{
  "actions": [
    {
      "acted_at": "1983-07-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-19", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3559-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-07-13", 
  "number": "3559", 
  "official_title": "A bill to improve adjustment assistance for firms under the Trade Act of 1974.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "13", 
    "name": "Pease, Donald J.", 
    "state": "OH", 
    "thomas_id": "00904", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-07-13", 
  "subjects": [
    "Business and commerce", 
    "Foreign Trade and Investments", 
    "Government and business", 
    "Imports", 
    "Interest rates", 
    "Labor and employment", 
    "Small business", 
    "Trade adjustment assistance", 
    "Unemployment"
  ], 
  "subjects_top_term": "Trade adjustment assistance", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-07-13", 
    "text": "Amends the Trade Act of 1974 to change the method of determining whether a firm should be certified as eligible for trade adjustment assistance. Requires the Secretary to certify a firm as eligible if: (1) a significant number or proportion of the workers in such firm have become totally or partially separated or are threatened with such separation and the sales, production, or both of the firm have decreased absolutely or the sales, production, or both of an article that accounted for a specified percentage of the total production or sales have decreased, and increases in imports of like or competitive goods contributed importantly to such decreases; or (2) increases in like or competitve articles have resulted from targeting by one or more countries, the firm is threatened with the idling of its facilities, with the inability to operate at a reasonable profit and with underemployment or unemployment of a significant number or proportion of its workers, and such increases in imports contributed importantly to such threats. Authorizes the Secretary to make grants to: (1) certain industry organizations to assist them in designing and managing trade adjustment strategies; and (2) private individuals, firms, or institutions to assist firms that have been certified as eligible to apply for adjustment assistance. Limits the amount that may be spent on these grants in any fiscal year. Requires that the interest rate on direct loans made for adjustment assistance to firms: (1) shall be a rate determined by the Secretary taking into consideration specified factors; and (2) may include an amount to cover administrative costs and probable losses under the program. Prohibits the Secretary from guaranteeing any loan for adjustment assistance for firms if: (1) the interest rate on either the portion to be guaranteed or the portion not to be guaranteed is excessive; or (2) the interest on the loan is exempt from Federal tax. Limits the maturity of such loans to 25 years or the weighted average useful life of the collateral securing the loan or guarantee (whichever is shorter) except that the Secretary may make or guarantee a loan having a maturity of five years even if the weighted average useful life is less than five years. Requires that the Secretary give priority to small businesses in making guarantees of loans in excess of $150,000. Prohibits any guarantee from being made for an amount which exceeds 90 percent of the outstanding balance of the unpaid principal and interest on the guaranteed portion of the loan. Declares that the validity of the guarantee shall be incontestable except for fraud or misrepresentation by any party who purchases, as a secondary market investor authorized by the Secretary, all or part of the guaranteed portion of such loan. Increases the maximum amount of outstanding guaranteed or direct loans. Deletes the requirement that owners, officers, or partners of a firm receiving financial assistance shall be bound from engaging in certain activities. Requires the Secretary, whenever the International Trade Commission begins an import relief investigation with respect to an industry, to require such industry to prepare an adjustment plan to enable it to adjust to changing economic conditions. Requires such plan to be submitted to the President and the Secretary within a specified time."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to improve adjustment assistance for firms under the Trade Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:11-05:00"
}