{
  "actions": [
    {
      "acted_at": "1985-05-22", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-11", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-19", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2576-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Collins, Cardiss", 
      "sponsored_at": "1985-11-12", 
      "state": "IL", 
      "thomas_id": "00220", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Evans, Lane", 
      "sponsored_at": "1985-11-12", 
      "state": "IL", 
      "thomas_id": "00361", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1985-05-22", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1985-05-22", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-22", 
  "number": "2576", 
  "official_title": "A bill to control toxic releases into the air, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Toxic Release Control Act of 1985", 
  "sponsor": {
    "district": "2", 
    "name": "Wirth, Timothy", 
    "state": "CO", 
    "thomas_id": "01236", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-05-22", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Agriculture and Rural Affairs", 
    "Air pollution control", 
    "Business and commerce", 
    "Business intelligence", 
    "Business records", 
    "Citizen lawsuits", 
    "Courts and Civil Procedure", 
    "Diesel motor", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Federal preemption", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Freedom of information", 
    "Gasoline", 
    "Government and business", 
    "Government liability", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Health", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Lead", 
    "Liability for environmental damages", 
    "Liability for toxic substances pollution damages", 
    "Limitation of actions", 
    "Local and Municipal Government", 
    "Manufacturing industries", 
    "Motor Vehicles and Driving", 
    "Motor vehicle pollution control", 
    "Pest control", 
    "Pesticide regulation", 
    "Petroleum and petroleum products", 
    "Products liability", 
    "Public health", 
    "Safety measures", 
    "State laws", 
    "States", 
    "Storage", 
    "Underground storage"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-22", 
    "text": "Toxic Release Control Act of 1985 - Title I: General Provisions - Applies national emission standards under the Clean Air Act only to those hazardous air pollutants for which a standard has been promulgated before this Act's enactment. States that standards promulgated pursuant to this Act supersede standards under the Clean Air Act for any particular pollutant. Identifies hazardous substances. Directs the Administrator of the Environmental Protection Agency (EPA) to publish within one year and revise annually a list of additional substances, including all those listed under the Clean Air Act's national emission standards provision. Requires the listing of substances which are released into the air and cause air pollution which can reasonably be expected to increase mortality, illness, or which are acutely or chronically toxic. Sets forth sources of listed carcinogens to be included. Requires the consideration of other substances listed by various Federal health-conscious sources, including all substances defined as hazardous under Superfund (the Comprehensive Environmental Response, Compensation, and Liability Act of 1980). Requires the Administrator of the Agency for Toxic Substances to keep revised records of such substances. Permits the petitioning for additions to the list and limited judicial review of list decisions. Title II: Inventory, Monitoring, and Right-to-Know - Requires manufacturers or processors of over a specified amount of a substance listed under this Act to report annually to the Administrator on: (1) the identity, location, and rate of emission for each emmissions unit; (2) aggregate emissions figures; and (3) hazardous substance status sheets. Requires the Administrator to compile annually for each substance an inventory of total amounts released at both the State and national levels. Requires such inventory to be included in the National Library of Medicine Online Data Bank. Requires the Administrator to conduct public hearings on adverse health effects of a release upon petition by 20 or more persons. Requires the Administrator to conduct public hearings on adverse health effects of a release upon petition by 20 or more persons. Requires the Administrator to monitor and measure the ambient concentrations of each released hazardous substance in the air. Requires each covered manufacturer and processor to prepare a hazardous substance fact sheet for each substance, such sheet to include the appropriate chemical properties and emergency response information. Requires the updating of such fact sheet periodically. Requires such manufacturers and processors to prepare hazardous substance status sheets on each hazardous substance at each facility, setting forth the inventory, storage method, amounts released in normal business operations, and the quantity and method for disposing of any wastes containing such substance. Requires that copies of fact and status sheets be provided to the appropriate government official. Requires such manufacturers and processors to provide the appropriate government officials with emergency bulletins in the event of an emergency setting forth all pertinent information as to substance type, quantity, duration, and response taken. Requires that fact and status sheets and emergency bulletins be made available to the public. Directs the Governor of each State to designate the appropriate officials to receive the hazardous substances information, including State and local police and fire and health officials. Requires the manufacturers and processors to keep records of such information and for manufacturers to inform processors of such information. Authorizes the withholding of the name or identity of a substance if it is a trade secret so long as the generic category is disclosed and certain designated officials and health personnel have access to such information in case of any emergency. Sets forth procedures for requesting and substantiating a trade secret claim. Title III: Control of Releases from Stationary Sources - Directs the Administrator of EPA to promulgate leak control, monitoring, vapor recovery, and other equipment requirements to prevent the release of hazardous substances into the air from a manufacturer's or processor's devices or systems. Requires operation and maintenance standards and provides for biannual safety inspecting by the owner or operator of a covered facility. Directs the Administrator to promulgate uniform national mandatory labeling requirements for pipes, storage tanks, or containers used by covered manufacturers and processors, giving appropriate identification and response information. Requires the Administrator to conduct audits at least annually for each stationary source. Directs the Administrator to publish a list of all categories of stationary emissions units which release hazardous substances into the air, to be revised as necessary. Requires the Administrator to promulgate national standards for each category which provide an ample margin of safety to protect human health and safety. Sets forth a timetable for the promulgation of such standards, including the possibility of interim standards where the national standard could not be reached even with the application of all potential emission reduction measures. Limits interim standards to a six year maximum. Requires both interim and national standards to be at least as stringent as the most stringent level of control achievable in practice by any emissions unit in its category, determined by EPA to be achievable, or required under any Clean Air Act permit. Authorizes the Administrator to distinguish within categories of emissions units as to types, sizes, etc. for standards purposes. Requires the Administrator to review this Act's standards every eight years and Clean Air Act standards within four years. Applies this Act's standards for foreign emissions units. Requires covered manufacturers and processors to obtain a permit from the Administrator before modifying or constructing any emissions unit. Requires each unit to comply with the applicable limitation for each substance, with adjustments made for possible cumulative and synergistic effects. Permits interim limitations under the same conditions as apply to interim standards. Requires all existing stationary emissions units to operate under an Administrator's permit, complying with applicable limitations but allowing for cumulative effects, synergistic effects, and the need for interim limitations. Permits two year waivers of compliance with the leak prevention requirements. Permits emergency extensions of such waiver for three years if severe hardship would result from nonextension and compliance can be assured by the end of the extension. Requires the Governor of an affected State to be notified of any extension application. Requires the President to report all granted extensions to the Congress. Requires all permits to include monitoring requirements, including the monitoring of air in the affected community. Requires such information to be reported to the Administrator and made available to the public. Sets forth procedures, conditions, terms, and fee requirements for such permits, allowing one three year renewal of the three-year permit term. Requires permit standards for emissions to be at least as stringent as the applicable interim or national standards. Lists extremely hazardous substances, requiring the Administrator to revise such list. Includes those substances which by their physical and chemical properties present the greater danger to health and safety in their manufacturing, processing, or use. Directs the Administrator to review periodically the manufacturing and processing methods for such substances, evaluating alternative methods and approaches to reduce the risk of release. Directs the Administrator to issue the necessary orders or withhold the necessary permits to assure that releases of such substances are at a level which is as safe as is technologically possible and do not present a danger to health and safety. Title IV: Control of Hazardous Substance Releases From Mobile Sources - Designates specified substances as motor vehicle hazardous substances, requiring the Administrator to revise the list of substances which are released into the ambient air by a motor vehicle and which may cause illness or are acutely and chronically toxic. Makes the duties of the Administrator under these provisions nondiscretionary and therefore enforceable through citizen suits. Requires manufacturers of motor vehicles, their parts and fuels to report to the Administrator on any substance which is generated in normal use and should be on the hazardous substances list. Directs the Administrator to promulgate emissions standards for each substance listed, permitting interim standards where the application of all potential emission reduction measures would not result in compliance. Limits interim standards to six years. Sets forth minimum emission standards for diesel particulates for light and heavy duty vehicles for specified model years. Requires the Administrator to control the use of fuel and fuel additives. Prohibits the use of lead or lead additives in gasoline after 1986. Title V: Liability-Makes liability joint and several for processors and manufacturers releasing hazardous substances into the air. Makes compensable: (1) medical and burial costs; (2) lost income; (3) pain and suffering; and (4) economic loss. Sets forth acceptable proofs of causation of harm. Establishes a three year statute of limitations for such actions, running from the date of reasonable discovery of harm or the date of this Act's enactment. Provides for no preemption of State law in the area of liability. Requires recovery under workers' compensation rather than this Act where possible. Title VI: Emergency Response and Labeling - Requires each covered major manufacturer to develop within two years a comprehensive evacuation and emergency response plan which provides the names and numbers of the appropriate government officials and manufacturing personnel to contact or be contacted in case of a hazardous substance emergency along with a description of measures to be taken to mitigate expected health effects. Requires such plan to evaluate the resources available in the community and to specify emergency evacuation and notification plans. Authorizes each Governor to designate emergency response districts with Emergency Response Committees to evaluate a manufacturer's emergency plan. Directs the Administrator to designate covered major manufacturers within one year of enactment, but considers all manufacturers and processors major in the absence of such designation. Includes Federal agencies and departments where appropriate. Exempts those major manufacturers whose activities in an emergency are otherwise adequately covered by Federal or State law. Title VII: Enforcement - Establishes civil penalties for violations of this Act. Establishes criminal penalties for knowing or willful violation, including the knowing provision of false information. Empowers the Administrator to seek a restraining order through the courts or, if not practicable, to issue orders directly to protect the health of persons from an imminent and substantial endangerment presented by a hazardous substance. Limits the effectiveness of such orders to one day for direct Administrator orders or two days or longer as authorized by the court. Permits citizen action suits for violations of this Act, including actions against the Administrator for failure to act. Requires plaintiffs to notify the Administrator of an intent to file and permits such plaintiffs to intervene in State- or federally-initiated suits as a matter of right. Permits the Administrator or State to intervene in citizen action suits as a matter of right. Awards costs to the substantially prevailing plaintiff. Permits judicial review of this Act's regulations or emergency extension actions in the U.S. Court of Appeals for the District of Columbia. Title VIII: Miscellaneous Provisions - Authorizes States to establish and enforce stationary source emissions controls, subject to the Administrator's approval, including a State permit program. Requires the Administrator to audit such State programs periodically and provide grants to assist the implementation of such programs. Permits more stringent State disclosure, right-to-know, and emergency response requirements, giving such standards supersedence over otherwise applicable Federal standards. Permits States and local governments to impose fees on covered manufacturers and processors to cover regulatory costs. Exempts the implementation of this Act from otherwise applicable requirements including those of the Paperwork Reduction Act of 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Toxic Release Control Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to control toxic releases into the air, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:26-05:00"
}