{
  "actions": [
    {
      "acted_at": "1991-11-22", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-22", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-25", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Coast Guard and Navigation", 
      "text": "Referred to the Subcommittee on Coast Guard and Navigation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to the Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce, DOT, DOD, Treasury.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3868-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Coast Guard and Navigation", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-22", 
  "number": "3868", 
  "official_title": "To provide sanctions against any country that does not prohibit large-scale driftnet fishing by nationals and vessels of that country, to enhance fisheries conservation programs, to extend the Fish and Seafood Promotion Act of 1986, and to stabilize the price received by harvesters of sockeye salmon.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "Panetta, Leon", 
    "state": "CA", 
    "thomas_id": "00888", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-22", 
  "subjects": [
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Federal advisory bodies", 
    "Fisheries", 
    "Fishes", 
    "Fishing", 
    "Fishing boats", 
    "Foreign fishing", 
    "Foreign trade and international finance", 
    "Government paperwork", 
    "Government trust funds", 
    "Import restrictions", 
    "International environmental cooperation", 
    "International fishery management", 
    "Marine mammal protection", 
    "Marine resources conservation", 
    "Marketing", 
    "Prices", 
    "Sales promotion", 
    "Salmon fisheries", 
    "Sanctions (International law)", 
    "Seafood", 
    "Trade negotiations"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-22", 
    "text": "Title I: High Seas Large-Scale Driftnet Fishing - Requires: (1) publication of a list of countries that conduct, or do not prohibit their nationals from conducting, large-scale driftnet fishing beyond the exclusive economic zone of any country; (2) barring from leaving or entering U.S. ports any large-scale driftnet fishing vessel registered in such countries; and (3) prohibition of importation from those countries of shellfish, fish and fish products, and sport fishing equipment. Mandates certification under the Fishermen's Protective Act of 1967 of any country: (1) for which that import prohibition is insufficient to terminate such fishing; or (2) that retaliates against the United States because of that import prohibition. Title II: Fisheries Conservation Programs - Amends the Fisherman's Protective Act of 1967 to authorize, when certification is made under the Act, a prohibition on the importation of any products (currently, of fish products or wildlife products) from the offending country. Adds references to the District of Columbia and territories or possessions of the United States to the definition of \"United States\" under the Act. Removes provisions defining \"taking\" of wildlife products to include certain conduct whether or not the conduct is legal under the laws of the offending country. Mandates a memorandum of understanding between the Secretary of the Department in which the Coast Guard is operating, the Secretary of Commerce, and the Secretary of Defense regarding increasing the effectiveness of enforcement of domestic laws and international agreements that conserve and manage living marine resources of the United States. Declares it to be U.S. policy to address environmental issues during multilateral, bilateral, and regional trade negotiations. Mandates certain actions by the U.S. Trade Representative regarding environmental concerns and the General Agreement on Tariffs and Trade (GATT) and other trade negotiations. Title III: Extension of Fish and Seafood Promotion Act and Other Matters - Amends the Fish and Seafood Promotion Act of 1986 to extend the termination date of the National Fish and Seafood Promotion Council. Authorizes appropriations from the Fisheries Promotional Fund for specified activities of the Council. Requires the Council to carry out a consumer education and marketing and promotion program to encourage the consumption of sockeye salmon. Amends Federal law (commonly known as the Saltonstall-Kennedy Act) to authorize transfers from a specified fund to the Fisheries Promotion Fund in certain fiscal years. Declares that it is the sense of the Congress that harvesters and processors of sockeye salmon should begin negotiations well in advance of the fishing season for sockeye salmon regarding the price to be paid to the harvesters during that season."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To provide sanctions against any country that does not prohibit large-scale driftnet fishing by nationals and vessels of that country, to enhance fisheries conservation programs, to extend the Fish and Seafood Promotion Act of 1986, and to stabilize the price received by harvesters of sockeye salmon.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:00-05:00"
}