{
  "actions": [
    {
      "acted_at": "1999-06-10", 
      "references": [
        {
          "reference": "CR S6861-6863", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-10", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1204-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-06-10", 
  "number": "1204", 
  "official_title": "A bill to promote general and applied research for health promotion and disease prevention among the elderly, to amend title XVIII of the Social Security Act to add preventitive benefits, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Healthy Seniors Promotion Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Graham, Bob", 
    "state": "FL", 
    "thomas_id": "01342", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-06-10", 
  "subjects": [
    "Accident prevention", 
    "Ambulatory care", 
    "Arts, culture, religion", 
    "Bone diseases", 
    "Cervical cancer", 
    "Civil rights and liberties, minority issues", 
    "Coinsurance", 
    "Colon cancer", 
    "Commerce", 
    "Communication in medicine", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Department of Health and Human Services", 
    "Diabetes", 
    "Drug abuse", 
    "Drug interactions", 
    "Drug utilization", 
    "Drugs", 
    "Drugstores", 
    "Economics and public finance", 
    "Emergency management", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Eye diseases", 
    "Federal aid to health facilities", 
    "Federal aid to medical research", 
    "Federal aid to the aged", 
    "Federal libraries", 
    "Finance and financial sector", 
    "Geriatrics", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Health", 
    "Health counseling", 
    "Health education", 
    "Health insurance", 
    "Health insurance industry", 
    "Health surveys", 
    "Hormone replacement therapy", 
    "House rules and procedure", 
    "Human behavior", 
    "Hypertension", 
    "Internet", 
    "Law", 
    "Legislation", 
    "Mammography", 
    "Medicaid", 
    "Medical libraries", 
    "Medical records", 
    "Medical research", 
    "Medical screening", 
    "Medical tests", 
    "Medicare", 
    "Osteoporosis", 
    "Pharmacists", 
    "Preventive medicine", 
    "Prostate cancer", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "Smoking", 
    "Social welfare", 
    "Tobacco settlement", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-06-10", 
    "text": "TABLE OF CONTENTS: Title I: Healthy Seniors Promotion Program Title II: Medicare Coverage of Preventive Services Title III: Preventive Outpatient Prescription Drug Benefit Title IV: Studies and Reports Advancing Original Research in Prevention and the Elderly Healthy Seniors Promotion Act of 1999 - Title I: Healthy Seniors Promotion Program - Establishes within the Department of Health and Human Services (HHS) a Healthy Seniors Working Group to set general policies and criteria with respect to the functions of the HHS Secretary with regard to the health promotion and disease prevention program for the elderly authorized under this title. Authorizes appropriations.(Sec. 102) Expresses the sense of the Congress that: (1) in administering the Medicare program under title XVIII of the Social Security Act (SSA) the HHS Secretary should ensure that the Administrator of the Health Care Financing Administration (HCFA) encourages the inclusion of preventive measures as part of all treatments described in such program; (2) the HHS Secretary should ensure that the HCFA Administrator expands the study of the most promising behavioral modification of risk factors associated with health promotion and disease prevention for all Medicare beneficiaries; and (3) the National Library of Medicine should collect information regarding innovative and successful health promotion and disease prevention interventions from both publish and unpublished sources, establish a clearinghouse targeting all Medicare beneficiaries in a variety of settings for the consolidation and coordination of all such information, and make the clearinghouse publicly available and Internet accessible.Title II: Medicare Coverage of Preventive Services - Amends title XVIII (Medicare) of the Social Security Act (SSA) to provide for Medicare coverage of counseling for cessation of tobacco use, screening for hypertension and glaucoma, and other specified preventive services.(Sec. 205) Directs the HHS Secretary to conduct a national falls prevention and awareness campaign to reduce fall-related injuries among Medicare beneficiaries.Title III: Preventive Outpatient Prescription Drug Benefit - Amends SSA title XVIII to provide for Medicare coverage of preventive outpatient prescription drugs and biologicals not otherwise covered under Medicare, and for selection of entities to provide such benefit under Medicare part B (Supplementary Medical Insurance).(Sec. 303) Amends SSA title XIX (Medicaid) to provide access of low-income beneficiaries to such drug benefit.(Sec. 304) Requires the Secretary of the Treasury to allocate a specified amount of any Federal proceeds received from any global tobacco settlement to enhance such drug benefit.(Sec. 305) Requires the Secretary to contract with the Institute of Medicine of the National Academy of Sciences to study and report to Congress on the feasibility and issues involved in developing, administering, and financing a Medicare comprehensive outpatient prescription drug benefit.Title IV: Studies and Reports Advancing Original Research in Prevention and the Elderly - Amends SSA title XVIII with regard to the Medicare Payment Advisory Commission (MEDPAC) to require MEDPAC to report biannually to Congress its evaluation of the Medicare benefit package with regard to the degree to which such benefit package is actuarially equivalent to that offered by health benefit programs available in the private sector to individuals over age 65.(Sec. 403) Sets the framework for a National Institute on Aging study and an Institute of Medicine study, as well as specified reports, with regard to health promotion and disease prevention. Authorizes appropriations.(Sec. 404) Sets forth procedures for fast-track consideration of prevention benefit legislation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Healthy Seniors Promotion Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote general and applied research for health promotion and disease prevention among the elderly, to amend title XVIII of the Social Security Act to add preventitive benefits, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:42-05:00"
}