{
  "actions": [
    {
      "acted_at": "2009-06-08", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-08", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-08", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-09", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2758-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Baldwin, Tammy", 
      "sponsored_at": "2009-06-08", 
      "state": "WI", 
      "thomas_id": "01558", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-08", 
  "number": "2758", 
  "official_title": "To amend part C of title XVIII of the Social Security Act with respect to Medicare special needs plans and the alignment of Medicare and Medicaid for dually eligible individuals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1307-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Medicare Specialty Care Improvement and Protection Act of 2009", 
  "sponsor": {
    "district": "3", 
    "name": "Kind, Ron", 
    "state": "WI", 
    "thomas_id": "01498", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-06-08", 
  "subjects": [
    "Department of Health and Human Services", 
    "Disability and paralysis", 
    "Executive agency funding and structure", 
    "Government investigations", 
    "Health", 
    "Health care quality", 
    "Long-term, rehabilitative, and terminal care", 
    "Medicaid", 
    "Medicare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-06-08", 
    "text": "Medicare Specialty Care Improvement and Protection Act of 2009 - Amends part C (Medicare+Choice) of title XVIII (Medicare) of the Social Security Act (SSA) to extend through December 31, 2013, the authority to restrict enrollment for specialized Medicare Advantage (MA) plans for special needs individuals (SNPs). Extends such authority through December 31, 2015, in the case of a SNP designated as a Fully Integrated Dual Eligible Special Needs Plan.. Directs the Secretary of Health and Human Services (HHS) to evaluate the MA and the health status risk adjustment payment mechanisms in order to resolve plan payment inequities relative to Medicare fee-for-service payments for high-risk, high cost beneficiaries. Directs the Secretary, using the results of the evaluation, to refine the risk adjustment payment mechanism for such beneficiaries. Requires the Secretary to provide bonus payments to account for added SNP costs associated with additional benefit, care management, reporting, and other requirements established by Congress and the Secretary in excess of other MA plans. Requires the Secretary to take into account specified factors, including dual eligibility (for both Medicare and SSA title XIX [Medicaid] benefits) and geographic cost differences, with respect to the bid structure for SNPs. Requires the Secretary to have in place a process under which the Secretary designates dual eligible SNPs as Fully Integrated Dual Eligible Special Needs Plans for the purpose of advancing fully integrated Medicare and Medicaid benefits and services for dual eligible beneficiaries, including state-designated Dual subsets. Directs the Secretary to establish or designate an Office on Medicare/Medicaid Integration. Requires the Medicaid plan to provide that an individual who has attained age 65, and has been determined for 12 consecutive months to be a full-benefit dual eligible individual, to be presumed to remain eligible for benefits under the plan without any need for further redetermination or recertification."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Specialty Care Improvement and Protection Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend part C of title XVIII of the Social Security Act with respect to Medicare special needs plans and the alignment of Medicare and Medicaid for dually eligible individuals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:14-05:00"
}