{
  "actions": [
    {
      "acted_at": "2011-07-19", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1384-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-07-19", 
  "number": "1384", 
  "official_title": "A bill to amend the Immigration and Nationality Act to provide for the temporary employment of foreign agricultural workers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "HARVEST Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Chambliss, Saxby", 
    "state": "GA", 
    "thomas_id": "00188", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-07-19", 
  "subjects": [
    "Administrative remedies", 
    "Foreign labor", 
    "Immigration", 
    "Immigration status and procedures", 
    "Lawyers and legal services", 
    "Migrant, seasonal, agricultural labor", 
    "Visas and passports", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-07-19", 
    "text": "Helping Agriculture Receive Verifiable Employees Securely and Temporarily Act of 2011 or the HARVEST Act of 2011 - Amends the Immigration and Nationality Act to redefine \"H-2A worker\" to include a nonimmigrant who: (1) is seeking to perform agricultural labor in the United States in a job for which U.S. workers are not available and willing to perform such service or labor, and (2) commutes each day across the U.S. border and returns to his or her foreign residence and place of abode at the end of each business day. Sets forth employer and employee association petition and attestation requirements. Requires H-2A employers to participate in the the E-Verify program. Requires: (1) the Secretary of Agriculture (USDA) to conduct investigations and random audits of employer work sites; and (2) the Secretary of Homeland Security (DHS) to provide each H-2A worker with a single machine-readable, counterfeit-resistant document that authorizes the alien's U.S. entry, serves as an employment eligibility document, and has at least one biometric identifier. Sets forth provisions regarding: (1) penalties; (2) working conditions, wages, transportation, and housing; (3) admissions and extensions of stay; and (4) worker replacement. Amends the Migrant and Seasonal Agricultural Worker Protection Act to: (1) limit the conditions under which the Legal Services Corporation (LSC) may provide legal assistance for any alien or provide financial assistance to any person or entity that provides legal assistance for any alien, (2) require a good faith mediation attempt prior to bringing a civil action for damages on behalf of an H-2A worker, (3) require an H-2A employer to post LSC contact information in the dwelling and at the work site of each nonimmigrant employee in a language in which all employees can understand, and (4) require that the LSC pay a prevailing defendant's costs. Authorizes appropriations to adjudicate H-2A petitions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "HARVEST Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Helping Agriculture Receive Verifiable Employees Securely and Temporarily Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act to provide for the temporary employment of foreign agricultural workers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:13:24-05:00"
}