{
  "actions": [
    {
      "acted_at": "1991-07-10", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1442-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-10", 
  "number": "1442", 
  "official_title": "A bill relating to the rights of consumers in connection with telephone advertising.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1410-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Telephone Advertising Consumer Rights Act", 
  "sponsor": {
    "district": null, 
    "name": "Pressler, Larry", 
    "state": "SD", 
    "thomas_id": "00927", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-10", 
  "subjects": [
    "Consumer protection", 
    "Crime and law enforcement", 
    "Data banks", 
    "Facsimile transmission", 
    "Government operations and politics", 
    "Information services", 
    "Right of privacy", 
    "Sales promotion", 
    "Standards", 
    "Telemarketing", 
    "Telephone", 
    "User charges"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-10", 
    "text": "Telephone Advertising Consumer Rights Act - Amends the Communications Act of 1934 to prohibit any person within the United States from: (1) making any telephone solicitation in violation of regulations prescribed by the Federal Communications Commission (FCC) pursuant to this Act; (2) using any telephone facsimile (fax) machine or automatic telephone dialing system that does not comply with prescribed technical and procedural standards, or in a manner that does not comply with such standards, to make any telephone solicitation; (3) using any fax machine, computer, or other device to send an unsolicited advertisement in violation of any such regulations; (4) using any automatic telephone dialing system to make unsolicited calls to an emergency telephone line or pager of any hospital, medical physician or service office, health care facility, or fire protection or law enforcement agency, to any telephone number assigned to paging, specialized mobile radio, or cellular telephone service; or (5) using a computer or other electronic device to send an unsolicited advertisement via a fax machine unless such person clearly marks the date and time it is sent, an identification of the business sending the advertisement, and the telephone number of the sending machine or business. Directs the FCC to initiate a rulemaking proceeding concerning the need to protect residential telephone subscribers' privacy rights and to compare and evaluate alternative methods and procedures for protecting such rights. Requires the FCC to implement the most cost-effective methods and procedures for protecting such rights, which may entail establishing and operating a single national data base to compile and make available for purchase a list of the telephone numbers of such subscribers who object to receiving telephone solicitations. Directs the FCC to: (1) revise the regulations setting technical and procedural standards for fax machines to require that any fax machine manufactured after six months after the enactment of this Act clearly marks the date and time sent, an identification of the business or other entity sending the advertisement, and the telephone number of the sending machine or business. (Exempts for 12 months fax machines that do not have the capacity for automatic dialing and transmission and that are not capable of operation through an interface with a computer.) Requires the FCC to prescribe standards for automatic telephone dialing systems used to transmit any prerecorded telephone solicitation, including the requirements that: (1) all prerecorded telephone messages clearly state the identity and telephone number or address of the business or other entity initiating the call; and (2) such systems will, as soon as is technically practicable after the called party hangs up, automatically create a disconnect signal or on-hook condition which allows the called party's line to be released. Requires the FCC to prescribe rules to restrict the use of any fax machine, computer, or other electronic device to send any unsolicited advertisement to the fax machine of any person."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Telephone Advertising Consumer Rights Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill relating to the rights of consumers in connection with telephone advertising.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:06-05:00"
}