{
  "actions": [
    {
      "acted_at": "1989-05-03", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-02-13", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Favorable Executive Comment Received from DOD.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2200-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "98", 
      "name": "Carper, Thomas R.", 
      "sponsored_at": "1990-02-20", 
      "state": "DE", 
      "thomas_id": "00179", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hutto, Earl", 
      "sponsored_at": "1989-08-04", 
      "state": "FL", 
      "thomas_id": "00579", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-05-03", 
  "number": "2200", 
  "official_title": "To amend title 10, United States Code, to revise and standardize the provisions of law relating to appointment, promotion, and separation of commissioned officers of the reserve components of the Armed Forces, to consolidate in a new subtitle the provisions of law relating to the reserve components, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Reserve Officer Personnel Management Act", 
  "sponsor": {
    "district": "3", 
    "name": "Montgomery, G. V. (Sonny)", 
    "state": "MS", 
    "thomas_id": "00827", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-05-03", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Coast guard", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal officials", 
    "Medical personnel", 
    "Military chaplains", 
    "Military discharges", 
    "Military law", 
    "Military medicine", 
    "Military pay", 
    "Military promotions", 
    "Military training", 
    "National Guard", 
    "Officer personnel", 
    "Presidential appointments", 
    "Recruiting and enlistment", 
    "Retired military personnel", 
    "Student loan funds", 
    "War and emergency powers", 
    "Women soldiers"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-05-03", 
    "text": "Reserve Officer Personnel Management Act - Title I: Reserve Officer Personnel Management - Part A: Revised and Standardized Reserve Officer Personnel System - Amends Federal armed forces provisions to codify provisions relating to the organization, administration, promotion, and retention of officers in the armed forces reserves. Provides that new provisions concerning reserve officers as added by this Act shall apply to all reserve officers in all branches of the military service except to warrant officers. Directs the Secretary of each military department to maintain a single list, to be known as the reserve active-status list, for each branch of the armed forces. Requires such list to include the names of all reserve officers of that armed force who are in an active status other than officers serving on active duty or warrant officers. Requires officers to be carried on such list in order of seniority of the grade in which they are serving in an active status. Provides that such an officer's position on the active-status list shall not be affected by reason of a temporary appointment or assignment. Requires an officer to be on such list in order to be eligible for consideration for selection for promotion or for promotion. Requires each officer whose name appears on the active-status list to be placed in a competitive category to be specified by the Secretary of the military department concerned under regulations prescribed by the Secretary of Defense. Provides that officers in the same competitive category shall compete among themselves for promotion. Provides for the convening of selection boards by the Secretary of the military department concerned whenever the needs of that branch of the service require such. Provides that selection boards convened to fill position vacancies shall be known as vacancy promotion boards, while all other selection boards shall be known as mandatory promotion boards. Authorizes the Secretary concerned to convene a selection board to recommend officers of that armed force for: (1) continuation on the reserve active-status list; (2) selective early removal from such list; or (3) selective early retirement. Provides for the appointment and composition of such selection boards. Requires each such board to include at least one officer from each competitive category of officers to be considered by the board, with a specified exception. Prohibits an officer to be a member of two successive promotion boards convened for the consideration of officers of the same competitive category and grade. Requires each member of a selection board to take an oath of performance. Requires confidentiality of board proceedings. Requires at least 30 days' prior notice to eligible reserve officers of the convening of a promotion selection board. Authorizes an officer eligible for promotion to send to the selection board within his or her promotion zone a written communication to the board calling attention to any matter which the officer considers important to the officer's case. Requires the Secretary concerned to send specified information to the promotion board convened for that branch of the armed forces, including promotion limits, names of eligible officers and their services records, and special needs of that armed force to be considered when determining such promotions. Limits the modification of any information furnished by the Secretary concerned. Requires a promotion board to recommend for promotion to the next higher grade those considered best qualified for promotion within each competitive category considered by the board or among those officers being considered for a vacant position by a vacancy promotion board. Requires a majority of the selection board to recommend an officer for promotion and a majority to find that the officer is fully qualified for promotion. Requires each selection board convened to report to the Secretary of the military department concerned a list of the names of the officers recommended by the board for promotion. Requires each such report to include a certification that the officers selected were fully considered and are the best qualified for promotion at such time. Requires each such board to also include in such report the name of each officer considered for promotion whose record indicates, to the majority of the board, that the officer should be required to show cause for retention on the promotion list. Requires the Secretary concerned, after receiving each such report from the selection board, to review such report to determine whether the board has acted contrary to law or regulations. Requires that, if the Secretary finds that the board has acted inconsistently with law or regulation, to return the report for further proceedings by the board. Requires the Secretary concerned, if a selection board report is found to be consistent with law and regulation, to transmit such report, together with recommendations, to the Secretary of Defense for transmittal to the President for approval or disapproval. Allows the name of an officer recommended for promotion by a selection board to be removed from the report only by the President. Provides that, upon approval by the President of the report, the names of the officers recommended for promotion may be disseminated to the armed forces concerned. Outlines general rules concerning eligibility for consideration for promotion for reserve officers in the armed forces. Requires officers to have been on the active-status list at least one year prior to promotion. Requires each officer in a promotion zone, and each officer above the promotion zone, for that grade and competitive category to be considered for promotion. Authorizes the Secretary concerned to prescribe procedures to limit the officers to be considered by a selection board from below the promotion zone to those officers who are determined to be exceptionally well-qualified for promotion. Authorizes the Secretary of the Army to consider only those determined to be exceptionally well-qualified for promotion when filling vacancies in the reserve grades of major general or brigadier general. Prohibits certain high-ranking reserve officers from being eligible for promotion by a mandatory promotion board convened under this Act. Provides for non-consideration for promotion of officers scheduled for removal from the reserve active-status list no more than 90 days after the date on which the selection board for which the officer would otherwise be eligible is to be convened. Defines a promotion zone as an eligibility category for the consideration of officers by a mandatory promotion board, consisting of those officers on the reserve active-status list who are in same grade and competitive category and who meet certain eligibility requirements, including not having failed of selection for promotion to the next higher grade and not having been removed from a list of officers recommended for promotion to that grade. Defines officers above and below the promotion zone as having the same eligibility as officers within the promotion zone, but being either higher or lower in seniority than the senior or junior officer in such zone. Outlines eligibility requirements, by pay grade, for reserve officers being considered for promotion, requiring a specified minimum period of service in each grade before obtaining eligibility for such promotions. Authorizes the Secretary concerned to lengthen such minimum periods of service in certain cases, or to waive such minimum requirements to ensure that certain officers have at least two opportunities for consideration for promotion to the next higher grade. Allows an officer to be placed in a promotion zone and considered for promotion far enough in advance of completing the years-of-service requirements so that, if the officer is recommended for promotion, the promotion may be effective on or before the date on which the officer will complete those years of service. Provides the effective promotion date for officers holding a permanent grade and recommended for promotion as the date on which the officer completes the maximum years of service in the service grade as required under this Act. Authorizes the Secretary of the Navy to waive the minimum-service requirements for officers of the reserve active-status list of the Navy or Marine Corps Reserve with a running mate system. Requires the Secretary concerned, before convening a mandatory promotion board, to establish a promotion zone for officers serving in each grade and competitive category to be considered by the board. Provides for the determination of the number of officers to be included in each promotion zone. Authorizes the Secretary of the Navy to require that the promotion zone for consideration of reserve officers in the Navy or Marine Corps Reserve on the active-status list for promotion be determined in accordance with a running mate system. Describes such running mate system as the assignment to an officer in a promotion zone of another officer as a running mate who is of the same grade and competitive category on the active-duty list of the same armed force. Makes an officer on the reserve active-status list eligible for promotion when that officer's running mate on the active-duty list is eligible for promotion. Provides for the consideration of officers below the promotion zone under such a running mate system in certain cases as determined appropriate to meet the needs of the Navy or Marine Corps Reserves. Requires the Secretary concerned, before convening a promotion board, to determine, under regulations prescribed by the Secretary of Defense, the maximum number of officers in that grade and competitive category that the board may recommend for promotion. Requires the Secretary concerned to make such determination with a view to having on the reserve active-status list a sufficient number of officers in each grade and competitive category to meet the needs of the armed forces concerned for officers on that list. Outlines factors to be considered by the Secretary concerned in making such determination. Authorizes the Secretary concerned to consider from below the promotion zone officers for promotion to the next higher grade in certain cases, requiring the Secretary concerned in such case to establish the number of officers from below the promotion zone to be considered for promotion. Limits the number to be considered from below the promotion zone to ten percent of all officers in the promotion zone, except that the Secretary may increase such percentage to 15 percent if determined necessary to meet the needs of the armed force concerned. Provides that, when the report of a selection board is approved by the President, the Secretary concerned shall place the names of all officers selected for promotion on a single list for each competitive category in the order of seniority of those officers on the reserve active-status list. Provides that officers on a promotion list shall be promoted in accordance with regulations prescribed by the Secretary concerned. Provides that a reserve in the Navy or Marine Corps with a running mate shall be promoted when the running mate becomes eligible for promotion on the active-duty list. Provides the promotional order for officers of the Army and Air Force Reserves, and for Army and Air Force general officer promotions which are the result of selections by vacancy promotion boards. Provides for the acceptance of promotion by the officer concerned and the taking of an oath of office (necessary only if the officer has not served continuously since taking his or her original oath). Authorizes the President to remove the name of any officer from a promotion list at any time before the date on which the officer is promoted. Removes an officer from a promotion list if the Senate does not give consent to such promotion after approval by the President. Provides that any officer whose name is removed from the promotion for either of the above reasons shall continue to be eligible for consideration for promotion. Allows for a delay in the appointment of an officer to the next higher grade if certain involuntary actions and proceedings are taking place concerning such officer, such as disciplinary actions or criminal proceedings. Requires such an officer to be retained on a promotion list and promoted if such disciplinary actions or criminal proceedings are dismissed or withdrawn. Authorizes the appointment of a promoted officer to be delayed if there is cause to believe that the officer is mentally, physically, morally, or professionally unqualified to perform the duties of the grade to which he or she is selected. Provides for reinstatement if it is later determined that such officer is so qualified. Requires any officer whose appointment is delayed for any of the above reasons to be given written notice of the reasons for such delay as soon as practicable. Provides a maximum length of delay for officers whose appointments have been delayed. Provides procedures for officers whose appointments are delayed for reasons of officer strength limitations in the grade or duties to which they are assigned. Allows for a delay in the appointment of an officer to the next higher grade at the request of the officer concerned (voluntary delay). Requires the officer's name to remain on the promotion list during the authorized period of delay. Requires an officer's name to be removed from the promotion list and to be considered to have failed for promotion if: (1) the Secretary concerned has not authorized a voluntary delay for such officer; (2) the Secretary concerned denies the request of an officer for a delay and the officer then declines to accept the appointment to the next higher grade; or (3) the Secretary concerned approves a delay, but at the end of the delay period, the officer declines to accept the promotion appointment. Authorizes the President to vacate the appointment of a reserve officer to the grade of brigadier general or rear admiral (lower half) if the period of time during which the officer served in that grade after promotion is less than 18 months. Provides the grade to which such an officer will be considered to be following such vacation of appointment. Requires the Secretary concerned to transfer or discharge (depending on the officer's qualifications) a reserve officer of the Army or Air Force serving as a general grade officer who ceases to serve in such capacity. Requires such transfer or discharge within 30 days after the officer no longer serves in such position. Provides similar transfer-or-discharge procedures for a reserve officer who is federally-recognized in the Air National Guard solely because of that officer's appointment as an adjutant general or assistant adjutant general of a State. Outlines vacancy promotion eligibility requirements for officers in the Army or Air Force Reserve for grades below brigadier general and for brigadier general or major general. Provides that an officer who has previously failed in promotion to the next higher grade may be considered or promoted to such higher grade only if the Secretary concerned determines that such officer is the only qualified officer available to fill the vacancy position. Authorizes the opportunity for promotion for officers of the Army or Air National Guard to fill a vacancy in the Army or Air National Guard in the jurisdiction of the vacancy. Provides that such an officer who is on a promotion list and who is appointed before the date of the promotion to fill a vacancy in the Army or Air National Guard shall be extended automatic Federal recognition in the higher grade to which such officer is promoted. Provides for Federal recognition of an officer who fails in the selection for promotion to higher grade in the Army or Air National Guard only if the Secretary concerned determines that such officer is the only qualified officer available to fill such vacancy. Provides that if an officer on the reserve active-status list is transferred to an inactive status after having been recommended for promotion or after having been found qualified for Federal recognition but before being promoted, such officer shall be treated as not having been considered and recommended for promotion by a selection board, and may not be placed on a promotion list after returning to an active status unless he or she is recommended anew for promotion by a selection board or chosen for Federal recognition. Provides that an officer on a reserve active-status list who is placed on the active-duty list before being promoted shall be placed on the appropriate promotion list for such officer on the active-duty list. Provides similar placement on the reserve active-status list for an officer who was recommended for promotion from an active-duty list but was placed on the reserve active-status list before such promotion occurred. Provides similar procedures for reserve officers ordered to active duty or full-time National Guard duty after being recommended for promotion to fill a vacancy position or examined for Federal recognition and before being promoted to fill such vacancy. Provides that reserve officers on the reserve active-status list who: (1) are considered but not recommended for promotion; or (2) decline to accept a promotion for which selected shall be considered to have failed for promotion. Defines situations under which an officer shall be considered to have twice failed for promotion. Directs the Secretary concerned to convene a special selection board when the Secretary determines that an eligible officer was not considered for promotion by a mandatory promotion board due to administrative error. Authorizes the Secretary concerned to convene a special selection board if the Secretary determines that an officer may have been considered but not selected for promotion due to a material error or lack of material information before the mandatory selection board. Provides that, in any case in which a special selection board is convened and such board does not recommend the officer in question for promotion, such officer shall be considered to have failed for promotion. Requires each special selection board to report to the Secretary concerned containing information on the officer and the results of the board's findings. Requires an officer whose name is placed on a promotion list as the result of recommendation for promotion by a special selection board to be appointed to the next higher grade as soon as practicable. Authorizes the Secretary of Defense to prescribe by regulation the circumstances under which special selection board procedures are to take place and time constraints for an officer to apply for such an examination. Prohibits any official or court of the United States from having jurisdiction or power over any claim based on the failure of an officer or former officer of the armed forces to be selected for promotion until the claim has either been referred to a special selection board or rejected by the Secretary concerned without consideration by a special selection board. Provides for judicial review by a court of the United States of a determination by the Secretary concerned to reject a special selection board or the determination of a special selection board to fail to recommend an officer for promotion. Authorizes the Secretary concerned to discharge any reserve officer who: (1) has less than five years of service in an active status as a commissioned officer; or (2) is serving in the grade of second lieutenant or ensign and has been found not qualified for promotion to the grade of first lieutenant or lieutenant junior grade. Requires the Secretary of Defense to regulate such discharges. Requires the following officers to be separated from the service after failure of selection for promotion to the next higher grade for the second time: reserve first lieutenants of the Army, Air Force, and Marine Corps and reserve lieutenants junior grade of the Navy. Provides mobilization-requirements exceptions to such separations as determined by the Secretary concerned. Requires separation from service for the following other officers who fail for promotion to the next higher grade the second time: (1) reserve captains of the Army, Air Force, and Marine Corps, and reserve lieutenants of the Navy; and (2) reserve majors of the Army, Air Force, and Marine Corps, and reserve lieutenant commanders of the Navy. Requires removal from the reserve active-status list, unless continued under a specified exception, for the following officers: (1) lieutenant colonels and commanders, on the first day after completion of 28 years of commissioned service; and (2) colonels and Navy captains, on the first day after completion of 30 years of commissioned service. Requires separation from service for each reserve officer in the grade of brigadier general who has not been promoted for five years, requiring such separation 30 days after completion of 30 years of commissioned service. Requires separation from service for reserve officers of the grade of major general who have not been promoted for five years, requiring such separation 30 days after completion of 35 years of commissioned service. Provides for the retention of a limited number of brigadier generals and major generals as exceptions to the above separation requirements in the discretion of the Secretary concerned. Exempts State adjutant generals from such separation requirements. Requires the following separations from service as a reserve officer on the active-status list: (1) separation at age 60 for officers below brigadier general or rear admiral (lower half); (2) separation at age 60 for brigadier generals and rear admirals (lower half); (3) separation at age 62 for major generals and rear admirals; and (4) separation at age 64 for reserve officers holding certain specified offices. Authorizes the Secretary of the Navy to retain until age 64 a reserve officer above captain in the Navy or above colonel in the Marine Corps. Limits the number of such officers authorized to be retained. Provides for separation from service for reserve officers following failure of selection for promotion, requiring such officers to be transferred to an inactive status, transferred to the Retired Reserve, or discharged. Provides for discharge or retirement for years of service or after selection for early removal from the active status list, requiring such officers to be transferred to the Retired Reserve or discharged. Provides for transfer to the Retired Reserve or discharge for those reserve officers who have reached mandatory retirement age and are not chosen under an exception to such mandatory retirement or otherwise retained by the Secretary concerned. Provides that all separations under the above provisions shall be considered to be involuntary separations. Entitles all reserve officers so discharged to separation pay. Outlines provisions for the continuation of reserve officers in the armed forces on the reserve active-status list after the time in which such officers would normally be required to be retired or discharged. Limits the period for which certain reserve officers may be so continued on the active-status list. Requires such continuation to be the result of the convening of a selection board convened for such purpose. Provides for the separation from service of reserve officers who are continued on the active-status list but who either decline to continue or are not subsequently promoted or continued on such list. Requires that any such continuation on the reserve active-status list is subject to the approval of the Secretary concerned, who shall provide instruction and direction to the continuation boards on their selections. Authorizes the Secretary concerned, with the officer's consent, to retain on the active-status list certain officers of the Army National Guard or Army or Air Force Reserve who are assigned to headquarters or technician positions. Requires mandatory separation of such retained officers at age 60. Authorizes the Secretary concerned to retain until age 67 (60 in the case of Army or Air Force chaplains) chaplains and officers in the medical specialties (Medical Corps, Dental Corps, Veterinary Corps). Authorizes the Secretary concerned, whenever that Secretary determines that there are too many reserve officers in that grade and competitive category having a specified number of years of service, to convene a selection board for selective early removal from the active-status list of the required number of reserve officers from such grade and competitive category. Provides for selective early retirement, through the action of a selection board, for reserve general and flag officers of the Navy and Marine Corps whenever the Secretary of the Navy determines such action to be necessary. Provides for: (1) separation of military chaplains for loss of professional qualifications; and (2) separation of reserve officers for substandard performance, misconduct in office, or certain other reasons. Directs the Secretary concerned to convene a board of inquiry to receive evidence and review the case of any officer who has been required to show cause for retention in an active-status. Requires such board to give a fair hearing for each officer involved. Outlines action to be taken when such a board finds either that the officer has failed to establish that such officer should be retained in an active status or that the cause for retention on such status has been established by such officer. Outlines rights and procedures governing such boards of inquiry. Authorizes the Secretary concerned, at any time during such procedures, to grant an officer's request for voluntary retirement or discharge. Outlines qualifications for officers serving on such boards of inquiry. Authorizes the Secretary of the Army or the Air Force, as appropriate, to: (1) terminate the reserve appointment; or (2) withdraw the Federal recognition as an officer of the National Guard for officers in the Army or Air National Guard who have been absent without leave for three months or more. Part B: Conforming Amendments - Defines the term \"reserve active-status list\" as a single list for all the armed forces that contains the names of all officers of that armed force except warrant officers who are in an active status in a reserve component and are not on an active-duty list. Revises the authority of the President to suspend the operation of any provision of law relating to the promotion, involuntary retirement, or separation of commissioned reserve officers in time of war or national emergency as declared by the Congress or the President. Terminates such a suspension two years after it takes effect. Requires active-duty list promotion boards to have the authority to recommend that reserve officers considered for promotion be required to show cause for retention on active duty. Authorizes a reserve officer ordered to active duty during a war or national emergency and who would otherwise be placed on the active-duty list to be excluded from such list by the Secretary concerned. Authorizes discharge before completion of the required period of service in the case of officers having twice failed for promotion to the grade of captain or lieutenant. Makes conforming amendments to conform with changes made in this Act for officers in the Naval or Marine Corps Reserve relating to elimination from active status and the computation of total commissioned service. Revises Federal provisions concerning Federal recognition for officer promotions within the Army National Guard to withdraw such recognition for officers who are subject to involuntary transfer to the Retired Reserve or are discharged. Title II: Other Personnel Policy Amendments - Part A: Appointments - Repeals the separate authority for women to be either enlisted or appointed as officers in the reserves. Provides for the appointment of former active-duty commissioned officers as reserve officers in the armed forces on the reserve active-status list. Requires a person to be credited, for purposes of determining the grade and rank of a person receiving an original appointment as a reserve officer, with any commissioned service performed before such appointment as a regular officer or reserve officer in an active status in any armed force, the National Oceanic and Atmospheric Administration, or the Public Health Service. Directs the Secretary of Defense to prescribe regulations limiting the amount of such prior commissioned service credit. Outlines factors for the determination of the amount of credit to be given for persons receiving an original appointment as a reserve commissioned officer in which advanced education or training is required and where such person has prior health professional or educational experience to be considered as constructive credit for such position. Limits the amount of constructive credit so awarded. Authorizes the awarding of constructive credit for those persons receiving original appointments into the armed forces with a view toward positions as judge advocate generals when the Secretary of Defense determines that the number of qualified judge advocates on the active-duty list is critically below the number needed. Redefines the computation of the years of service for the transfer of Army officers to the Retired Reserve in light of changes made by this Act. Repeals certain provisions concerning appointment authority made obsolete by the changes made under this Act. Part B: Separation and Retirement - Provides that, upon retirement, a person shall be credited with satisfactory service in the highest grade in which that person satisfactorily served at any time in the armed forces, as determined by the Secretary concerned. Provides certain minimum lengths of service within a grade above or below the lieutenant commander or colonel grade level in order to be considered to have satisfactorily served at such level for retirement computation purposes. Part C: Other Amendments - Provides that the Chief of the National Guard Bureau may not be removed from the reserve active-status list or from active status due to completion of a specified number of years of service while holding such office. Prohibits a former enlisted member who became an officer from reenlisting after service as an officer if such officer was discharged for poor performance, misconduct, or for reasons of national security. Prohibits a former enlisted member from reenlisting if that person's status and grade as an enlisted member were only held during, and solely as a result of, participation in a precommissioning program after the effective date of this Act. Title III: Reorganization and Consolidation of Laws Relating to Reserve Components - Reorganizes and consolidates certain laws relating to the reserve components of the armed forces. States the basic purpose of the reserves. Provides for the National Guard to be pressed into active duty whenever the needs of the United States so require. Outlines composition and administrative provisions relating to the Army Reserve, the Army National Guard, the Naval Reserve, the Marine Corps Reserve, the Air Force Reserve, the Air National Guard, and the Coast Guard Reserve, all of which shall be considered components of the reserve forces of the United States. Provides that in each armed force there shall be a Ready Reserve, a Standby Reserve, and a Retired Reserve, and requires each reserve to be placed into one of these categories. Provides that all reserves who are on an inactive status list, as well as members of the Retired Reserve, are in an inactive status, while all other reserves are in an active status. Requires each reserve component except the Army or Air National Guard to be divided into training categories according to degrees of training. Gives the authorized strength of the Ready Reserve. Defines the Selected Reserve as a division of the Ready Reserve. Defines the Individual Ready Reserve as another division of the Ready Reserve consisting of those members who are not in the Selected Reserve or the inactive National Guard. Requires each member of the reserves to be placed in his or her unit of the Ready Reserve for the prescribed period of service, unless transferred to the Standby Reserve. Provides that members of the Army and Air National Guard are members of the Ready Reserve. Allows any members except members of the Retired Reserve to be placed in the Ready Reserve. Authorizes a member of the Ready Reserve to be transferred to the Standby Reserve or the Retired Reserve as conditions warrant. Prohibits a member of the Army or Air National Guard to be transferred to the Standby Reserve without the consent of the governor of the State where such member is serving. Outlines training requirements for members of the Ready Reserve, including participation in a minimum number of drills or training periods during each year or service on active duty for training for not more than 30 days during each year. Provides that a member of the Ready Reserve who fails to perform such prescribed training may be ordered to perform an additional period of active duty for training for not more than 45 days. Provides the same additional-duty requirement for members of the Army or Air National Guard who fail to perform such minimum training. Directs the Secretary concerned to provide a system of continuous screening of units and members of the Ready Reserve to assure a proper balance of personnel for national security purposes. Requires a member who is designated not to be retained in the Ready Reserve to be transferred to the Standby Reserve, discharged, or transferred to the Retired Reserve. Provides for transfer back to the Ready Reserve from the Standby Reserve when the reason for the transfer to the Standby Reserve no longer exists. Provides for the composition of the Standby Reserve and requires an inactive status list to be maintained in such Reserve. Authorizes a member of the Standby Reserve who is not required to remain a Reserve and who cannot participate in the prescribed training to be transferred to such inactive status list under regulations prescribed by the Secretary concerned. Provides that while in an inactive status as a member of the Standby Reserve, a reserve is not eligible for pay or promotion and does not accrue credit for years of service. Defines the composition of the Retired Reserve. Provides that the Assistant Secretary of Defense for Reserve Affairs shall be the official in the Department of Defense (DOD) responsible for overall supervision of reserve component affairs of DOD. Directs the Secretary concerned, and the Secretary of Transportation when the Coast Guard is not operating as a service of the Navy, to prescribe such regulations as necessary to carry out provisions of law relating to the reserve components of that armed force. Authorizes the Secretary concerned or the Secretary of Transportation to designate a flag officer in each branch of the armed forces and the Coast Guard to be directly responsible to the Chief of Staff of that branch (or the Commandant of the Coast Guard) for reserve affairs of that branch. Requires the Secretary concerned to maintain adequate personnel records for each member of the reserve components under that Secretary's jurisdiction, including a record of the number of members of each class of reserve components who have participated satisfactorily in active duty for training and inactive duty training with pay. Requires members of the Individual Ready Reserve to notify the Secretary concerned of any change in status. Requires each member of the Ready Reserve not on active duty to undergo periodic physical examinations and execute a certificate of physical condition annually to the Secretary concerned. Requires the Secretary concerned to maintain full mobilization procedures for members of the reserves ordered to active duty. Directs the Secretary of Defense to conduct at least one mobilization exercise each year and to periodically test and evaluate the adequacy of resource allocation and planning. Prohibits discrimination in the application of laws to regular and reserve members of the armed forces. Requires each armed force to have officers of its reserve components on active duty to participate in preparing and administering the policies and regulations affecting those reserve components. Prohibits a member from belonging to more than one reserve component at the same time. Allows officers of the Air or Army National Guard who are not on active duty to: (1) order members of the Air or Army National Guard to active duty for training; (2) enlist, reenlist, or extend their enlistments; and (3) promote or discharge persons enlisted or reenlisted as Reserves of the Army or Air Force. Repeals specified provisions of current Federal law made inconsistent by the changes under this Act. Establishes in the Office of the Secretary of Defense a Reserve Forces Policy Board (the Board) to act as the principal policy adviser to the Secretary on matters relating to the reserve components. Requires a Naval Reserve Policy Board and a Marine Corps Reserve Policy Board to be convened at least once annually to report to the Secretary on reserve policy matters within their branch of the armed forces. Establishes in the Office of the Secretary of the Army an Army Reserve Forces Policy Committee. Establishes in the Office of the Secretary of the Air Force an Air Force Reserve Forces Policy Committee. Directs the President to assign to duty in the National Guard Bureau as many regular and reserve officers of the Army and Air Force as he considers necessary. Directs the Secretary of Defense to submit to the Congress, no later than February 15 annually, a written report concerning the equipment of the National Guard and the reserve components of the armed forces for each of the three succeeding fiscal years. Adds to Federal law new provisions relating to reserve component personnel policy. Provides that whenever the authorized strength of a reserve component is not prescribed by law, it shall be prescribed by the President. Requires authorized strengths in members in each grade to be that determined by the Secretary concerned as necessary to provide for mobilization requirements. Provides the authorized strengths for the following: (1) Army and Air Force reserve components, exclusive of members on active duty; (2) reserve commissioned officers in an active status; and (3) reserve general and flag officers of the reserve forces in an active status. Outlines certain limitations within such authorized strengths. Provides the maximum authorized strength in grade for reserve commissioned officers in grades below brigadier general or rear admiral (lower half) who are in an active status. Authorizes the President, in time of war or national emergency as declared by the Congress or the President, to suspend the operation of any authorized strength limitations described above. Limits the length of any such suspension of strength limitations. Directs the Secretary of the Army to distribute the number of reserve commissioned officers authorized in each commissioned grade between those assigned to reserve units organized to serve as reserve units and those not assigned to such units. Authorizes the Secretary of the Army and Air Force to prescribe the authorized strength of their reserve component in warrant officers. Provides for the temporary increase in the authorized strength of any reserve grade when temporary appointments of reserve officers are made. Provides the authorized strength for senior enlisted members on active duty or on full-time National Guard duty for administrative support of the reserves or the National Guard. Reorganizes and revises provisions relating to enlisted personnel. Authorizes the transfer of enlisted members of the Army or Air National Guard to the Army or Air Force Reserve, with the consent of the governor or other appropriate authority of the State concerned. Provides that an enlisted member of the Army or Air National Guard who ceases to be such a member becomes a member of the Army or Air Force Reserve unless he or she is also discharged from enlistment as a reserve. Outlines requirements for enlistment of a person into the Army or Air National Guard. Provides that a person who so enlists shall be concurrently enlisted as a member of the Army or Air Force Reserve. Provides that a member of the Army or Air Force Reserve who enlists in the Army or Air National Guard and is a member of a federally-recognized unit of the Guard becomes a member of the Guard and ceases to be a member of the Reserve. Authorizes an adjutant general or assistant adjutant general of the Army or Air National Guard to be appointed as a reserve commissioned officer in the armed forces. Reorganizes Federal provisions relating to warrant officers, appointments as reserve officers, and active duty for members of the reserves. Sets forth new provisions concerning National Guard members in the Federal service. Provides that members of the Army and Air National Guard are not in active Federal service except when ordered thereto. Authorizes the President, with their consent, to order officers of the Army and Air National Guard to active duty in the National Guard Bureau. Limits the number of officers in grades below brigadier general who may be ordered to active duty in the Bureau. Requires such officers ordered to active duty to be considered members of the Army or Air Force Reserve, and to be subject to the laws governing such armed force while serving on active duty. Authorizes the President to call into Federal service members and units of the National Guard of any State whenever: (1) there is an invasion or danger of invasion upon the United States or its possessions; (2) there is a rebellion or danger of a rebellion against the Government; or (3) the President is unable to execute the laws of the United States with the regular forces. Authorizes the President to specify the period of such service. Requires each member of the National Guard called into Federal service to undergo a physical examination to ensure fitness for duty. Directs the Secretary concerned to detail such members of the regular and reserve components as necessary to develop, train, instruct, and administer those reserve components. Authorizes the President to detail a regular or reserve officer of the Army or Air Force as chief of staff or assistant chief of staff of any division of the Army or Air National Guard that is in the Federal service. Permits any reserve who, before being ordered to active duty, was receiving compensation from any person to continue to receive compensation from such person while serving on active duty. Provides credit for all service (active duty, military training, and the like) as members of the National Guard for members of the Army or Air National Guard completing such service (for purposes of benefits to military members and their dependents and beneficiaries). Reorganizes and transfers Federal provisions relating to standards and procedures for the retention and promotion of reserve commissioned officers. Sets forth provisions relating to the discharge or separation of members of the reserves. Permits reserve commissioned officers to be discharged at the pleasure of the President. Authorizes a reserve who becomes a regular or ordained minister of religion to be discharged from his reserve enlistment or appointment. Prohibits a reserve officer having at least five years of service as a commissioned officer to be separated from that component without his or her consent except under specified limited conditions. Authorizes the President or the Secretary concerned to separate any reserve who is: (1) absent without authority for at least three months; or (2) sentenced to confinement after a guilty finding. Authorizes a member of the reserves to be discharged under honorable conditions unless officially discharged under other-than-honorable conditions or the member consents to a discharge under conditions other than honorable and waives proceedings under a court martial or board. Prohibits a reserve on active duty and within two years of eligibility for retirement from being involuntarily released, unless approved by the Secretary concerned. Sets forth provisions concerning retired pay for non-regular (reserve) service. Outlines age and years-of-service requirements for eligibility of reserve members for retired pay. Requires the Secretary concerned to notify each person who has completed such requirements of their eligibility. Outlines the computation for the determination of the years of service requirement. Specifies those types of service (active-duty, service while on a retired list, service in the inactive National Guard) which cannot be counted toward the computation of the years of service requirement. Provides the computation for the amount of retired pay, which is based upon the years of service performed as a reserve member. Prohibits service in an inactive status from being counted when determining the amount of retired pay. Authorizes a member who would be otherwise eligible for retired pay but for the fact that such member is under 60 years of age to be transferred, at his or her request, to such inactive status list as may be established for such purpose. Entitles the Secretary concerned to recall to an active status at any time any person on the inactive status list for such purpose. Prohibits service credited for determining retired pay benefits from being excluded in determining eligibility for other benefits, such as pension, annuity, or old-age benefits. Prohibits a member of the armed forces from being ordered to active duty solely for the purpose of qualifying such member for retired pay. Prohibits a person's entitlement to retired pay from being revoked after notice of eligibility for such pay, unless it resulted directly from the fraud or misrepresentation of the person involved. Authorizes the number of years of creditable service to be adjusted to correct any errors or miscalculations in the amount of retired pay to which a member is eligible. Revises other provisions concerning the computation of retired pay by determining the retired pay base for reserve officer retirement, disability, warrant officer, and nonregular service retirement. Provides that a reserve commissioned officer, unless entitled to a higher grade under another provision of law, when transferred to the Retired Reserve is entitled to be placed on the retired list in the highest grade in which he served satisfactorily as determined by the Secretary concerned. Provides the grade on transfer for commissioned officers who have served as attending physicians to the Congress. Requires retired lists to be maintained containing the names of the reserves under the jurisdiction of the Secretary concerned who are in the Retired Reserve. Reorganizes and transfers provisions relating to training for reserve components and educational assistance programs for members of the Selected Reserve, for the health professions stipend program, and the armed forces health professions scholarship program. Sets forth new provisions concerning the education loan repayment program for members of the Selected Reserve. Authorizes the Secretary of Defense to repay any loans made to members of the Selected Reserve under various provisions of the Higher Education Act of 1965. Provides for repayment of such loans on the basis of each complete year of service performed by the borrower. Authorizes the Secretary to repay such loans in the case of members of the Selected Reserve with critically-needed specialties of expertise. Outlines administrative provisions concerning such loan repayments. Reorganizes and transfers provisions relating to education loan repayments for health professions officers serving in the Selected Reserve with wartime critical medical skill shortages. Reorganizes and transfers provisions relating to facilities for Reserve components. States that the Secretary concerned is responsible for providing the personnel, equipment, facilities, and other general logistic support necessary to enable units and members of the Ready Reserve under his jurisdiction to satisfy the training and mobilization readiness requirements as recommended by the Secretary concerned and the Chairman of the Joint Chiefs of Staff and approved by the Secretary of Defense. Directs the Secretary concerned to make available to the reserves the supplies, services, and facilities necessary to support and develop those components, including supplies of the regular armed forces when deemed necessary. Authorizes issuance of supplies of the regular armed forces to the Army or Air National Guard when deemed necessary. Repeals certain reserve officer personnel policy provisions made inconsistent by the changes made under this Act. Outlines legislative construction and general savings provisions. Title IV: Technical and Clerical Amendments - Makes technical and clerical amendments and transfers within title 10 of the United States Code certain other provisions relating to the reserve components of the armed forces. Revises and reorganizes provisions relating to the annual authorization of personnel strengths and annual manpower requirement reports. Makes general and technical amendments, to conform with reorganizational changes made under this Act, to subtitles A through E of title 10, United States Code, and to certain other specified laws and provisions. Title V: Transition Provisions - Continues on the current reserve active-status list certain Army and Air Force colonels who either hold the reserve grade of colonel or are on the list of officers recommended for promotion to the reserve grade of colonel. Exempts certain reserve colonels from such continuation provision. Provides that reserve officers of the Army and Air Force who, on the day before the effective date of this Act, are recommended for a regular promotion or a promotion to fill a vacancy shall be considered to have been recommended for promotion in accordance with the provisions concerning such promotions as added by this Act. Provides similar transition provisions for the following: (1) officers found qualified for promotion to first lieutenant; (2) officers who have once failed of selection for promotion to the next higher grade or are considered deferred officers; (3) officers in an active status who have been removed from the promotion list or declined by the President for appointment to the next higher grade or declined because of lack of Senate consent to such appointment; (4) officers having twice failed of selection for promotion; and (5) officers who have declined promotions. Provides that the above transition provisions apply to reserve officers of the Army and Air Force who: (1) on the day before the effective date of this Act are in an active status; and (2) on the effective date of this Act are subject to placement on the reserve active status list of the Army or the Air Force. Provides identical transition provisions for reserve officers of the Navy and Marine Corps, including officers found qualified for promotion to lieutenant (junior grade) or first lieutenant, and officers whose names have been omitted from a list furnished to a selection board. Provides that delays in promotions in effect before the effective date of this Act shall continue to remain in effect as if the promotion had been delayed under the provisions of this Act. Provides similar recognition to actions taken to remove the name of an officer from a promotion list before the effective date of this Act. Authorizes the Secretaries of the Army and the Air Force, during the five-year period after enactment of this Act, to waive provisions added by this Act concerning minimum service qualifications for promotion for reserve officers. Directs the Secretary of the military department concerned, within six months after the enactment of this Act, to ensure that: (1) all officers required to be placed on the reserve active-status list are placed on such list; and (2) the relative seniority of those officers on each such list is established. Directs the Secretary concerned to prescribe regulations for the establishment of such seniority. Preserves the relative seniority so determined after the establishment of the initial reserve active-status list for those officers who were in an active status but not on the active-duty list on the date of establishment of the reserve active-status list. Outlines factors for the determination of the highest grade satisfactorily held by a reserve officer when such officer is transferred to the Retired Reserve. Prohibits discharge of an officer who was on the active status list before the enactment of this Act and who was subject to placement on the reserve active-status list on the effective date of this Act, if such officer has completed three years of continuous service as a reserve commissioned officer. Outlines savings provisions for certain officers required to be separated before the effective date of this Act for age or years of service, allowing such officers to be separated at the later date of the separation date determined before the effective date of this Act and after. Title VI: Effective Dates and General Savings Provisions - Gives the effective date for changes made under this Act and sets forth savings and transition provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reserve Officer Personnel Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 10, United States Code, to revise and standardize the provisions of law relating to appointment, promotion, and separation of commissioned officers of the reserve components of the Armed Forces, to consolidate in a new subtitle the provisions of law relating to the reserve components, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:32-05:00"
}