{
  "actions": [
    {
      "acted_at": "1986-06-16", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-17", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2557-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hecht, Chic", 
      "sponsored_at": "1986-06-16", 
      "state": "NV", 
      "thomas_id": "01357", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-06-16", 
  "number": "2557", 
  "official_title": "A bill entitled the \"Indian Gambling Authorization and Regulation Act of 1986\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Gambling Authorization and Regulation Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Laxalt, Paul D.", 
    "state": "NV", 
    "thomas_id": "01382", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-06-16", 
  "subjects": [
    "Bingo", 
    "Crime prevention", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Fines (Penalties)", 
    "Gambling", 
    "Gambling and Lotteries", 
    "Government trust funds", 
    "Indian lands", 
    "Licenses", 
    "Native Americans", 
    "Organized crime", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-06-16", 
    "text": "Indian Gambling Authorization and Regulation Act of 1986 - (No Title I.) Title II: Findings and Purpose - Sets forth the findings and purpose of this Act. Title III: American Indian Bingo Commission - Establishes in the Department of the Interior the American Indian Bingo Commission. Requires the Commission, subject to the approval of the Secretary of the Interior, to promulgate rules relating to the regulation of bingo establishments on Indian lands. Allows a tribe that is entitled to operate a bingo establishment to enter into management contracts. Requires such a contract to be approved by the Commission either prior to or contemporaneously with the granting of a license to operate a bingo establishment to an Indian tribe. Sets forth specified requirements relating to the approval of such contracts by the Commission. Sets forth procedures for the licensing of bingo establishments and employees. Allows the Commission to: (1) suspend, modify, or revoke a management contract and tribe's license to operate a bingo establishment; and (2) inspect such establishments. Provides for the review of applications for bingo licenses by the Commission. Allows the Secretary, at the request of the Commission, to request the Attorney General to institute a civil action in a U.S. district court to restrain a violation of this Act, or a decision of the Commission, or to collect a fine imposed by the Commission. Grants the Secretary authority to review final decisions of the Commission regarding management contracts, licensing of establishments and bingo employees, and disciplinary action taken by the Commission. Grants U.S. court of appeals courts exclusive jurisdiction to review the validity of such decisions. Grants a Commissioner (a member of the American Indian Bingo Commission) the power to subpoena witnesses and evidence. Requires: (1) a tribal applicant for a license to pay a fee to the Commission; and (2) the Commission to establish a schedule of fees to be paid by such applicant. Establishes a special fund in the Treasury into which such fees shall be deposited and used to pay Commission expenses. Title IV: Criminal Sanctions - Amends Federal law to provide that State laws regarding the licensing, regulation, or prohibition of gambling (including criminal sanctions) shall be applicable to Indian lands. Provides criminal penalties for persons who are found guilty of: (1) gambling (except bingo) on Indian lands; and (2) theft of property belonging to a bingo establishment. Title V: Effective Dates - Sets forth the effective dates of this Act. Title VI: Authorization of Appropriations - Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Gambling Authorization and Regulation Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Indian Gambling Authorization and Regulation Act of 1986\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:56-05:00"
}