{
  "actions": [
    {
      "acted_at": "1973-11-15", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11508-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-15", 
  "number": "11508", 
  "official_title": "A bill to prohibit the use of currency in amounts in excess of $25 with respect to the making of certain political contributions or expenditures.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Cleveland, James C.", 
    "state": "NH", 
    "thomas_id": "00206", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-15", 
  "subjects": [
    "Campaign funds", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-15", 
    "text": "Prohibits any person from making, directly or indirectly, a contribution of currency of the United States or currency of any foreign country to or for the benefit of any candidate for Federal office, or elected Federal official, which, when combined with the total amount of other contributions made by such person to such candidate or official during the same calendar year, is more than $25. Makes it unlawful for any elected Federal official or any candidate for Federal office to accept, directly or indirectly, from any person any contribution of currency of the United States or of any foreign country which, when combined with the total amount of other contributions made by such person to said candidate or official during the same calendar year, is more than $25. Makes it unlawful for any candidate for Federal office or any person acting on behalf of such candidate to make any expenditure of currency of the United States or currency of any foreign country, with respect to any single transaction, which is more than $25. Provides that any person who violates this Act shall be fined not more than $1,000 or imprisoned not more than one year, or both."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to prohibit the use of currency in amounts in excess of $25 with respect to the making of certain political contributions or expenditures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:01-05:00"
}