{
  "actions": [
    {
      "acted_at": "1999-09-15", 
      "references": [
        {
          "reference": "CR S10938", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-15", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1588-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-09-15", 
  "number": "1588", 
  "official_title": "A bill to authorize the awarding of grants to Indian tribes and tribal organizations, and to facilitate the recruitment of temporary employees to improve Native American participation in and assist in the conduct of the 2000 decennial census of population, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Native American Census Participation Enhancement Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Campbell, Ben Nighthorse", 
    "state": "CO", 
    "thomas_id": "00168", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-09-15", 
  "subjects": [
    "Agriculture and food", 
    "Armed forces and national security", 
    "Census", 
    "Civil rights and liberties, minority issues", 
    "Economics and public finance", 
    "Education", 
    "Employee training", 
    "Federal aid programs", 
    "Federal aid to Indians", 
    "Federal employees", 
    "Federal-Indian relations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Higher education", 
    "Labor and employment", 
    "Military pensions", 
    "Minorities", 
    "Native Americans", 
    "Public assistance programs", 
    "Recruiting of employees", 
    "Retired military personnel", 
    "Right of privacy", 
    "Social welfare", 
    "Student loan funds", 
    "Temporary employment", 
    "Transportation and public works", 
    "Travel costs", 
    "Veterans' employment", 
    "Volunteer workers in government", 
    "Wages", 
    "Welfare eligibility"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-09-15", 
    "text": "TABLE OF CONTENTS: Title I: Grants to Tribes and Organizations Title II: Recruitment of Temporary Employees Native American Census Participation Enhancement Act of 1999 - Title I: Grants to Tribes and Organizations - Authorizes the Secretary of Commerce to provide for grants to be made to Indian tribes and tribal organizations, consistent with the purposes of this Act, in order to improve Native American participation in the 2000 census.(Sec. 3) Requires: (1) grant applications to include at least a statement of objectives, and a description of the programs and activities, for which the grant is sought; and (2) grant applicants to agree to make available non-Federal contributions in an amount equal to 50 percent of the Federal funds provided under the grant.(Sec. 4) Directs the Secretary to allocate the amounts appropriated to carry out this Act equitably and in a manner that best achieves the purposes of this Act.(Sec. 5) Allows a grant to be used only to: (1) train volunteers to assist individuals residing on Indian lands to complete and return census questionnaires; (2) educate Native Americans and the public about the importance of participating in the 2000 census and the confidentiality that is accorded to information collected; (3) recruit candidates to apply for census office and field enumerator positions; (4) sponsor community events to promote the 2000 census; (5) produce community-tailored promotional materials; or (6) rent space to provide any such training.Title II: Recruitment of Temporary Employees - Prohibits the earning or receipt of compensation for service performed by an individual in a temporary census position (a temporary position within the Bureau of the Census established for purposes relating to the 2000 decennial census of population) from having the effect of causing: (1) such individual or any other individual to become ineligible for any benefits provided under any Federal program or any State, tribal, or local program financed with Federal funds; or (2) a reduction in the amount of any such benefits for which such individual or any other individual would otherwise be eligible. Makes such requirement applicable only with respect to compensation for service performed during calendar year 2000. Prohibits the application of such requirement if the individual performing the service involved was first appointed to such position (whether such individual's then current position or a previous one) before January 1, 2000.Modifies Federal law regarding exemptions from certain provisions relating to offsets from pay and other benefits for reemployed annuitants and former uniformed service members to make such law: (1) applicable to service in any temporary position within the Bureau established for purposes relating to the 2000 decennial census; and (2) inapplicable to any service performed after December 31, 2000. Allows the Secretary to provide such reasonable and appropriate incentives to facilitate and encourage volunteers to assist in the enumeration of Native Americans and reimburse them for reasonable and necessary expenses incurred by assistants in conducting the Census.Directs the Secretary to develop and implement a program of undergraduate or graduate debt relief for those Census assistants that have provided significant service."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Native American Census Participation Enhancement Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the awarding of grants to Indian tribes and tribal organizations, and to facilitate the recruitment of temporary employees to improve Native American participation in and assist in the conduct of the 2000 decennial census of population, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:52-05:00"
}