{
  "actions": [
    {
      "acted_at": "1981-02-05", 
      "references": [], 
      "text": "Read second time and referred jointly to Senate Committees on Budget; Governmental Affairs by unanimous consent Pursuant to the order of August 4, 1977.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-03-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from GAO; CBO; White House Office; OMB; Energy Department; Labor Department; Treasury Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-03-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Administrative Conference of the U.S.; Civil Aeronautics Board; Commodity Futures Trading Commission.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-03-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Consumer Product Safety Commission; Environmental Protection Agency; Equal Employment Opportunity Commission.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-03-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Federal Communications Commission; Federal Maritime Commission; Federal Mine Safety and Health Review Commission.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-03-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Federal Trade Commission; Interstate Commerce Commission; Nuclear Regulatory Commission.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-03-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Occupational Safety and Health Review Commission; Federal Election Commission.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-08-03", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Nuclear Regulatory Commission.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-08-17", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Federal Communications Commission.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-14", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Civil Aeronautics Board.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-27", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Consumer Product Safety Commission.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s399-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-02-05", 
  "number": "399", 
  "official_title": "A bill to amend the Congressional Budget Act of 1974 to require the Congress to establish, for each fiscal year, a regulatory budget for each Federal agency which sets the maximum costs of compliance with all rules and regulations promulgated by that agency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr703-97", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1981-02-05", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Business and commerce", 
    "Congress and Congressmen", 
    "Congressional budget", 
    "Congressional oversight", 
    "Costs", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Government and business", 
    "Government operations and politics", 
    "Legislation"
  ], 
  "subjects_top_term": "Congressional budget", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-02-05", 
    "text": "Amends the Congressional Budget Act of 1974 to add a new title (Title XI: Regulatory Budget Procedure) to require Congress, on or before September 15 of each year, to complete action on a concurrent resolution establishing a regulatory budget for each Federal agency that sets the maximum costs of compliance with all rules and regulations declared by the agency. Directs the President to establish a Business Advisory Council to include representatives of each major industrial and commercial sector, and each geographic region, to provide such information, advice and consultation as he may require to develop and carry out regulatory costs analysis procedures. Directs the President, in consultation with the Council, to formulate the criteria for determining the costs of compliance with Federal rules and regulations. Requires the head of each agency, using such criteria, to conduct a study of the costs of compliance with rules and regulations set forth by the agency and to submit such reports to the President, Congress, and the Comptroller General. Directs the Comptroller General to review such agency reports and to submit findings to Congress. Requires the President to include regulatory budget recommendations in the Budget to Congress. Directs Congress to utilize such findings and recommendations in developing the regulatory budget for each agency. Requires Congressional committee reports on bills or resolutions to contain a statement of the estimate of the costs of compliance with agency rules or regulations to carry out the provisions of such bill or resolution. Sets forth the rules for consideration of any bill, resolution, or amendment that would cause the level of costs of compliance for any agency to exceed the maximum costs of compliance as established in the regulatory budget for the agency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Congressional Budget Act of 1974 to require the Congress to establish, for each fiscal year, a regulatory budget for each Federal agency which sets the maximum costs of compliance with all rules and regulations promulgated by that agency, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:35-05:00"
}