{
  "actions": [
    {
      "acted_at": "1997-09-04", 
      "committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking and Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2406-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Leach, James A.", 
      "sponsored_at": "1997-09-04", 
      "state": "IA", 
      "thomas_id": "00672", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-09-04", 
  "number": "2406", 
  "official_title": "To provide for the temporary extension of certain programs relating to public housing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Temporary Extension of Public Housing Reform Provisions Act of 1997", 
  "sponsor": {
    "district": "2", 
    "name": "Lazio, Rick", 
    "state": "NY", 
    "thomas_id": "00670", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-09-04", 
  "subjects": [
    "Affordable housing", 
    "Apartment houses", 
    "Auctions", 
    "Commerce", 
    "Cooperative housing", 
    "Economics and public finance", 
    "Federal aid to housing", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Housing and community development", 
    "Housing authorities", 
    "Housing subsidies", 
    "Income", 
    "Interest", 
    "Landlord and tenant", 
    "Leases", 
    "Low-income housing", 
    "Moderate income housing", 
    "Mortgage guaranty insurance", 
    "Mortgage loans", 
    "Mortgages", 
    "New York State", 
    "Public housing", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Residential rehabilitation", 
    "Secondary mortgage market", 
    "Social welfare", 
    "Surplus government property"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-09-04", 
    "text": "TABLE OF CONTENTS: Title I: Public Housing and Section 8 Rental Assistance Title II: Federally Assisted Multifamily Rental Housing Temporary Extension of Public Housing Reform Provisions Act of 1997 - Title I: Public Housing and Section 8 Rental Assistance - Amends the Balanced Budget Downpayment Act, I to extend provisions regarding public housing ceiling rents, income adjustments, and (repeal of) Federal preferences for assisted housing. (Sec. 102) Amends the Emergency Supplemental Appropriations for Additional Disaster Assistance, for Antiterrorism Initiatives, for Assistance in the Recovery from the Tragedy that Occurred at Oklahoma City, and Rescissions Act, 1995 to extend the public housing demolition and disposition one-for-one replacement requirement. (Sec. 103) Amends the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 1996 to extend provisions regarding use of public housing modernization funding for mixed income developments. (Sec. 104) Amends the Balanced Budget Downpayment Act, I to extend minimum rent provisions. (Sec. 105) Amends the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 1996 to extend certain provisions regarding the section 8 rental assistance program. Amends the Balanced Budget Downpayment Act, I to extend fair market rental provisions. Title II: Federally Assisted Multifamily Rental Housing - Amends the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 1997 to extend authority for: (1) section 8 contract renewals; and (2) the multifamily housing mortgage restructuring demonstration. (Sec. 203) Amends the Housing and Community Development Act of 1992 to increase the number of units and extend the risk-sharing and housing finance agency multifamily housing finance pilot programs. (Sec. 204) Amends the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 1997 to state that the Secretary of Housing and Urban Development's (HUD) authority to manage and dispose of multifamily housing includes the provision of grants and loans from the General Insurance Fund. (Sec. 205) Amends the National Housing Act to: (1) extend multifamily mortgage auction authority; and (2) authorize the Secretary to continue to make interest reduction payments on transferred mortgage loans under the rental or cooperative housing for lower income families program. (Sec. 207) Amends the Housing and Community Development Amendments of 1978 to authorize the Secretary to provide for the assumption of all regulatory rights and responsibilities in connection with the sale of a HUD-held mortgage."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Temporary Extension of Public Housing Reform Provisions Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the temporary extension of certain programs relating to public housing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:12-05:00"
}