{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr631-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "631", 
  "official_title": "A bill to improve the financial management of Federal assistance programs, to facilitate the consolidation of such programs, to strengthen further congressional review of Federal grants-in-aid, to provide a catalog of Federal assistance programs, and to extend and amend the law relating to intergovernmental cooperation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Intergovernmental Cooperation Act", 
  "sponsor": {
    "district": "18", 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Congressional oversight", 
    "Federal aid programs", 
    "Intergovernmental relations"
  ], 
  "subjects_top_term": "Federal aid programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Intergovernmental Cooperation Act - Title I: Definitions - Defines the various terms used in this Act. Title II: Accounting, Auditing, and Reporting of Federal Assistance Funds - Authorizes the President to establish rules and regulations that will simplify and, where possible, make more uniform the financial reporting requirements associated with Federal assistance programs. Declares that Federal agencies administering assistance programs to State and local governments shall, to the greatest extent feasible, rely on the internal or independent accounting and auditing of these programs by the recipient jurisdictions. Requires each Federal agency administering assistance programs to maintain continuous liaison with counterpart State and local fiscal control administrators. Requires Federal agency heads to coordinate and make more uniform the auditing requirements of assistance programs coming under their jurisdiction and establishes cross-servicing arrangements with other agencies for audit purposes. Provides that the Bureau of the Budget, or such other agency as may be designated by the President, is authorized to prescribe government-wide rules and regulations for the effective implementation of those requirements. Title III: Consolidation of Federal Assistance Programs - Declares that the President shall examine the various Federal assistance programs and determine what consolidations are necessary and desirable in order to: (1) promote the better execution and efficient management of individual Federal assistance programs; (2) provide better coordination among individual assistance programs; and (3) promote more efficient planning and use by recipients of such programs. Provides that each consolidation plan transmitted must (1) place responsibility in a single Federal agency for the administration of the consolidated program; (2) specify the formula for rendering Federal assistance under the consolidated program, and requirements for rendering Federal assistance, including planning and eligibility requirements, which are suggested by counterpart provisions of Federal assistance statutes affected by the consolidated plan; (3) spell out the differences between the formulas, conditions, and requirements of a consolidation plan and those in such counterpart provisions; (4) provide for the transfer or other disposition of records, property, and personnel the individual assistance programs involved; (5) arrange for the transfer of those unexpected balances of appropriations and of other funds available for the individual assistance programs affected insofar as the President considers it necessary in light of the functions authorized by the consolidated program (except that unexpended balances thus transferred may be used only for purposes authorized in the original appropriation); and (6) make provision for terminating the affairs of an agency or administrative unit whose programs have been transferred pursuant to the proposed consolidation. Stipulates that each Federal assistance consolidation plan shall provide for only one consolidation of individual assistance programs. Sets forth the manner in which Congress shall consider Federal assistance consolidation plans. Stipulates that a Federal assistance consolidation plan shall become effective at the end of the first period of 90 calendar days of continuous session of the Congress after transmittal and the end of the ninety day period either House passes a resolution not favoring the plan. Title IV: Congressional and Executive Oversight of Federal Assistance Programs - Provides Congressional review procedures for grant-in-aid programs. Provides that at least 6 months prior to the date on which the program authority is to expire, the relevant substantive Committees of Congress, either separately or jointly, will conduct studies of the program and advise their findings. Requires departments and agencies administering more than one program to annually submit to the Congress and the President comprehensive reports on the effectiveness and progress of the requirements of this Act. Requires the President to annually submit a summary report to Congress. Title V: Program Information Act - Directs the President to transmit to Congress a catalog of Federal domestic assistance programs designed to aid persons in determining whether particular assistance or support might be available to them and to transmit a report concerning the measures being taken to simplify and consolidate the various application forms of the different Federal assistance programs. Provides for the revision of the catalog quarterly and directs the Superintendent of Documents to make it available to the public. Title VI: Extension of Certain Provisions of the Intergovernmental Cooperation Act of 1968 to Political Subdivisions - Extends the provisions of the Intergovernmental Cooperation Act of 1968 pertaining to grants-in-aid to improve States' administrations to political subdivisions of such States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intergovernmental Cooperation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Program Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the financial management of Federal assistance programs, to facilitate the consolidation of such programs, to strengthen further congressional review of Federal grants-in-aid, to provide a catalog of Federal assistance programs, and to extend and amend the law relating to intergovernmental cooperation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:59-05:00"
}