{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-11", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Children, Family,Drugs and Alcohol", 
      "text": "Referred to Subcommittee on Children, Family,Drugs and Alcohol.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s142-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Children, Family, Drugs and Alcoholism", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Andrews, Mark", 
      "sponsored_at": "1985-01-29", 
      "state": "ND", 
      "thomas_id": "00019", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1985-01-21", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1985-01-21", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "142", 
  "official_title": "A bill to promote the safety of children receiving day care services by establishing a national program for the licensing of child day care providers, establishing a clearinghouse for information with respect to criminal records of employees of day care centers, and establishing a hotline for reporting of abuse of children receiving day care services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr276-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr276-99", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Child Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Block grants", 
    "Child abuse", 
    "Child molesting", 
    "Children and youth", 
    "Communications and Broadcasting", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Day care", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to day care centers", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Information services", 
    "Labor and employment", 
    "Licenses", 
    "Personnel records", 
    "Sex crimes", 
    "Social welfare", 
    "Standards", 
    "State finance", 
    "State laws", 
    "States", 
    "Telephone"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "National Child Protection Act - Amends title XX (Block Grants to States for Social Services) of the Social Security Act to add provisions for licensing and information with respect to providers of child day care services. Requires, as a condition for receiving any funds under title XX, that a State have a program in effect which meets specified requirements. Requires the State to require the licensing and monitoring of all providers of child day care services in accordance with standards established by the Secretary of Health and Human Services. Requires the State to provide information to the Secretary with respect to: (1) all individuals providing child day care services or employed by providers of child day care services; and (2) all individuals convicted of child abuse, child molesting, or similar crimes. Requires the State to have in effect a toll-free telephone hotline for the reporting of any allegations of child abuse, child molestation, or similar acts committed by any individual providing child day care services or by any employee of a provider of child day care services. Directs the Secretary to establish standards and guidelines for State licensing and monitoring of providers of child day care services. Requires that such standards and guidelines: (1) assure the children's safety, health, and developmental potential and promote their social, emotional, physical, and cognitive growth; and (2) assure that only adequately trained individuals provide such services. Directs the Secretary to determine a uniform definition of \"child day care services\" and of \"provider of child day care services\" to apply for purposes of this Act and to assure that the maximum feasible number of children shall be protected under this Act. Directs the Secretary to establish a national file of the names, addresses, and social security numbers of all individuals convicted of crimes involving child abuse, child molestation, or such similar acts which the Secretary determines ought to be included in such file to protect children receiving child day care services. Requires each State to report to the Secretary such information on any individual convicted in that State of such acts which the Secretary has determined ought to be included in the national file. Directs the Secretary to establish a uniform reporting system which shall apply to all States for such purpose. Requires each State to prohibit any individual or provider from being licensed to provide child day care services in such State if such individual, or any employee of such provider, has been convicted of a crime which has been reported by any State to the Secretary and is contained in the national file. Requires each State, prior to granting such a license, to request the Secretary to check the names of each individual seeking a license to provide child day care services, and each employee of a provider seeking such a license, against the list of names contained in the national file. Requires each State to establish a toll-free telephone hotline for the reporting of any allegations of child abuse, child molestation, or any similar act designated by the Secretary for inclusion in the national file, committed by an individual providing child day care services, or by an employee of a provider of such services. Requires the State to provide follow-up investigation of each such allegation in accordance with standards established by the Secretary under regulations. Establishes an Advisory Panel on Child Protection to advise the Secretary on the standards and guidelines issued under this Act and to recommend appropriate changes in such standards and guidelines. Sets forth provisions relating to Panel membership and assistance. Directs the Secretary to promulgate all regulations required under this Act within 90 days after the enactment of this Act. Makes the requirements of this Act applicable to States beginning 180 days after the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Child Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the safety of children receiving day care services by establishing a national program for the licensing of child day care providers, establishing a clearinghouse for information with respect to criminal records of employees of day care centers, and establishing a hotline for reporting of abuse of children receiving day care services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:04-05:00"
}