{
  "actions": [
    {
      "acted_at": "1986-04-17", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4632-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-17", 
  "number": "4632", 
  "official_title": "A bill to clarify and expand the functions of the Associate Administrator for Minority Small Business and Capital Ownership Development of the Small Business Administration, to transfer resources to the Administration to promote the execution of such functions and to eliminate duplicative functions of the Minority Business Development Agency.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Mitchell, Parren J.", 
    "state": "MD", 
    "thomas_id": "00818", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-17", 
  "subjects": [
    "Business and commerce", 
    "Department of Commerce", 
    "Depressed areas", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government procurement", 
    "Government records, documents, and information", 
    "Information services", 
    "Minorities", 
    "Minority business enterprises", 
    "Public Contracts, Procurement, and Property", 
    "Small Business Administration", 
    "Small business", 
    "Socially handicapped"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-17", 
    "text": "Amends the Small Business Act to provide that the Associate Administrator for Minority Small Business and Capital Ownership Development of the Small Business Administration shall be responsible for coordinating and formulating policies relating to Federal assistance to minority businesses, small businesses located in urban or rural areas with a high proportion of unemployed or low income individuals or owned by low income individuals and small businesses owned by socially and economically disadvantaged individuals. Directs the Associate Administrator to: (1) coordinate Federal programs that affect the establishment and preservation of minority businesses; (2) promote the mobilization of Federal, State, and local resources for the growth of such businesses; (3) establish a center for the collection and dissemination of information that will help organizations promote the establishment of such businesses; (4) provide financial assistance to public and private organizations so that they may provide technical and management assistance to such businesses; and (5) require minority business development plans to be developed by each Federal agency. Requires the head of each agency to furnish specified information and assistance to the Associate Administrator. Requires the Associate Administrator to submit a report of activities conducted under this Act to the President and specifed congressional committees. Defines \"minority business.\" Prohibits, during the effective period of this Act, the appropriation of funds for activities of the Minority Business Development Agency of the Department of Commerce. Transfers the personnel of, appropriations to, and contracts of the Minority Business Development Agency to the Small Business Administration. Provides that all agency and judicial orders, determinations, rules, and agency grants or contracts that relate to the above-mentioned transfers and that are in effect at the time this Act becomes effective shall continue in effect. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to clarify and expand the functions of the Associate Administrator for Minority Small Business and Capital Ownership Development of the Small Business Administration, to transfer resources to the Administration to promote the execution of such functions and to eliminate duplicative functions of the Minority Business Development Agency.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:20-05:00"
}