{
  "actions": [
    {
      "acted_at": "1980-02-28", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-08-18", 
      "references": [], 
      "text": "Reported to House from the Committee on Merchant Marine and Fisheries with amendment, H. Rept. 96-1224.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-18", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-18", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-18", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-20", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-22", 
      "references": [], 
      "text": "Reported to Senate from Committee on Commerce, Science, and Transportation with amendment (without written rept.).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "House agreed to certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "House agreed to certain Senate amendment with amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "Senate agreed to House amendment to certain Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-08", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-09", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-10", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-21", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-10-21", 
      "references": [], 
      "text": "Public Law 96-478.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6665-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Ashley, Thomas L.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00032", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Evans, Melvin H.", 
      "sponsored_at": "1979-01-03", 
      "state": "VI", 
      "thomas_id": "00362", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Stack, Edward J.", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "01094", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-10-21", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-28", 
  "number": "6665", 
  "official_title": "A bill to implement the Protocol of 1978 Relating to the International Convention for the Prevention of Pollution from Ships, 1973, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2118-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Act to Prevent Pollution from Ships", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-28", 
  "subjects": [
    "Coast guard", 
    "Department of Transportation", 
    "Environmental protection", 
    "Government lending", 
    "Government trust funds", 
    "Harbors", 
    "Licenses", 
    "Marine pollution", 
    "Marine terminals", 
    "Maritime law", 
    "Oil pollution of rivers, harbors, etc.", 
    "Oil pollution of the sea", 
    "Pollution control", 
    "Ships", 
    "Territorial waters", 
    "Treaties", 
    "Vessel documentation", 
    "Water and Water Resources Development", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "House agreed to Senate amendment with amendment", 
    "date": "1980-09-30", 
    "text": "(House agreed to certain Senate amendment with amendment) Act to Prevent Pollution from Ships - Implements the Protocol of 1978 Relating to the International Convention for the Prevention of Pollution from Ships, 1973 (MARPOL Protocol). Applies this Act to ships of United States registry or nationality or of a country party to the MARPOL Protocol and ships registered in or of the nationality of a country not a party to the MARPOL Protocol traveling in all waters subject to the jurisdiction of the United States. Exempts: (1) warships, naval auxiliaries, or other ships owned by the United States while engaged in noncommercial service, subject to standards prescribed by the appropriate Federal departments and agencies; and (2) other ships specifically excluded by the MARPOL Protocol. Authorizes the Secretary of the department in which the Coast Guard is operating to administer, enforce, and prescribe regulations to carry out the provisions of the MARPOL Protocol and this Act, utilizing other Federal departments and agencies as necessary. Authorizes the Secretary to designate persons to issue certificates required by the MARPOL Protocol. Directs that: (1) certificates shall not be issued to ships of countries not a party to the MARPOL Protocol; and (2) certificates issued by a participating country of the MARPOL Protocol shall be honored. Subjects to inspection any ship required to carry a valid certificate. Directs the Secretary to detain any ship required to have a certificate which either does not have one on board or has a condition in disagreement with the certificate until such ship can proceed to sea without presenting an unreasonable threat of harm to the marine environment. Allows any person whose ship is detained to petition the Secretary. Permits compensation for any loss or damage suffered by a ship unreasonably detained or delayed. Directs the Secretary, after consultation with the Administrator of the Environmental Protection Agency, to establish regulations for determining the adequacy of reception facilities of a port or terminal, and to issue certificates indicating that facilities for receiving residues and mixtures containing oil or noxious liquid substances from seagoing ships are adequate. States conditions under which such certificates can be inspected, suspended, or revoked. Requires the listing of such certified ports and terminals in the Federal Register. Allows the Secretary to deny entry to any ship retaining residues and mixtures containing oil or noxious liquids into a port or terminal required to have but not holding a valid certificate. Requires immediate reporting of any incident covered by the Protocol to the Secretary. Directs the Secretary to investigate any such report of violation and take appropriate action, acting through the Secretary of State in cases involving a ship not of United States registry or nationality. Imposes a fine of not more than $50,000 for each violation or imprisonment for not more than five years, or both, and a civil penalty of not more than $25,000, or $5,000 in cases of false, fictitious, or fraudulent statements or representations. Deems a ship liable in rem for any pecuniary fine or penalty incurred. Directs the Secretary of the Treasury to refuse or revoke clearance required by Federal law (R.S. 4197) to any ship liable for such a penalty. Sets forth procedures to be taken in accepting a proposed amendment to the MARPOL Protocol received by the United States from the Secretary-General of the Inter-Governmental Maritime Consultative Organization. Permits any person having an interest adversely affected by: (1) any person who is alleged to be in violation of these provisions; or (2) a Secretary who is alleged to be in neglect in performing duties under this Act, to bring suit against such party, subject to specified procedures and jurisdictions. Authorizes the court to award costs of litigation. Allows the Attorney General to intervene in any action not involving the United States. Repeals the Oil Pollution Act, 1961, and the Oil Pollution Act Amendments of 1973. Authorizes the Secretary to inspect vessels subject to this Act, except public vessels engaged in noncommercial service entering navigable waters of and documented under the laws of the United States. Directs the Secretary and the heads of Federal departments to issue regulations, standards, and certificates upon enactment of this Act. Directs that nothing in this Act shall be construed as limiting, diminishing, or otherwise restricting the authority of the Secretary under the Port and Tanker Safety Act of 1978. Amends the Fish and Wildlife Act of 1956 to extend, through September 30, 1982, the fisheries loan fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Act to Prevent Pollution from Ships", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement the Protocol of 1978 Relating to the International Convention for the Prevention of Pollution from Ships, 1973, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:03-05:00"
}