{
  "actions": [
    {
      "acted_at": "1996-01-25", 
      "references": [
        {
          "reference": "CR S382-389", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-01-25", 
      "committee": "Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-02-01", 
      "in_committee": "Committee on Rules", 
      "references": [], 
      "text": "Committee on Rules. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1528-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-01-25", 
  "number": "1528", 
  "official_title": "A bill to reform the financing of Senate campaigns, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Senate Campaign Finance Reform Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Bradley, Bill", 
    "state": "NJ", 
    "thomas_id": "01289", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-01-25", 
  "subjects": [
    "Actions and defenses", 
    "Campaign debates", 
    "Campaign funds", 
    "Checkoff", 
    "Congress", 
    "Congressional candidates", 
    "Congressional elections", 
    "Congressional elections (Senate)", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Economics and public finance", 
    "Election candidates", 
    "Fund raising", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Income tax", 
    "Injunctions", 
    "Judicial review of administrative acts", 
    "Law", 
    "Members of Congress", 
    "Parties to actions", 
    "Perjury", 
    "Political action committees", 
    "Political advertising", 
    "Political parties", 
    "Presidential candidates", 
    "Presidential elections", 
    "Public service advertising", 
    "Radio in politics", 
    "Science, technology, communications", 
    "Tax returns", 
    "Taxation", 
    "Television in politics", 
    "Voter registration", 
    "Voting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-01-25", 
    "text": "Senate Campaign Finance Reform Act of 1996 - Amends the Federal Election Campaign Act of 1971 (FECA) to add a new title on Senate election campaign financing. Prohibits any Senate candidate or authorized committee of such candidate from accepting any contribution or making any expenditures with respect to a general election, except as provided in this Act. Requires a candidate, to receive benefits under this Act, to file a declaration with the Secretary of the Senate stating that the candidate agrees in writing to participate in at least two debates and that the candidate and the candidate's authorized committees: (1) will deposit payments received in an account insured by the Federal Deposit Insurance Corporation from which funds may be withdrawn; (2) will furnish campaign records and other appropriate information to the Federal Election Commission (FEC); (3) have not received contributions from any individual for a primary or runoff election which in the aggregate exceed $100 or from entities other than individuals; and (4) did not make expenditures in excess of 50 percent of the total amount that will be available to all candidates in the State for the general election. Sets forth requirements for FEC certification of a candidate as eligible for benefits under this Act. Entitles each eligible Senate candidate to: (1) free broadcast time as specified later in this Act; and (2) specified payments from the Senate Election Campaign Fund for the general election based on the amount of donations from taxpayers of such candidate's State. Sets forth provisions regarding: (1) judicial review of the FEC's actions under this Act; and (2) FEC participation in judicial proceedings instituted under this Act. Establishes the Senate Election Campaign Fund in the Treasury. Authorizes appropriations matching any contributions by persons which are specifically designated for the Fund. Sets forth FEC reporting requirements regarding candidate expenditures, benefits made available, and Fund balances. Amends: (1) the Internal Revenue Code to provide for taxpayer designation of additional amounts to the Fund upon filing a return; and (2) the Communications Act of 1934 to require a licensee to make available two hours of free broadcast time (at least one hour of which is in prime time) to each eligible Senate candidate in each State within its broadcast area within 90 days before an election, subject to specified requirements. Adds a new title to FECA regulating soft money. Prohibits a national committee of a political party, any entity that is established, financed, maintained, or controlled by such committee, and any officer or agent of such committee or entity from soliciting or accepting contributions or transfers not subject to the limitations, prohibitions, and reporting requirements of such Act (limitations). Subjects any amount solicited, received, expended, or disbursed by a national, State, district, or local committee of a political party during a calendar year which might affect the outcome of a Federal election to such limitations, with exceptions. Sets forth provisions regarding: (1) fund raising expenditures; (2) restrictions on fundraising by candidates and officeholders; and (3) reporting requirements. Requires the FEC to carry out a program, utilizing public service announcements, to provide basic information to the public about voter registration and voting requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Senate Campaign Finance Reform Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the financing of Senate campaigns, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:07-05:00"
}