{
  "actions": [
    {
      "acted_at": "1993-09-14", 
      "references": [
        {
          "reference": "CR S11686-11687", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-09-14", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1456-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-09-14", 
  "number": "1456", 
  "official_title": "A bill to amend the Public Health Service Act to provide for health insurance coverage for pregnant women and children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Children and Pregnant Women Health Insurance Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-09-14", 
  "subjects": [
    "Child health", 
    "Consumer cooperatives", 
    "Day care", 
    "Families", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Government operations and politics", 
    "Health", 
    "Health care reform", 
    "Health education", 
    "Health insurance", 
    "Insurance premiums", 
    "Managed competition", 
    "Maternal health services", 
    "Medical screening", 
    "Mental health services", 
    "Poor", 
    "Pregnant women", 
    "Preventive medicine", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Translating and interpreting", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-09-14", 
    "text": "TABLE OF CONTENTS: Title I: Universal Health Insurance Coverage for Children and Pregnant Women Title II: Pediatric Representation on Health Care Reform Boards Title III: Effective Date Children and Pregnant Women Health Insurance Act of 1993 - Title I: Universal Health Insurance Coverage for Children and Pregnant Women - Amends the Public health Service Act to entitle children to enrollment in a health plan. Requires: (1) all Health Insurance Purchasing Alliances to enroll every such child; and (2) enrollment of every pregnant woman seeking medical care. Prohibits: (1) certain exclusion, including regarding claims experience or preexisting conditions; (2) premiums exceeding those permitted by the Alliance; and (3) cost sharing exceeding that permitted by this Act. Requires qualified plans to: (1) cover preventive care, major medical, and extended medical services (required services); and (2) provide or pay for certain services for low-income individuals, including transportation, child care at service sites, and translation services. Mandates required services standards. Requires preventive service schedules of periodicity for children and pregnant women. Prohibits preventive services cost sharing. Lists covered major medical and extended medical services. Mandates extended medical services care plans. Prohibits limiting the amount, duration, or scope for required services. Applies to these provisions the provisions of title XVIII (Medicare) of the Social Security Act relating to: (1) exclusions from coverage and Medicare as a secondary payer; and (2) review of national coverage determination. Sets forth cost sharing requirements. Mandates: (1) waived or reduced cost sharing for individuals with family incomes under specified poverty level percentages; and (2) waiver compensation to health plans. Amends title XIX (Medicaid) of the Social Security Act to include in the definition of \"medical care\" payment of the State's share of any premium to enroll a child or pregnant woman. Mandates uniform claims forms for claims under this Act. Preempts State and Federal requirements that are less than under this Act. Title II: Pediatric Representation of Health Care Reform Boards - Requires that any board or advisory panel created under State or Federal health care reform legislation to review matters affecting the quality of care for children and pregnant women include certain representation. Title III: Effective Date - Makes this Act effective on the date of enactment regardless of whether required regulations have been promulgated."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Children and Pregnant Women Health Insurance Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to provide for health insurance coverage for pregnant women and children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:08-05:00"
}