{
  "actions": [
    {
      "acted_at": "2013-02-27", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s17-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Barrasso, John", 
      "sponsored_at": "2013-02-27", 
      "state": "WY", 
      "thomas_id": "01881", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blunt, Roy", 
      "sponsored_at": "2013-02-27", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boozman, John", 
      "sponsored_at": "2013-03-05", 
      "state": "AR", 
      "thomas_id": "01687", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2013-02-27", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "2013-02-27", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "2013-02-27", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2013-02-27", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2013-02-27", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cruz, Ted", 
      "sponsored_at": "2013-02-27", 
      "state": "TX", 
      "thomas_id": "02175", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2013-02-27", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2013-03-20", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heller, Dean", 
      "sponsored_at": "2013-02-27", 
      "state": "NV", 
      "thomas_id": "01863", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hoeven, John", 
      "sponsored_at": "2013-02-27", 
      "state": "ND", 
      "thomas_id": "02079", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "2013-02-27", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2013-02-27", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johanns, Mike", 
      "sponsored_at": "2013-02-27", 
      "state": "NE", 
      "thomas_id": "01899", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Ron", 
      "sponsored_at": "2013-02-27", 
      "state": "WI", 
      "thomas_id": "02086", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lee, Mike", 
      "sponsored_at": "2013-02-27", 
      "state": "UT", 
      "thomas_id": "02080", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Risch, James E.", 
      "sponsored_at": "2013-02-27", 
      "state": "ID", 
      "thomas_id": "01896", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sessions, Jeff", 
      "sponsored_at": "2013-02-27", 
      "state": "AL", 
      "thomas_id": "01548", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "2013-02-27", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Toomey, Pat", 
      "sponsored_at": "2013-02-27", 
      "state": "PA", 
      "thomas_id": "02085", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wicker, Roger F.", 
      "sponsored_at": "2013-02-27", 
      "state": "MS", 
      "thomas_id": "01226", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-02-27", 
  "number": "17", 
  "official_title": "A bill to stimulate the economy, produce domestic energy, and create jobs at no cost to the taxpayers, and without borrowing money from foreign governments for which our children and grandchildren will be responsible, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1881-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2081-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s163-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s176-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Energy Production and Project Delivery Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Vitter, David", 
    "state": "LA", 
    "thomas_id": "01609", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-02-27", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Air quality", 
    "Alaska", 
    "Arctic Ocean", 
    "Asia", 
    "Atlantic Ocean", 
    "Buy American requirements", 
    "California", 
    "Canada", 
    "China", 
    "Climate change and greenhouse gases", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Department of the Interior", 
    "Economic performance and conditions", 
    "Electric power generation and transmission", 
    "Endangered and threatened species", 
    "Energy", 
    "Energy prices", 
    "Energy revenues and royalties", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental regulatory procedures", 
    "Federal appellate courts", 
    "Federal district courts", 
    "Fires", 
    "Floods and storm protection", 
    "Gulf of Mexico", 
    "India", 
    "Indian lands and resources rights", 
    "Intergovernmental relations", 
    "Judicial review and appeals", 
    "Jurisdiction and venue", 
    "Labor-management relations", 
    "Land transfers", 
    "Land use and conservation", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Montana", 
    "Monuments and memorials", 
    "Nebraska", 
    "Oil and gas", 
    "Pacific Ocean", 
    "Parks, recreation areas, trails", 
    "Pipelines", 
    "Pollution liability", 
    "Presidents and presidential powers", 
    "Public utilities and utility rates", 
    "Roads and highways", 
    "Russia", 
    "Seafood", 
    "Seashores and lakeshores", 
    "South Dakota", 
    "State and local government operations", 
    "Trade restrictions", 
    "Water use and supply", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-02-27", 
    "text": "Energy Production and Project Delivery Act of 2013 - Considers that the Secretary of the Interior (Secretary) has approved the Draft Proposed Outer Continental Shelf Oil and Gas Leasing Program 2010-2015 as a final oil and gas leasing program under the Outer Continental Shelf Lands Act. Deems the Secretary to have issued a final environmental impact statement for such Program under the National Environmental Policy Act of 1969 (NEPA). Directs the Secretary to: (1) conduct a lease sale in each outer Continental Shelf (OCS) planning area for which there is a commercial interest in purchasing federal oil and gas production leases, (2) approve or disapprove a drill permit application within 20 days after submission, and (3) hold Lease Sale 220 for an area offshore of Virginia. Revises requirements for the distribution of revenues from OCS planning areas and for their allocation among coastal states for FY2024 and ensuing fiscal years. Directs the Secretary, acting through the Director of the Bureau of Land Management (BLM), to implement a competitive leasing program for the exploration, development, and production of the oil and gas resources on the Coastal Plain of Alaska. Amends the Alaska National Interest Lands Conservation Act of 1980 to repeal the prohibition against leasing or other development leading to production of oil and gas from the Arctic National Wildlife Refuge (ANWR). Deems any oil and gas leasing programs and activities authorized by this Act to be in compliance with the purposes of ANWR, so that no further findings or decisions are required to implement this determination. Authorizes the Secretary to designate up to 45,000 acres of the Coastal Plain as a special area for special management and preservation of its unique and diverse character. Permits directional drilling in the Special Area. States that the Secretary's sole authority to close lands within the Coastal Plain to oil and gas leasing, exploration, development, and production is that set forth in this Act. Prescribes procedures governing Coastal Plain lease sales and lease sale bids, as well as lease terms and conditions. Requires the Secretary, when possible and practicable, to encourage the use of U.S. workers and U.S.-manufactured equipment in all construction related to mineral development on the Coastal Plain. Directs the Secretary to: (1) administer the leasing program with respect to Coastal Plain environmental protection according to the no significant adverse effect standard, (2) issue rights-of-way and easements across the Coastal Plain for the transportation of oil and gas, and (3) convey specified surface estates to the Kaktovik Inupiat Corporation and subsurface estates to the Arctic Slope Regional Corporation. Directs the Secretary to develop a plan facility consolidation plan for the Coastal Plain. Prescribes guidelines for expedited judicial review of complaints. Requires deposit in the Treasury of 90% of all bonus, rental, and royalty revenues from federal oil and gas leasing and operations authorized under this Act. Grants the U.S. District Court for the District of Columbia exclusive jurisdiction to hear all causes and claims arising from any covered project of federal land leasing for exploitation of oil, natural gas, or any other source or form of energy. Prohibits the award or federal payment of legal fees to an environmental nongovernmental organization in connection with any action: (1) preventing, terminating, or reducing access to production of energy, mineral resources, water by agricultural producers, a resource by commercial or recreational fishermen, or grazing or timber production on federal land; (2) diminishing a property owner's private property value; or (3) eliminating or preventing one or more jobs. Prohibits the Secretary, acting through the BLM, from establishing a master leasing plan as part of any guidance issued by the Secretary. Amends the Antiquities Act of 1906 to repeal the authority of the President to declare national monuments on federal lands in his or her own discretion. Subjects such authority to the approval of Congress. Prohibits the Administrator of the Environmental Protection Agency (EPA) or the head of any other federal agency from implementing or enforcing any regulations, proposals, or actions establishing any carbon dioxide or greenhouse gas emissions reductions until the Administrator, the Administrator of the Energy Information Administration, and the Secretary of Commerce certify in writing that the People's Republic of China, India, and the Russian Federation have proposed, implemented, and enforced measures requiring substantially similar reductions. Nullifies any regulation, proposal, or action in effect before such certification is made that requires any carbon dioxide or other greenhouse gas emissions reduction. Amends the Clean Air Act to require an economic analysis of any requirement of the Act that results in an adverse effect on employment. Requires the Secretary of Commerce to establish an economic review board to assess such an analysis. Amends the Endangered Species Act of 1973 (ESA) to require the Secretary of the Interior or the Secretary of Commerce, as appropriate, upon a state governor's declaration of an emergency, to exempt from the prohibition against taking, and against adverse modification of critical habitat, any action reasonably necessary to avoid or ameliorate the impact of the emergency, including fighting or preventing forest fires and building, rebuilding, or operating any water supply or flood control project by a federal agency. Prohibits consideration of the impact of greenhouse gas on any species of fish or wildlife or plant for any purpose in the implementation of the ESA. Prohibits the Bureau of Reclamation of the Department of the Interior and any California state agency operating a water project in connection with the Central Valley Project from restricting operations of an applicable project pursuant to any biological opinion issued under ESA if it would result in a level of allocation of water less than the historical maximum allocation under the project. Declares that no presidential permit shall be required for a specified pipeline application filed on May 4, 2012, by TransCanada Corporation to the Department of State for the northern portion of the Keystone XL pipeline from the Canadian border to the South Dakota/Nebraska border. Considers the final environmental impact statement regarding such pipeline issued by the Secretary of State on August 26, 2011, to satisfy all NEPA requirements. Considers approved the route of the Keystone XL pipeline through Nebraska. Declares that no area necessary to construct or maintain the pipeline shall be considered critical habitat under the Endangered Species Act of 1973. Directs the Secretary, acting through the Director of the National Park Service, to: (1) reinstate, for at least 10 years, the reservation of use and occupancy and special use permits to conduct commercial operations within Point Reyes National Seashore in California held by Drakes Bay Oyster Company; and (2) renew those reinstated permits for an additional 10-year period upon request by the company or a successor in interest. Prohibits the conversion of Drakes Estero to a designated wilderness."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Energy Production and Project Delivery Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to stimulate the economy, produce domestic energy, and create jobs at no cost to the taxpayers, and without borrowing money from foreign governments for which our children and grandchildren will be responsible, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:37:11-05:00"
}