{
  "actions": [
    {
      "acted_at": "1995-01-05", 
      "references": [
        {
          "reference": "CR S496-497", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-05", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-02", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s167-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-05", 
  "number": "167", 
  "official_title": "A bill to amend the Nuclear Waste Policy Act of 1982 and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Waste Policy Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Johnston, J. Bennett", 
    "state": "LA", 
    "thomas_id": "01373", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-05", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Appellate courts", 
    "Appropriations", 
    "Armed forces and national security", 
    "Common carriers", 
    "Congress", 
    "Congressional budget", 
    "Congressional reporting requirements", 
    "Constitutional law", 
    "Department of Energy", 
    "Economics and public finance", 
    "Employee training", 
    "Energy", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal preemption", 
    "Federal-state relations", 
    "Fees", 
    "Geology", 
    "Geothermal resources", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government spending reductions", 
    "Government trust funds", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Groundwater", 
    "Independent regulatory commissions", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Licenses", 
    "Limitation of actions", 
    "Mines and mineral resources", 
    "Mining leases", 
    "Municipal ordinances", 
    "Nevada", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear power plants", 
    "Nuclear weapons", 
    "Packaging", 
    "Public lands and natural resources", 
    "Radiation safety", 
    "Radioactive waste disposal in the ground", 
    "Railroad engineering", 
    "Railroad safety", 
    "Right-of-way", 
    "Standards", 
    "State laws", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Transportation safety", 
    "Waste disposal sites", 
    "Water quality", 
    "Water resources development", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-05", 
    "text": "TABLE OF CONTENTS: Title I: Storage and Disposal Title II: Transportation and State Relations Title III: Funding and Organization Title IV: General and Miscellaneous Provisions Title V: Nuclear Waste Technical Review Board Nuclear Waste Policy Act of 1995 - Title I: Storage and Disposal - Instructs the Secretary of Energy to construct and operate an interim storage facility for high-level radioactive waste and spent nuclear fuel at the Yucca Mountain site. Prescribes guidelines for: (1) the Nuclear Regulatory Commission (NRC) to license the facility for an initial term of 100 years; and (2) the Secretary to implement site characterization activities at the Yucca Mountain site, with a view to making it a permanent repository. (Sec. 103) Withdraws the Yucca Mountain site from all forms of entry, appropriation, and disposal under the public land laws, including mineral leasing, geothermal leasing, material sale, and mining laws. Title II: Transportation and State Relations - Directs the Secretary to: (1) design and procure multipurpose canister systems for holding spent nuclear fuels during interim storage, transportation, and disposal; and (2) construct and operate the requisite railroad facilities to transport spent nuclear fuel and high-level radioactive waste from existing rail systems to the interim storage facility and repository. (Sec. 203) Prescribes transportation requirements, including package certification and State notification and consultation. Title III: Funding and Organization - Authorizes the Secretary to enter into contracts according to prescribed guidelines with any person who generates or holds title to high-level radioactive waste, or spent nuclear fuel, of domestic origin for the acceptance of title, subsequent transportation, and disposal. (Sec. 302) Establishes: (1) the Nuclear Waste Fund within the Department of the Treasury to pay for radioactive waste disposal activities; and (2) the Office of Civilian Radioactive Waste Management within the Department of Energy. (Sec. 305) Instructs the Secretary to: (1) determine the appropriate portion of the cost of managing high-level radioactive waste and spent nuclear fuel allocable to the permanent disposal of high-level radioactive waste from atomic energy defense activities; and (2) request annual appropriations from general revenues sufficient to pay the full cost of the permanent waste disposal in the repository from such activities. Authorizes appropriations. Title IV: General and Miscellaneous Provisions - Provides for judicial review of agency actions under this Act. (Sec. 404) Prescribes guidelines for NRC hearings on licensing facility expansions and transshipments. (Sec. 405) Prohibits the Secretary from conducting site-specific activities regarding a second repository unless the Congress has specifically authorized and appropriated funds for such activities. Requires the Secretary to report to the President and the Congress on the need for a second repository. (Sec. 406) Directs the NRC to promulgate regulatory guidelines for: (1) the financial arrangements for low-level radioactive waste site closures; and (2) the training and qualifications of civilian nuclear powerplant personnel. Title V: Nuclear Waste Technical Review Board - Establishes the Nuclear Waste Technical Review Board as an independent establishment within the executive branch to evaluate the technical and scientific validity of certain activities, including: (1) site characterization; and (2) the packaging and transportation of high-level radioactive waste or spent nuclear fuel. (Sec. 510) Terminates the Board one year after the Secretary begins disposal in the repository of high-level radioactive waste or spent nuclear fuel."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Waste Policy Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Nuclear Waste Policy Act of 1982 and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:33-05:00"
}