{
  "actions": [
    {
      "acted_at": "1979-05-07", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-07", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3988-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-07", 
  "number": "3988", 
  "official_title": "A bill to provide for a temporary suspension of the granting of future operating licenses for nuclear fission power plants pending a review of existing and potential safety defects associated with such plants.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s926-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Nuclear Power Plant Safety Review Act of 1979", 
  "sponsor": {
    "district": "20", 
    "name": "Weiss, Ted", 
    "state": "NY", 
    "thomas_id": "01213", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-07", 
  "subjects": [
    "Licenses", 
    "Nuclear energy", 
    "Nuclear power plants", 
    "Nuclear security measures", 
    "Public safety", 
    "Radiation safety"
  ], 
  "subjects_top_term": "Nuclear power plants", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-07", 
    "text": "Nuclear Power Plant Safety Review Act of 1979 - Suspends for a period of 36 months the issuance by the Nuclear Regulatory Commission of any license for a nuclear fission power facility. Makes such suspension effective on the first day after the date of the enactment of this Act. Continues such suspension unless Congress determines that: (1) the effectiveness of the safety systems is demonstrated; (2) the effectiveness of the security systems throughout the fuel cycle is demonstrated; and (3) the continued use and development of nuclear fission plants no longer represents an unacceptable danger to the safety and health of the general public and the environment. Authorizes the President, in consultation with the Office of Technology Assessment and the Energy Information Administration of the Department of Energy, to grant relief and exception to this suspension for certain completed nuclear fission power plants. Directs the Office of Technology Assessment to conduct a study of nuclear fission power plants to: (1) determine safety hazards and make recommendations to remedy some; (2) assess the short-term and long-term effects of low level radiation; and (3) assess the licensing procedure of the Atomic Energy Commission and the Nuclear Regulatory Commission. Directs that such study shall be conducted independently. Directs the Office to submit annual reports to the Congress, the final report to be submitted 30 months after the date of enactment of this Act. Provides for the compensation of expenses for public participation pursuant to the office's responsibilities under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Power Plant Safety Review Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a temporary suspension of the granting of future operating licenses for nuclear fission power plants pending a review of existing and potential safety defects associated with such plants.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:09-05:00"
}