{
  "actions": [
    {
      "acted_at": "1975-10-08", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10113-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-08", 
  "number": "10113", 
  "official_title": "A bill to provide credit assistance to municipalities by expanding the market for their securities through debt service guarantees and other support, while decreasing the cost of borrowing for such municipalities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Municipal Credit Assistance Act", 
  "sponsor": {
    "district": "1", 
    "name": "Barrett, William A.", 
    "state": "PA", 
    "thomas_id": "00059", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-08", 
  "subjects": [
    "Corporations", 
    "Department of Housing and Urban Development", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Intergovernmental fiscal relations", 
    "Local finance", 
    "Municipal finance"
  ], 
  "subjects_top_term": "Municipal finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-08", 
    "text": "Emergency Municipal Credit Assistance Act - Declares that the purpose of this Act is to alleviate the distress in the municipal securities market and expand such market by providing debt service guarantees and rechanneling municipal borrowing for federally aided projects, coupled with Federal interest reduction payments. Establishes within the Department of Housing and Urban Development, the Municipal Debt Guarantee Corporation with a five-member Board of Directors. Requires the Corporation to submit to the President a comprehensive annual report of its activities under this Act. Authorizes the appropriation of such sums as may be necessary to carry out its functions. Authorizes the Corporation, upon application, to guarantee municipal securities. Provides that no security shall be guaranteed unless the interest income thereon is subject to Federal taxation. Directs the Corporation not to make such guarantees unless the debt service on such securities is within the financial capability of the borrowing municipality. Requires that the municipality pledge to reimburse the Corporation for any losses it may sustain because of the guarantee. Authorizes the Corporation to establish a revolving fund to provide for the timely payment of any liabilities incurred as a result of guarantees. Directs the Secretary of Treasury to purchase any notes or other obligations of the Corporation issued pursuant to this Act. Sets forth a plan whereby the Corporation may make interest reduction payments to the borrowing municipality. Provides that municipalities may apply for Federal guarantees and other financial assistance to cover their outstanding indebtedness where they face a high probability of default. Requires that notice be given to bondholders by municipalities that apply for, and obtain from, the Corporation an agreement to guarantee. Requires that the sale of federally supported notes or bonds hereafter issued by local agencies to finance federally aided public housing be made directly to the Federal Financing Bank."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Municipal Credit Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide credit assistance to municipalities by expanding the market for their securities through debt service guarantees and other support, while decreasing the cost of borrowing for such municipalities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:18-05:00"
}