{
  "actions": [
    {
      "acted_at": "1987-05-06", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-05-06", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-05-18", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Interior Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-05-19", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Public Lands, National Parks", 
      "references": [], 
      "text": "Subcommittee on Public Lands, National Parks. Hearings held. Hearings printed:  S.Hrg. 100-160.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-08-04", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources received executive comment from Interior Department. Unfavorable.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-09-23", 
      "bill_ids": [
        "hr278-100"
      ], 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Ordered favorably reported H.R. 278 in lieu of this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1145-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1987-05-06", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-06", 
  "number": "1145", 
  "official_title": "A bill to amend the Alaska Native Claims Settlement Act to provide Alaska Natives with certain options for the continued ownership of lands and corporate shares received pursuant to the Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr278-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Alaska Native Claims Settlement Act Amendments of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Frank H.", 
    "state": "AK", 
    "thomas_id": "01408", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-05-06", 
  "subjects": [
    "Alaska", 
    "Alaskan natives", 
    "Corporations", 
    "Corporations and Stocks", 
    "District courts", 
    "Food stamps", 
    "Indian lands", 
    "Judicial review", 
    "Jurisdiction", 
    "Land transfers", 
    "Limitation of actions", 
    "Native Americans", 
    "Public Lands and Real Property", 
    "Public assistance programs", 
    "Securities and Investments", 
    "Securities regulation", 
    "Social security eligibility", 
    "Stocks"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-05-06", 
    "text": "Alaska Native Claims Settlement Act Amendments of 1987 - Amends the Alaska Native Claims Settlement Act to authorize an Alaska Native Regional Corporation, if authorized by an amendment to its articles of incorporation, to issue up to 100 additional shares of Settlement Common Stock to certain Natives born after December 18, 1971, or eligible but unenrolled. Sets forth provisions relating to the class, preference, dividend and voting rights, liquidation preferences, alienation restrictions, and issuance of such additional shares of stock. Grants specified rights to and places certain alienation restrictions on holders of Settlement Common Stock, including inheritance by non-Natives. Sets forth procedures for the termination of such alienation restrictions, including the issuance of Replacement Common Stock. Allows a Regional Corporation, under certain circumstances or if authorized, to purchase any or all shares of its Settlement Common Stock then issued and outstanding. Sets forth procedures for any Village, Urban, or Group Corporation to amend their articles of incorporation to terminate alienability restrictions. Authorizes corporations in the Aleut or Bristol Bay regions to use alternate procedures. Sets forth procedures for such Corporations to consider amendments and resolutions, including shareholder petitions and voting standards. Entitles dissenters who lose certain amendments or resolutions to request payment from the Corporation for all their shares of Settlement Common Stock. Sets forth valuation and payment procedures. Terminates alienability restrictions of all Regional and certain Village and Group Corporations after December 18, 1991. Sets forth procedures to extend such restrictions and for the issuance of alienable common stock. Sets forth procedures a Regional Corporation may use to extend such restrictions through the issuance of alienable common stock as part of a recapitalization plan. Authorizes the conveyance of assets, excluding subsurface estates and timber resources, by a Native Corporation to a qualified transferee entity upon approval of its shareholders (or former shareholders in the case of involuntary dissolution). Treats such entity as a Native Corporation for immunity and other purposes. Revises the Alaska Land Bank Program concerning benefits to private landowners, automatic protections for lands conveyed pursuant to the Alaska Native Claims Settlement Act, and condemnation. Makes conforming amendments. States that provisions of this Act are severable. Exempts any corporation organized under this Act from U.S. securities laws until the corporation removes limitations on alienation or until shares are issued to non-Natives. Provides that any compensation, revenue, stock, land, or other benefits received by a household or individual Native under this Act shall not be considered as a resource in determining eligibility of such household or individual to participate in the Food Stamp program or to receive assistance under the Social Security Act or any other federally assisted program. Provides that a Native Corporation shall be considered a corporation owned and controlled by Alaska Natives until such time as less than 50 percent of the outstanding Native common stock is held by such individuals. Establishes a statute of limitations for challenges to the constitutionality of this Act. Grants exclusive jurisdiction over any action challenging the constitutionality of any provision of this Act to the U.S. District Court for the District of Alaska. Prohibits any provision of this Act from diminishing or in any way affecting any governmental authority of a federally recognized tribe, traditional or statutory Native council, or qualified transferee entity, or from affecting any assertion that Indian country does does not exist."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alaska Native Claims Settlement Act Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Alaska Native Claims Settlement Act to provide Alaska Natives with certain options for the continued ownership of lands and corporate shares received pursuant to the Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:29-05:00"
}