{
  "actions": [
    {
      "acted_at": "1983-03-21", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Finance; Environment and Public Works by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Transportation Department, Commerce Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-17", 
      "in_committee": null, 
      "references": [], 
      "text": "Subcommittee on Water Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-18", 
      "in_committee": null, 
      "references": [], 
      "text": "Subcommittee on Water Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-20", 
      "references": [], 
      "text": "Star Print ordered the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-26", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Transportation Department, Commerce Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-21", 
      "in_committee": null, 
      "references": [], 
      "text": "Subcommittee on Water Resources. Hearings held. Hearings printed: S.Hrg. 98-234 Pt. 2.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-27", 
      "in_committee": null, 
      "references": [], 
      "text": "Subcommittee on Water Resources. Hearings concluded. Hearings printed:  S.Hrg. 98-234 Pt. 2.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-08", 
      "bill_ids": [
        "s1739-98"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Provisions of measure incorporated into measure S. 1739 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s865-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "1983-03-21", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1983-05-20", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1983-03-21", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hawkins, Paula", 
      "sponsored_at": "1983-05-20", 
      "state": "FL", 
      "thomas_id": "01355", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1983-06-21", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1983-06-21", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1983-10-26", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mattingly, Mack", 
      "sponsored_at": "1983-03-21", 
      "state": "GA", 
      "thomas_id": "01392", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1983-05-20", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1983-05-20", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Proxmire, William", 
      "sponsored_at": "1983-06-21", 
      "state": "WI", 
      "thomas_id": "01419", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1983-05-20", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1983-07-19", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1983-08-01", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1983-03-21", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Trible, Paul S., Jr.", 
      "sponsored_at": "1983-03-21", 
      "state": "VA", 
      "thomas_id": "01169", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1983-03-21", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-21", 
  "number": "865", 
  "official_title": "A bill to establish a nationally uniform deep-draft vessel tax for the purpose of financing operations and maintenance of deep-draft commercial channels and harbors; to fund a percentage of new channel improvements; and to provide an expedited procedure for the authorization and permitting of navigation improvement projects and related landside facilities in deep-draft ports, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1739-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Deep-Draft Navigation Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Hatfield, Mark O.", 
    "state": "OR", 
    "thomas_id": "01352", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-11-08", 
  "subjects": [
    "Canada", 
    "Coastwise shipping", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Corporations and Stocks", 
    "Customs administration", 
    "Deep water ports", 
    "Department of Transportation", 
    "Department of the Treasury", 
    "Excise tax", 
    "Exports", 
    "Federal-local relations", 
    "Foreign Trade and Investments", 
    "Freight", 
    "Government corporations", 
    "Government trust funds", 
    "Great Lakes", 
    "Harbors", 
    "Imports", 
    "Intergovernmental relations", 
    "International affairs", 
    "Lakes", 
    "Local and Municipal Government", 
    "Management audit", 
    "Merchant ships", 
    "Navigation", 
    "Port authorities", 
    "Saint Lawrence Seaway Development Corporation", 
    "Ships and shipping", 
    "St. Lawrence Seaway", 
    "States", 
    "Taxation", 
    "Treaties", 
    "User charges", 
    "Water and Water Resources Development", 
    "Waterways"
  ], 
  "subjects_top_term": "Waterways", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-21", 
    "text": "Deep-Draft Navigation Act of 1983 - Title I: Findings and Purposes; Definitions - Declares the findings of Congress and the purposes of this Act. Title II: Creation of Trust Fund to Administer Accounts for Operations and Maintenance, Improvement Projects, and Local-Share Credits - Establishes the Deep-Draft Navigation Trust Fund in the Treasury, consisting of: (1) the Operations and Maintenance Account; (2) the Navigation Improvement Account; and (3) the Special Credit Account. Requires the Secretary of the Army to be the trustee of the Trust Fund and to make an annual report to Congress on the operation and status of the Fund. Sets forth contents and the authorized uses for each Fund account. Title III: Tax on Deep-Draft Commercial Vessels Using Deep-Draft Commercial Channels, Harbors, and Navigational Facilities; Saint Lawrence Seaway Development Corporation - Amends the Internal Revenue Code to impose a tax on the use of any deep-draft commercial channel or harbor within the United States by a deep-draft commercial vessel (vessel). States the rate of such tax. Declares that such tax shall not apply to intraport transfers. Imposes a tax on the use by any vessel of any Great Lakes navigation improvement operated or maintained by the United States. States the rate of such tax. Imposes a tax on the use of any deep-draft commercial channel or harbor within the United States for a purpose other than the loading or unloading of commercial cargo (including convenience, bunkering, refitting, or repair). States the rate (including the maximum rate) of such tax. Requires any person or agent of such person who causes qualified commercial cargo to be transported by means of a vessel to provide to the Master of such vessel a sworn declaration of the value of such cargo prior to the loading of such cargo. Requires the master of a vessel to report the declared value of all qualified commercial cargo loaded onto, unloaded from, or contained in such vessel to the U.S. Customs Service upon the loading or unloading of any such cargo or upon passage through any Great Lakes navigation improvement operated or maintained by the United States. Entitles the Master and owner of a vessel to rely upon the accuracy of any sworn declaration of value for purposes of rendering the tax imposed on such vessels under this Act. Declares that the owner of such vessel shall not be liable for the payment of any additional vessel tax unless such owner knew or had reason to know of the inaccuracy of such declaration of value. States the powers of the Secretary of the Treasury, with regard to making investigations and requiring recordkeeping, for determining whether any person is in violation of this Act. Authorizes the Secretary, acting through the U.S. Customs Service or any other designated agency, to assess and collect the taxes imposed under this title. Requires that the liability for the payment of such taxes shall be imposed on the owner of such vessel and shall constitute a valid lien against said vessel in favor of the United States until paid. Sets forth provisions concerning violations and enforcement of this title, including: (1) findings of violations by the Secretary; (2) actions by the Attorney General; (3) jurisdiction and venue of actions under this title; (4) unlawful departure of vessels without paying all taxes; and (5) the unlawful diversion of taxable cargo for tax avoidance purposes. Defines \"deep-draft commercial vessel\" (vessel) and \"deep-draft commercial channel or harbor\" for purposes of this title. Amends the Act establishing the Saint Lawrence Seaway Development Corporation to authorize the Corporation to accept certain amounts for the operation and maintenance of authorized deep-water navigation works in the Saint Lawrence Seaway. Waives that portion of the toll levied on a vessel for use of the Seaway to the extent that such toll exceeds the deep-draft commercial vessel tax imposed under this Act. Requires the Corporation to remit to the Treasury all revenues derived from charges for providing services to vessels using the Seaway and from toll bridge charges. Requires the Secretary of State, in consultation with the Secretary of Transportation, to initiate discussions with the Government of Canada concerning the reduction or elimination of all tolls on the international Great Lakes and/or the Saint Lawrence Seaway. Requires the Secretary of Transportation to report to Congress on the progress of such discussions and on the economic effects to U.S. waterborne commerce of any proposed reduction or elimination in tolls. Title IV: Establishment of Federal/Local Partnership for Deep-Draft Navigation Improvement Projects - Requires the Secretary of the Army to enter into a memorandum of agreement with the port authority sponsoring any deep-draft navigation project, prior to submitting recommendations to Congress for the authorization or reauthorization of such projects. Requires the memorandum to establish the responsibilities of each party with respect to the construction and operation of the project, including a formula (determined in a specified manner) for the allocation of project costs. Declares that navigation improvement projects previously authorized by Congress need not be reauthorized and are eligible for appropriations under this Act. Authorizes port authorities to construct and operate a deep-draft navigation project upon entering into a memorandum of agreement with the Secretary. Sets forth certain provisions to be contained in such memoranda. Requires the Secretary to order persons or port authorities in violation of any provision of the memorandum to comply with such memorandum within 90 days. Authorizes the Attorney General to bring a civil action as may be necessary to bring such persons or port authorities into compliance with the memorandum. Title V: Expedited Procedure for Authorization and Review of Deep-Draft Navigation Improvement Projects - Authorizes port authorities to submit to the Secretary of the Army proposals for the construction of deep-draft navigation improvement projects. States the required contents of such proposals. Requires the Secretary to direct the Corps of Engineers to prepare and submit, on an expedited basis, certain reports and an environmental impact assessment of the proposed project. States procedures to be followed for the consolidated environmental review of proposed projects. Requires the Corps of Engineers to be the lead agency in the consolidated environmental review process. Requires the Secretary to evaluate such reports and assessments and to submit recommendations for the construction of such projects (together with a list of all proposals submitted) to the appropriate congressional committees. Requires such recommendation to be cost effective, to reflect a mix of differing depths and scope, and to be from each of the standard coastal and Great Lakes ranges. Prohibits the Secretary from recommending to Congress any projects (or combination of projects) for which the total Federal share of projected annual outlays will exceed the amounts available for Deep-Draft Navigation Trust Fund's Navigation Improvement Account for each fiscal year. Requires the congressional committee to which the recommendations were submitted to report a joint resolution approving or disapproving such recommendations, in whole or in part, within 90 days of their submission. Requires the Secretary to establish and publish in the Federal Register a schedule (the permit schedule) for the issuance or nonissuance of all necessary Federal permits for the construction of such projects. States the procedures to be followed for the permit schedule. Requires the Secretary to monitor compliance with the permit schedule by all agencies subject to such schedule. Provides a procedure to be followed in the event of any threatened delay or failure to meet any deadline imposed under the schedule. Declares that nothing in this title shall be construed to relieve any agency of any legal requirements or to affect the application of any law or regulation to a deep-draft navigation improvement project or related landslide facilities. Describes procedures concerning judicial review of final agency decisions concerning deep-draft navigation improvement projects authorized under this Act. Declares that if any part of this Act is held invalid then all of this Act shall be invalid."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Deep-Draft Navigation Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a nationally uniform deep-draft vessel tax for the purpose of financing operations and maintenance of deep-draft commercial channels and harbors; to fund a percentage of new channel improvements; and to provide an expedited procedure for the authorization and permitting of navigation improvement projects and related landside facilities in deep-draft ports, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:43-05:00"
}