{
  "actions": [
    {
      "acted_at": "1975-03-05", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s960-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-05", 
  "number": "960", 
  "official_title": "A bill to alleviate the financial crisis confronting the public schools of the Nation by providing increased financial resources for elementary and secondary education, and by promoting the equitable distribution of such resources within the States through the establishment of a National Education Trust Fund.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Education Investment Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-05", 
  "subjects": [
    "Education", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal aid programs", 
    "Federal aid to education", 
    "Schools", 
    "Secondary education"
  ], 
  "subjects_top_term": "Schools", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-05", 
    "text": "National Education Investment Act - Title I: Loan and Guarantees and Interest Subsidies for Construction and Acquisition of Facilities for Elementary and Secondary Schools - Authorizes the Commissioner of Education, in order to assist State and local education agencies to carry out the acquisition and construction of facilities for elementary and secondary schools, to: (1) guarantee to non-Federal lenders making loans to such agencies the payment of principal and interest on such loans which are approved under this title; and (2) pay to the holder of such loans amounts sufficient to reduce the net effective interest rate otherwise payable on such loans by up to 3 percent. Provides that no loan guarantee or interest subsidy shall be made unless the Commissioner finds: (1) that the applicant was to secure the amount of such loan at equally favorable rates and conditions, and (2) that the construction will be undertaken in an economical manner. Establishes an Elementary and Secondary School Facility Construction and Acquisition Loan Guarantee and Interest Subsidy Fund in the Treasury. States that such funds shall be available to the Commissioner to enable him to discharge his responsibilities under this title. Authorizes the Commissioner to issue notes or other obligations to the Secretary of the Trasury to enable him to discharge his responsibilities if there are insufficient moneys in the fund. Authorizes to be appropraited to the fund not more than $2,500,000,000 for the fiscal year ending September 30, 1977, and not more than $2,500,000,000 for the fiscal year ending September 30, 1978. Title II: National Education Trust Fund - Creates the National Educational Trust Fund in the Treasury of the United States. Authorizes to be appropriated to the fund not more than $10,000,000,000 for the fiscal year ending September 30, 1977, and not more than $10,000,000,000 for the fiscal year ending September 30, 1978. States that it shall be the duty of the Secretary of the Treasury to invest such portion of the fund as is not, in his judgment, required to meet current withdrawals. Authorizes the Secretary to make and to contract to make payments from the fund to applicants in order to enable such applicants to substantially reduce or eliminate the taxation of real property for the purpose of financing elementary and secondary education. States that, in order to be eligible to receive payments under this title, an applicant shall provide satisfactory assurances to the Secretary that: (1) it will eliminate the taxation of real property for the purpose of financing elementary and secondary education on the first $35,000 of all resident-owned domiciles in which the head of the household or immediate survivor is receiving social security, railroad retirement, veteran's pension and/or disability benefits or equivalent retirement benefits as the major source of income; and (2) it will reduce the taxation of real property of all resident-owned domiciles to not more than 5 percent of the national adjusted average tax rate on real property for the purpose of financing elementary and secondary education. Requires the Secretary to report to the Congress not later than March 1 of each year on the status and operation of the fund during the preceding fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Education Investment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to alleviate the financial crisis confronting the public schools of the Nation by providing increased financial resources for elementary and secondary education, and by promoting the equitable distribution of such resources within the States through the establishment of a National Education Trust Fund.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:10-05:00"
}