{
  "actions": [
    {
      "acted_at": "2010-07-26", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-30", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "subcommittee": "Energy and Mineral Resources", 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-30", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "subcommittee": "Insular Affairs, Oceans and Wildlife", 
      "text": "Referred to the Subcommittee on Insular Affairs, Oceans and Wildlife.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5863-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Insular Affairs, Oceans and Wildlife", 
      "subcommittee_id": "22"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-26", 
  "number": "5863", 
  "official_title": "To amend the Outer Continental Shelf Lands Act with regard to oversight and judicial review in connection with offshore oil production and exploration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Pollution Wildlife Protection Act", 
  "sponsor": {
    "district": "2", 
    "name": "Polis, Jared", 
    "state": "CO", 
    "thomas_id": "01910", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-07-26", 
  "subjects": [
    "Civil actions and liability", 
    "Endangered and threatened species", 
    "Environmental assessment, monitoring, research", 
    "Federal appellate courts", 
    "Gulf of Mexico", 
    "Judicial procedure and administration", 
    "Judicial review and appeals", 
    "Licensing and registrations", 
    "Mammals", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Oil and gas", 
    "Public lands and natural resources", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-26", 
    "text": "Oil Pollution Wildlife Protection Act - Amends the Outer Continental Shelf Lands Act (OCSLA) to direct the Secretary of Energy (DOE) to publish in the Federal Register and make electronically available to the public the Secretary's decision to approve, deny, or modify any geological and geophysical exploration, development, or production plans. Repeals the exemption of the Gulf of Mexico from oil and gas development and production requirements for the outer Continental Shelf (OCS). Prohibits the Secretary from approving any geological and geophysical exploration, development, or production plan, or any significant plan revision, or from granting any license or permit unless the Secretary certifies that: (1) such plan is in compliance with specified statutes, regulations, and legal authorities; and (2) all requisite authorizations have been issued for activities to be conducted under the plan. Requires the Secretary to consult with the Secretaries of Commerce or of the Interior regarding any endangered species or fisheries that occur in the proposed area of activity. Requires the Secretaries of Commerce or of the Interior to incorporate in environmental studies of areas or regions included in an oil and gas lease sale or other lease any takings of marine mammal species or stock from any other reasonably foreseeable activities when determining whether takings from specified OCSLA activities will have a negligible impact on a marine mammal species or stock, and not have an unmitigable adverse impact on the availability of such species or stock for taking for subsistence uses. Permits citizen suits against the United States and any other subject instrumentality or agency that is alleged to have approved a leasing program, lease sale, exploration plan or permit, or development and production plan, without having prepared an environmental impact statement or environmental assessment, or without having complied with other related requirements. Authorizes a person to commence a civil action on the person's own behalf to enjoin any person alleged to have failed to obtain proper authorization pursuant to the Marine Mammal Protection Act of 1972."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Pollution Wildlife Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Outer Continental Shelf Lands Act with regard to oversight and judicial review in connection with offshore oil production and exploration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:37-05:00"
}