{
  "actions": [
    {
      "acted_at": "2012-06-21", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-06-21", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-06-21", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-06-22", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-07-02", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6011-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-06-21", 
  "number": "6011", 
  "official_title": "To amend title XVIII of the Social Security Act to improve Medicare benefits for individuals with kidney disease, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2163-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Kidney Disease Equitable Access, Prevention, and Research Act of 2012", 
  "sponsor": {
    "district": "5", 
    "name": "Lewis, John", 
    "state": "GA", 
    "thomas_id": "00688", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-06-21", 
  "subjects": [
    "Congressional oversight", 
    "Digestive and metabolic diseases", 
    "Government studies and investigations", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health care quality", 
    "Health facilities and institutions", 
    "Health promotion and preventive care", 
    "Home and outpatient care", 
    "Licensing and registrations", 
    "Medical research", 
    "Medicare", 
    "Minority health", 
    "Transportation costs"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-06-21", 
    "text": "Kidney Disease Equitable Access, Prevention, and Research Act of 2012 - Amends title XVIII (Medicare) of the Social Security Act to direct the Secretary of Health and Human Services (HHS), in specified circumstances, to accept the results of a state licensure survey for purposes of determining federal certification of the compliance of a renal dialysis facility (RDF) with the conditions of Medicare participation. Allows the Secretary to assess and collect reasonable fees for the initial Medicare survey from an RDF. Revises Medicare requirements for group health plans to extend from 12 to 42 months after an individual becomes eligible for Medicare part A (Hospital Insurance Benefits for the Aged and Disabled) benefits the period during which a group health plan is a primary payer (and Medicare the secondary payer) for end stage renal disease (ESRD) patients. Applies Medicare secondary payer requirements to qualified health plans under the Public Health Service Act. Prescribes the treatment of certain individuals with ESRD for purposes of determining minimum essential coverage. Requires such a plan to: (1) provide adequate, advanced written notice to patients regarding changes to benefits for dialysis services, new restrictions on out-of-network access, or reductions in rates paid for out-of-network benefits; (2) allow patients to continue using their existing provider or facility for dialysis services for at least 24 months after a plan or issuer notice of any change; (3) hold patients harmless from a provider network change if the change requires unreasonable drive time or disrupts the physician-patient relationship; (4) ensure that out-of-pocket payments for such services are counted towards meeting any out-of-pocket maximum applied under a MedicareAdvantage (MA) plan and are not treated as routine for purposes of calculating beneficiary copayments; and (5) meet minimum network adequacy standards. Prohibits such a plan from: (1) restricting the duration or number of dialysis sessions for patients to less than the number for which payment may be made; (2) requiring assignment of benefits for such services; or (3) denying or limiting coverage for patients for such services if premiums, copayments, or other payments are made by third parties on their behalf. Directs the Secretary to study: (1) the social, behavioral, and biological factors leading to kidney disease; and (2) efforts to slow the progression of kidney disease in minority populations that are disproportionately affected by it. Directs the Secretary to report to Congress on the research gaps with respect to the development of quality metrics and care management metrics for ESRD patients. Directs the Comptroller General to evaluate the transportation barriers facing dialysis patients that result in less than 100% compliance with their plan of care under the Medicare program. Includes as a person qualified to furnish kidney disease education services an RDF with a physician or a physician assistant, nurse practitioner, or clinical nurse specialist. Declares that the mandatory single payment to an RDF or other provider of renal dialysis services shall not take into account the amount of payment for kidney disease education services. Revises the definition of “kidney disease education services” to specify education services furnished to individuals: (1) with stage V (as well as those with stage IV) chronic kidney disease, and (2) who are not receiving dialysis services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Kidney Disease Equitable Access, Prevention, and Research Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title XVIII of the Social Security Act to improve Medicare benefits for individuals with kidney disease, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:57:06-05:00"
}