{
  "actions": [
    {
      "acted_at": "1991-07-17", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-07-22", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Nunn. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-22", 
      "calendar": "Senate Legislative", 
      "number": "174", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 174.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1991-08-02", 
      "bill_ids": [
        "s1507-102"
      ], 
      "references": [], 
      "text": "Senate struck all after the enacting clause and inserted Division A of S. 1507, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1991-09-11", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11T12:04:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11T13:06:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11T13:06:00-04:00", 
      "bill_ids": [
        "hr2100-102"
      ], 
      "references": [], 
      "text": "See H.R. 2100 for further action..", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1512-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1991-08-02", 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-22", 
  "number": "1512", 
  "official_title": "An original bill to authorize appropriations for fiscal years 1992 and 1993 for military activities of the Department of Defense, to prescribe personnel strengths for such fiscal years for the Armed Forces, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1507-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2100-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1507-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1508-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1509-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Defense Authorization Act for Fiscal Years 1992 and 1993", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1991-08-02", 
  "subjects": [
    "Administrative procedure", 
    "Adoption", 
    "Advice and consent of the Senate", 
    "Afghanistan", 
    "Air bases", 
    "Air defenses", 
    "Airborne troops", 
    "Aircraft carriers", 
    "Alien labor", 
    "American economic assistance", 
    "American military assistance", 
    "Ammunition", 
    "Annuities", 
    "Antiaircraft missiles", 
    "Antimissile missiles", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arms control", 
    "Arms control agreements", 
    "Arms control negotiations", 
    "Artillery", 
    "Athletics", 
    "Authorization", 
    "B-1 bomber", 
    "Ballistic missiles", 
    "Biological warfare", 
    "Black colleges", 
    "Bomber aircraft", 
    "Budget deficits", 
    "California", 
    "Cambodia", 
    "Case mix (Medical care)", 
    "Chemical warfare", 
    "Chemical weapons", 
    "Child support", 
    "Classified defense information", 
    "College sports", 
    "Combat vehicles", 
    "Commercial blacklisting", 
    "Commercialization", 
    "Compulsory military service", 
    "Computer integrated manufacturing systems", 
    "Conflict of interests", 
    "Congressional employees", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Courts-martial and courts of inquiry", 
    "Data banks", 
    "Defense budgets", 
    "Defense burdensharing", 
    "Defense contracts", 
    "Defense industries", 
    "Defense procurement", 
    "Dental care", 
    "Disaster relief", 
    "Drug law enforcement", 
    "Early retirement", 
    "Engineering", 
    "Environmental assessment", 
    "Environmental protection", 
    "Europe", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Federal budgets", 
    "Federal employees", 
    "Fighter aircraft", 
    "Fire prevention", 
    "Flags", 
    "Foreign trade and international finance", 
    "Fuel", 
    "Georgia", 
    "Gifts", 
    "Government and business", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government service contracts", 
    "Government spending", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Ground effect machines", 
    "Guam", 
    "Guardian and ward", 
    "Guided missiles", 
    "Hawaii", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Hospices (Terminal care)", 
    "Hospital care", 
    "Housing finance", 
    "Import restrictions", 
    "Imports", 
    "Industrial engineering", 
    "Industrial management", 
    "Industrial research", 
    "Information services", 
    "Inspection (Arms control)", 
    "Inspectors general", 
    "Insurance premiums", 
    "Intercontinental ballistic missiles", 
    "International cooperation", 
    "Iraq", 
    "Israel", 
    "Italy", 
    "Japan", 
    "Joint ventures", 
    "Laboratories", 
    "Language and languages", 
    "Lead poisoning", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Local finance", 
    "Maintenance and repair", 
    "Manufacturing industries", 
    "Mathematics", 
    "Medical personnel", 
    "Medical research", 
    "Medical tests", 
    "Medicare", 
    "Mental health services", 
    "Military agreements", 
    "Military aircraft", 
    "Military airlift", 
    "Military and naval supplies", 
    "Military bases", 
    "Military command and control", 
    "Military communications", 
    "Military dependents", 
    "Military discharges", 
    "Military education", 
    "Military helicopters", 
    "Military hospitals", 
    "Military housing", 
    "Military intelligence", 
    "Military law", 
    "Military leave", 
    "Military maneuvers", 
    "Military medicine", 
    "Military pay", 
    "Military pensions", 
    "Military personnel", 
    "Military posture", 
    "Military promotions", 
    "Military research", 
    "Military training", 
    "Military transportation", 
    "Minesweeping", 
    "Minority business enterprises", 
    "Minority education", 
    "Missile warheads", 
    "Missing in action", 
    "NATO military forces", 
    "Narcotic traffic", 
    "Naval aviation", 
    "New York State", 
    "Nuclear fusion", 
    "Nuclear nonproliferation", 
    "Nuclear weapons", 
    "Nurses", 
    "Officer personnel", 
    "Oil fields", 
    "Olympic games", 
    "Persian Gulf", 
    "Persian Gulf War", 
    "Personnel management", 
    "Personnel records", 
    "Pest control", 
    "Political persecution", 
    "Presidential commissions", 
    "Presidential inaugurations", 
    "Prisoners of war", 
    "Production engineering", 
    "Racism", 
    "Rating of employees", 
    "Recruiting and enlistment", 
    "Refugee policy", 
    "Refugees", 
    "Reptiles", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Retired military personnel", 
    "Retiree health benefits", 
    "Savings accounts", 
    "School administrators", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scrap metals", 
    "Service academies", 
    "Shipbuilding", 
    "Ships", 
    "Small business", 
    "Soldiers' homes", 
    "South Korea", 
    "Space warfare", 
    "Special forces (Military science)", 
    "Sports and state", 
    "Stealth aircraft", 
    "Strategic forces", 
    "Student enrollment", 
    "Student loan funds", 
    "Submarine warfare", 
    "Support of dependents", 
    "Surety and fidelity", 
    "Surplus government property", 
    "Tanks (Combat vehicles)", 
    "Technological innovations", 
    "Technology assessment", 
    "Technology transfer", 
    "Territories (U.S.)", 
    "Torpedoes", 
    "Travel costs", 
    "U.S.S.R.", 
    "Warships", 
    "Wildlife conservation", 
    "Women soldiers", 
    "X-rays"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1991-08-02", 
    "text": "Department of Defense Authorization Act for Fiscal Years 1992 and 1993 - Title I: Procurement - Part A: Funding Authorizations - Authorizes appropriations to the Army, Navy, Marine Corps, and Air Force for FY 1992 and 1993 for: (1) aircraft; (2) missiles; (3) weapons and tracked combat vehicles; (4) ammunition; (5) shipbuilding and conversion; and (6) other procurement. Authorizes appropriations for: (1) FY 1992 and 1993 for the defense agencies; (2) FY 1992 for the Defense Inspector General; (3) FY 1992 and 1993 for the reserves and National Guard; and (4) FY 1992 and 1993 for the chemical demilitarization program. Amends the Department of Defense Authorization Act, 1986 to: (1) change from April 30, 1997, to July 31, 1999, the deadline for the destruction of stockpiled lethal chemical agents and munitions of the Department of Defense (DOD); and (2) authorize the Secretary of Defense to provide funds to assist State and local governments in reviewing applications for permits or licenses required for the construction and operation of facilities to be used to destroy the lethal weapons stockpile. Authorizes appropriations for FY 1992 for: (1) research and development (R&D) in connection with the cryofracture method of chemical weapons demilitarization; and (2) the procurement of long lead items for a cryofracture demonstration plant after the Secretary of the Army makes certain certifications to the Senate and House Armed Services Committees (defense committees) with regard to the construction of such a plant. Authorizes the use of funds appropriated for FY 1992 for entering into multiyear procurement contracts for specified Army and Navy systems and programs. Part B: Other Matters - Directs the Secretary of the Army to obligate specified funds appropriated to the Army for FY 1991 and 1992 for the M1A2 tank program. Authorizes the Secretary of the Navy to transfer specified FY 1991 R&D funds for the procurement of Navy aircraft. Directs the Secretary of the Navy to transfer unobligated FY 1991 Navy funds for shipbuilding and conversion in connection with the sealift program established under the National Defense Authorization Act for Fiscal Year 1991. Earmarks specified FY 1992 Navy shipbuilding and conversion funds for the air cushion landing craft program. Requires the Secretary of Defense to report to the defense committees before funds may be obligated for such program. Provides that restrictions on the construction or repair of U.S. vessels in foreign shipyards shall not apply to inflatable boats as defined by the Secretary of the Navy. Prohibits FY 1992 or 1993 Navy funds from being obligated for the production or installation of upgrades in the MK-92 fire control system until the successful completion of operational testing of such system has been certified. Authorizes the Secretary of the Navy to transfer unobligated FY 1991 procurement funds for the procurement during FY 1992 of Trident missiles. Earmarks specified FY 1992 Air Force procurement funds for procurement of the B-2 bomber aircraft program. Requires certain performance and compliance certification requirements to be met by the Secretary of Defense (Secretary) before such funds may be obligated. Requires the Director of Operational Test and Evaluation, upon the completion of all testing with respect to the B-1B bomber aircraft, including software changes, to review all flight test data related to the electronic countermeasures system of such aircraft and report the results to the defense committees. Requires: (1) an independent analysis of such report by a panel established under prior law; (2) a report review, evaluation, and report by the Comptroller General; and (3) a B-1B modification plan and certification of necessity for FY 1993 through 1999 by the Secretary. Provides FY 1992 funding for B-1B modifications and repeals a provision providing funding for the B-1B avionics and modifications. Prohibits FY 1992 funding for the C-17 aircraft program until the Secretary makes certain certifications to the defense committees concerning such program. Places further limitations on FY 1993 funds for such program, other than funds for advance procurement. Earmarks funds made available from the sale of F-15 aircraft for the procurement of replacement F-15 aircraft and for support equipment for such aircraft. Amends the National Defense Authorization Act for Fiscal Years 1990 and 1991 to prohibit the obligation of funds for the AMRAAM missile program until the Director of Operational Test and Evaluation reports to the defense committees on its effectiveness and suitability for combat. Repeals a Federal provision requiring certain budgeting report information for the procurement of common weapon systems (systems procured by more than one military department). Title II: Research, Development, Test, and Evaluation - Part A: Authorizations - Authorizes appropriations for FY 1992 and 1993 for the armed forces, the defense agencies, the Deputy Director of Defense Research and Engineering, and the Director of Operational Test and Evaluation for research, development, test, and evaluation. Part B: Strategic Defense Initiative - Directs the Secretary to aggressively pursue the development of a range of advanced theater missile defenses (TMDs), with the option of selecting and deploying such systems by the mid-1990s. Directs the Secretary, by FY 1996, to develop for deployment an effective and ABM Treaty-compliant anti-ballistic missile (ABM) system at a single site to protect the United States against limited ballistic missile threats, including accidental or unauthorized launches or Third World attack. Requires the Secretary to submit to the defense committees a deployment plan for TMDs and an ABM system which meet such guidelines. Urges the President to immediately pursue negotiations to amend the ABM Treaty to permit completion of the ABM system as described and to adopt a new negotiating strategy to reach agreements with the Soviet Union with respect to sites, interceptors, and the development and testing of space-based missile defenses and ballistic missile defenses. States that increased funding for follow-on ABM technologies is currently required as part of U.S. defense policy, including the Brilliant Pebbles technology. Directs the Secretary to report to the defense committees on issues associated with the option of deploying space-based interceptors, including Brilliant Pebbles, for providing global defenses against ballistic missile attacks. Prohibits the obligation of more than 50 percent of FY 1992 funding for the Brilliant Pebbles program until 45 days after submission of the Secretary's report. Defines the following exclusive program elements of the Strategic Defense Initiative (SDI): (1) the limited defense system; (2) theater missile defenses; (3) space-based interceptors; (4) other follow-on systems; and (5) research and support activities. States that such elements shall be the only program elements referred to in support of SDI budget submissions after FY 1992. Provides the R&D program funding for SDI and earmarks specific amounts for each of the program elements. Earmarks specified amounts for an environmental impact statement and related studies, surveys, assessments, and analyses related to the program elements. Requires a report from the Secretary on the FY 1992 allocation of funding for SDI. Provides certain funds transfer authority, with limitations. Directs the President and the Congress, as single-site ABM deployment nears its target date of FY 1996, to review the progress in the ABM Treaty amendments negotiations. Requires an interim report on the progress of such negotiations. Prohibits the obligation or expenditure of FY 1992 funding for the development and testing of ABM systems or components except as consistent with the development and testing described in the May 1991 SDIO Report, or for the acquisition of materials or equipment used as part of such development and testing except as consistent with such Report, with an exception. Part C: Other Matters - Directs the Secretary of the Navy to transfer certain FY 1991 funds for R&D in connection with the V-22 Osprey aircraft program. Prohibits the FY 1992 or 1993 obligation or expenditure of such funds until the Director of Operational Test and Evaluation has made certain evaluations and assessments to the Secretary with respect to such program. Earmarks certain funds authorized to the defense agencies under this Act for R&D in connection with the special operations variant of the V-22. Prohibits the obligation on or after January 1, 1992, of FY 1992 or 1993 Navy funds for developing and testing Navy mine countermeasures systems unless primary responsibility for such testing is transferred to the Research, Development, and Acquisition Command of the Marine Corps. Prohibits the obligation of the same funds on or after the same date for R&D in non-acoustic anti-submarine warfare unless the Secretary makes certain certifications to the defense committees. Prohibits the obligation of funds for any anti-submarine stand-off weapon system until 45 days after the Secretary of the Navy has made certain certifications to the defense committees. Limits the obligation of funds for the Submarine Tactical Warfare System program until the Secretary of the Navy reports to the defense committees on the Navy's requirements for ship-to-shore fire support. Limits the FY 1992 funding for the intercontinental ballistic missile (ICBM) modernization program, earmarking specified sums for specific parts of such program. Transfers certain unobligated FY 1991 R&D funds for obligation in FY 1992 for the procurement of MX missiles. Prohibits such funds from being used to conduct certain flight testing of such missile and limits the obligation of funding until the Secretary certifies to the defense committees that no such funds will be used for such flight testing. Expresses the sense of the Congress that the United States should rescind its previous designation (made for purposes of START negotiations) of the MX ICBM as a mobile ICBM system. Earmarks specified FY 1992 R&D funds for the medical component of the Biological Defense Research Program of DOD. Limits the obligation of such funds to the product development or for R&D of medical countermeasures against a validated biowarfare threat agent or a long-term biowarfare threat agent. Earmarks specified amounts of such funds for R&D against long-term biowarfare threats only. Earmarks specified FY 1992 R&D funds for R&D under the University Research Initiative program of DOD, with amounts earmarked for specific projects of such program. Earmarks specified FY 1992 R&D funds for R&D projects conducted jointly by the United States and Japan as part of a prior cooperative technology R&D agreement. Directs the Secretary, as part of the annual defense budget documents required to be submitted by the President, to set forth the proposed amount of DOD funding for each federally-funded research and development center for the fiscal year. Prohibits funds made available to DOD for FY 1992 from being obligated at any of specified centers for work performed in excess of a specified amount of man-hours. Limits the FY 1992 DOD funds to be obligated for the center known as MITRE. Authorizes the Secretary to waive such limitations upon certain congressional notifications and determinations regarding the essentiality of such work to the national security. Directs the Secretary to report to the defense committees on FY 1992 funding levels of such centers. Earmarks specified FY 1992 Air Force R&D funds for completion of the military qualification of a thousand-pound-thrust class engine for use in unmanned air vehicles, requiring testing of such engine to take place at the Arnold Engineering Development Center. Title III: Operation and Maintenance - Part A: Authorization of Appropriations - Authorizes appropriations for FY 1992 and 1993 for operation and maintenance for the Army, the Navy, the Marine Corps, the Air Force, the defense agencies, the reserve components of the armed forces, the National Guard, the National Board for Promotion of Rifle Practice, the Defense Inspector General, drug interdiction and counter-drug activities, defense, the Court of Military Appeals, environmental restoration, and humanitarian assistance. Authorizes appropriations for FY 1992 and 1993 for working capital funds of the armed forces and the defense agencies. Authorizes appropriations for FY 1992 from the Armed Forces Retirement Home Trust Fund for the operation of the Armed Forces Retirement Home. States that funds authorized under this Act for humanitarian assistance shall be used to provide transportation for humanitarian relief for persons displaced or made refugees by the invasion of Afghanistan by the Soviet Union. Earmarks specified sums for noncombatants at or near the border between Thailand and Cambodia. Authorizes the Secretary to transfer specified sums to the Secretary of State for FY 1992 for providing such humanitarian assistance, requiring the Secretary of State to use the most economical commercial or military transportation possible. Requires the Secretary of Defense to report to specified congressional committees on specified dates on the provision of such assistance. Authorizes the Secretary to provide logistical support and personnel services in connection with the: (1) 1993 World University Games in New York State; and (2) 1996 games of the XXVI Olympiad in Atlanta, Georgia. Authorizes appropriations. Part B: Other Matters - Limits the incurring of obligations against DOD stock funds during 1992 to 80 percent of the sales from such funds during such fiscal year, with a waiver of such limitation for national security reasons. Makes funds available to DOD for a fiscal year available for contracts for the maintenance and operation of equipment (currently, only for tools, facilities, and depot maintenance). Amends the National Defense Authorization Act for Fiscal Year 1991 to extend through FY 1992 a depot maintenance workload competition pilot program conducted by the Secretary. Repeals a current prohibition on such competitions. Repeals a Federal provision which empowers the commander of a military installation to contract for the performance of commercial activities on such installation. Amends the National Defense Authorization Act for Fiscal Year 1991 to extend through 1992 the authority for aviation depots and naval shipyards to engage in defense-related production and services. Prohibits funds made available to DOD during FY 1992 or 1993 from being obligated or expended for the purchase of surety bonds or other guaranties of financial responsibility in order to guarantee the performance of any direct function of DOD. Authorizes the Secretary to provide grant assistance during FY 1992 to Nye County, Nevada, for impact assistance relating to capital improvements made by such county to accommodate military personnel and dependents and other personnel of DOD and the Department of Energy (DOE) supporting the mission of the Tonapah Research Center. Directs the Secretary to take necessary action to prevent the inadvertent introduction of brown tree snakes from Guam to Hawaii in aircraft and vessels transporting personnel or cargo for DOD. Authorizes the Secretary to donate not more than 15 tons of cruise missile scrap to the Memorial Fund for Disaster Relief. States that, if it is necessary for a contractor to furnish a performance surety bond for any contract under the defense environmental restoration program, the provisions of the Miller Act (an Act requiring contracts for the construction, alteration, or repair of any public building or public work to be accompanied by a performance bond protecting the United States) shall apply. Entitles the surety on such a bond to any indemnification or limitation of liability to which its principal is entitled under the contract or other applicable law. Prohibits any person other than the obligee named in the bond from having a right of action on any performance bond so furnished. Outlines liability limits for a performance bond surety in a defense environmental restoration program contract. Repeals the requirement for the authorization of civilian DOD personnel by end strength. Authorizes the Secretary, during FY 1992 and 1993, to lend materials or supplies, and to provide materials, supplies, or services of personnel, to the Inaugural Committee or to specified joint committees specified under the Presidential Inaugural Ceremonies Act. Prohibits the Secretary from using DOD stock funds for the acquisition of supply items if such acquisition is likely to result in an on-hand inventory of such items in excess of two years of operating stocks. Authorizes the head of a procuring activity to acquire an item of supply if determined necessary for defense industrial base purposes or other national security reasons. Title IV: Military Personnel Authorizations - Part A: Active Forces - Authorizes end strengths for active-duty forces for FY 1992 and 1993. Prohibits the Secretary in FY 1992 from requiring the involuntary separation of active-duty members who have completed their initial period of obligated service but are ineligible to retire with retired or retainer pay. Excepts certain separations from such prohibition. Authorizes the Secretary to waive the prescribed end strengths when necessary to prevent personnel imbalances that would impair long-term combat readiness. Amends the Department of Defense Authorization Act, 1985 to reduce the authorized permanent end strength of U.S. military personnel assigned to permanent duty in Europe. Reduces the number of permanent active-duty Air Force colonels. Part B: Reserve Forces - Authorizes end strengths for reserve components of the armed forces for FY 1992 and 1993. Allows such end strengths to vary by up to two percent. Authorizes reductions for the Selected Reserve components for each such fiscal year. Authorizes end strengths for FY 1992 and 1993 for reserve personnel serving on active duty in support of the reserves. Amends the National Defense Authorization Act for Fiscal Year 1991 to: (1) adjust the authorized number of personnel assigned to the Army Reserve and Army National Guard; and (2) extend such authorized end strengths through FY 1998 (currently, 1997). Increases the number of active-duty officers assigned to full-time support and training of Army National Guard personnel. Increases the authorized number of certain enlisted and officer personnel on active duty in support of the reserves. Part C: Military Training Student Loads - Authorizes the average military training student loads for FY 1992 and 1993. Provides for the adjustment of such student loads consistent with manpower strengths authorized under this Act. Title V: Military Personnel Policy - Part A: General Matters - Prohibits an individual from receiving an original appointment as a commissioned officer in the regular armed forces until such individual has served at least one year on active duty as a commissioned officer in a reserve component. Reduces from 90 to 30 the number of days certain general and flag officers awaiting retirement shall continue to hold such grade, such period beginning on the date when such officer is relieved from duty. Excludes from a list of officers submitted to a selection board for consideration for early retirement any officer of that grade and competitive category who has been approved for retirement during the fiscal year in which the selection board is convened, or, if different, for retirement in the fiscal year in which any officer selected for retirement by the selection board is required to retire. Provides an alternate retirement date for officers not considered by a selection board under such exception, unless the Secretary of the military department concerned approves a modification to such date in order to prevent a personal hardship for the officer or for other humanitarian reasons. Provides a temporary early retirement selection authority for officers holding a regular grade below the grade of lieutenant colonel or commander who will become eligible for retirement before being retired by a selection board and whose names are not on an officer promotion list. Authorizes the Secretary concerned to waive a current prohibition on certain reserve service with the ROTC program if such Secretary determines that the removal of such member from such assignment will cause a financial hardship for such member. Authorizes the Chief of Naval Operations and the Commandant of the Marine Corps to be retired in the highest grade in such service in the discretion of the President, by and with the advice and consent of the Senate (currently, in the discretion of the President alone). Removes the requirement that each candidate for admission to the Naval Academy must have served at least one year as an enlisted member. Directs the Secretary to appoint a board to review the administration of the athletics programs of the military academies and to determine ways in which the administration of such programs can serve as a model for civilian institutions of higher education. Authorizes the Secretary of the military department concerned to waive the current service academy maximum appointment age of 22 in the case of persons who became 22 while serving in the Persian Gulf or who were candidates for admission but were prevented from being admitted due to being called to duty in connection with the Persian Gulf War. Extends through FY 1995: (1) the effective date of an amendment which states that, for purposes of determining years of service of a commissioned officer for mandatory retirement, any time of service before appointment as a commissioned officer shall not be counted; (2) the current determination for original appointment grades of Medical Corps Reserve officers; (3) the current determination for the promotion of reserve commissioned officers on active duty but not on the active duty list; and (4) the authority of the Secretary concerned to repay educational loans of certain health professionals in the Selected Reserve. Makes permanent (currently ends on September 30, 1992) the authority for temporary promotions of certain Navy lieutenants. Directs the Secretary to prescribe uniform regulations governing information furnished to selection boards convened for determining promotions, separations, and involuntary retirements of officers on the active-duty list. Requires the Secretary to approve any supplements to such regulations proposed by the Secretaries of any of the military departments. Requires each communication made to such a selection board to be made to each member and made a part of the record. Outlines specific information authorized to be received by a selection board, prohibiting any other types. Directs the Secretary concerned to provide that the officer to be placed before a selection board: (1) is notified that information will be presented to the board; and (2) is afforded a reasonable opportunity to comment on such information. Provides that recommendations of a selection board may be disclosed only in accordance with regulations prescribed by the Secretary and in no event may such recommendation be disclosed to any person who is not a member of the board until each board member has signed the written report of the recommendation. Prohibits a Secretary convening a selection board, or any officer exercising authority over any member of a board, from: (1) censuring, reprimanding, or admonishing such board member with respect to a recommendation or the exercise of any board function; or (2) attempting to coerce or influence any action of a selection board or any of its members. Provides that if the Secretary or Secretary concerned recommends that the name of an officer be removed from a report of a selection board and the recommendation includes information that was not presented to that board, such officer shall be afforded a reasonable opportunity for comment on such information to the recommending officials and the officials reviewing such recommendation. Revises provisions concerning the inclusion of officers to be considered for promotion by a selection board from below the promotion zone. Allows the Secretary to authorize the Secretaries concerned to preclude from consideration by selection boards for promotion to the grade of brigadier general or real admiral (lower half) officers in the grade of colonel or Navy captain who: (1) have been considered but not selected for promotion to such grades by least two selection boards; and (2) are determined as not being exceptionally well qualified for promotion. Directs the Secretary to report to the defense committees on the supervision, management, and administration of the reserve components of the armed forces. Directs the Secretary of the Navy to initiate without delay a thorough review of the cases of all individuals convicted in the courts-martial arising from an explosion at the Port Chicago (California) Naval Magazine in July, 1944, in order to determine the possibility and extent of racial prejudice in the original investigations and trials, and to correct appropriate individual military records, if necessary. Directs the Secretary to respond promptly and comprehensively to requests for death information from parents, spouses, adult children, or legal representatives of military personnel who die while on active duty or inactive-duty training. Directs the Secretary to make the person's military record available to such individuals, upon request. Part B: Commission on the Assignment of Women in the Armed Forces - Establishes the Commission on the Assignment of Women in the Armed Forces to study all matters relating to the assignment of women in the armed forces and to make findings on: (1) the implications on combat readiness of permitting women to be assigned to all combat positions; (2) the social and cultural implications of such position assignments; (3) the advisability of permitting only voluntary assignments of women to combat positions and of permitting involuntary assignments; (4) the advisability of requiring women to register and be drafted under the Military Selective Service Act; (5) the legal and policy implications of permitting women to qualify for assignment to combat positions; (6) the extent of the need to modify facilities, vessels, vehicles, aircraft, and other equipment to accommodate women assigned to combat positions, as well as the costs of such action and its practicality; and (7) the effects of existing laws relating to the recruitment, assignment, and promotion of women in the armed forces on combat readiness, opportunities for women in the armed forces, and the quality of personnel in the armed forces. Directs the Commission to transmit a final report to the President by November 15, 1992. Requires the President, by December 15, 1992, to transmit such report to the defense committees, along with comments and recommendations. Outlines administrative provisions concerning Commission powers, procedures, personnel matters, and expenses. Terminates the Commission 90 days after submission of its final report. Authorizes the Secretary concerned to prescribe the conditions under which female members of the armed forces may be assigned to duty in aircraft that are engaged in combat missions. Directs the Commission on the Assignment of Women in the Armed Forces to conduct comprehensive research and analyses regarding the potential for women in the armed forces to serve in combat assignments. Directs the Commission to determine and promptly advise the Secretary of the types of information necessary for such research and analyses. Authorizes the Secretary, in consultation with the Commission, to conduct test assignments of women to combat positions and to waive Federal restrictions on such duty assignments in order to conduct such test assignments. Part C: Matters Related to Contingency Operations - Provides that a retired officer ordered back to active duty shall serve at either the member's retired grade (current law) or any higher grade in which the member satisfactorily served on active duty, as determined by the Secretary. Entitles a retired officer recalled to active duty and later released from such duty to be placed on the retired list in the highest of: (1) the member's original retired grade; (2) the highest grade in which the member satisfactorily served for at least 180 days (current law); or (3) the highest grade in which the member served on active duty satisfactorily as determined by the Secretary for at least three years, including the recalled tour of duty. Allows a member of the armed forces whose certification for foreign language proficiency pay was interrupted by an assignment to duty in connection with a contingency operation (an operation involving the possibility of military action or intervention against a hostile force) to be paid such special pay for the duration of such duty. Allows such member 180 days following such duty to obtain such necessary certification and authorizes the Secretary concerned to extend such period in accordance with regulations prescribed by the Secretary of Defense. Title VI: Compensation and Other Personnel Benefits - Part A: Pay and Allowances - Waives during FY 1992 a required pay increase for military personnel in conformity with the annual GS-level increase for the Federal Government. Increases by 4.2 percent the rates of basic pay, basic subsistence allowance, and basic allowance for quarters (BAQ) on January 1, 1992. Limits the amount of BAQ in the case of a member of the armed forces who is authorized such allowance solely by reason of the member's payment of child support pursuant to a court order. Requires each member of the armed forces claiming entitlement to: (1) a BAQ to annually certify to the Secretary concerned the dependency status of each dependent of such member; and (2) a variable housing allowance (VHA) to annually certify to the Secretary the member's housing costs. Part B: Miscellaneous Pay and Benefits Matters - Entitles aviation cadets of the armed forces to the lowest pay grade rate prescribed for grade E-4, unless any such cadet is entitled to the basic pay of a higher pay grade. Entitles a senior noncommissioned officer who completes his or her service and is placed on terminal leave pending retirement to the rate of basic pay authorized for the senior enlisted member of that armed force. Allows the Secretary concerned to provide reimbursement or a travel allowance for the dependents of a member assigned to a vessel under construction for the travel of such dependents from the designated home port of the ship or the residence of the member's dependents (currently, only from the home port of the ship). Authorizes the payment of a travel and transportation allowance to a member who: (1) performs duty under emergency circumstances at a location within the limits of a member's station; and (2) uses overnight accommodations because of such duty. Revises the definition of a \"dependent\" for purposes of eligibility for benefits as a military dependent to include dependent parents-in-law, dependent children whose custody is granted to a member by a court order or decree, and other dependent minors who reside in the member's household. Revises hazardous duty pay provisions for parachute jumping to include all free fall operations involving jumper deployed parachute openings. Extends the authority for the payment of the following bonuses and special pay: (1) the aviator retention bonus, through FY 1993; (2) special pay for enlisted members of the Selected Reserve assigned to high-priority units, through FY 1993; (3) the accession bonus for nurse officer candidates, through FY 1994; (4) special pay for nurse anesthetists, through FY 1993; (5) the reenlistment bonus for regular military personnel and the enlistment bonus for extended active duty, through FY 1997; and (6) the enlistment and reenlistment bonus for reservists as well as the bonus pay for affiliation with the Selected Reserve, through FY 1995. Directs the Secretary to carry out a program under which a member of the armed forces may be reimbursed for qualifying expenses incurred in the adoption of a child under 18 years of age. Provides identical provisions for reimbursement of adoption expenses for members of the Coast Guard. Authorizes the Secretary concerned to transport (or pay the cost of such transport) the remains of dependents of retired military personnel for burial when such dependents die in a military medical facility. (Currently, such transportation is provided only to the retired decedents.) Authorizes the use of appropriated funds (currently nonappropriated funds only) for reimbursement of incidental expenses of persons providing voluntary services for programs operated by a military department or the Coast Guard. Authorizes travel and transportation allowances for members performing consecutive tours of duty to be deferred for up to one year after the member begins the consecutive tour at the same duty station or another. Entitles Federal employees assigned to a post at Johnstown Island in the Pacific Ocean to a separate maintenance allowance during the period of assignment if the head of the department or agency responsible for such assignment designates such duty as remote duty and finds it necessary for the employee to maintain his or her spouse or dependents at a location other than the Island. Allows a person to choose a base amount for a supplemental spouse annuity under the Survivor Benefit Plan of between five and 20 percent of the base amount under the plan. Waives a required reduction in military retired pay for persons returning to employment in the case of persons employed in the legislative branch for which there is exceptional difficulty in recruiting and retaining qualified employees. Authorizes the payment of a military survivor annuity to a representative of: (1) a person for whom a guardian or other fiduciary has been appointed; or (2) a minor, mentally incompetent, or otherwise legally disabled person for whom a guardian or other fiduciary has not been appointed. Increases from $500 to $2500 the amount of a claim of the United States against a Federal employee, member of the military, or member of the Coast Guard for overpayment of pay, allowances, or expenses which is authorized to be waived by the department head or Secretary concerned when the collection of such claim would be against equity and good conscience or otherwise not in the best interests of the United States. Authorizes the payment of a foreign post differential for civilian employees of DOD and the State Department who served on temporary duty in connection with Operation Desert Storm during the Persian Gulf conflict for a period of more than 41 days in a combat zone. Part C: Matters Related to Contingency Operations - Defines a \"contingency operation\" as one in which members of the armed forces are or may become involved in military actions against an enemy or opposing military force, or which results in a call or order to, or retention on, active duty during a war or national emergency. Provides for the payment of accrued leave to the survivors of members who die as a result of an injury or illness incurred while serving on active duty in support of a contingency operation. Allows the 60-day ceiling on the accumulation of accrued leave to be exceeded, by up to 30 additional days, in the case of members assigned to active duty in support of a contingency operation during a fiscal year. Repeals the current $10,000 limit applicable to a savings deposit program in the case of members of the armed forces serving in a contingency operation. Allows the Secretary to authorize a member serving on temporary duty outside the United States in support of a contingency operation to make deposits of unallotted pay and allowances during such duty. Provides for the payment of a BAQ for reserve members without dependents who are called to active duty in support of a contingency operation when such active duty makes the member unable to occupy his or her primary residence or rental housing. Entitles reserve or retired members recalled to active duty who are not authorized transportation of household goods from their residence to their place of assignment to a VHA in lieu of such allowance. Provides for special pay for: (1) reserve medical officers on active duty under a call or order for more than 30 days but less than one year; (2) a health care officer who is involuntarily retained on or recalled to active duty for more than 30 days; and (3) a medical officer who voluntarily agrees to remain on active duty for less than one year at a time when such officers are being involuntarily retained or when the Secretary determines that such pay is justified. Increases: (1) the hazardous duty incentive pay for duty performed under conditions of imminent danger; (2) the authorized monthly family separation allowance from $60 to $75; and (3) the death gratuity to a standard $6,000 for members of all grades. Allows a reserve member to be paid a VHA for active duty service of less than 140 days (currently, at least 140 days is required) when the call or order to duty is in support of a contingency operation. Amends the Persian Gulf Conflict Supplemental Authorization and Personnel Benefits Act of 1991 to extend from August 1, 1990 (currently, November 5, 1990) to 180 days after the end of such conflict the period for the authorization of special pay for reserve, recalled, or retained medical officers in the armed forces. Title VII: Health Care Services - Authorizes the Secretary to establish one or more supplemental dental benefit plans for members (and their spouses and dependents) already enrolled in basic dental benefit plans. Requires a monthly premium to be paid by the member for such additional coverage. Outlines copayment requirements under such supplemental plan. Amends the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS) to authorize the provision under such Program of palliative care and support services in connection with hospice care to a terminally ill patient who chooses such hospice care rather than continuing hospitalization or other health care services for treatment of the patient's terminal illness. Authorizes the provision of such services for dependents of military personnel under contracts for medical care through other medical care providers. Allows contracts providing for inpatient mental health services to include provisions for partial hospitalization services in connection with such psychiatric care. Defines \"partial hospitalization services\" as items and services that are: (1) prescribed for and provided to a patient by a physician; (2) reasonable and necessary for the diagnosis and treatment of the patient's condition; and (3) not provided on an overnight hospitalization basis. Outlines the items and services to be included as part of such care, including various types of therapy, services of trained staff, and therapeutic drugs that cannot be self-administered. Includes as part of authorized medical care at military medical facilities well-baby care that includes one screening of an infant to determine the level of lead in the blood. Repeals a Federal provision which authorizes the payment of a multiyear retention bonus to general and flag officers serving as practicing physicians in military medical facilities. Expands the eligibility for coverage under CHAMPUS to include those persons entitled to hospital insurance benefits under title XVIII (Medicare) of the Social Security Act or who would be entitled to such benefits if under 65 years of age. Prevents CHAMPUS benefits from being paid to the extent that a person is entitled to the same benefits under either title XIX (Medicaid) of the Social Security Act or under Medicare. Authorizes the commanding officer of a military health care facility, in determining whether to issue a nonavailability of health care statement for any person entitled to health care in such facility, to consider the availability of such services for such person pursuant to any contract or agreement entered into for the provision of such services within the area served by such facility. Requires each provider of services under CHAMPUS to submit claims for payment for such services directly to the claims processing office designated pursuant to joint regulations prescribed by the administering Secretaries. Amends the National Defense Authorization Act for Fiscal Years 1990 and 1991 to extend through October 1, 1993, the deadline for the issuance of regulations relating to the use of diagnosis-related groups for the allocation of resources to military health care facilities. Authorizes the Secretary to designate any facility owned or operated by the Uniformed Services Treatment Facilities that is authorized to provide medical or dental care for persons eligible to receive such care in military health care facilities as a facility of the uniformed services for purposes of the provision of services under CHAMPUS. Sets forth facility reimbursement provisions. Authorizes the provision of transitional medical and dental care under CHAMPUS for: (1) members of the reserves called to active duty in support of a contingency operation; (2) active-duty personnel retained on active duty for such support; and (3) active-duty personnel voluntarily agreeing to remain on active duty for such support for less than one year. Limits the extent of such coverage to 30 days after the contingency operation is concluded or until the person is covered by another plan, whichever is earlier. Provides exclusions. Directs the Secretary to conduct a comprehensive study of the military medical care system and to report the results to the defense committees. Authorizes the Secretary to enter into a replacement or successor contract upon termination of the current DOD contract under the CHAMPUS reform initiative. Directs the Secretary to establish and maintain a registry relating to members of the armed forces who were exposed to fumes of burning oil in the Persian Gulf theater in connection with Operation Desert Storm. Requires the Secretary to report annually to the Congress on the ongoing study of the short and long-term health consequences of such exposure and on the need for additional studies relating to such exposure. Directs the Secretary concerned, upon request of any member listed in the registry, to furnish a pulmonary function examination and chest x-ray to such person. Title VIII: Acquisition Policy, Acquisition Management, and Related Matters - Part A: Industrial and Technology Base Initiatives - Directs the Secretary to conduct a program providing for the establishment of cooperative arrangements (partnerships) between DOD and certain entities in order to encourage and provide for R&D of dual-use critical technologies (technologies having both military and nonmilitary commercial applications). Allows such entities (at least two participating jointly with DOD) to include one or more Federal laboratories, institutions of higher education, State governmental agencies, and other appropriate participants, as determined by the Secretary. Requires the joint participants to have a lead institution other than DOD to direct the activities of the partnership. Requires the non-DOD participants to contribute at least 50 percent of the total cost of the partnership activities. Provides for the protection of information disclosed concerning the R&D activities of the participants. Requires the Secretary to evaluate proposals for partnerships on a merit basis using a competitive selection process. Outlines selection criteria. Directs the Secretary, in consultation and coordination with the Secretary of Commerce, to conduct a program to provide assistance for the activities of eligible regional critical technology application centers (centers) in the United States. Outlines provisions concerning eligible centers, program participants, and assistance authorized, including financial and technical assistance for authorized center activities. Limits such assistance period to six years. Requires: (1) the sponsoring agency of a center to pay at least 30 percent of the total costs incurred for center activities; and (2) the eligible firms participating in a center to pay at least 40 percent of such costs. Requires a center to operate under a management plan that requires participating firms to have the primary responsibility for directing the activities of the center and to exercise such responsibility through majority voting membership of such firms on the board of directors of the center. Outlines provisions concerning program administration as well as selection criteria for centers receiving such assistance. Establishes within the Office of the Director of Defense Research and Engineering the Clearinghouse of Foreign Defense Technology Monitoring and Assessment (Clearinghouse) to: (1) maintain within DOD a central library for the compilation and dissemination of information and assessments regarding significant foreign activities in the R&D and applications of defense critical technologies; (2) establish and maintain data bases on such information and assessments; (3) perform certain liaison activities; (4) provide for public availability of such information and assessments; and (5) cooperate with the Department of Commerce in the dissemination of information and assessments regarding defense critical technologies having potential commercial uses. Directs the Secretary to establish a foreign critical technology monitoring and assessment grant program for the awarding of grants to participating organizations for the establishment of foreign critical technology monitoring and assessment offices in Europe, Pacific Ocean border foreign countries, and other countries as considered appropriate by the Secretary. Makes eligible for such grants any nonprofit industrial or professional organization that has economic and scientific interests in R&D and applications of commercial critical technologies. Requires each grantee to collect, evaluate, and disseminate to its organization and to the Departments of Defense and Commerce assessments of significant activities in R&D and applications of critical technologies that are conducted in the geographic area in which the office is located. Provides funding for FY 1992 and 1993 for critical technology programs and activities. Directs the Secretary to submit to the Congress at least biennially a multiyear strategic road map for each critical technology. Requires each road map to: (1) cover at least four fiscal years; (2) provide an assessment of current strengths and weaknesses in the national capability to develop and apply the technologies covered in the road map, and the sources of such strengths and weaknesses which enhance or hinder the development and application of such technologies; (3) ensure that results of federally-funded and conducted R&D of national critical technologies covered by the road map are appropriately disseminated to U.S. industry; and (4) include a discussion of the achievements of the activities conducted pursuant to the road map. Requires the Director of the Office of Science and Technology Policy to establish one or more national critical technologies advisory committees. Directs the President to establish a schedule for the submission of such road maps at regular intervals between the enactment of this Act and October 1, 1996. Authorizes the Secretary to enter into cooperative arrangements (partnerships) with certain entities to encourage and provide for R&D of advanced manufacturing technologies with the potential for having a broad range of applications. Requires each partnership to be composed of participants from two or more eligible firms. Allows the inclusion of one or more Federal laboratories, institutions of higher education, State entities, and other participants as deemed appropriate by the Secretary. Outlines provisions concerning program administration and participant selection criteria. Requires the Secretary to establish three or more partnerships within one year after the enactment of this Act. Provides FY 1992 and 1993 funding for such partnerships. Directs the Secretary to establish a program: (1) to support manufacturing extension programs of States, local governments, and private, non-profit organizations; (2) to promote the development of a broad range of such extension programs, including programs that provide for productivity and quality improvement activities; and (3) to increase the involvement of appropriate segments of the private sector in such programs. Establishes a Council on Manufacturing Extension to: (1) prescribe policies and procedures for the implementation of the program; (2) serve as a means for coordinating such program with related programs conducted by various Federal departments and agencies; and (3) develop a long-range strategic plan for the manufacturing extension activities of the Federal Government. Outlines application procedures for persons wishing to receive financial assistance for participation in the program, as well as criteria for choosing program participants. Limits the amount of financial assistance awarded to 50 percent of the cost of the program for the period in which the assistance is provided. Provides such assistance for at least five years, unless it is terminated earlier for good cause as determined by the Secretary. Allows a program participant to reapply after a terminated period of assistance. Provides FY 1992 and 1993 funding for such program. Directs the Secretary, in consultation with the Directors of the National Science Foundation (NSF) and the Office of Science and Technology Policy (OSTP), to establish a program for making grants to institutions of higher education to support the: (1) enhancement of existing programs in manufacturing engineering education that are conducted by grantee institutions and meet specified requirements; and (2) establishment of new programs in manufacturing engineering education that meet such requirements. Requires at least one-third of the grants to be awarded for the latter purpose. Directs the Secretary to avoid geographical concentration of such awards. Directs the Secretary and the Director of NSF to enter into an agreement for carrying out the grant program. Outlines grant program requirements. Directs the Secretary to solicit from institutions of higher education proposals for grants to be awarded for the support of programs of manufacturing engineering education. Requires applications to be evaluated on a merit basis under competitive procedures. Outlines grantee selection criteria. Limits the Federal contribution of such assistance to 50 percent of the estimated cost of the activities involved. Directs the Secretary, in consultation with the Secretary of Commerce, to conduct a program to support specified activities of one or more manufacturing managers and experts at the institution of higher education involved. Outlines provisions concerning program administration and applicant selection criteria. Limits the Federal support of such program to 50 percent of the costs of activities to be supported by such assistance. Requires the Secretary to award at least ten such grants within one year after enactment of this Act. Provides FY 1992 and 1993 funding. Allows the Secretary to authorize the Secretaries of the military departments to enter into cooperative agreements and other transactions for advanced research projects. (Currently, only the Defense Advanced Research Projects Agency is authorized to enter into such agreements or transactions.) Makes permanent (currently expires September 30, 1991) the authority to enter into such agreements. Directs the Secretary to report to the defense committees a plan for collecting and assessing information on the extent to which the defense industrial base of the United States: (1) procures weapons systems, subsystems, and components of such systems from foreign sources; and (2) is dependent upon such foreign sources for such procurement. Directs the Secretary to report to the defense committees a plan for the removal of barriers to the effective integration of the commercial and defense sectors of the U.S. industrial base. Requires the Secretary to designate an official within his Office to develop the plan. Requires annual development and submission to the Congress by the Secretary of a National Defense Manufacturing Technology Plan. Places FY 1992 and 1993 funding limitations on manufacturing technology-related R&D not specifically included in such annual Plan. Directs the Secretary to conduct a program for the development and use of advanced flexible computer integrated manufacturing capabilities in each of the military departments and the U.S. defense industrial base. Requires the continued development of Rapid Acquisition of Manufactured Parts technologies and applications as part of such program. Provides FY 1992 and 1993 funding for such program, with a specified capabilities-duplication prohibition within the military departments. Directs the Secretary, acting through the Under Secretary of Defense for Acquisition (Under Secretary), to establish a program to award grants on a competitive basis to U.S. institutions of higher education and other non-profit organizations for the conduct of programs for U.S. scientists, engineers, and managers to learn Japanese language and culture. Directs the Secretary, at the same time as the submission of the President's budget to the Congress, to submit to the Congress a plan for providing DOD support for science, mathematics, and engineering education at all levels of education in the United States for such fiscal year. Directs the Secretary to award grants to programs that are conducted on a national basis for the improvement of science and mathematics education in primary and secondary schools. Requires any program receiving such a grant to derive at least 50 percent of its funding and other resources from non-Federal sources. Requires a report. Provides FY 1992 and 1993 funding. Part B: Other Acquisition Policy Matters - Earmarks specified FY 1992 and 1993 funds authorized under this Act for the mentor-protege program established under the National Defense Authorization Act for Fiscal Year 1991 (a program which provides incentives for DOD contractors to employ and use small and disadvantaged businesses and historically Black colleges and universities in defense contracts and related activities). Earmarks funds for the same fiscal years for infrastructure assistance to historically Black colleges and universities for defense research activities under the National Defense Authorization Act for Fiscal Year 1987. Authorizes the continued one-year extensions on R&D contracts awarded by a military department, requiring the Secretary to give the Congress advance notice of any such contract extensions. Requires the Assistant Secretary of Defense with responsibility for manpower (currently, the Under Secretary of Defense for Acquisition) to carry out all the powers, functions, and duties of the Secretary with respect to the defense acquisition workforce in DOD. Extends from October 1, 1991, to October 1, 1993, the time after which there must be a measurable (currently, substantial) increase in the proportion of civilians serving in critical acquisition positions and in division head positions. Authorizes the Secretary to postpone the effectiveness of any requirement established in or pursuant to specified Federal provisions relating to the defense acquisition workforce for up to one year if the Secretary provides the defense committees with 45 days' notice. Earmarks specified funds authorized to be appropriated under this Act for FY 1992 and 1993 for the procurement technical assistance cooperative agreement program. Amends the Office of Procurement Policy Act to: (1) require a copy of a recusal request and approval to be retained by the head of a procuring activity for a period of not less than five years; (2) make such copies available to the public, except for those parts that are exempt from Federal disclosure requirements; (3) exempt contractors in contracts of less than $500,000 from certain procurement disclosure and activities requirements; (4) prohibit individuals who participated personally and substantially in an acquisition function under a contract of $500,000 or more from accepting or continuing employment with a contractor or subcontractor for a period of one year following separation from such service, with an exception; (5) prohibit a contractor from offering such employment known to be prohibited; (6) designate those procurement positions that will be considered \"covered positions\" and therefore included under such post-employment restrictions; (7) provide certain rules of construction concerning such post-employment restrictions; and (8) subject to criminal liability under such Act anyone who knowingly aids, abets, counsels, commands, induces, or procures conduct prohibited by the Act. Directs the Inspector General of each Federal agency, by May 31 of 1992 through 1996, to report to the Congress on compliance with requirements for the identification of procurement positions under such Act. Repeals specified Federal provisions concerning post-employment restrictions on certain DOD and Department of Energy defense procurement and contracting personnel. Amends the National Defense Authorization Act for Fiscal Years 1990 and 1991 to extend through FY 1993 a program under which certain bonding requirements are waived in order to aid small and disadvantaged business concerns in obtaining military construction contracts. Authorizes the Secretary of the Air Force to use such bond waiver authority (as provided under the Small Business Act) in the awarding of Air Force construction contracts to participants in the Minority Small Business and Capital Ownership Development Program of the Small Business Administration (SBA). Requires protection bonds provided to DOD in compliance with the Miller Act (an Act requiring a construction bond to be posted in connection with any construction of Federal buildings or public works) to be made available upon request to any potential subcontractor or supplier of a contractor. Amends the National Defense Authorization Act for Fiscal Year 1991 to revise provisions relating to the certified cost and pricing data threshold for subcontracts of DOD contracts. Authorizes the Secretary to waive a Federal provision prohibiting severance pay paid to foreign nationals from being included as an allowable defense contractor cost under specified circumstances. Prohibits such waiver from applying with respect to a contractor that is owned or controlled directly or indirectly by citizens or nationals of a foreign country. Authorizes the Secretary of the Navy to continue to conduct a specified personnel demonstration project at the Naval Weapons Center, China Lake, California, and at the Naval Ocean Systems Center, San Diego, California. Repeals the requirement of a manpower estimate report before the Secretary may approve the full-scale engineering development, or the production and deployment, of a major defense acquisition program. Revises from October 1, 1994, to October 1, 1992, the date after which the Secretary may terminate in the national interest a Buy American restriction with respect to the acquisition of carbonyl iron powders. Requires the Secretary, no later than June 1, 1992, to prescribe final regulations defining the legitimate interest of the United States and its contractor or subcontractor in technical data pertaining to an item or process. Require the Secretary, 30 days before implementing such regulations, to notify the defense committees and publish such regulations in the Federal Register. Directs the Secretary, within 30 days after enactment of this Act, to establish an advisory committee to make recommendations to the Secretary with respect to the final regulations. Requires the advisory committee to report to the Secretary on proposed regulations and legislation. Amends general Federal procurement provisions to revise the authority of the Comptroller General to reimburse an interested party for costs when it is determined that a Federal contract solicitation or award does not comply with a Federal statute or regulation. Authorizes the Secretary to recommend to the Federal agency issuing the solicitation or awarding the contract that such agency pay such costs. (Currently, the Comptroller General may declare an appropriate party to be entitled to such costs.) Sets at $100,000 the small purchase threshold (the price after which a contract or purchase must meet certain procurement reporting requirements) in the case of a purchase made or contract awarded or performed outside of the United States in support of a contingency operation. Requires the Secretary to prescribe regulations to carry out the DOD policy regarding the pilot mentor-protege program as found in the DOD Supplement to the Federal Acquisition Regulations. Requires the Secretary, when entering into a contract for the procurement of unleaded gasoline for motor vehicles of a Federal department or agency other than DOD, to purchase alcohol-gasoline blends containing at least ten percent domestically-produced alcohol when the price of such gasohol is the same as, or lower than, the price of unleaded gasoline. Requires such policy to also be followed in the contract solicitation process. Requires the Secretary and the Administrator of GSA to review all exemptions from Federal gasohol purchase requirements previously granted and to terminate any such exemptions when found to be no longer appropriate. Expresses the sense of the Congress that whenever any Federal motor vehicle capable of being operated on gasohol is being refueled, it should be refueled with an alcohol-gasoline blend containing at least ten percent domestically-produced alcohol if available along the normal route at the same or a lower price than unleaded gasoline. Requires the Secretary to set forth a uniform system for the valuation of inventory items by military departments and defense agencies. Requires regulations concerning inventory management to require inventory records to: (1) provide up-to-date information on all items in the inventory of DOD; (2) indicate whether the inventory of each item is sufficient or excessive; and (3) permit the Secretary to include in annual budget information submitted to the Congress information relating to the amounts proposed for each appropriation account for inventory purchases of DOD and the amounts obligated for such purchases out of the corresponding appropriations account for the preceding fiscal year. Requires payment within seven days of delivery for the Federal purchase of fresh or frozen fish. Amends the Small Business Act to require the Administrator of the SBA to include specified information with any certification made by the Administrator that a small business is competent with respect to the elements of responsibility under a contract awarded to such firm for a value in excess of $10,000,000. Provides the conditions under which a contracting officer will not be required to refer to the Administrator a determination of nonresponsibility with respect to the procurement of supplies or services the awarding of which is not expected to exceed the small purchase threshold as defined in the Office of Federal Procurement Policy Act. Outlines conditions under which the secretary of a department or head of an agency may allow a contract to be continued notwithstanding the issuance by the SBA of a certificate of responsibility on behalf of a small business concern other than the firm awarded the contract. Requires a finding in such case by the department secretary or agency head that a termination of such contract would have a substantial adverse impact on the performance of critical mission or program activities of such department or agency. Title IX: Department of Defense Organization and Management - Part A: General Matters - Includes the Vice Chairman of the Joint Chiefs of Staff (JCS) within the JCS. Establishes within DOD a Deputy Under Secretary of Defense for Policy. Directs the Secretary to credit an officer performing combat duty in the Persian Gulf theater that provided significant experience in joint matters or involved frequent professional interaction with either members of another military department or with an allied armed force as having completed a full tour of duty in joint duty assignment for purposes of promotion due to joint duty experience. Makes inapplicable to such crediting certain Federal reporting and policy requirements. Requires information on the use of such crediting authority to be included in an annual report required for FY 1992 on expenditures, work, and accomplishments of DOD. Continues for FY 1992 and 1993 the separate budget account in DOD known as the CINC Initiative Fund, allowing the Chairman of JCS to use such account to provide funds to the commanders of the unified and specified combatant commands and the commander of the U.S. element of the North American Aerospace Defense Command for certain authorized activities. Requires the Chairman to give funding priority to activities that would enhance the war fighting capability, readiness, and sustainability of the forces assigned to the commander requesting the funds. Limits CINC Fund spending for each fiscal year. Amends the National Defense Authorization Act for Fiscal Year 1991 to extend through FY 1993 the authorization for certain support provided to other Federal departments and agencies for counter-drug activities. Extends the provision of such support to State, local, and foreign law enforcement agencies. Cites the Deputy Secretary of Defense as the principal civilian adviser to the Secretary on special access (secret or classified) programs, and, after the Secretary, as the principal special access programs official within the senior management of DOD. Requires the Deputy Secretary to carry out all the responsibilities of the Secretary relating to special access programs for all such programs within DOD. Requires the Deputy Secretary to supervise the management of, prescribe the policies, standards, and procedures for, and approve the establishment of, all special access programs. Provides for the Deputy Secretary a Principal Assistant for Special Access Programs, to be appointed by the President by and with the advice and consent of the Senate. Prohibits funds from being obligated or expended for such special access programs until certain congressional oversight requirements have been met. Provides for the designation of access to information regarding such programs within the Congress. Includes one representative each from the Army, Navy, Air Force, and Coast Guard within the membership of the Strategic Environmental Research and Development Program Council. Part B: Intelligence Matters - Reorganizes the Defense Intelligence Agency (DIA). Requires the DIA Director to be the senior military intelligence adviser to the Secretary, the JCS Chairman, and the Director of the CIA. Requires the DIA Director to report directly to such officials on all matters concerning military intelligence. Outlines Director duties. Requires the Director to take certain steps to strengthen the roles and authorities of functional managers within the DIA. Requires the Secretary to maintain within the District of Columbia a single and joint intelligence center for the armed forces. Outlines provisions with respect to functions and management of such center. Requires the center to be fully responsive to the intelligence needs of the Secretary, the JCS Chairman, and the commanders of the combatant commands. Requires the Secretary, the JCS Chairman, and the combatant command commanders to regularly and periodically exercise the use of the national intelligence collection systems as defined in the classified annex. Requires the Secretary and the Director of the CIA to report to specified congressional committees describing the use of such collection systems. Requires the Secretary to assign to the CIA Director the responsibility of managing all imagery intelligence processing, exploitation, and dissemination activities within DOD. Allows the CIA Director to delegate the performance of routine imagery intelligence management functions to appropriate functional managers. Outlines manager functions with respect to such imagery intelligence matters. Requires the Secretary and the CIA Director to: (1) consider establishing a joint imagery planning and procurement committee; and (2) report to specified congressional committees on joint decisions made concerning the establishment of such a committee. Title X: Supplemental Authorization of Appropriations for Operation Desert Storm - Extends through FY 1992 the authorization of appropriations to the Defense Cooperation Account (Account) and the Persian Gulf Working Capital Account for payment of costs associated with Operation Desert Storm (the Operation). Renames the Persian Gulf Working Capital Fund the Persian Gulf Regional Defense Fund (Fund). Authorizes supplemental appropriations to DOD for FY 1991 and 1992 in the form of current and future balances in the Account and the Fund for incremental costs associated with the Operation and for replenishment of the Fund by transfer from the Account. Authorizes additional appropriations for: (1) FY 1991 and 1992 for procurement; (2) FY 1991 for research, development, test, and evaluation; and (3) FY 1991 and 1992 for operation and maintenance and working capital funds. Authorizes appropriations for FY 1991 for military personnel, Army National Guard. Provides additional transfer authority from other appropriation accounts. Requires amounts expended from the Fund to be replenished to the extent possible from amounts available in the Account. Requires monthly reports concerning such transfers. Amends the Persian Gulf Conflict Supplemental Authorization and Personnel Benefits Act of 1991 to include Operation Provide Comfort within the definition of Operation Desert Storm for purposes of eligibility for appropriations under such Act. Title XI: General Provisions - Part A: Financial and Budget Matters - Authorizes the Secretary to transfer amounts of authorizations made available in this Division for any fiscal year between any such authorizations for such fiscal year. Limits the total fiscal year amounts that may be so transferred. Requires the Secretary to notify the Congress of any transfers made. Amends the National Defense Authorization Act for Fiscal Years 1990 and 1991 to revise the annual due date of a joint Office of Management and Budget (OMB)-Congressional Budget Office outlay report. Requires the Director of OMB, for each of FY 1991 through 1996, to report to the Congress on the effect on the Federal deficit of payments and adjustments made with respect to Federal appropriation accounts, with separate estimates for each Federal agency. Eliminates the permanent requirement for such report. Part B: Miscellaneous - Authorizes the Secretary of the Navy to transfer the obsolete naval aircraft carrier Oriskany to a certain foundation for cultural and educational purposes. Authorizes the Secretary of the Navy to transfer the obsolete research vessel Gyre to Texas A&M University for educational and research purposes. Directs the President to report annually to the Congress on developments in the transfer of weapons, technology, and materials that can be used to deliver, manufacture, or weaponize nuclear, biological, or chemical weapons (NBC weapons) to any country that is not a Missile Technology Control Regime (MTCR) adherent, with specified exceptions, or any other missile system that the Secretary has reason to believe may be used to deliver NBC weapons. Prohibits funds available to DOD before FY 1994 from being used to deactivate specified Naval Reserve helicopter mine countermeasures squadrons. Amends the National Defense Authorization Act for Fiscal Year 1991 to: (1) repeal a provision requiring the transfer of certain aircraft to the Air Force Reserve; and (2) terminate the requirement to replace Marine Corps OV-10 aircraft with Air Force A-10 aircraft. Provides that whenever the United States participates in a cooperative project with any friendly foreign country or NATO on a cost-sharing basis, any contribution from such country or NATO to meet its share of project costs may be credited to appropriations available to an appropriate military department or defense agency, as determined by the Secretary. Outlines payments for which such amounts are made available. Authorizes the Secretary to accept cash contributions from the Republic of Korea in return for the costs of: (1) compensation for local national employees of DOD; and (2) DOD military construction projects. Authorizes the Secretary of the Navy to provide certain supplies and services relating to equipment, vessels, and aircraft to foreign countries (currently only to \"friendly\" foreign countries) if similar supplies and services are provided to the United States by the foreign country. Amends the Foreign Assistance Act of 1961 to make permanent (currently authorized during FY 1987 through 1991) the authority to transfer excess defense equipment to certain nations. Authorizes the Secretary to carry out the Italian air defense agreements and to provide articles and services to Italy as specified in the agreements. Outlines provisions concerning administration of the agreements. Allows the Secretary to enter into contracts under such agreements only to the extent that appropriated funds are available for such purpose. Authorizes the commander of any unified or specified combatant command to pay, or authorize payment for, the expenses of training or deploying special operations forces being trained or deployed with forces of a friendly foreign country. Authorizes the Secretary of the Army to use funds appropriated to DOD to transfer technical data packages, or to provide technical data assistance, to a friendly foreign country. (Currently, such transfer is authorized for a member nation of NATO or a country designated as a major non-NATO ally.) Authorizes the side-by-side testing of conventional weapons and nondevelopmental items by the United States and other friendly foreign countries (currently authorized for the U.S. and its major allies). Expresses the sense of the Congress: (1) recognizing the contribution of U.S. defense industries for the design and production of the technologically-advanced weapons and weapons systems that contributed significantly toward the victory by the United States in the Persian Gulf area during Operation Desert Storm; (2) calling for additional cooperation between the military departments and the Big Brothers and Big Sisters organizations in responding to family support needs of members and communities located near U.S. military installations; and (3) calling for the United States to regularly review and adjust its military posture in Asia and the Pacific and to review the desirability of the reduction of U.S.% forces there and for Japan and South Korea to assume increased responsibility for their own security. Requires a report from the President to specified congressional committees on the strategic posture and military force structure of the United States in Asia and the Pacific, including the forces of Hawaii. Provides civil and criminal penalties for those persons who steal, forge or counterfeit, or deliver to unauthorized persons any lock or key that has been adopted by any part of DOD for use in the protection or security of arms, ammunition, special weapons, or classified information. Directs the President to consult with foreign nations to seek to achieve, within 12 months after the enactment of this Act, an agreement on appropriate defense cost sharing with each foreign nation in which the United States has permanently stationed U.S. combat units. Provides an exception for countries eligible for Foreign Military Financing or Economic Support Fund assistance. Requires the maximum feasible use of DOD and the Ambassador-at-Large in conducting such consultations. Requires the Secretary of Defense to maintain an accounting for defense cost-sharing under each such agreement. Requires progress on such consultations and agreements to be included in an annual report required under the Department of Defense Authorization Act, 1985. Requires the head of each Federal department or agency to make available to the public any information on the location, treatment, or condition of any personnel currently classified as prisoners of war or missing in action. Directs the Secretary to also make available a complete list of all U.S. personnel classified as prisoners of war, missing in action, or killed in action (body not returned) after 1940, including during a period of war. Provides certain exceptions to such disclosure requirements for privacy considerations. Requires all such records and information to be made available within one year after enactment of this Act, or within one year after the date the information is received. Allows the Federal agency or department head to withhold from the public any record or information which may compromise the safety of U.S. prisoners of war, but requires such department or agency head to notify the President and the congressional intelligence committees of such decision. Directs the Secretary of the Navy to report to the defense committees on the criteria to be used in evaluating requests by U.S. corporations for a license to import components of submarines designed and manufactured abroad for further assembly and re-export. Recognizes and commends the four military colleges of the United States for their unique contributions in training the citizen-soldiers of the United States. Expresses the sense of the Congress urging the President to use all necessary means to achieve the goals of U.N. Security Council Resolution 687 which requires Iraq to declare the location of all its weapons of mass destruction and to turn over such weapons for removal by the International Atomic Energy Agency. Supports the use of all necessary means to protect Iraq's Kurdish minority from the oppression of Saddam Hussein's Ba'ath party regime. Expresses the sense of the Congress that: (1) because of the dissolution of the Warsaw Pact military and political alliance, the threat of a Soviet attack on western Europe is drastically reduced; (2) the NATO allies of the United States should take steps to carry a greater share of the common NATO defense burden; and (3) the United States should plan for a reduced end strength level of U.S. armed forces permanently assigned to European NATO member nations by the end of FY 1995. Authorizes and requests the President to establish in the White House a family support center for providing information and assistance to families of prisoners of war and persons missing in action in Southeast Asia. Expresses the sense of the Congress that the necessity for the armed forces to have an effective live chemical agent training facility requires that the Chemical Decontamination Training Facility and the Army Chemical School, both located at Fort McClellan, Alabama, should be continued in operation unless a new facility for conducting combat training with live chemical agents is constructed. Expresses the sense of the Congress that: (1) no DOD prime contract should be awarded to a foreign person unless that person certifies to the Secretary that it does not comply with the secondary Arab boycott of Israel; and (2) the Secretary should consider developing a procurement policy to implement such policy regarding contracts with foreign persons. Prohibits the obligation or expenditure of funds appropriated for FY 1992 or earlier for the redeployment or transfer of operationally deployed Minuteman III intercontinental ballistic missiles from one Air Force ICBM base to another. Prohibits any such missile in storage from being transferred to a Minuteman II silo until the Secretary submits to the Congress a plan for the restructuring of U.S. strategic forces consistent with the START Treaty signed by the United States and the Soviet Union. Requires the POW/MIA flag to be displayed on all Federal buildings and the Vietnam Veterans Memorial until such time as the fullest possible accounting has been made of all U.S. military and civilian personnel who are known to have become prisoners of war or missing in action in Southeast Asia. Directs the Administrator of GSA to determine the Federal buildings at which the flag will be displayed as well as the manner of display. Expresses the sense of the Congress that the United States and the Soviet Union share a special responsibility to resume nuclear testing limitation talks. Directs the President to submit to the Congress a proposed schedule for resumption of such talks and an identification of goals to be pursued in such talks. Expresses the sense of the Senate that: (1) Korea remains an important ally of the United States; (2) DOD should seriously consider future reductions of U.S. military personnel in Korea beyond those now contemplated; (3) Korea should undertake greater efforts to meet its own security requirements; and (4) the Government of Korea should increase the level of host nation support it provides to U.S. forces in its area so that such level more closely approximates that of Japan. Directs the President to report to the Congress on the overall security situation in Korea, the implication on such situation of relevant political and economic development there, and U.S. policy for the area. Directs the Secretary of the Air Force to study and report to the defense committees on the suitability of existing Air Force and other bases as main operating bases of the Strategic Air Command for the B-2 bomber. Directs the Secretary of the Army to report to the defense committees on the feasibility and desirability of establishing an Armor Combat Tank Badge. Directs the President to submit to the Senate Armed Forces Committee a previously-required report concerning nuclear warhead dismantlement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Authorization Act for Fiscal Years 1992 and 1993", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Defense Authorization Act for Fiscal Years 1992 and 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal years 1992 and 1993 for military activities of the Department of Defense, to prescribe personnel strengths for such fiscal years for the Armed Forces, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:08-05:00"
}