{
  "actions": [
    {
      "acted_at": "1979-09-07", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1723-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-07", 
  "number": "1723", 
  "official_title": "A bill to revise title 18 of the United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Code Revision Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-07", 
  "subjects": [
    "Administration of criminal justice", 
    "Administration of justice", 
    "Appellate procedure", 
    "Armed forces and national security", 
    "Arrest", 
    "Arson", 
    "Assault", 
    "Bail", 
    "Bribery", 
    "Burglary", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Conspiracy", 
    "Contempt of court", 
    "Correctional institutions", 
    "Corrections", 
    "Corrections and Correctional Institutions", 
    "Counterfeiting", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes aboard aircraft", 
    "Crimes against women", 
    "Criminal Procedure and Sentencing", 
    "Criminal courts", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal law", 
    "Criminal liability", 
    "Criminal procedure", 
    "Disabled", 
    "Drugs and narcotics", 
    "Electronic surveillance", 
    "Embezzlement", 
    "Entrapment", 
    "Evidence (Law)", 
    "Extradition", 
    "Fines (Penalties)", 
    "Forgery", 
    "Fraud", 
    "Gambling", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Grand jury", 
    "Homicide", 
    "Imprisonment", 
    "Indian courts", 
    "Indictments", 
    "Judicial officers", 
    "Jurisdiction", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Kidnapping", 
    "Larceny", 
    "Marijuana", 
    "Mentally handicapped", 
    "Misconduct in office", 
    "Murder", 
    "Narcotics and crime", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Native Americans", 
    "Organized crime", 
    "Pardons", 
    "Parole", 
    "Perjury", 
    "Pleas (Criminal procedure)", 
    "Political crimes", 
    "Prisons", 
    "Probation", 
    "Prosecution", 
    "Public defenders", 
    "Punishment", 
    "Rape", 
    "Rehabilitation of criminals", 
    "Robbery", 
    "Searches and seizures", 
    "Sedition", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Sex discrimination", 
    "Smuggling", 
    "Suicide", 
    "Tax evasion", 
    "Treason", 
    "Trials", 
    "Voting", 
    "Women's rights"
  ], 
  "subjects_top_term": "Criminal law", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-07", 
    "text": "Criminal Code Revision Act of 1979 - Title I: Revision of Title 18 - Amends in its entirety title 18, the Federal criminal code. Subdivides such title into the following subtitles: (1) provisions of general applicability; (2) offenses; (3) sentencing; (4) administration and procedure; and (5) ancillary civil proceedings. Subtitle I: Provisions of General Applicability - Sets forth 14 general definitions. Defines Federal jurisdiction as including the general and special (territorial, maritime, and aircraft) jurisdiction of the United States, and specified aspects of extraterritorial jurisdiction of the U.S. Allows the separate sections describing offenses to specify circumstances giving rise to Federal jurisdiction. Extends to Indian country the general laws of the U.S. as to the punishment of offenses committed in any place within the sole and exclusive jurisdiction of the U.S. except: (1) where such jurisdiction is secured to Indian tribes by treaty stipulation; and (2) with respect to areas of specified States. Requires a court, upon motion of the defendant, to determine before trial the issues of fact bearing on the existence of Federal jurisdiction over an offense. Decreases from 79 to four the mental states required to be proved with respect to criminal conduct (\"intentional\", \"knowing\", reckless\", and \"negligent\"). Specifies matters of law requiring no proof of state of mind, including jurisdiction, bars to prosecution, and defenses. Sets forth a general criminal complicity section, including rules with respect to the liability of an accomplice, of an organization for the conduct of an agent, and of an agent for the conduct of an organization. Precludes as a defense to such criminal liability that the person for whose conduct the defendant is liable has been acquitted, has not been prosecuted or convicted, has been convicted of a different offense, was incompetent or irresponsible, or is immune from prosecution (except acquittal because of insufficient evidence is a bar to prosecution), or that the defendant does not belong to the class of persons who by definition are the only ones capable of directly committing the offense. Allows a defendant to be convicted of an offense based on the conduct of another person only if such defendant knowingly and with specific intent induced or aided the commission of the offense. Makes it a bar to prosecution that the defendant was less than 18 years old at the time of the commission of the offense, but allows the court upon motion of the Attorney General to determine that the nonapplicability of such bar is in the interest of justice with respect to: (1) the offense of murder; or (2) a defendant who has attained the age of 16 years (under current law the age of 16 years bars prosecution of all offenses as an adult, and persons between the ages of 16 and 18 are treated as juveniles unless the offense is a felony punishable by ten or more years of imprisonment). Specifies circumstances under which a former prosecution under Federal, State, or local law is a bar to a subsequent Federal prosecution (with the exception of certain invalid or fraudulently procured former prosecutions). Provides that entrapment as defined by this Act is a bar to prosecution. Provides for a general statute of limitations of: (1) five years for a felony; (2) two years for a misdemeanor; and (3) one year for an infraction (under current law such bar varies with the particular offense), but allows for an extended period for certain concealable offenses. Sets forth as statutory law the following defenses to criminal liability: (1) insanity; (2) intoxication; (3) mistake of fact or law; (4) protection or persons; and (5) protection of property. Sets forth as affirmative defenses: (1) duress; and (2) reliance upon official misstatement. Subtitle II: Offenses - Organizes offenses by the following types (rather than alphabetically as under current law): (1) attempt and conspiracy; (2) offenses involving national defense, including treason and related offenses, sabotage and related offenses, espionage and related offenses, and atomic energy offenses; (3) offenses involving international affairs, including foreign relations crimes and offenses involving immigration, naturalization, and passports; (4) offenses involving government process, including obstruction of government, obstruction of law enforcement, obstruction of justice, contempt offenses, perjury, false statements, and related offenses, and official corruption and intimidation; (5) offenses involving revenue, including internal revenue and customs offenses; (6) offenses involving individual rights, including civil rights crimes, offenses involving political rights, and offenses involving privacy; (7) offenses involving the person, including homicide offenses, assault offenses, kidnapping and related offenses, and sex offenses; (8) offenses involving property, including arson and other property destruction offenses, criminal intrusion offenses, robbery, extortion, and blackmail, theft and related offenses, counterfeiting, forgery, and related offenses, nongovernmental bribery, and investment, monetary, and antitrust offenses; and (9) miscellaneous offenses, including racketeering, drug offenses, explosives and weapons offenses, riot offenses, gambling and sexual exploitation of children, and public health offenses. Replaces the particularized penalties for individual offenses in current law with general penalty provisions specifying: (1) terms of imprisonment based on five classes of felonies (A to E) and three classes of misdemeanors (A to C); and (2) levels of fines according to the type of offense. Includes among new Federal crimes: (1) engaging in para-military activity for the purpose of taking over a Federal or State government agency; (2) obstructing by force the following government functions: the service or attempted service or execution of any authorized legal or judicial document, the performance of extradition duties, the performance of duties under a court order, and the passage of the United States mail; (3) false swearing; (4) speculating on official action or information; (5) a series of offenses covering the obstruction of political rights; (6) possession of an eavesdropping device with intent that it be used unlawfully; (7) trafficking in stolen property; (8) trafficking in counterfeit labels for sound recordings, motion pictures, and audiovisual works; and (9) operating a racketeering syndicate. Revises numerous offenses, including the following changes with respect to: (1) impairing military effectiveness, limits such offense to time of war or national defense emergency or where a major weapons system or a means of defense against large scale enemy attack is impaired; (2) espionage and dissemination of classified information, offers as alternatives (A) a cross referencing to existing laws (the Atomic Energy Act of 1954, the Espionage and Sabotage Act of 1954, and the Subversive Activities Control Act of 1950) or (B) new provisions; (3) criminal contempt, (A) prohibits disobedience or resistance to lawful court orders and (B) imposes maximum penalties of $500 and five days imprisonment; (4) obstruction of justice, details prohibited activities with respect to tampering with a witness or an informant; (5) failing to appear as a defendant, (A) includes the failure to surrender for service of sentence pursuant to a court order, and (B) varies the penalties according to the category of offense; and (6) making a false statement, (A) consolidates numerous false statement statutes under current law, and (B) prohibits the knowing submission of false material in a government matter punishable under specified circumstances. Revises additional offenses, including the following changes with respect to: (1) tax evasion, cross references to existing prohibitions under the Internal Revenue Code; (2) civil rights, (A) includes all \"persons\" (current law protects \"citizens\"), (B) allows for a single offender (current law requires a conspiracy), (C) eliminates the requirement (Screws v. United States, 325 U.S. 91 (1945)) that a defendant be found to have had a specific intent to deprive the victim of his federally protected rights, and (D) prohibits discrimination based on sex (current law includes race, color, religion, or national origin); (3) intercepting correspondence, broadens the scope to include additional forms of communication (current law protects against the interception of mail); (4) sex offenses, (A) applies such offenses without distinction as to the sex of the offender or victim; (B) redesignates rape as aggravated criminal sexual conduct; (C) includes additional acts with respect to such redesignated offense; (D) makes punishable aggravated criminal sexual conduct towards one spouse by the other (but applies the interspousal exemption with respect to other sex offenses); (E) revises the offense of sexual assault (redesignated as criminal sexual conduct) to add the act of compelling a person to participate by threat or placing such person in fear; and (F) provides, with respect to sexual abuse of a minor, that the victim must be less than 16 years old and at least five years younger than the offender, and adds as an affirmative defense that the actor reasonably believed the other person to be 16 years of age or older (current law prohibits the carnal knowledge of a female under the age of 16 years). Revises additional offenses, including the following changes with respect to: (1) extortion, replaces the Hobbs Act to eliminate language which allows a defendant to purport to have a legitimate claim to the property allegedly extorted; (2) theft, consolidates numerous theft statutes under current law; (3) laundering racketeering proceeds, broadens its application; (4) loansharking, adds as a new offense an extension of credit over $100 in value carrying an annual interest rate exceeding 45 percent (such a rate under current law only evidences extortion; (5) drug offenses, (A) increases the penalty for simple possession of 100 grams or more of an opiate, and (B) makes possession of 30 grams (approximately one ounce) or less of marihuana an infraction; (6) using a firearm or explosive in the course of a crime, (A) for a first offense imposes a mandatory one-year minimum sentence, and (B) for a second or subsequent offense imposes a mandatory two-year minimum sentence and stipulates that such sentence shall not be suspended or served concurrently, nor shall probation be granted; and (7) riot offenses, narrows the applicability by (A) requiring the existence of circumstances which present a substantial probability that the prohibited incitement will cause a riot, and (B) defining \"riot\" as involving ten or more persons (three in current law). Repeals: (1) the Logan Act (which prohibits private communication with a foreign government with intent to influence foreign policy); (2) the Smith Act (which prohibits advocating the overthrow of the government); (3) the Mann Act (which prohibits the transportation of women in commerce for immoral purposes), but includes a prohibition against the transportation of minors in commerce for the purpose of prostitution or prohibited sexual conduct; and (4) the prohibition against making false reports with intent to interfere with the operation of U.S. military or naval forces. Subtitle III: Sentencing - Sets forth a new sentencing structure applicable to a defendant who is found guilty of an offense under any Federal statute. Permits an individual to be sentenced to: (1) a term of conditional discharge, probation, or post-release supervision; (2) a fine; or (3) a term of imprisonment. Permits an organization to be sentenced to: (1) a term of conditional discharge; or (2) a fine. Specifies factors to be considered by a sentencing court, including: (1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the need for the sentence imposed to (A) provide punishment commensurate with the seriousness of the offense and promote respect for the law, (B) deter criminal conduct, (C) protect the public, (D) provide the defendant with needed training, (E) provide restitution to victims, and (F) reconcile the victim, community and offender; (3) the kinds of sentences available; (4) the applicable sentencing guidelines prescribed by the Judicial Conference of the United States; and (5) the applicable policy statements issued by the Conference. Requires the court to impose a sentence consistent with the guidelines set forth by the Judicial Conference unless the court finds that an aggravating or mitigating circumstance should result in another sentence. Requires the court to state in open court at the time of sentencing the specific reasons for the imposition of a sentence different from that provided for in the guideline. Requires the presentence report to contain additional information, including: (1) applicable sentencing guidelines and policy statements; (2) the nature and extent of nonprison programs and resources available; (3) a statement of the harm done or loss suffered by any victim; and (4) the financial resources of the defendant, restitution needs of the victim, and gain derived from or loss caused by the criminal conduct, in the case of an offense for which a monetary sanction may be imposed. Requires a presentence hearing to resolve any material fact in controversy affecting the sentencing decision or to consider other relevant matters. Allows a defendant who is found guilty of an offense to be sentenced to conditional discharge, unless the offense is a class A felony or the defendant is sentenced at the same time to probation or imprisonment. Specifies the considerations of the court in imposing such sentence and conditions which may be attached to such sentence. Authorizes imposition of a term of probation with respect to all but class A felonies. Lists permissible terms of probation for each category of offenses. Requires as a mandatory condition of probation that a defendant not commit another crime. Enumerates 16 discretionary conditions of probation. Allows a defendant who is found guilty of an offense and is sentenced to a term of imprisonment of more than one year to be also sentenced to a term of post-release supervision after imprisonment. Requires that a defendant so sentenced also be sentenced to a separate contingent term of imprisonment of not more than 90 days to be served for violations of post- release supervision. Requires, when a defendant is alleged to have violated a condition of a sentence of conditional discharge, probation, or post-release supervision, that the appropriate court hold a preliminary hearing to find probable cause if such violation has occurred. Sets forth the powers of the court upon a finding. Requires a revocation hearing to be held within 60 days of any such finding. Sets forth the powers of the court upon a determination by the preponderance of the evidence that the defendant has violated any such sentence. Sets limits on the amount of a fine for each category of offenses. Allows a defendant to be sentenced to a fine of not more than the gross pecuniary gain which has been directly derived by such defendant. Directs the court, in determining the amount of a fine and the method of payment, to consider the defendant's financial status. Prohibits the court from imposing a sentence as an alternative to payment of a fine. Details procedures for the modification or remission of a fine. Sets maximum terms of imprisonment for five classes of felonies (A to E), and three classes of misdemeanors (A to C). Prohibits the court from considering the defendant's need for correctional treatment as a justification for imposing a term of imprisonment or in determining the length of a term of imprisonment. Prescribes guidelines relative to the modification of a term and the running of concurrent and consecutive terms of imprisonment. Retains the Bureau of Prisons within the Department of Justice and outlines its organization and responsibilities (current law is left unchanged). Retains the National Institute of Corrections in the Bureau and the Advisory Corrections Council. Continues the Federal Prison Industries. Permits in a felony or misdemeanor case, unless contrary to a plea agreement, a defendant to appeal a sentence which is: (1) not authorized by law; (2) the result of an erroneous application of the sentencing guidelines; or (3) greater than that provided for in the sentencing guidelines. Permits a defendant to file with the district court a petition for leave to appeal which shows a substantial basis for determining that a sentence within the guidelines was clearly unreasonable. Authorizes the court of appeals, upon a determination that (1) a sentence greater than that provided for in the guidelines is unreasonable, or (2) a sentence within the guidelines in a felony case is clearly unreasonable, to modify or reverse the sentence. Directs the Judicial Conference of the United States to prescribe guidelines for use by a sentencing court. Permits the Conference to issue policy statements for such use. Requires that the guidelines: (1) be based on categories of offenders derived from relevant history and characteristics of defendants sentenced in Federal court and categories of offenses derived from the nature and circumstances of the offenses for which such defendants are sentenced; and (2) be reported to Congress by May 1st of the year they are to become effective and take effect 180 days later, subject to congressional action. Establishes within the Judicial Conference a seven-member Committee on Sentencing to collect information and recommend sentencing guidelines and policy statements to the Conference. Requires that the Committee membership: (1) consist of four judges and three persons who are not judges; and (2) reflect a variety of backgrounds and participation and interest in the Federal criminal justice system. Sets forth rules regarding supervision of probation, the appointment and duties of probation officers, transportation of a probationer, transfer of jurisdiction over a probationer, and the arrest and return of a probationer. Subtitle IV: Administration and Procedure - Restates the precedural requirements for the appointment of counsel in criminal cases. Retains the current compensation rates for such services. Adds to the existing circumstances under which a district court must furnish representation for persons financially unable to obtain adequate representation: (1) modification of the term or conditions of sentence of conditional release, probation, or post-release supervision; and (2) the preliminary and revocation hearing with respect to alleged violations of a sentence of conditional discharge, probation, or post-release supervision. Carries forward current law regarding an appeal by the United States in a criminal case to a court of appeals. Continues the existing authority of the Supreme Court to prescribe rules and procedures in criminal cases (retains the current period of 90 days for congressional review). Leaves current law generally unchanged with respect to the following arrest, law enforcement, and other preliminary matters: (1) indictment and list of jurors and witnesses for prisoner in capital cases; (2) demands for production of statements and reports of witnesses; (3) power of courts and magistrates; (4) extraterritorial jurisdiction; (5) security of the peace and good behavior; (6) warrant for removal; (7) powers of the Federal Bureau of Investigation; (8) powers of marshals and deputies; (9) powers of certain officers relating to offenses involving animals and birds; (10) powers of the Secret Service; (11) bankruptcy investigations; (12) interned belligerent nationals; (13) rewards and appropriations; (14) powers of postal personnel; (15) preliminary examinations; and (16) surrender of youthful offenders to State authorities. Carriers forward current law regarding extradition and the transfer of offenders to and from foreign countries. Enacts into law the Interstate Agreement on Detainers. Retains current law regarding the immunity of witnesses and jurisdiction and venue. Leaves generally unchanged current law regarding juvenile delinquency. Requires that a juvenile charged with committing an offense who is not surrendered to State authorities be proceeded against pursuant to the juvenile delinquency procedures unless the court determines that the juvenile shall be treated as a adult because the immaturity bar to prosecution does not apply. Requires the court in determining whether a juvenile shall be treated as an adult to consider whether juvenile disposition will reflect the seriousness of the juvenile's conduct, promote respect for the law, and provide a just response to the conduct of the juvenile. Revises the procedures to be followed by Federal courts with respect to an offender suffering from mental incompetence. Directs the court to order a screening examination whenever there is substantial doubt as to the defendant's competence, but allows a defendant to request a hearing based on the report of a qualified mental health examiner after a more thorough examination. Specifies material to be included in such report. Directs the court, after determining at such hearing that the defendant is not competent, to hold a subsequent hearing to determine: (1) whether there is substantial probability that the defendant can be restored to competence within a certain maximum period; and (2) if so, the appropriate treatment. Directs the court to release a defendant of all charges (except class A or B felonies) if: (1) the defendant does not request an opportunity to be restored; and (2) there is no substantial probability that the defendant can be restored, or if the defendant has received a certain period of treatment. (Current law does not provide for the screening examination or subsequent hearing). Directs the Secretary of Health, Education, and Welfare to prescribe rules with respect to the use of psychosurgery, electric shock treatment, and protracted use of psychotropic drugs on mentally incompetent defendants. Requires that such rules: (1) entitle the person treated to accept, refuse, or revoke an acceptance of, proposed treatment; and (2) require informed consent in accordance with specified guidelines. Amends the Federal Rules of Criminal Procedure to permit a defendant to be found not guilty by reason of insanity. Directs a court which determines that there is probable cause to believe that a person who is found: (1) not guilty of by reason of insanity; (2) incompetent with no substantial probability of improvement; or (3) incompetent and has not recovered after the end of the maximum period, presently suffers from a mental disease or defect as a result of which such person's release would create a substantial likelihood of serious injury to the person or property of another, to deliver such person to State authorities for possible civil commitment. Carriers forward certain provisions of current law regarding the release of offenders. Restates certain search warrant provisions in current law. Provides, with respect to the interception of communications, that: (1) the application for an order contain an explanation of the reasons for the necessity for any physical entry and a statement setting forth steps to minimize the interception of communications not otherwise subject to interception; (2) the court find probable cause to believe that physical entry is necessary to implement the interception, if such entry is to be used; and (3) an order authorizing interception direct that the interception be conducted to minimize the interception of other communications and specify the means authorized for any physical entry. Restates current law regarding special grand juries (leaving unchanged the reporting requirements). Carries forward current law regarding speedy trial (as amended by the Speedy Trial Act Amendments of 1979, Public Law 96-43). Retains current provisions regarding the exercise of criminal jurisdiction by United States magistrates and witnesses and evidence. Subtitle V: Ancillary Civil Proceedings - Consolidates and enumerates 20 offenses for which the Attorney General may initiate civil forfeiture proceedings, including criminal infringement of a copyright and executing a fraudulent scheme. Prohibits a Federal agency from denying a person employment solely on the bases of a conviction under Federal or State law, with specified exceptions. Allows a person convicted of an offense to apply to a court under specified conditions for relief with respect to his conviction records. Restates the provision authorizing a civil action against an eavesdropping offender. Title II: Technical and Conforming Provisions - Makes technical and conforming amendments. Title III: Effective Date - Makes this Act effective on January 1, 1983, with respect to conduct occurring on and after such date."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Code Revision Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise title 18 of the United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:08-05:00"
}