{
  "actions": [
    {
      "acted_at": "1986-02-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-02-10", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2060-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-02-06", 
  "number": "2060", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to allow a deduction for certain dividends paid on new equity stock, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Equity Investment Tax Reform Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Boren, David L.", 
    "state": "OK", 
    "thomas_id": "01287", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-02-06", 
  "subjects": [
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Dividends", 
    "Income tax", 
    "Stocks", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-02-06", 
    "text": "Equity Investment Tax Reform Act of 1985 - Amends the Internal Revenue Code to permit a corporation to take a deduction for dividends paid on new equity stock. Limits the amount of the deduction to the lesser of: (1) the applicable percentage of dividends paid during such taxable year on each share of new equity stock in such corporation; or (2) the balance in the corporation's qualified dividend account as of the close of the preceding taxable year. Defines the \"applicable percentage\" as 100 percent of the dividends paid with respect to each share of new equity stock, reduced by a specified amount where the corporation engaged in certain stock transactions during a prohibited stock acquisition period. Provides that the qualified dividend account shall be adjusted each year by crediting such account with the adjusted taxable income of the corporation and by debting the account by certain dividends paid during the taxable year. Defines \"new equity stock\" as stock in a domestic corporation which is issued by such corporation after December 31, 1985, for money or other property (other than stock). Sets forth rules for the operation of these provisions and requires the Secretary of the Treasury to prescribe such regulations as may be necessary to carry out these provisions. Requires each corporation paying dividends on new equity stock to notify the shareholder of such stock of the amount of such dividend with respect to which a deduction is allowed. Prohibits the exclusion of dividends on new equity stock from income of a taxpayer. Disallows the dividends received deduction with respect to dividends paid on new equity stock for which a deduction is allowed. Requires an acquiring corporation to take into account the qualified dividend account of a distributor or transferor corporation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Equity Investment Tax Reform Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to allow a deduction for certain dividends paid on new equity stock, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:46-05:00"
}