{
  "actions": [
    {
      "acted_at": "1991-02-27", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-13", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s511-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1991-02-27", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "1991-03-05", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1991-02-27", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1991-11-26", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1991-03-13", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1991-05-06", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1991-06-11", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1991-06-11", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1991-05-06", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1991-06-11", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1991-02-27", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1991-05-06", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1991-02-27", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1991-06-11", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1991-02-27", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1991-11-26", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1991-03-05", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1991-03-05", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1991-02-27", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-27", 
  "number": "511", 
  "official_title": "A bill to establish programs to improve foreign instruction and to amend the Higher Education Act of 1965 in order to promote equal access to opportunities to study abroad, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Global Education Opportunities Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-27", 
  "subjects": [
    "Business education", 
    "Citizenship education", 
    "Cultural relations", 
    "Education", 
    "Educational exchanges", 
    "Educational innovations", 
    "Educational technology", 
    "Elementary education", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Geography", 
    "Graduate education", 
    "Grants-in-aid", 
    "International competitiveness", 
    "International education", 
    "Language and languages", 
    "Scholarships", 
    "Secondary education", 
    "Small business", 
    "Student aid", 
    "Student employment", 
    "Student loan funds", 
    "Teacher education", 
    "Teaching materials", 
    "Translating and interpreting"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-27", 
    "text": "Global Education Opportunities Act of 1991 - Title I: Foreign Language Instruction - Authorizes the Secretary of Education (the Secretary) to make demonstration grants to eligible consortia to: (1) operate critical languages and area studies programs; (2) develop and acquire educational equipment and materials; and (3) develop teacher training programs, texts, curricula, and other activities to improve and expand foreign language instruction at elementary and secondary schools. (Defines critical language as one designated on the Secretary's list under the Education for Economic Security Act.) Requires each grant recipient to include a study abroad or cultural exchange program among the assisted activities. Authorizes appropriations. Amends the Star Schools Program Assistance Act to authorize appropriations. Requires applications under such Act to provide assurances that specified programming will be designed in consultation with teachers of the applicable subject matter and grade level. Requires any Federal agency operating a star schools program to coordinate it with the Department of Education. Authorizes the Secretary to make grants for innovative and model programs for elementary and secondary teacher education which integrate foreign language and culture, democracy and civic education, geography, and international studies into practicing and preservice teacher training. Provides that such programs must meet the needs of elementary school teachers before they address those of secondary school teachers. Requires an institute of higher education, to receive such a grant on behalf of its school or department of education and in cooperation with its liberal arts department, to submit a proposal to the Secretary and the appropriate State educational agency. (Allows nonprofit institutions of demonstrated effectiveness to also receive such grants.) Authorizes appropriations. Authorizes the Secretary to make competitive grants to various educational entities or consortia to act as a resource center for: (1) coordinating development and dissemination of foreign language and culture instructional materials (including children's literature, teacher's kits, videotapes, and computer software); and (2) encouraging expanded use of technology in teaching foreign languages and culture in elementary schools (and when these needs are met, in secondary schools), especially at schools with proportionally fewer resources. Requires coordination of such materials and technologies development with that under the Star Schools Program Assistance Act. Authorizes appropriations. Authorizes the Secretary to make matching grants, within specified limits, to: (1) States and major metropolitan areas to establish foreign language foundations; and (2) world trade council units to provide language training, translation services, and information about other cultures and markets for small- and medium-sized businesses seeking to enter export markets. Authorizes appropriations. Title II: Higher Education Amendments - Amends the Higher Education Act of 1965 (HEA) to revise student assistance for those engaged in study abroad. Specifies that programs of study abroad approved for credit by an institution of higher education (approved programs of study abroad) are among those for which eligible students may receive student assistance under the programs of Pell grants, supplemental educational opportunity grants, grants to States for State student incentives, guaranteed student loans, and Perkins loans. Includes such approved programs of study abroad under cost of attendance provisions for HEA Student Assistance. Revises student eligibility for assistance to declare that nothing in HEA shall be construed to limit or otherwise prohibit access to approved programs of study abroad. Declares that: (1) otherwise eligible students engaged in an approved program of study abroad are also eligible for assistance under title IV (Student Assistance) of HEA; and (2) such a study abroad program need not be a required part of the student's degree program to qualify for such assistance. Requires eligible institutions to: (1) disseminate to prospective and enrolled students accurate information describing the fact that enrollment in an approved program of study abroad may be considered enrollment in the home institution for purposes of applying for Federal student financial assistance; and (2) agree, for purposes of student assistance program participation, not to deny any form of Federal aid to any student who meets HEA eligibility requirements on the grounds that such student is taking part in an approved program of study abroad. Applies existing requirements for loan check endorsement and multiple disbursement of federally-insured and guaranteed student loans to students engaged in an approved program of study abroad. Allows students participating in approved programs of study abroad to receive, according to specified formulas, increased aid under the programs of Pell grants, supplemental educational opportunity grants, State student incentive grants, federally insured loans, and Perkins loans. Establishes a program of incentive grants for enrollment in special programs abroad. Authorizes the Secretary to: (1) make grants to institutions of higher education or certain other organizations to pay partial incentive stipends to individuals enrolled in certain programs of study abroad; and (2) award, through a national competition, incentive stipends to students who enroll in study abroad programs to learn languages and develop international skills not available in countries in which large numbers of U.S. students study. Requires such grants to be awarded on the basis of merit but with preference given to students who are underrepresented in study abroad, including those from minority groups and professional and preprofessional studies. Intends such stipends to meet extraordinary travel and other associated costs for a one year maximum. Authorizes appropriations. Requires work study program participation agreements to permit: (1) an institution to devise suitable work opportunities for students studying abroad, including work for foreign colleges, universities, and nonprofit or service organizations; (2) establishment of internship programs involving work for foreign or multinational organizations relevant to the student's course of study; and (3) work-study compensation to eligible students for such work or internships. Declares that student financial aid administrators have discretionary authority to make certain necessary cost of attendance and asset adjustments and special arrangements for student notification, verification, disbursement, and refunds, for students participating in approved programs of study abroad. Allows requests for deferment of Stafford or Perkins student loan repayment by students engaged in graduate or postgraduate fellowship study abroad to be approved until the completion of the fellowship period. Revises HEA title VI (International Education Programs) requirements for undergraduate international studies and foreign language programs to add to the list of authorized grant activities development of: (1) undergraduate study abroad programs providing courses closely related to on-campus foreign language and international studies curricula; and (2) new study abroad opportunities for undergraduates in specific degree programs' curricula. Authorizes the Secretary to make grants to higher education institutions, nonprofit organizations, and consortia for: (1) study abroad in the form of either programs in locations otherwise unavailable for such study or opportunities for students who would not otherwise engage in such study; and (2) enrichment of study abroad programs, including development of model predeparture and post-return activities, program selection material and advising services, and academic advising. Requires that centers for international business education assisted under HEA include in their programs opportunities for business students to study abroad in locations which are important to the current and future economic well-being of the United States. Provides that intensive summer language institutes receiving HEA grants may be either in the United States or in appropriate countries abroad. Includes among authorized providers of such training institutes designed to integrate intensive foreign language training with culture experiences abroad for undergraduate students in a wide range of disciplines. Covers the costs of travel to and from institutes in foreign countries in stipends for students and faculty attending such institutes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Global Education Opportunities Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish programs to improve foreign instruction and to amend the Higher Education Act of 1965 in order to promote equal access to opportunities to study abroad, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:44-05:00"
}