{
  "actions": [
    {
      "acted_at": "1987-01-21", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-21", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-29", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection, and Competitiveness", 
      "text": "Referred to Subcommittee on Commerce, Consumer Protection, and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-12", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Monopolies and Commercial Law", 
      "text": "Referred to Subcommittee on Monopolies and Commercial Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr635-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Monopolies and Commercial Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-21", 
  "number": "635", 
  "official_title": "A bill to regulate interstate commerce by providing for a uniform product liability law, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Product Liability Uniform Standards and Reform Act", 
  "sponsor": {
    "district": "39", 
    "name": "Dannemeyer, William E.", 
    "state": "CA", 
    "thomas_id": "00264", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-21", 
  "subjects": [
    "Actions and defenses", 
    "Business and commerce", 
    "Business records", 
    "Civil procedure", 
    "Commercial arbitration", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Damages", 
    "Evidence (Law)", 
    "Expert witnesses", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Lawyers and Legal Services", 
    "Legal ethics", 
    "Limitation of actions", 
    "Products liability", 
    "Standards", 
    "State laws", 
    "States", 
    "Torts", 
    "Warranties", 
    "Witnesses"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-21", 
    "text": "Product Liability Uniform Standards and Reform Act - Title I - States that this Act governs any civil action brought against a manufacturer or product seller for personal injury or property damage caused by a product. Preempts State law regarding recovery for injury or damage caused by a product to the extent that an applicable rule of law regarding recovery is established. Establishes record retention requirements for: (1) manufacturers of products for which recovery may be sought under this Act; and (2) any party to a civil action governed by this Act. Establishes civil penalties for the willful destruction of such records. Allows the court to establish a rebuttable presumption adverse to a party who has allowed such records to be destroyed nonwillfully. Requires any attorney contacted by a client inquiring about rights of recovery for harm caused by a product to provide such client with certain information. Allows a client to bring an action against an attorney who fails to make such disclosures. Allows the delivery of the summons and complaint by certified mail upon the defendant in any action brought under this Act. Provides that evidence that a manufacturer or product seller admitted liability or made payment to a claimant for harm caused by a product shall not be admissible in any action brought under this Act or otherwise. States that expert scientific or medical opinion is not sufficient evidence to establish any fact for the purposes of this Act unless such opinion has support in peer-reviewed studies. Provides that subsequent remedial action taken by the manufacturer or product seller shall not be admissible to prove liability. Requires any manufacturer not incorporated or registered to do business under the laws of a State to appoint an agent for service of process in the United States. Requires the Secretary of Commerce to maintain a registry of such agents. Provides civil penalties for manufacturers who fail to comply with such provisions. Title II - Allows a person who has suffered harm caused by a product to submit an expedited claim. Provides that payment of an expedited claim shall not bar an action for associated physical damage to property. Sets forth the procedures for the submission of an expedited claim. States that the manufacturer shall be liable for the net economic loss of the claimant, as defined in this Act, if: (1) the product, when it left the control of the manufacturer, was unreasonably dangerous; and (2) the unreasonably dangerous aspect of the product was the proximate cause of the claimant's harm while the product was being used in a manner reasonably anticipated by the manufacturer. Provides for the payment of net economic losses, or other mutually acceptable disposition, where the manufacturer does not contest liability. Imposes binding arbitration where the manufacturer has declined to make full payment of an expedited claim solely because of a dispute over the amount of economic loss. Allows a claimant to bring a civil action for an order enforcing his rights where the manufacturer has denied liability. Directs a court to award exemplary damages where there is a finding that the manufacturer had no good cause to: (1) deny liability; or (2) fail to respond to a claim as required by this Act. Requires the claimant to pay the costs of investigating and defending such a claim when the court finds that there was no good cause for bringing such action. Provides a 25-year limitation on liability for non-toxic harm caused by a product which is a capital good. Allows a manufacturer who has paid an expedited claim to seek contribution, reimbursement, or indemnity on the basis of comparative responsibility. Permits the collective processing of claims by manufacturers. Title III - States that any person who brings a civil action against a product manufacturer or seller pursuant to an applicable State or Federal law waives all rights to recovery for the same harm under the expedited claim procedure of this Act. Establishes uniform standards of manufacturer liability for such civil actions. Provides that a manufacturer will be liable to a claimant only if the claimant establishes by a preponderance of the evidence that: (1) an individual product unit manufactured by the manufacturer was the proximate cause of the harm; and (2) the manufacturer was negligent in constructing, designing, or providing warnings regarding a danger connected with the product, or that the product did not conform to an express warranty made by the manufacturer. Establishes uniform standards of product seller liability. Provides that a product seller will be liable to a claimant only if the claimant establishes by a preponderance of the evidence that: (1) the individual product unit which allegedly caused the harm was sold by the defendant; (2) the product seller failed to exercise reasonable care with respect to the product; and (3) such failure to provide reasonable care was a proximate cause of the claimant's harm. Provides an alternative method to establish seller liability where: (1) the product seller made an express warranty as to the product; (2) the product failed to conform to the warranty; and (3) failure of the product to conform to the warranty caused the claimant's harm. Provides that the principles of comparative responsibility shall govern all claims brought under this Act. States that joint and several liability and contribution among tortfeasors shall be determined in accordance with applicable State law (except that the basis for contribution shall be each tortfeasor's percentage of responsibility). States that proof of noncompliance with applicable mandatory Federal, State, or local governmental contract specifications shall satisfy the necessary proof requirements. Requires that damages in any product liability claim be offset by any amount paid as workers' compensation benefits. Allows awards of punitive damages. Prescribes a statute of limitations for such actions. States that payments for future economic damages may be made periodically. Title IV - Amends the Product Liability Risk Retention Act of 1984 to include liability for the payment of expedited claims within the definition of \"product liability\" for risk retention."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Product Liability Uniform Standards and Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate interstate commerce by providing for a uniform product liability law, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:40-05:00"
}