{
  "actions": [
    {
      "acted_at": "1985-10-29", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-11-01", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, International Trade Commission, Office of the U.S. Trade Representative, Treasury Department, State Department, Commerce Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1797-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1985-11-20", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1985-10-29", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1985-11-05", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1985-10-29", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-10-29", 
  "number": "1797", 
  "official_title": "A bill to call for a multilateral conference, under the auspices of the International Monetary Fund, to seek a new international monetary regime within a flexible exchange rate structure; to assist the development of the private sectors of Less Developed Countries and increase demand for United States exports; to strengthen the General Agreement on Tariffs and Trade and reform United States trade laws; to assist American industries in improving their competitive posture in international markets; and to provide transition assistance to workers and firms in response to changing global economic conditions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3813-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3813-99", 
      "reason": "identical"
    }
  ], 
  "short_title": "Competitive America Trade Reform Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-10-29", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Aliens", 
    "Antitrust law", 
    "Antitrust policy", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Bankruptcy", 
    "Books", 
    "Bribery", 
    "Business and commerce", 
    "Business ethics", 
    "Commercialization", 
    "Communication in science", 
    "Conferences", 
    "Conflict of interests", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Continental shelf", 
    "Corporate corruption", 
    "Corporations and Stocks", 
    "Credit", 
    "Department of Commerce", 
    "Developing countries", 
    "Development credit institutions", 
    "Economics and public finance", 
    "Education", 
    "Educational finance", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Engineering", 
    "Executive reorganization", 
    "Export-Import Bank of the United States", 
    "Exports", 
    "Farm produce", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal employees", 
    "Federal employees and officials", 
    "Fees", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign exchange", 
    "Foreign license agreements", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Government and business", 
    "Government corporations", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Higher education", 
    "Imports", 
    "Income tax", 
    "Information services", 
    "International Trade Commission", 
    "International affairs", 
    "International agencies", 
    "International banking", 
    "International monetary system", 
    "Inventions", 
    "Inventors", 
    "Labor and employment", 
    "Laboratories", 
    "Language and languages", 
    "Legislation", 
    "License agreements", 
    "Licenses", 
    "Literature", 
    "Local and Municipal Government", 
    "Local finance", 
    "Mines and mineral resources", 
    "Mining leases", 
    "Monetary policy", 
    "Money", 
    "National Science Foundation", 
    "National Security and Intelligence Operations", 
    "Newspapers and Periodicals", 
    "Ocean", 
    "Ocean mining", 
    "Office of the U.S. Trade Representative", 
    "Oil and gas leases", 
    "Overseas Private Investment Corporation", 
    "Patent licenses", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Periodicals", 
    "Petroleum and petroleum products", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Research and development", 
    "Research and development contracts", 
    "Research and development manpower", 
    "Science and technology", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientific exchanges", 
    "Service industries", 
    "Small business", 
    "State finance", 
    "States", 
    "Subsidies", 
    "Tariff", 
    "Teacher education", 
    "Teachers", 
    "Technical education", 
    "Technological innovations", 
    "Technology policy", 
    "Technology transfer", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Treaties", 
    "Unemployment", 
    "Water and Water Resources Development", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-10-29", 
    "text": "Competitive America Trade Reform Act of 1985 - Declares that it is U.S. policy that: (1) the United States shall call for a multilateral conference to seek a new international monetary regime; (2) the United States shall try to use its foreign aid programs to aid the development of the private sectors in less developed countries; (3) rules of trade, dispute settlement procedures, and penalties for trade violations should be strengthened; (4) new policies are required to aid U.S. industries to improve their international competitiveness; and (5) a new program of transition aid for workers and firms is needed. Title I: International Monetary Reform - Creates a temporary National Commission on International Monetary Reform which shall prepare a report for the President and the Congress analyzing and evaluating: (1) proposed reforms of the international monetary system; (2) the effects of international capital flows on exchange rate volatility and proposals for restricting capital transactions; (3) proposed methods for coordinating monetary policies of major industrialized nations; (4) objectives for joint intervention in foreign exchange markets; and (5) a detailed working agenda to be presented to the International Monetary Fund (IMF) for a new \"Bretton Woods\" conference. Authorizes appropriations. Directs the Secretary of the Treasury, within 45 days of the submission of the Commission's report, to submit legislation to the Congress implementing policy changes recommended by the Commission and authorizing submission of the agenda to the IMF. Provides for expedited consideration of such legislation. Directs the Secretary of the Treasury, within 15 days of enactment of such legislation, to request the IMF to convene a working group to consider the agenda for a conference on monetary reform. Amends the Internal Revenue Code to reinstate the 30 percent withholding tax on portfolio interest paid to foreign persons. Title II: Foreign Assistance and Investment - Amends the Agriculture Trade and Development and Assistance Act of 1954 (Public Law 480) to provide for a revived and expanded Cooley Loan Program. Authorizes the Secretary of State to: (1) develop a list of those less developed countries in which Cooley Loan Program activities may be conducted; and (2) negotiate and conclude agreements for the implementation of a Cooley Loan Program. Requires such agreements to provide for: (1) the sale of surplus U.S. commodities to be paid for by local currencies; (2) such currencies to be made available to designated accounts under the control of the Secretary of State; (3) spending no less than 50 percent of certain development funds for private sector development; and (4) specifying maximum local currency reserve levels in designated accounts, monetary growth targets in the host country, and termination conditions. Creates a Cabinet level Economic Security Council to advise the President on domestic and international economic matters and to develop and oversee U.S. economic policy. Directs the Council to develop an international bankruptcy procedure to guide U.S. banks and agencies in responding to impending defaults by debtor nations. Abolishes the Cabinet Council on Economic Affairs. Amends the Caribbean Basin Economic Recovery Act to direct the Secretary of Commerce to develop a program for extending certain trade concessions to least developed developing countries that are designated by the Secretary of State. Directs the U.S. Trade Representative (USTR) to request a waiver of the General Agreement on Tariffs and Trade (GATT) nondiscrimination standards in order to implement this program. Requires congressional ratification of any agreements incorporating trade concessions. Creates within the International Development Cooperation Agency the International Private Enterprise Institute which shall: (1) provide expertise and technical aid to less developed countries in attracting financial investment, developing indigenous industries, and promoting exports; and (2) serve as U.S. liaison for the World Bank Multilateral Investment Guarantee Agency. Expresses the intent of the Congress that funds authorized: (1) for programs conducted by the Agency for International Development shall be used for government-to-government and official activities which foster economic growth and promote a favorable climate for development of the private sector in developing countries; and (2) for programs conducted by the Overseas Private Investment Corporation (OPIC) shall be used to promote economic growth and stability through the direct involvement of U.S. private sectors. Grants OPIC the primary responsibility for developing and packaging aid provided through the International Development Cooperation Agency for private sector development in less developed countries. Creates four special offices within OPIC for program development. Authorizes OPIC to take partial equity interest in qualified development projects. Requires OPIC to administer the private sector development initiatives authorized by the Cooley Loan Program. Expresses the sense of the Congress that the United States shall call upon the IMF and the World Bank to convene a special meeting of the Group of Ten industrial nations and debtor nations for the purposes of formalizing growth-oriented conditionality guidelines to promote the creditworthiness of less developed countries, debt repayment flexibility, and trade liberalization. Directs the Secretary of the Treasury to prepare a report for such conference. Title III: Trade Law Reform - Directs the USTR to notify the GATT of the U.S. request to join other contracting parties in ministerial sessions preparatory to a new GATT round which would seek to: (1) create or strengthen GATT articles on certain trade issues; (2) strengthen the GATT as an institution by means of certain administrative and rules changes; (3) tighten GATT enforcement mechanisms through reforms of the panel system; and (4) have consultations in dispute settlement cases take place under GATT participation. Expresses the intent of the Congress to: (1) establish overall structural reforms of U.S. trade laws; (2) redefine the trade roles of the President, the ITC, the Department of Commerce, and the USTR; and (3) clarify the standards and procedures which apply in trade remedy cases. Makes the ITC the primary factfinding agency for all determinations involving international trade. Requires the Commerce Department to be responsible for assessing the injurious effects of foreign trade on domestic industries. Declares that it is the primary function of the USTR to formulate and implement U.S. trade policy. Limits the President's discretion in unfair trade cases to the suspension of sanctions determined by the USTR. Sets forth the alternative bases for suspending sanctions. Requires the Secretary of Commerce to define and clarify references in existing U.S. trade laws to serious injury or the threat of serious injury to domestic industry. Requires the ITC to define and clarify references in U.S. trade laws to unfair trade practices. Directs the ITC to develop standard administrative procedures of factfinding and determinations for all unfairness cases. Exempts certain unfair trade practice cases brought under the Tariff Act of 1930 from the requirements of the Administrative Procedure Act. Directs the ITC to: (1) determine the extent to which foreign trade practices contribute to injury to domestic or emerging industry; (2) certify to the USTR that an injury has occurred or an unfairness threshold has been exceeded; and (3) recommend sanctions appropriate to the character and extent of unfairness found. Expresses the intent of the Congress that the mission of the ITC shall include the investigation of economic policies and practices in other countries which affect the market for American products and services in those countries, in third-party countries, and in the United states. Requires that injury determinations made by the Secretary of Commerce pursuant to import relief investigations shall take into account the extent to which the domestic industry is operated efficiently and economically. Makes grants of import relief conditional upon the existence of an industry modernization agreement. Requires injury to a domestic industry to be shown in an unfairness case. Requires the USTR to declare sanctions against countries that the ITC has found to have committed unfair trade practices within 15 days of such finding. Sets forth procedures and deadlines to be followed in unfairness cases. Authorizes the President to suspend sanctions in such cases for national security reasons or upon certification that such country has entered into good-faith negotiations to end the offending practice or to achieve compensatory trade liberalization measures. Sets forth sanctions that the USTR may invoke in the most severe cases of violations of the GATT or U.S. trade laws. Requires the USTR to take into account specified factors in determining appropriate sanctions against unfair foreign trade practices. Title IV: Enhancing International Competitiveness - Creates a National Commission on International Competitiveness which shall report annually to the Congress on key factors affecting the competitive posture of American industry and services. Requires the Commission to report periodically on the effects of foreign industrial policies on U.S. industry. Requires the Commission to grant or deny approval to industrial modernization agreements before the granting of import relief or the provision of trade adjustment assistance to firms. Amends the antitrust laws to require the Justice Department and the Federal Trade Commission (FTC) to take into consideration global competitive conditions when determining market concentration. Directs the Attorney General and the FTC to develop regulations for expedited procedures to consider applications for antitrust waivers for research and development consortia under guidelines established by the National Commission on International Competitiveness. Amends the Foreign Corrupt Practices Act to waive the provisions of that Act with respect to a country if the Attorney General certifies that such country has: (1) effective bribery or corruption statutes; and (2) an established record of aggressive enforcement of such statutes. Provides for sharing information with foreign countries to assist their prosecution of incidents of bribery. Requires the Commerce Department to develop a classification code for monitoring and reporting on international trade in services. Directs the Secretary of Commerce to report annually to the Congress on actual and potential U.S. services trade. Requires the United States to pursue bilateral services agreements pending development of a GATT article on services trade. Requires the U.S. Foreign and Commercial Service to expand commercial attache programs to cover developing countries now served by State Department personnel. Amends the Export-Import Bank Act of 1945 to require the Export-Import Bank to: (1) develop a program of coinsurance to expand small business exports; and (2) develop with the Agency for International Development a special fund to counter predatory, subsidized financing, and mixed credit programs of other countries. Provides for the enactment of the High Technology Morrill Act (S. 935 99th, Congress). (High Technology Morrill Act - Establishes the Technology Education Trust Fund in the Treasury. Directs the Secretary of the Treasury to be the trustee of the Fund and to report to the Congress annually on the Fund's operation. Directs the Secretary to transfer from the Treasury's general fund to the Fund, for FY 1987 through 1991, three percent of the rents, royalties, and other sums paid to the United States under the Outer Continental Shelf Lands Act, the Mineral Leasing Act of 1920, and any other Federal statute authorizing payments for mineral resource development designated by the Secretary for the purpose of this Act. Limits the amount of such transfers to $250,000,000 in any one fiscal year. Provides that amounts in the Fund shall be available for making payments in accordance with this Act as provided in advance by appropriation Acts, and without fiscal year limitation on availability unless specifically enacted. Prohibits the Secretary from making transfers to the Fund after FY 1991. Directs the Secretary to pay into the Treasury's general fund any amounts remaining in the Fund after FY 1993. (Authorizes the Secretary of Education (the Secretary) to make grants to educational institutions (including vocational schools), private for-profit business concerns, and State agencies making application jointly to pay the Federal share of the cost of technology education programs. Allows private nonprofit organizations and State agencies to submit applications jointly if the nonprofit private organization represents an educational institution and a for-profit business concern, or a group of such institutions and concerns. (Requires that such applications be consistent with State economic development and educational policies and with private sector priorities and educational institution needs. Requires the State and local public sources pay 30 percent, and for-profit businesses pay 20 percent, of total program costs. Sets forth other application requirements. (Allows grants made under this Act to be used for: (1) laboratory equipment and facilities in educational institutions; (2) improving science and mathematics education and computer literacy in elementary and secondary schools through teacher training, equipment improvement, and curricula development; (3) research/education centers for training new scientific, engineering, and technical employees while carrying out applied research or stimulating innovation, technology transfer, and the application of new technologies; (4) mathematics, science, and engineering faculty development through support for graduate students who enter teaching, faculty exchange with industry, teaching retraining, and other faculty retention programs; (5) lifelong learning and cooperative education activities for the scientific, engineering, and technical work force; (6) development of new educational methods and equipment such as computer-based educational aids and telecommunication instructional technologies; (7) expansion of technical training programs and initiation of programs at institutions of higher education (including postsecondary vocational education institutions) designed to retrain workers for jobs requiring more technical skills; (8) improving the access of women, minorities, and handicapped to technical, engineering, and scientific fields; and (9) cooperative programs between the humanities and the sciences. (Sets forth provisions for grant payments, distribution of funds, withholding, administration, and audit. (Authorizes the Secretary to establish advisory committees for purposes of this Act. (Directs the Secretary to consult with the Secretary of Defense to coordinate technical training programs supported by the Department of Defense and activities assisted under this Act. Authorizes the Secretary of Defense to transfer Department of Defense funds for technical training programs to the Secretary to carry out programs under this Act. (Directs the Secretary to consult with the Secretaries of Commerce, Labor, and Education and the heads of other appropriate Federal agencies in carrying out this Act. (Directs the Secretary to report annually to the Congress on activities assisted by this Act.) Provides for the enactment of title II (relating to science, mathematics and foreign language education) of the American Defense Education Act (S. 177, 99th Congress). (Title II: Teacher Training and Postsecondary Programs - Authorizes the Secretary of Education to establish a program of grants to institutions of higher education for coordination between such institutions and local educational agencies in improving science and mathematics education, through precollege teacher training, development, and recruitment programs. (Sets forth requirements for grant proposals and priorities in grant selection. (Authorizes appropriations for FY 1987 through 1989 for such grants.) Provides for the enactment, with a modification, of the Japanese Technical Literature Act of 1985 (S. 1073, 99th Congress) (Foreign Technical Literature Act of 1985 - Amends the Stevenson-Wydler Technology Innovation Act of 1980 to direct the Secretary of Commerce, on a continuing basis and through the Director of the Office of Industrial Technology, to increase the availability of foreign science and engineering literature to U.S. businesses, scientists, and engineers through increased accessibility, monitoring, screening, translation, abstracting, indexing, dissemination, and marketing. (Authorizes the Secretary, in conducting such activity, to: (1) make grants to private for profit, nonprofit, and educational organizations (and, to the extent provided in advance in appropriations Acts, enter into contracts with such organizations); (2) provide funds to, and coordinate with, other Government organizations; and (3) utilize (for all or part of this effort) the directors, staff, and facilities of the National Bureau of Standards and the National Technical Information Service. (Authorizes appropriations for FY 1986 through 1988.) (Directs the Secretary of State to implement a program of acquisition of foreign scientific and technological materials by U.S. embassy personnel. (Expresses the intent of the Congress to promote the commercialization of products and processes developed in Federal laboratories.) Provides for the enactment of the Federal Science and Technology Transfer Act of 1985 (H.R. 1572, 99th Congress) (Federal Science and Technology Transfer Act of 1985 - Amends the Stevenson-Wydler Technology Innovation Act of 1980 to authorize Federal agencies, subject to specified conditions, to permit the directors of their Government-operated Federal laboratories to enter into cooperative research and development agreements with other Federal agencies, State or local governments, industrial organizations, universities, or other persons. Authorizes Government-operated Federal laboratories, under such agreements and subject to specified conditions, to: (1) grant patent licenses or assignments, or options, in any subject invention made by a Federal employee, or made jointly by a Federal employee and an employee of the collaborating party, and to retain such rights as the laboratory deems appropriate; and (2) waive in advance any right of ownership which the Federal Government may have to any subject invention made by a collaborating party or such party's employee under the agreement. (Requires Federal agencies to establish certain plans to be followed in entering into such agreements. (Prohibits such agreements with: (1) any person who is not located in the United States, does not have a place of business located in the United States, or is subject to the control of a foreign government; or (2) any other entity which is owned or controlled by any such person. Prohibits such agreements if an authority of the Federal Government which is authorized by statute or executive order to conduct foreign intelligence or counterintelligence activities determines that ownership or licensing rights granted by the agreement must be restricted or eliminated in order to protect the security of such activities. Provides for an appeals procedure with respect to such determinations. (Provides that specified provisions of Federal law relating to patent rights in inventions made with Federal assistance shall apply to certain types of such agreements. (Provides that small businesses will be given preference in the making of certain types of such agreements. (Prohibits any person (or his or her assignee) who receives title or exclusive right or exclusive patent license to any subject invention from granting the exclusive right to use or sell, or from making exclusive use of, such invention unless the products embodying it or produced through its use will be manufactured substantially in the United States. Authorizes the Federal agency concerned to waive such prohibition on a case-by-case basis under specified conditions. (Directs each agency to maintain a record of all such agreements. (Establishes the Federal Laboratory Consortium for Technology Transfer in the National Science Foundation. Requires the Director of the Foundation to appoint an individual to manage the Consortium and authorizes such individual to appoint Consortium employees. (Sets forth Consortium duties relating to the commercial potential of new technologies generated by Federal laboratory research. (Requires the Director of the Foundation to report biennially to the President and to the appropriate authorization and appropriation committees of the Congress on Consortium and other specified activities. Requires other Federal agencies to: (1) cooperate in providing information for such reports; and (2) transfer a specified portion of their research and development budgets to the Foundation to carry out Consortium activities. (Sets forth rules and formulas for the distribution of royalties or other income received by Federal agencies from the licensing or assignment of inventions under such agreements under this Act, and from inventions licensed under provisions of Federal law relating to domestic and foreign protection of federally owned inventions, or under any other provision of law. Requires Federal agencies to report annually to the appropriate authorization and appropriation committees of the Congress detailing the amount of such royalties or other income received and expenditures made under such rules and formulas.) (Reauthorizes the Stevenson-Wydler Technology Innovation Act of 1980 for five years. Repeals the agency waiver provisions of such Act. (Makes the Federal Laboratory Consortium a permanent agency within the National Science Foundation which shall: (1) monitor technology transfer activities of Federal laboratories; (2) assess the resources and effectiveness of collaborative efforts among the laboratories, private industry, and academia; and (3) promote a national information network to foster private sector commercialization of Federal laboratory research and discoveries. Title V: Trade Adjustment Assistance - Amends the Trade Act of 1974 to: (1) repeal the condition that all rights to unemployment insurance be exhausted before one is eligible for trade adjustment assistance; (2) make a worker who is separated from employment in an industry that qualifies for an industrial modernization agreement and trade adjustment benefits automatically eligible for trade adjustment assistance; (3) deem a worker ineligible for unemployment insurance benefits during the operative period of trade adjustment assistance if the worker's separation is found to be trade-induced; (4) require workers, before receiving trade adjustment assistance, to agree to repay certain amounts of such assistance; (5) provide a worker eligible for trade adjustment assistance with a voucher to defray the cost of specified training programs; and (6) require the establishment of a national retraining certification program. Makes assistance provided to firms under this title conditional upon the approval of an industrial modernization agreement by the National Commission on International Competitiveness. Establishes a trust fund in the Treasury to finance the provisions of this Act. Finances such fund through a one percent duty on all imports. Directs the USTR to undertake negotiations through the GATT to impose such duty."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Competitive America Trade Reform Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to call for a multilateral conference, under the auspices of the International Monetary Fund, to seek a new international monetary regime within a flexible exchange rate structure; to assist the development of the private sectors of Less Developed Countries and increase demand for United States exports; to strengthen the General Agreement on Tariffs and Trade and reform United States trade laws; to assist American industries in improving their competitive posture in international markets; and to provide transition assistance to workers and firms in response to changing global economic conditions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:40-05:00"
}