{
  "actions": [
    {
      "acted_at": "1973-12-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12076-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-20", 
  "number": "12076", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954, to establish a Federal Election Campaign Fund and to establish a Presidential Primary Matching Payment Fund.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean Election Financing Act", 
  "sponsor": {
    "district": "10", 
    "name": "Heckler, Margaret M.", 
    "state": "MA", 
    "thomas_id": "00523", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-20", 
  "subjects": [
    "Advisory bodies", 
    "Campaign funds", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-20", 
    "text": "Clean Election Financing Act - Federal Election Campaign Fund Act - Provides that, in order to be eligible to receive any payments, a candidate of a political party in a Federal election shall, in writing: (1) agree to obtain and furnish to the Comptroller General such evidence as he may request of the qualified campaign expenses with respect to which payment is sought; (2) agree to keep and furnish to the Comptroller General such records, books, and other information as he may request; (3) agree to an audit and examination by the Comptroller General; and (4) agree to furnish statements of qualified campaign expenses and proposed qualified campaign expenses. Provides that an eligible candidate of a major party in a Federal election shall be entitled to payments equal in the aggregate to the greater of: (1) 15 cents multiplied by the voting age population of the geographical area in which the election for such office is held, as determined by the Secretary of Commerce under the Federal Election Campaign Act of 1971; (2) $175,000, if the Federal office sought is that of Senator; or (3) $90,000, if the office sought is that of Representative. Provides that an eligible candidate of a minor party in a Federal election shall be entitled to payments equal in the aggregate to an amount which bears the same ratio to the amount computed for a major party as the number of popular votes as the number of votes received by the candidate in the preceding election bears to the number of popular votes in the preceding election. Allows a cost of living adjustment in spending limitations. Requires that, after each Federal election, the Comptroller General shall conduct a thorough examination and audit of the qualified campaign expenses of the candidates of each political party for Federal office. Requires any candidate who has received excess payments to repay such amounts. Provides for judicial review of actions taken by the Comptroller General with regard to the provisions of this Act. Provides the U.S. Court of Appeals for the District of Columbia with jurisdiction in such actions. Establishes criminal penalties for violations of this Act. Establishes an advisory board to be known as the Federal Election Campaign Fund Advisory Board to counsel and assist the Comptroller General of the United States in the performance of the duties and functions imposed on him under the Federal Election Campaign Fund Act. Presidential Primary Matching Payment Fund Act - Establishes on the books of the Treasury of the United States, as part of the Federal Election Campaign Fund, a special account to be known as the Presidential Primary Matching Payment Fund. Provides that any candidate for nomination for President, or his authorized committee, is entitled, upon certification by the Comptroller General, to payments from the Fund for qualified campaign expenses beginning 14 months prior to the date of the general election for President in an amount equal to the amount of each contribution received by such candidate or committee (disregarding any amount of contributions from any person to the extent that such amount exceeds $100). Limits the uses to which such funds can be used. Requires the Comptroller General to conduct a thorough examination and audit of the qualified candidates receiving payments from the Fund. Limits individual contributions during any calendar year to or for the benefit of any candidate which is in excess of the amount which, when added to the total amount of all other contributions made by that individual during that calendar year to or for the benefit of a particular candidate, would equal $3,000. Provides that for every individual (other than a nonresident alien) whose income tax liability for the taxable year is $2 or more, the amount of $2 shall be paid over to the Federal Election Campaign Fund unless the individual designates that $2 shall not be paid over to the Fund. States that in the case of a joint return of husband and wife having an income tax liability of $4 or more, the amount of $4 shall be paid to the Fund, unless they designate that $4 shall not be paid over to the Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Election Financing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Presidential Primary Matching Payment Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954, to establish a Federal Election Campaign Fund and to establish a Presidential Primary Matching Payment Fund.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:10-05:00"
}