{
  "actions": [
    {
      "acted_at": "1978-06-01", 
      "references": [], 
      "text": "Reported to House from the Committee on Appropriations, H. Rept. 95-1250.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-31", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-31", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-02", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-03", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-04", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-14", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-14", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Appropriations rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-14", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #700 (223-167).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-16", 
      "committee": "Senate Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-09-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Appropriations with amendment, S. Rept. 95-1194.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-21", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-21", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-22", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #396 (39-22).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-22", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-26", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-10", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-1754.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Motion to recommit conference report to the Committee of Conference rejected in House, roll call #904 (191-201).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "House agreed to conference report, roll call #905 (203-188).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "House insisted on its disagreement to certain Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #490 (60-31).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Senate agreed to House amendments to certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-16", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-18", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-10-18", 
      "references": [], 
      "text": "Public Law 95-481.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12931-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-10-18", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-01", 
  "number": "12931", 
  "official_title": "A bill making appropriations for Foreign Assistance and related programs for the fiscal year ending September 30, 1979, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1239-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres1247-95", 
      "reason": "rule"
    }
  ], 
  "short_title": "Foreign Assistance and Related Programs Appropriations Act", 
  "sponsor": {
    "district": "2", 
    "name": "Long, Clarence D.", 
    "state": "MD", 
    "thomas_id": "00703", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-08-16", 
  "subjects": [
    "Abortion", 
    "Agriculture and Rural Affairs", 
    "American economic assistance", 
    "American technical assistance", 
    "Angola", 
    "Appropriations", 
    "Arms sales", 
    "Cambodia", 
    "Civil rights and liberties, minority issues", 
    "Cuba", 
    "Department of State", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Education", 
    "Egypt", 
    "Export-Import Bank of the United States", 
    "Foreign service", 
    "Foreign students", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Health", 
    "Human rights", 
    "International affairs", 
    "International agencies", 
    "International monetary system", 
    "International relief", 
    "Israel", 
    "Jordan", 
    "Laos", 
    "Middle East", 
    "Monetary policy", 
    "Mozambique", 
    "Refugees", 
    "Rhodesia", 
    "Sahel", 
    "Southern Africa", 
    "Special drawing rights", 
    "Syria", 
    "Terrorism", 
    "U.S. Agency for International Development", 
    "Uganda", 
    "Vietnam", 
    "Western Hemisphere"
  ], 
  "subjects_top_term": "American technical assistance", 
  "summary": {
    "as": "House receded and concurred with amendment", 
    "date": "1978-10-12", 
    "text": "(House receded and concurred in Senate amendment with an amendment) Foreign Assistance and Related Programs Appropriations Act - Makes appropriations for foreign assistance for fiscal year 1979. =Title I: Foreign Assistance Act Activities= - Makes appropriations under the Foreign Assistance Act of 1961, for: (1) agricultural and rural development, and nutrition assistance ($605,000,000); (2) population planning ($185,000,000); (3) health assistance ($130,000,000), including no more than $5,000,000 for the Expanded Immunization Program-Yaws Eradication Program in West Africa; (4) education and human resources development ($97,000,000); (5) technical assistance, energy, research, reconstruction, and selected development programs ($115,000,000); (6) development loans ($396,200,000); (7) American schools and hospitals abroad ($25,000,000) including $1,000,000 for the exchange of Israeli and Arab students studying in American-sponsored centers in those countries; (8) the foreign assistance contingency fund ($3,000,000) including $1,000,000 for the control of locust plagues in Africa; (9) international disaster assistance ($20,000,000); (10) the Foreign Service Retirement and Disability Fund ($24,820,000) provided that none of the funds shall be available to carry out certain provisions of the Foreign Relations Authorization Act, Fiscal Year 1979, relating to increased benefits and early retirement; (11) the Sahel development program ($75,000,000) provided that the United States contribution does not exceed ten percent of the total contributions to such program; (12) international narcotics control ($38,500,000) including $3,000,000 for the United Nations Fund for Drug Abuse Control; and (13) overseas training (foreign currency program) ($400,000). Appropriates $260,000,000 for international organizations and programs. Specifies that development loans must be repaid within 20 or 25 years, depending upon the annual per capita gross national product of the countries receiving such loans. Appropriates $1,882,000,000 to the Economic Support Fund to be allocated as follows: (1) Israel ($785,000,000); Egypt ($750,000,000); and Jordan ($93,000,000). Limits to $45,000,000 the funds available to the Southern Africa Program and stipulates that not more than $5,000,000 of such funds be available for refugee assistance through International Relief Organizations in Rhodesia. Appropriates $27,400,000 for peacekeeping operations but prohibits such funds from being used for the Middle East Special Requirements Fund. Appropriates $254,000,000 for the operation of the Agency for International Development. Limits such funding to $10,000,000 for personal service contracts. Appropriates $40,000,000 for payment to the Israel-United States Binational Agricultural Research and Development Fund. Authorizes the Overseas Private Investment Corporation to make expenditures necessary to carry out its budget for the current fiscal year. Appropriates $10,000,000 for necessary expenses of the Inter-American Foundation. Appropriates $83,375,000 for military assistance, under the Foreign Assistance Act of 1961 and provides for the reappropriation of unobligated funds. Appropriates $27,900,000 for international military education and training and provides for the reappropriation of unobligated funds. Prohibits funds appropriated under this title from being used: (1) to construct water resource projects which do not meet certain criteria (except for funds for international organizations and programs); (2) to pay pensions or similar compensation for the armed forces of any recipient country; (3) to make payments on procurement contracts for the United States which do not permit termination of such contract at the convenience of the United States; (4) to pay the assessments of dues of any member of the United Nations; (5) to carry out certain multilateral and regional programs or Alliance for Progress loans; (6) for direct assistance to Uganda, Cambodia, Laos, or Vietnam; (7) to finance the export of nuclear equipment, fuel, or technology; (8) to finance directly any assistance to Mozambique or Angola; and (9) to furnish security assistance to any country violating the Universal Declaration of Human Rights. Exempts from such prohibition assistance to graduate students from Uganda completing their studies at United States institutions and Angolan students who started training prior to fiscal year 1978. Prohibits more than 15 percent of any appropriation item under this title from being obligated during the last month of availability; except for appropriations for the contingency fund, international disaster assistance, and U.S. emergency refugee and migration fund. Makes available for fiscal 1979 unobligated balances previously appropriated for International Disaster Assistance, Middle East Special Requirements Fund, and U.S. Emergency Refugee and Migration Assistance Fund. Specifies the sums which shall be available for the official residence expenses, entertainment expenses, and representation allowances of the Agency for International Development. =Title II: Foreign Military Credit Sales= - Appropriates $654,500,000 for foreign military credit sales and guarantees, under the Arms Export Control Act. Specifies that $1,000,000,000 of the total aggregate credit sale ceiling shall be allocated to Israel. =Title III: Foreign Assistance (Other)= - Appropriates $95,000,000 to carry out the Peace Corps Act and prohibits such funds from being used to pay for abortions. Appropriates $111,544,200 for: (1) a contribution to the International Committee of the Red Cross; (2) assistance to refugees, including $3,225,000 for refugees in Africa, and $20,000,000 to the Department of Health, Education, and Welfare for the resettlement in the U.S. of Soviet and other refugees; (3) salaries and expenses of personnel and dependents authorized by the Foreign Service Act of 1946; (4) overseas differentials and allowances; (5) the hire of passenger motor vehicles; and (6) consultants. Prohibits the use of such funds to assist the migration of any person to the Western Hemisphere who does not have a security clearance. Appropriates $9,500,000 for expenses to carry out the Migration and Refugee Assistance Act of 1962. Appropriates $265,000,000 for payment to the Asian Development Bank; $763,728,483 for payment to the Inter-American Development Bank; $163,079,165 for payment to the International Bank for Reconstruction and Development; $40,045,100 for payment to the International Finance Corporation; $458,000,000 for payment to the International Development Association; and $25,000,000 for payment to the African Development Fund. Expresses the sense of Congress that the United States share of future contributions to international financial institutions should not exceed specified percentages. =Title IV: Export-Import Bank of the United States= - Authorizes the Export-Import Bank to make the expenditures necessary to carry out its budget for the current fiscal year. Prohibits the use of such funds for the export of nuclear equipment, fuel, or technology to any country which has detonated a nuclear explosive and has not ratified the Treaty on the Non-Proliferation of Nuclear Weapons. Appropriates $5,347,345,000 for the Export-Import Bank, and $13,515,000 for administrative and entertainment expenses. =Title V: United States Participation, Supplementary Financing Facility, International Monetary Fund= - Appropriates funds for the participation by the United States in the Supplementary Financing Facility in an amount equivalent to 1,450,000,000 Special Drawing Rights and not to exceed $1,831,640,000. Stipulates that no such payment may be made while the United States Executive Director to the International Monetary Fund is compensated at a certain rate. =Title VI: General Provisions= - Prohibits funds appropriated by this Act to be used for: (1) publicity or propaganda purposes within the United States; (2) expenses of the Inspector General, Foreign Assistance; (3) assistance to any country which is in default for more than one year on loans made under this Act; (4) international financial institutions which do not release the names of borrowers and the amounts of loans to United States' representatives; (5) the sale or transfer of any goods directly to Cuba; (6) assistance to any government aiding or granting sanctuary to individuals or groups which have committed acts of international terrorism; and (7) loans for establishing or expanding production of any commodity likely to be in surplus on world markets and causing substantial injury to U.S. producers. Exempts the Export-Import Bank from this last provision if the Bank's Board of Directors determines that the benefits to U.S. industry and employment outweighs the injury to U.S. producers. Directs the Secretary of the Treasury to instruct the U.S. executive directors of the International Bank for Reconstruction and Development, the International Development Association, the International Finance Corporation, the Inter-American Development Bank, the Asian Development Bank, and the African Development Fund to oppose any assistance by such institutions for the production of any commodity for export if such commodity is in surplus on world markets and such assistance will cause substantial injury to United States producers of similar commodities. Requires the President to direct the United States Governors of such institutions to propose and seek adoption of an amendment to the Articles of Agreement for their respective institutions to establish human rights standards to be considered with each application for assistance. Directs the President to initiate international consultations with member nations of the Organization of Economic Cooperation and Development and report to Congress on such consultations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Assistance and Related Programs Appropriations Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Foreign Assistance and Related Programs Appropriations Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill making appropriations for Foreign Assistance and related programs for the fiscal year ending September 30, 1979, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:13-05:00"
}