{
  "actions": [
    {
      "acted_at": "1983-06-09", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-09", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-09", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-15", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Refugees, and International Law", 
      "text": "Referred to Subcommittee on Immigration, Refugees, and International Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-15", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to Subcommittee on Social Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-17", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor Standards", 
      "text": "Referred to Subcommittee on Labor Standards.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3270-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor Standards", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Refugees, and International Law", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-06-09", 
  "number": "3270", 
  "official_title": "A bill to establish a seasonal agricultural foreign worker program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Seasonal Agricultural Foreign Worker Act of 1983", 
  "sponsor": {
    "district": "17", 
    "name": "Pashayan, Charles, Jr.", 
    "state": "CA", 
    "thomas_id": "00891", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-06-09", 
  "subjects": [
    "Agricultural labor", 
    "Agriculture and Rural Affairs", 
    "Alien labor", 
    "Employment and training programs", 
    "Federal preemption", 
    "Immigration", 
    "Labor and employment", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Passports", 
    "Seasonal labor", 
    "Social security taxes", 
    "Social welfare", 
    "State laws", 
    "States", 
    "Taxation", 
    "Wages"
  ], 
  "subjects_top_term": "Alien labor", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-06-09", 
    "text": "Seasonal Agricultural Foreign Worker Act of 1983 - Amends the Immigration and Nationality Act (The Act) to add to the classification of non-immigrant aliens those foreign workers who have no intention of abandoning a foreign residence, but come to the United States for seasonal agricultural employment for a maximum of eleven consecutive months. Prohibits the admission of an alien as a non- immigrant if such alien has violated the terms or conditions of a previous admission as a non-immigrant within the past five years. Directs the Attorney General to consult with the Secretaries of Agriculture and of Labor to establish an admissions program for nonimmigrant workers entering the United States for seasonal agricultural employment which does not exceed eleven consecutive months. Requires such program to impose monthly and annual quotas upon nonimmigrant visas by agricultural employment region. Subjects the availability of such visas to a specified preference system, based upon a certain allotment formula. States that the availability of a nonimmigrant visa is not predicated upon petitions from prospective employers within the United States. Specifies exceptions. States that nonimmigrant visas shall neither limit the type of agricultural work, nor the geographical area within which aliens may be employed. Requires the Attorney General to designate up to ten agricultural employment regions within the United States. Permits employers of agricultural workers to submit petitions to the Attorney General which specify the month and agricultural employment region concerned, as well as a breakdown of the type of work needed and the availability of domestic and foreign workers to do such work. Requires the Attorney General to prescribe quotas for nonimmigrant visas based upon such petitions and other specified factors. Permits agricultural employers to apply for an increase in nonimmigration visa quotas if they can establish an emergency need based upon certain factors. Requires the Attorney General to decide such applications within seventy-two hours of the completion of such application. Requires employers to apply to the Attorney General as a condition of eligibility to employ nonimmigrants. Requires the Attorney General to approve such applications unless certain findings are made after opportunity for a hearing. Limits an employer's disqualification to a maximum of five years. Authorizes the Attorney General to impose civil monetary penalties upon employers who have committed specified violations. Makes it unlawful to hire, recruit or refer for employment in the United States a nonimmigrant alien in the absence of an approved application for such employment. Details the penalties incurred for specified violations by employers and aliens. Denies any Federal financial assistance based on financial need to aliens admitted as nonimmigrants for seasonal agricultural employment. Requires the Attorney General to report to Congress semiannually on the program. States that this Act preempts any State or local law on the same subject. Prohibits the filing of petitions for preference status for aliens defined as seasonal agricultural foreign workers. Excludes from admission into the United States any such alien workers who are not: (1) continuously employed; or (2) actively seeking employment in the agricultural labor market. Precludes the time spent by aliens in a nonimmigrant status under this Act from being counted as part of the continuous residence requirement for suspended deportation. Bars such aliens from having their status adjusted to permanent resident. Amends titles II (Old Age, Survivors and Disability Insurance) and XVIII (Medicare) of the Social Security Act to direct the Managing Trustee to pay into the Treasury estimated social security taxes related to the wages of nonimmigrant aliens employed under this Act. Requires such funds to be credited to: (1) the Department of State for the purpose of making lump-sum benefit payments to such nonimmigrant aliens; and (2) the Immigration and Naturalization Service for administration and enforcement of the program established by this Act. Amends the Social Security Act to require the lump-sum repayment to nonimmigrant aliens under this Act of taxes imposed upon their wages. States that both the application and payment of such benefits may be made only at the consulate nearest the alien's foreign residence after his or her return to it. Excludes from the definition of employment, for purposes of the Social Security Act, seasonal agricultural service performed by nonimmigrant aliens under this Act. Makes technical and conforming amendments to the Internal Revenue Code of 1954. Expresses the sense of Congress that the President should negotiate with representatives of labor source countries to establish bilateral advisory commissions to advise the Attorney General regarding problems arising under this Act. Details circumstances under which the Attorney General must waive disciplinary proceedings or penalties against employers who have violated specified law during the first year this Act is enacted."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Seasonal Agricultural Foreign Worker Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a seasonal agricultural foreign worker program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:03-05:00"
}