{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr399-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "399", 
  "official_title": "To amend certain provisions of Internal Revenue Code of 1954 relating to distilled spirits, and the other purpose.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Collier, Harold R.", 
    "state": "IL", 
    "thomas_id": "00218", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Alcoholic beverages", 
    "Exports", 
    "Taxation"
  ], 
  "subjects_top_term": "Alcoholic beverages", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Removes gin and vodka from the trademark requirements of the Internal Revenue Code. (Amends 26 U.S.C. 5233(c)) Includes distilled spirits that are bottled or packaged in casks or other bulk containers in the United States as eligible for export tax drawbacks under the Internal Revenue Code. Provides that distilled spirits delivered to the Armed Forces of the United States for exportation shall be deemed exported at the time of such deliver. (Amends 26 U.S.C. 5062) Provides that distilled spirits which would be eligible for a drawback allowance on exportation may be returned by the bottler or packager of such distilled spirits to an export storage facility on the bonded premises of the distilled spirit plant where bottled or packaged, solely for the purpose of storage pending withdrawal, without payment of tax. Provides that a proprietor of an export storage facility on the bonded premises who has bottled distilled spirits, which are stamped and labeled as bottled in bond for domestic consumption, may return cases of such bottled distilled spirits to appropriate storage facilities on the bonded premises of the distilled spirits plant where bottled for storage pending withdrawal for any purpose for which distilled spirits may be withdrawn from bonded premises. (Amends 26 U.S.C. 5215) Provides that a proprietor who has established facilities for the storage on bonded premises of distilled spirits may establish a portion of such premises as an export storage facility for the storage of distilled spirits returned to bonded premises. (Amends 26 U.S.C. 5178 (a) (3)) Requires every container of distilled spirits returned to a bonded premises to be stamped under regulations prescribed by the Secretary of the Treasury. Provides that bottled distilled spirits returned to bonded premises may be withdrawn from bonded premises for transfer to customers bonded warehouses in which imported distilled spirits are permitted to be stored in bond for entry therein pending withdrawal therefrom. (Amends 26 U.S.C. 5066) Requires every distiller and every bonded warehouseman to keep records of the kind and quantity of distilled spirits returned to bonded premises. Provides that whenever any distilled spirits are returned to the bonded premises of a distilled spirits plant, the Secretary or his delegate shall credit or refund the internal revenue tax found to have been paid on such distilled spirits. (Amends 26 U.S.C. 5008(d)) Provides that distilled spirits may be withdrawn from the bonded premises of any distilled spirits plant in approved containers, without payment of tax, for transfer to any customs bonded warehouse from which distilled spirits may be exported, or, by a proprietor of bonded premises, for use in research, development, or testing of processes, systems, materials, or equipment, relating to distilled spirits or distillery operations. (Amends 26 U.S.C. 5214 (a) ) Applies the export bonds requirements to distilled spirits transferred to a customs bonded warehouse for storage therein pending exportation. (Amends 26 U.S.C. 5175 (a) ) Provides that persons liable for tax on distilled spirits shall be relieved of such liability when such spirits are used in certain research, development, or testing, as provided by law. (Amends 26 U.S.C. (e) (2)) Removes certain tax liens on distilled spirits when such spirits are exported, deposited in a foreign trade zone, used in the production of wine, laden as supplies upon, or used in the maintenance or repair of, certain vessels or aircraft, deposited in a customs bonded warehouse, or used in certain research, development, or testing as provided by law. (Amends 26 U.S.C. 5004 (a) (2) (c)) Provides that no tax shall be collected in respect to distilled spirits lost or destroyed while in transport to the customs bonded warehouse in the case of withdrawal, and in respect to loss of such distilled spirits lost or destroyed while in transport to the customs bonded warehouse in the case of withdrawal, and in respect to loss of such distilled spirits withdrawn from bonded premises without payment of tax for certain research, development or testing, until such spirits are used as provided by law. (Amends 26 U.S.C. 5008 (f)) Provides that within 8 years of the date of original entry for deposit of the spirits, on bonded premises for further storage as may be necessary, distilled spirits which have been stored in internal revenue bond in the same kind of cooperage for not less than 4 years, may, within 20 years of the date of original entry for deposit of the spirits, be mingled on bonded premises. (Amends 26 U.S.C. 5234 (a) (2) (D))"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend certain provisions of Internal Revenue Code of 1954 relating to distilled spirits, and the other purpose.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:56-05:00"
}