{
  "actions": [
    {
      "acted_at": "1977-09-12", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9036-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Lehman, William", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "00680", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-12", 
  "number": "9036", 
  "official_title": "A bill to amend the Urban Mass Transportation Act of 1964.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Transportation Stimulus Act", 
  "sponsor": {
    "district": "7", 
    "name": "Edgar, Robert W.", 
    "state": "PA", 
    "thomas_id": "00334", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-12", 
  "subjects": [
    "Authorization", 
    "Disabled", 
    "Mass rapid transit", 
    "Railroad commuting traffic", 
    "Railroad passenger traffic", 
    "Railroads", 
    "Social welfare", 
    "Transportation and Travel", 
    "Transportation and the aged", 
    "Transportation and the physically handicapped", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Mass rapid transit", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-09-12", 
    "text": "Public Transportation Stimulus Act - Amends the Urban Mass Transportation Act to extend the authorization for appropriations for urban mass transportation programs. Requires that certain percentages of such sums be used to assist States in the purchase of buses and the acquisition and improvement of rolling stock for fixed-rail public mass transportation. Directs the Secretary of Transportation to establish a grants delivery system that will accelerate the project application and funding process under such Act. Extends the authorization for appropriations for the urban mass transit grant program and the supplemental grant program under such Act. Authorizes appropriations to finance grants for mass transit programs in areas other than urbanized areas. Stipulates that recipients for a managerial training fellowship under such Act shall be chosen on the basis of demonstrated ability and for the contribution which he or she can reasonably be expected to make to an efficient public transportation operation. Requires that urbanized areas make their public transportation systems accessible to handicapped and elderly persons as a condition to receiving a loan or a grant under such Act. Authorizes the Secretary to waive matching requirements for certain grants under such Act for the construction and acquisition of special facilities to meet the mobility needs of elderly and handicapped persons. Extends the time period during which Federal financial assistance shall be available for the continuation of commuter rail services (emergency operating assistance). Authorizes appropriations for such assistance. Authorizes appropriations to carry out specified provisions of such Act through fiscal year 1982."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Transportation Stimulus Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Urban Mass Transportation Act of 1964.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:03-05:00"
}