{
  "actions": [
    {
      "acted_at": "1998-12-15T23:45:00-05:00", 
      "references": [], 
      "text": "The House Committee on Judiciary reported an original measure, H. Rept. 105-830, by Mr. Hyde.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-15T23:46:00-05:00", 
      "calendar": "House", 
      "number": "281", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the House Calendar, Calendar No. 281.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1998-12-18T09:29:00-05:00", 
      "references": [
        {
          "reference": "CR H11774-11870, H11879-11965", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as privileged matter.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-18T09:41:00-05:00", 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Mr. Hyde asked unanimous consent that, during consideration of House Resolution 611, the previous question shall be considered as ordered on the resolution to final adoption without intervening motion except: (1) debate on the resolution shall be extended to 4 hours equally divided at the outset and controlled by the chairman and ranking minority member of the Committee on the Judiciary; and (2) one motion to recommit with or without instructions, which, if including instructions, shall be debatable for 10 minutes equally divided and controlled by the proponent and an opponent. Objection was heard and subsequently, the House proceeded under its standing rule of debate, pending any further unanimous consent agreements which may be propounded.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-18T09:44:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-18T11:10:00-05:00", 
      "references": [], 
      "text": "ORDER OF PROCEDURE - At the conclusion of general debate, Mr. Sensenbrenner rose as the designee of Chairman Hyde and absent a motion to proceed to ordering the previous question, asked to be recognized under the one hour rule. Subsequently, the Chair recognized him for 60 minutes and he then yielded 30 minutes of that time to Mr. Conyers to control for purposes of debate only.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-18T12:12:00-05:00", 
      "references": [], 
      "text": "DIVISION OF THE QUESTION - Mr. Solomon demanded that the question be divided on consideration of H. Res. 611 in order that each of four articles of impeachment shall be voted on separately at the conclusion of debate on the measure. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-18T12:13:00-05:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to the unanimous consent agreement made earlier, the House proceeded with further debate on H. Res. 611 for a period not to exceed the hour of 10 p.m., December 18, 1998.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T09:23:00-05:00", 
      "references": [
        {
          "reference": "CR H11968-12042", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T09:23:00-05:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to the order of the House of December 18, the House proceeded with one hour debate, equally divided and controlled by the chairman and ranking minority member of the Committee on the Judiciary.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T11:22:00-05:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to a previous  order of the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T11:23:00-05:00", 
      "references": [], 
      "text": "Mr. Boucher moved to recommit with instructions to Judiciary.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T11:25:00-05:00", 
      "references": [], 
      "text": "Debate - The House proceeded with ten minutes of debate on the motion to recommit the resolution to the Committee on the Judiciary with instructions to report it back forthwith with an amendment to strike all after the enacting clause and insert the following: That it is the sense of the House that (1) on January 20, 1993, William Jefferson Clinton took the oath prescribed by the Constitution of the United States faithfully to execute the office of President; implicit in that oath is the obligation that the President set an example of high moral standards and conduct himself in a manner that fosters respect for the truth; and that he has egregiously failed in this obligation, and through his actions violated the trust of the American people lessened thier esteem for the office of President, and dishonored the office which they have entrusted to him;", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T11:26:00-05:00", 
      "references": [], 
      "text": "MOTION TO RECOMMIT, CONTINUED - (2)(A) He made false statements concerning his reprehensible conduct with a subordinate; (B) He wrongly took steps to delay discovery of the truth; and (C) inasmuch as no person is above the law, he remains subject to criminal and civil penalties; and (3)William Jefferson Clinton, President of the United States, by his conduct has brought upon himself, and fully deserves, the censure and condemnation of the American people and this House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T11:45:00-05:00", 
      "references": [], 
      "text": "Mr. Solomon raised a point of order against the motion to recommit with instructions. Mr. Solomon stated that the motion to recommit with instructions is not germane to House Resolution 611. Sustained by the Chair.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T11:46:00-05:00", 
      "references": [], 
      "text": "POINT OF ORDER - The House proceeded with debate on a point of order raised by Mr. Solomon against the motion to recommit.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T12:48:00-05:00", 
      "references": [], 
      "text": "Mr. Gephardt appealed the ruling of the chair. The question was then put on sustaining the ruling of the chair.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T12:49:00-05:00", 
      "references": [], 
      "text": "Mr. Armey moved to table the motion to appeal the ruling of the chair", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T13:05:00-05:00", 
      "references": [], 
      "text": "On motion to table the motion to appeal the ruling of the chair Agreed to by the Yeas and Nays: 230 - 204 (Roll No. 542).", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T13:23:00-05:00", 
      "references": [], 
      "text": "On agreeing to Article I of the resolution Agreed to by the Yeas and Nays: 228 - 206 (Roll No. 543).", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T13:41:00-05:00", 
      "references": [], 
      "text": "On agreeing to Article II of the resolution Failed by the Yeas and Nays: 205 - 229 (Roll No. 544).", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T13:57:00-05:00", 
      "references": [], 
      "text": "On agreeing to Article III of the resolution Agreed to by the Yeas and Nays: 221 - 212 (Roll No. 545).", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T14:13:00-05:00", 
      "references": [], 
      "text": "On agreeing to Article IV of the resolution Failed by the Yeas and Nays: 148 - 285 (Roll No. 546).", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19T14:14:00-05:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:SIMPLERES", 
      "suspension": null, 
      "text": "On agreeing to the resolution Agreed to without objection.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1998-12-19T14:14:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-12-19", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-02-12", 
      "references": [
        {
          "reference": "Record vote link to left is automatically generated and leads to an unrelated vote in the 105th Congress.  Here is the  106th Senate vote on the first Article of Impeachment.", 
          "type": null
        }
      ], 
      "text": "The Senate adjudges that William Jefferson Clinton, President of the United States, is not guilty as charged in the first Article of Impeachment. By Yea-Nay Vote. 45-55. Record Vote No: 17.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-02-12", 
      "references": [
        {
          "reference": "Record vote link to left is automatically generated and leads to an unrelated vote in the 105th Congress.  Here is the  106th Senate vote on the second Article of Impeachment.", 
          "type": null
        }
      ], 
      "text": "The Senate adjudges that William Jefferson Clinton, President of the United States, is not guilty as charged in the second Article of Impeachment. By Yea-Nay Vote. 50-50. Record Vote No: 18.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres611-105", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1998-12-19T14:14:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "1998-12-16", 
  "number": "611", 
  "official_title": "Impeaching William Jefferson Clinton, President of the United States, for high crimes and misdemeanors.", 
  "popular_title": "Impeachment resolution", 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Hyde, Henry J.", 
    "state": "IL", 
    "thomas_id": "00580", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASSED:SIMPLERES", 
  "status_at": "1998-12-19T14:14:00-05:00", 
  "subjects": [
    "Clinton Administration", 
    "Congress", 
    "Crime and law enforcement", 
    "Evidence (Law)", 
    "Government operations and politics", 
    "Grand jury", 
    "Impeachments", 
    "Law", 
    "Misconduct in office", 
    "Oaths", 
    "Obstruction of justice", 
    "Perjury", 
    "Presidential ethics", 
    "Presidential powers", 
    "Witnesses"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-12-16", 
    "text": "Sets forth four articles impeaching William Jefferson Clinton, President of the United States, for high crimes and misdemeanors. Article I: States that in his conduct while President of the United States, William Jefferson Clinton, in violation of his constitutional oath faithfully to execute the office of President of the United States and, to the best of his ability, preserve, protect, and defend the Constitution of the United States, and in violation of his constitutional duty to take care that the laws be faithfully executed, has willfully corrupted and manipulated the judicial process of the United States for his personal gain and exoneration, impeding the administration of justice, in that William Jefferson Clinton swore to tell the truth, the whole truth, and nothing but the truth before a Federal grand jury of the United States. States that contrary to that oath, William Jefferson Clinton willfully provided perjurious, false and misleading testimony to the grand jury. Article II: States that in his conduct while President of the United States, William Jefferson Clinton, in violation of his constitutional oath faithfully to execute the office of President of the United States and, to the best of his ability, preserve, protect, and defend the Constitution of the United States, and in violation of his constitutional duty to take care that the laws be faithfully executed, has willfully corrupted and manipulated the judicial process of the United States for his personal gain and exoneration, impeding the administration of justice in that William Jefferson Clinton willfully provided perjurious, false and misleading testimony as part of a Federal civil rights action brought against him. Article III: States that in his conduct while President of the United States, William Jefferson Clinton, in violation of his constitutional oath faithfully to execute the office of President of the United States and, to the best of his ability, preserve, protect, and defend the Constitution of the United States, and in violation of his constitutional duty to take care that the laws be faithfully executed, has prevented, obstructed, and impeded the administration of justice, and has to that end engaged personally, and through his subordinates and agents, in a course of conduct or scheme designed to delay, impede, cover up, and conceal the existence of evidence and testimony related to a Federal civil rights action brought against him in a duly instituted judicial proceeding. Article IV: States that using the powers and influence of the office of President of the United States, William Jefferson Clinton, in violation of his constitutional oath faithfully to execute the office of President of the United States and, to the best of his ability, preserve, protect, and defend the Constitution of the United States, and in disregard of his constitutional duty to take care that the laws be faithfully executed, has engaged in conduct that resulted in misuse and abuse of his high office, impaired the due and proper administration of justice and the conduct of lawful inquiries, and contravened the authority of the legislative branch and the truth seeking purpose of a coordinate investigative proceeding, in that, as President, William Jefferson Clinton refused and failed to respond to certain written requests for admission and willfully made perjurious, false, and misleading sworn statements in response to certain written requests for admission propounded to him as part of the impeachment inquiry authorized by the House of Representatives of the Congress of the United States. States that William Jefferson Clinton, in refusing and failing to respond and in making perjurious, false and misleading statements, assumed to himself functions and judgments necessary to the exercise of the sole power of impeachment vested by the Constitution in the House of Representatives and exhibited contempt for the inquiry. States, with reference to each article of impeachment, that: (1) in so doing, William Jefferson Clinton has undermined the integrity of his office, has brought disrepute on the Presidency, has betrayed his trust as President, and has acted in a manner subversive of the rule of law and justice, to the manifest injury of the people of the United States; and (2) William Jefferson Clinton, by such conduct, warrants impeachment and trial, and removal from office and disqualification to hold and enjoy any office of honor, trust, or profit under the United States."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Impeachment resolution", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Impeaching William Jefferson Clinton, President of the United States, for high crimes and misdemeanors.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:57-05:00"
}