{
  "actions": [
    {
      "acted_at": "1992-07-09", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-15", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce, State.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-15", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to the Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-23", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Subcommittee on Fisheries and Wildlife Conservation and the Environment Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-23", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-23", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-09-29T12:08:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Merchant Marine and Fisheries. H. Rept. 102-927.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-29T12:09:00-04:00", 
      "calendar": "Union", 
      "number": "527", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 527.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1992-10-06T05:40:00-04:00", 
      "references": [], 
      "text": "Mr. Studds moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-06T05:41:00-04:00", 
      "references": [], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-06T05:41:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-06T05:43:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1992-10-06T05:43:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-06T05:43:00-04:00", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-06T05:43:00-04:00", 
      "references": [], 
      "text": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of H.R. 5617.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-06", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-07", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1992-10-07", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1992-10-09", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-26", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1992-11-04", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1992-11-04", 
      "congress": "102", 
      "law": "public", 
      "number": "587", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 102-587.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5617-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1992-07-09", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "102", 
    "law_type": "public", 
    "number": "587"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1992-11-04", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1992-10-06T05:43:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1992-10-07", 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-09", 
  "number": "5617", 
  "official_title": "To provide Congressional approval of a Governing International Fishery Agreement.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oceans Act of 1992", 
  "sponsor": {
    "district": "10", 
    "name": "Studds, Gerry E.", 
    "state": "MA", 
    "thomas_id": "01121", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1992-11-04", 
  "subjects": [
    "Accident prevention", 
    "Alaska", 
    "Anadromous fishes", 
    "Anniversaries", 
    "Armed forces reserves", 
    "Authorization", 
    "Barges", 
    "Boating accidents", 
    "Boats and boating", 
    "Bridges", 
    "Buy American", 
    "California", 
    "Coast guard", 
    "Cultural property", 
    "Data banks", 
    "Dredging", 
    "Drunk driving", 
    "Education", 
    "Energy policy", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Estonia", 
    "Federal advisory bodies", 
    "Federal installations", 
    "Fees", 
    "Fisheries", 
    "Fishery agreements", 
    "Fishery management", 
    "Fishing boats", 
    "Florida", 
    "Foreign trade and international finance", 
    "Government contractors", 
    "Government operations and politics", 
    "Government procurement", 
    "Government trust funds", 
    "Great Lakes", 
    "Hawaii", 
    "Health", 
    "Historic sites", 
    "International environmental cooperation", 
    "International fishery management", 
    "Liability (Law)", 
    "Liability for environmental damages", 
    "Licenses", 
    "Liens", 
    "Maine", 
    "Maps", 
    "Marine mammal protection", 
    "Marine mammals", 
    "Marine parks and reserves", 
    "Marine pollution", 
    "Marine safety", 
    "Massachusetts", 
    "Military aircraft", 
    "Military pay", 
    "Military pensions", 
    "Military personnel", 
    "Military training", 
    "Mining leases", 
    "Mollusks", 
    "Mortgages", 
    "Museums", 
    "National parks", 
    "Navigation", 
    "Navigational aids", 
    "New York City", 
    "New York State", 
    "North Carolina", 
    "Ocean", 
    "Oil and gas leases", 
    "Oil pollution", 
    "Oil pollution control", 
    "Oil pollution of the sea", 
    "Outdoor recreation", 
    "Pacific Ocean", 
    "Passenger ships", 
    "Pest control", 
    "Pollution control", 
    "Public works", 
    "Recycling of waste products", 
    "Research centers", 
    "Right of privacy", 
    "Seizure of vessels and cargoes", 
    "Service academies", 
    "Shipbuilding", 
    "Ships", 
    "Special weeks", 
    "Student aid", 
    "Telephone", 
    "Territorial waters", 
    "Texas", 
    "Tissue banks", 
    "User charges", 
    "Veterinary medicine", 
    "Waste disposal in the ocean", 
    "Water pollution control", 
    "Water resources development", 
    "Water supply", 
    "Water supply engineering", 
    "Whales", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1992-10-06", 
    "text": "Oceans Act of 1992 - Title I: Approval of Governing International Fishery Agreement - Approves the governing international fishery agreement between the United States and the Republic of Estonia. Title II: National Marine Sanctuaries Program - National Marine Sanctuaries Program Amendments Act of 1992 - Subtitle A: Amendments to Marine Protection, Research, and Sanctuaries Act of 1972 - Amends the Marine Protection, Research, and Sanctuaries Act of 1972 to modify: (1) various definitions; (2) the factors to be considered, and the procedures to be used, in designating sanctuaries; (3) provisions relating to certain access and use rights; and (4) reporting requirements. Mandates cooperation with foreign countries and international organizations. Prohibits injury, possession, transportation and related acts regarding any marine sanctuary resource. Provides for enforcement and for the use of amounts collected relating to enforcement. Declares that the area of application and enforceability of the Act includes the U.S. territorial sea which is subject to U.S. sovereignty and the U.S. Exclusive Economic Zone. Mandates: (1) research, monitoring, and education to carry out the purposes of this title; and (2) promotion and coordination of sanctuary use. Replaces provisions authorizing cooperative agreements and acceptance of donations with provisions authorizing: (1) cooperative agreements, financial agreements, grants, contracts, and other agreements; (2) the solicitation and acceptance of donations; and (3) the acquisition of property. Makes any person who destroys or injures any sanctuary resource liable to the United States for the response costs, damages, and interest on those costs and damages (currently, for the response costs and damages). Provides for liability in rem. Allows the Secretary to authorize as well as to undertake response actions. Modifies requirements regarding the use of recovered amounts. Authorizes appropriations to carry out the Act. Authorizes establishment of advisory councils to advise the Secretary of Commerce on the designation and management of sanctuaries. Changes the short title of the Act to \"The National Marine Sanctuaries Act.\" Subtitle B: Miscellaneous - Mandates a grant for the acquisition of space in Hatteras Village, North Carolina, for: (1) the display and interpretation of artifacts recovered from the Atlantic Ocean area adjacent to North Carolina generally known as the Graveyard of the Atlantic; and (2) administration and operations of the Monitor National Marine Sanctuary. Authorizes appropriations. Designates a specified area off the State of Massachusetts as the Stellwagen Bank National Marine Sanctuary and mandates an associated management plan. Prohibits exploration for, and mining of, sand, gravel, and other minerals in the sanctuary. Authorizes appropriations. Directs the Secretary of Commerce to consider establishing a satellite office for the Sanctuary. Provides for the designation of a specified area in California as the Monterey Bay National Marine Sanctuary. Prohibits leasing, exploration, development, or production of oil or gas in the sanctuary. Mandates a two-year pilot project to enhance funding for designation and management of national marine sanctuaries, including: (1) the solicitation and designation of persons as official sponsors of the sanctuary program or individual sanctuaries, with associated fees retained in a revolving fund for expenditure without appropriation for designation and management of national marine sanctuaries. Authorizes expenditure of sums appropriated under specified provisions of the Marine Protection, Research, and Sanctuaries Act of 1972. Defines \"Fund,\" for the Coastal Zone Management Act of 1972, to mean the Coastal Zone Management Fund (currently, the Coastal Energy Impact Fund). Modifies requirements regarding waiver of fees for certain appeals and requires fees collected to be deposited in the Coastal Zone Management Fund. Requires that a mandated program to promote excellence in coastal zone management (and associated Walter B. Jones Awards) be carried out using sums in the Coastal Zone Management Fund and certain other amounts available to carry out the Act (currently, using sums in the Fund). Amends the Florida Keys National Marine Sanctuary and Protection Act to modify the contents of the Act's comprehensive management plan. Prohibits oil or gas leasing or preleasing activity in the Olympic Coast National Marine Sanctuary in accordance with specified provisions of Federal law. Designates the Provasoli-Guillard Center for the Culture of Marine Phytoplankton in West Boothbay Harbor, Maine, as a National Center and Facility. Provides for development and implementation of the Florida keys water quality protection program and establishes a related steering committee. Authorizes appropriations. Subtitle C: Hawaiian Islands Humpback Whale Sanctuary - Hawaiian Islands National Marine Sanctuary Act - Designates an area off the coast of the Hawaiian Islands as the Hawaiian Islands Humpback Whale National Marine Sanctuary. Provides for the development of a comprehensive management plan. Prevents the designation, the management plan, or implementing regulations from going into effect if the Governor of the State of Hawaii finds them unacceptable. Authorizes appropriations. Title III: Marine Mammal Stranding - Marine Mammal Health and Stranding Response Act - Amends the Marine Mammal Protection Act of 1972 (the Act) to establish the Marine Mammal Health and Stranding Response Program to: (1) collect and disseminate data on the health of marine mammals in the wild; (2) correlate that health with available data on physical, chemical, and biological environmental parameters; and (3) coordinate effective responses to unusual mortality events (UMEs). Authorizes the Secretary of Commerce to enter into an agreement with any person to take marine mammals in response to a stranding. Establishes a marine mammal UME working group to provide guidance to the Secretary and the Secretary of the Interior. Establishes in the Treasury the Marine Mammal Unusual Mortality Event Fund for compensating: (1) persons for costs incurred in acting in accordance with the Act; and (2) any stranding network participant for costs of preparing and transporting tissues collected with respect to a UME for the National Marine Mammal Tissue Bank. Deposits in the Fund: (1) amounts appropriated to the Fund or for use regarding UMEs; and (2) gifts, devises, and bequests. Deems a person who is authorized to respond to a stranding to be a Government employee for purposes of Federal law relating to tort claims. Establishes: (1) the National Marine Mammal Tissue Bank, to include UME tissues and samples taken from other sources; and (2) a central data base for tracking and accessing data on marine mammals, including data in the Tissue Bank. Authorizes appropriations. Mandates studies for navigation projects in specified locations in Massachusetts, evaluation of the benefits of the projects to commercial fishermen at full manufacturing wages, and carrying out of the projects. Modifies provisions deeming invalid stipulations limiting passenger vessel negligence liability. Title IV: New York City Zebra Mussel Program - Mandates monitoring and prevention regarding zebra mussel infestation in the New York City water supply system and, if infestation occurs, technical assistance to New York State and city on alternative system design and maintenance. Authorizes appropriations. Amends the Nonindigenous Aquatic Nuisance Prevention and Control Act of 1990 to mandate issuance of regulations to prevent the introduction and spread of aquatic nuisance species into the Great Lakes through ballast water on vessels that, after operating beyond the Exclusive Economic Zone, enter a U.S. port on the Hudson River north of the George Washington Bridge. Title V: Coast Guard Authorization - Coast Guard Authorization Act of 1992 - Authorizes appropriations for the Coast Guard for: (1) operation and maintenance; (2) acquisition, construction, rebuilding, and improvement of aids to navigation, shore and offshore facilities, vessels, and aircraft; (3) research, development, test, and evaluation; (4) retirement pay and benefits; (5) alteration or removal of bridges; and (6) environmental compliance and restoration. Authorizes the Coast Guard end-of-year strength for active duty personnel and the average military training student loads. Earmarks funds for specified purposes relating to Group Cape Hatteras, North Carolina; the Columbia River; Houston, Texas; Galveston, Texas; and Buzzards Bay, Massachusetts. Declares that provisions of the Dire Emergency Supplemental Appropriations Act, 1992 relating to use of Department of Defense funds under provisions of Federal law relating to departure allowances apply to military personnel and civilian employees of the Coast Guard, using Coast Guard funds. Subtitle A: Boating Safety - Modifies requirements regarding the availability of amounts for State recreational boating safety programs. Amends Federal law to create an increased civil penalty for subsequent offenses of operating a vessel while intoxicated. Mandates reports to specified congressional committees regarding: (1) a plan to increase the availability of voluntary safe boating education to individuals under seventeen years old; and (2) ways to enlarge the mission of the Coast Guard Auxiliary and to increase Auxiliary participation in Coast Guard activities. Subtitle B: Miscellaneous - Prohibits the grade of the director of the Coast Guard band from being higher than commander (currently, higher than lieutenant commander). Authorizes: (1) the sale of recyclable materials held by the Coast Guard; (2) recycling programs at Coast Guard installations; and (3) the use of proceeds. Declares Coast Guard medical quality assurance records to be confidential and privileged and prohibits disclosure, discovery, or admission into evidence except as specified. Imposes civil fines. Makes amounts appropriated to the Department of Transportation available to install, repair, and maintain telephone wiring in residences owned or leased by the Government and, if necessary for national defense, other private residences. Makes special pay available to armed forces officers holding positions of unusual responsibility in pay grades 0-6 and below (currently, grades O-3, O-4, O-5, and O-6). Amends the Inland Navigational Rules Act of 1980 regarding traffic separation schemes. Amends Federal law relating to Coast Guard user fees to prohibit a fee or charge for the inspection of training ships operated by State maritime academies. Adds Great Lakes barges to the list of vessels subject to inspection. Deems offshore supply vessels and fishing or fish tender vessels to not be tank vessels. Subjects foreign vessels certified by countries with inspection laws similar to those of the United States to an inspection to ensure that the condition of the vessel is (currently, only the condition of the vessel's propulsion and lifesaving equipment are) as stated in its certificate. Prohibits a foreign vessel (currently, a foreign or domestic vessel of more than a specified size) from departing from a U.S. port with passengers who embarked at that port if the vessel does not comply with the standards stated in the Convention for the Safety of Life at Sea. Modifies regulations regarding fees for vessel inspections performed in a foreign port at the request of the owner or operator. Authorizes denial or revocation of a vessel documentation endorsement for failure to pay certain civil penalties. Authorizes seizure and forfeiture of a vessel and its equipment if operated after such denial or revocation. Prohibits issuance of a citation for failure to pay a recreational boat fee if the vessel's owner or operator provides reasonable evidence of prior payment of the fee to a Coast Guard boarding officer. Regulates the drawbridge operation of the Woodrow Wilson Memorial Bridge. Conveys, without consideration, the boat house at Coast Guard Station Brant Point to Nantucket, Massachusetts. Mandates a lease of the property on which the boat house is situated, subject to termination without consideration if the property is necessary for the Coast Guard. Mandates submission to specified congressional committees of a report on the application of the V-22 Osprey tiltrotor technology to Coast Guard missions. Mandates a memorandum of agreement between the Coast Guard and the Department of Commerce regarding fisheries enforcement practices and procedures, including providing an opportunity to appear in person to respond to violation charges. Requires the Secretary of Transportation to determine the amounts that a specified corporation owes to subcontractors under a certain contract. Authorizes the Secretary to pay the subcontractors. Conveys, without consideration, the Sankaty Head Light Station to the Nantucket Historical Association in Massachusetts. Mandates a report on acquisition of Coast Guard buoy chain, including on the ability of U.S. buoy chain manufacturers to compete for Coast Guard contracts and the effect on national security of dependence on foreign sources. Exempts vessels under 36 feet long and not operated on the high seas from safety standards relating to lifeboats and liferafts (currently, from a list of safety standards). Authorizes the Coast Guard to enter into a negotiated contract with PTI for Digitrex central-office-based business services at a specified building in Kodiak, Alaska. Subtitle C: Abandoned Barges - Abandoned Barge Act of 1992 - Amends Federal law to prohibit an owner or operator of a barge from abandoning it on U.S. navigable waters. Deems a barge not to to be abandoned if: (1) it is located at a federally- or State-approved mooring area; (2) it is on private property with the property owner's permission; or (3) the owner or operator notifies the Secretary of Transportation of the barge's location and that the barge is not abandoned. Authorizes the Secretary to: (1) assess a civil penalty for violations of this Act; and (2) remove a barge that has been abandoned. Declares that the United States shall not be liable for damages resulting from such removal. Makes the owner or operator of an abandoned barge liable for expenses incurred by the United States in removing it. Declares that barge removal contractors and subcontractors are not liable for damages resulting from such removal, except in certain circumstances. Requires undocumented barges weighing 100 gross tons operating on U.S. navigable waters to be numbered. Subtitle D: Honoring the Coast Guard Women's Reserve - Designates November 17 through 23, 1992, as SPAR Anniversary Week. (The Coast Guard Women's Reserve, named SPAR, was established 50 years ago.) Subtitle E: Merchant Marine Provisions - Replaces provisions relating to dredging by foreign-built dredges with provisions allowing dredging in U.S. navigable waters only if the vessel meets specified requirements. Sets forth exceptions. Amends provisions of the Merchant Marine Act, 1920 relating to transportation of merchandise between U.S. points in other than domestic built and documented vessels to include as merchandise any merchandise owned by the U.S. Government or a State. Declares that a specified public law relating to transportation of valueless material or any dredged material does not apply to a vessel: (1) transporting valueless material or valueless dredged material; and (2) that had, on August 1, 1989, a certificate under specified provisions. Deems four specified vessels, during a certain period, to have been covered by an agreement with the Secretary of State under the Fisherman's Protective Act. Subtitle F: Clean Vessels - Clean Vessel Act of 1992 - Requires coastal States to conduct surveys regarding pumpout stations, waste reception facilities, and recreational vessels. Mandates: (1) a plan for the construction or renovation of needed stations and facilities; and (2) a list of operational stations and facilities. Requires indications, on charts published by the National Oceanic and Atmospheric Administration for operators of recreational vessels, the locations of such stations and facilities. Amends the Dingell-Johnson Sport Fish Restoration Act to modify the distribution of funds appropriated under the Act, including earmarking funds for State recreational boating safety programs and for obligation under the Clean Vessel Act of 1992. Requires States to use certain funds to improve public recreational boating access to U.S. waters. Increases the time limit for obligation and expenditure of the funds. Allows certain funds to be used for an aquatic resource education and outreach (currently, an aquatic resource education) program. Allows certain funds to be used to pay for pumpout stations and waste reception facilities. Authorizes the use of specified funds to make grants for the survey, the plan, the construction and renovation of stations and facilities, and a related program to educate recreational boaters. Title VI: Documentation of Vessels - Subtitle A: Waivers - Authorizes: (1) issuance of certificates of documentation for 32 specified vessels; and (2) sale to non-U.S. citizens and transfer to foreign registry of three specified vessels. Subtitle B: Maritime Amendments - Amends Federal law to increase the dollar amount of State maritime academy student incentive payments. Alters payment requirements. Directs the Secretary of the Navy to transfer to the Department of Transportation two specified vessels, to be assigned as training ships to specified institutions in Texas and Maine when the vessels are no longer required by the Navy. Authorizes appropriations to the Marine Administration for the Massachusetts Center for Marine Environmental Protection located at the Massachusetts Maritime Academy. Amends the Merchant Marine Act, 1936 to increase the percentage of a vessel's construction or reconstruction costs (arising from statutorily mandated changes in vessel operation standards) which may be guaranteed under Federal ship mortgage insurance provisions. Amends the Merchant Ship Sales Act of 1946 to restore provisions of Federal law, previously repealed, relating to allowed uses of the National Defense Reserve Fleet. Title VII: Partnerships for Wildlife - Partnerships for Wildlife Act - Directs the Secretary of the Interior to establish the Wildlife Conservation and Appreciation Fund to provide financial assistance to designated State agencies in carrying out fish and wildlife conservation and appreciation projects which meet certain eligibility standards. Places limits on such Federal assistance. Prohibits designated State agencies from being eligible to receive matching funds from the Fund if revenue from activities the agency regulates is diverted for any purpose other than the management and conservation of fish and wildlife. Requires matching funds. Authorizes appropriations. Title VIII: North Pacific Anadromous Stocks Convention Act of 1992 - North Pacific Anadromous Stocks Convention Act of 1992 - Provides for the composition, appointment, terms, compensation, and similar matters regarding: (1) the U.S. representation on the North Pacific Anadromous Fish Commission; and (2) an Advisory Panel to the U.S. Commissioners. Requires the U.S. Section to identify and recommend to the Commission research needs and priorities for anadromous stocks and ecologically related species subject to the Convention for the Conservation of Anadromous Stocks of the North Pacific Ocean and oversee U.S. research involving such fisheries, stocks, and species. Authorizes the Secretary of State, with the concurrence of the Secretary of Commerce, to accept or reject, on behalf of the United States, Commission recommendations. Makes the Secretary of Commerce (Secretary) responsible for administering the Convention, this title, and related regulations. Authorizes: (1) the Secretary, with the concurrence of the Secretary of State, to cooperate with authorized officials of the government of any Convention Party; and (2) any Federal agency, on request of the Commission, to cooperate in the conduct of scientific and other programs, accepting reimbursement from the Commission. Mandates enforcement by the Secretary and the Secretary of Transportation. Sets forth the enforcement authorities of authorized officers in the Exclusive Economic Zone, during hot pursuit from the Zone, and in the Convention area. Makes it unlawful to engage in certain activities, including fishing for any anadromous fish in waters designated under this title as the Convention area, retaining on board any such fish taken incidentally, refusing or resisting boarding or inspection, or violating any provision of the Convention, this title, or any regulation under this title. Provides for civil monetary penalties, vessel liability in rem, criminal penalties, and forfeiture of vessels, gear, stores, and cargo. Creates a rebuttable presumption that all fish on board a vessel seized in connection with a prohibited act were taken or retained in violation of the Convention and this title. Authorizes appropriations to carry out the Convention and this title. Provides for the disposition of U.S. property held by the Commission on its termination in a manner that would further the purposes of this title. Repeals the North Pacific Fisheries Act of 1954."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "Oceans Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Abandoned Barge Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Clean Vessel Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Coast Guard Authorization Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Hawaiian Islands National Marine Sanctuary Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Marine Mammal Health and Stranding Response Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Marine Sanctuaries Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Marine Sanctuaries Program Amendments Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "North Pacific Anadromous Stocks Convention Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Partnerships for Wildlife Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Oceans Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Abandoned Barge Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Clean Vessel Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Coast Guard Authorization Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Hawaiian Islands National Marine Sanctuary Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Marine Mammal Health and Stranding Response Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Marine Sanctuaries Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Marine Sanctuaries Program Amendments Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "North Pacific Anadromous Stocks Convention Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Partnerships for Wildlife Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide Congressional approval of a Governing International Fishery Agreement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:48-05:00"
}