{
  "actions": [
    {
      "acted_at": "1993-09-14", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-09-22", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-09-22", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 46 - 4.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1993-11-22T21:24:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Banking, Finance + Urban Affrs. H. Rept. 103-411.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-22T21:25:00-05:00", 
      "calendar": "Union", 
      "number": "230", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 230.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3063-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-09-14", 
  "number": "3063", 
  "official_title": "To authorize United States participation in the replenishment of the resources of the International Development Association and the Asian Development Bank, to authorize a United States contribution to the Global Environment Facility, to authorize the provision of special debt relief for the poorest, most heavily indebted countries through the multilateral approach of the Paris Club, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Development and Debt Relief Act of 1993", 
  "sponsor": {
    "district": "4", 
    "name": "Frank, Barney", 
    "state": "MA", 
    "thomas_id": "00407", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1993-09-22", 
  "subjects": [
    "American economic assistance", 
    "Armed forces and national security", 
    "Asia", 
    "Authorization", 
    "Civil-military relations", 
    "Congress", 
    "Congressional oversight", 
    "Cost effectiveness", 
    "Debt agreements", 
    "Debt relief", 
    "Defense budgets", 
    "Developing countries", 
    "Economic development", 
    "Economics and public finance", 
    "Environmental assessment", 
    "Environmental protection", 
    "Export credit", 
    "Export finance", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Human rights", 
    "International affairs", 
    "International environmental cooperation", 
    "Missing in action", 
    "Multilateral development banks", 
    "Poor", 
    "Prisoners of war", 
    "Southeast Asia", 
    "Standard of living", 
    "Vietnam", 
    "Vietnamese Conflict", 
    "Women"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1993-11-22", 
    "text": "TABLE OF CONTENTS: Title I: International Development Association Title II: Asian Development Fund Title III: Global Environment Facility Title IV: Regional Multilateral Development Banks Title V: Special Debt Relief Title VI: Measures of Military Spending International Development and Debt Relief Act of 1993 - Title I: International Development Association - Amends the International Development Association Act to authorize appropriations for the tenth replenishment of the International Development Association (IDA). (Sec. 102) Amends the International Financial Institutions Act to require the Secretary of the Treasury to encourage the U.S. executive directors of the IDA and the International Bank for Reconstruction and Development (World Bank) to advocate, and to report to specified congressional committees on, policies regarding improvements in the borrowing country's standard of living, involvement of local populations in projects, economic empowerment of women, redirection of military expenditures, environmental protection, debt relief, and support for the rule of law. (Sec. 103) Requires the Secretary to instruct the U.S. executive director of the IDA to encourage the IDA to emphasize the importance of facilitating the demobilization of military forces. Title II: Asian Development Fund - Amends the Asian Development Bank Act to authorize appropriations for specified replenishments of the Asian Development Fund. Title III: Global Environment Facility - Amends the Bretton Woods Agreements Act to authorize appropriations for the U.S. contribution to the Global Environment Facility, subject to a specified certification by the Secretary. Title IV: Regional Multilateral Development Banks - Requires the Secretary to instruct the U.S. executive directors of each regional multilateral development bank and the European Bank for Reconstruction and Development to advocate, and to report to specified congressional committees on, policies regarding improvements in the borrowing country's standard of living, involvement of local populations in projects, economic empowerment of women, the redirection of military expenditures, environmental impact assessments, and development of the private sector. (Sec. 402) Requires the Secretary to instruct the U.S. executive directors of the IDA, the World Bank, the Asian Development Bank, and the Asian Development Fund to oppose any loan to Vietnam, except for basic human needs, until the President certifies to the Congress that progress has been made toward the fullest accounting of all Americans still prisoner, missing, and unaccounted for in Southeast Asia through access to specified records. Title V: Special Debt Relief - Authorizes the President to reduce debt owed by an eligible country as a result of Export-Import Bank loans or guarantees in order to implement the Paris Club minutes (multilateral debt reduction agreements). Defines an \"eligible country\" as a country that has burdensome external debt and is eligible to borrow from the IDA, but not from the World Bank. Excludes countries that have unacceptable human rights records or excessive military expenditures. Authorizes appropriations. Title VI: Measures of Military Spending - Provides for joint development and reporting on measures to reduce military spending by developing nations by the International Monetary Fund and the World Bank (currently, the Fund is solely responsible for developing such measures)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Development and Debt Relief Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "International Development and Debt Relief Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize United States participation in the replenishment of the resources of the International Development Association and the Asian Development Bank, to authorize a United States contribution to the Global Environment Facility, to authorize the provision of special debt relief for the poorest, most heavily indebted countries through the multilateral approach of the Paris Club, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:15-05:00"
}