{
  "actions": [
    {
      "acted_at": "1984-02-01", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-02-01", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "subcommittee": "Defense", 
      "text": "Referred to Subcommittee on Defense.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-02-28", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Defense", 
      "references": [], 
      "text": "First Day of Subcommittee Hearings.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-20", 
      "in_committee": null, 
      "references": [], 
      "text": "Senate Subcommittee on Defense Appropriations. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-22", 
      "in_committee": null, 
      "references": [], 
      "text": "Senate Subcommittee on Defense Appropriations. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-22", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Defense", 
      "references": [], 
      "text": "Final Day of Subcommittee Hearings.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-07", 
      "in_committee": null, 
      "references": [], 
      "text": "Senate Subcommittee on Defense Appropriations. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-12", 
      "in_committee": null, 
      "references": [], 
      "text": "Senate Subcommittee on Defense Appropriations. Hearings concluded. Hearings printed:  S.Hrg. 98-897 Pt.4.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-13", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Defense", 
      "references": [], 
      "text": "First Day of Subcommittee Mark-up.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Senate Subcommittee on Defense Appropriations. Hearings held. Hearings printed:  S.Hrg. 98-897 Pt.5.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-18", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Defense", 
      "references": [], 
      "text": "Final Day of Subcommittee Mark-up.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-18", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Defense", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-26", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "text": "First Day of Committee Mark-up.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-26", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "text": "Final Day of Committee Mark-up.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-26", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-09-26", 
      "references": [], 
      "text": "Reported to House by House Committee on Appropriations.  Report No: 98-1086.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-26", 
      "references": [], 
      "text": "Placed on Union Calendar No: 609.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-02", 
      "bill_ids": [
        "hjres648-98"
      ], 
      "references": [], 
      "text": "See H.J.Res.648.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6329-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP", 
      "subcommittee": "Subcommittee on Defense", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP", 
      "subcommittee": "Subcommittee on Defense", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-09-26", 
  "number": "6329", 
  "official_title": "A bill making appropriations for the Department of Defense for the fiscal year ending September 30, 1985, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres648-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Defense Appropriation Act, 1985", 
  "sponsor": {
    "district": "6", 
    "name": "Addabbo, Joseph P.", 
    "state": "NY", 
    "thomas_id": "00006", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-09-26", 
  "subjects": [
    "Abortion", 
    "Air defenses", 
    "Antisatellite weapons", 
    "Appropriations", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army posts", 
    "Bomber aircraft", 
    "Buy American", 
    "California", 
    "Cemeteries and funerals", 
    "Civil defense", 
    "Claims", 
    "Coal", 
    "Competition", 
    "Congressional oversight", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense procurement", 
    "Dentists", 
    "Department of Defense", 
    "Dogs", 
    "Economics and public finance", 
    "El Salvador", 
    "Europe", 
    "Federal employees", 
    "Federal officials", 
    "Foreign exchange", 
    "Government consultants", 
    "Government contractors", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grenada", 
    "Guided missiles", 
    "Hawaii", 
    "Health services administration", 
    "Heating", 
    "Housing subsidies", 
    "Insurgency", 
    "International cooperation", 
    "International propaganda", 
    "Japan", 
    "Lease and rental services", 
    "Lebanon", 
    "Lobbying", 
    "Loyalty oaths", 
    "M-X missile", 
    "Maintenance and repair", 
    "Manpower policy", 
    "Military aircraft", 
    "Military and naval supplies", 
    "Military bases", 
    "Military dependents", 
    "Military leave", 
    "Military medicine", 
    "Military pay", 
    "Military personnel", 
    "Military training", 
    "Military transportation", 
    "Military-industrial complex", 
    "Minority business enterprises", 
    "NATO countries", 
    "Narcotic traffic", 
    "National Guard", 
    "Native Americans", 
    "Naval bases", 
    "New York State", 
    "Nicaragua", 
    "Nuclear weapons", 
    "Officer personnel", 
    "Pennsylvania", 
    "Pets", 
    "Post exchanges", 
    "Postal service", 
    "Radar", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "School administration", 
    "Small business", 
    "Warships", 
    "West Germany"
  ], 
  "subjects_top_term": "Defense budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-09-26", 
    "text": "Department of Defense Appropriation Act, 1985 - Title I: Military Personnel - Appropriates funds for FY 1985 for military and reserve personnel in the Army, Navy, Marine Corps, and Air Force and for National Guard personnel in the Army and Air Force. Appropriates funds for the Department of Defense Retirement Fund for retired military personnel on the retired lists of the Army, Navy, Marine Corps, and Air Force, including the reserves. Title II: Operation and Maintenance - Appropriates funds for FY 1985 for the operation and maintenance of the Army, the Navy, the Marine Corps, the Air Force, and the defense agencies, including their respective reserve components, and the Army and Air National Guards. Appropriates funds for the National Board for the Promotion of Rifle Practice, claims against the Department of Defense, the Court of Military Appeals, and environmental restoration. Title III: Procurement - Appropriates and transfers funds for FY 1985 for the procurement by the Army of aircraft, missiles, weapons, tracked combat vehicles, ammunition, and other equipment and materials. Appropriates and transfers funds for procurement by the Navy of aircraft, weapons, conversion and shipbuilding of vessels, and other equipment and materials. Prohibits the use of funds for naval vessel construction in foreign shipyards. Appropriates funds for Marine Corps procurement. Appropriates funds for procurement by the Air Force of aircraft, missiles, and other equipment and materials. Includes transfers of funds for aircraft procurement. Appropriates funds for the National Guard, Reserve, and defense agencies' procurement and for Defense Production Act purchases. Makes all such appropriations available through FY 1987 unless otherwise specified. Title IV: Research, Development, Test, and Evaluation - Appropriates funds for FY 1985 for research, development, test, and evaluation by the Army, Navy, Air Force, and defense agencies. Permits the merger of appropriations for advanced research. Appropriates funds for the expenses of the Director of Defense Test and Evaluation. Makes all such appropriations available through FY 1986. Title V: Special Foreign Currency Program - Appropriates funds for FY 1985 for excess payments in foreign currencies for expenses in carrying out the programs of the Department of Defense. Title VI: Revolving and Maintenance Funds - Appropriates funds for the armed forces and defense stock funds. Title VII: Related Agencies - Appropriates funds for the intelligence community staff and the Central Intelligence Agency Retirement and Disability System Fund. Title VIII: General Provisions - Limits the expenditure of appropriations for consulting services to contracts where such expenditures are a matter of public record. Prohibits the use of appropriations for unauthorized publicity or propaganda. Authorizes the Secretaries of Defense and of the service departments to procure the services of experts and consultants if advantageous to the national defense. Exempts the Defense Department from the prohibition against employing non-citizens. Makes appropriations available for specified incidental and noncombatant expenses of the department including motor vehicle insurance, maintenance of prisoners, school transportation of military dependents, maintenance of facilities, ships, and equipment, dependents' medical treatment, and certain subsistence expenses. Directs the Secretary of Defense and each agency of the Department to assist American small and minority-owned businesses in their participation in defense contracts. Permits the President to exempt appropriations available for military functions from the requirement that appropriations be distributed so as to prevent deficiencies or the need for supplemental funding. Authorizes the Secretary to provide for the cost of any increases in military personnel required by the President for an airborne alert. Requires the Secretary to report to Congress monthly on the exercise of this authority. Prohibits the use of appropriations for specified practices, including: (1) the operation of commissaries; (2) proficiency flying; and (3) excess household goods shippage and storage. Permits the transfer of vessels among the Departments of Transportation and Defense. Prohibits the obligation of more than 20 percent of funds appropriated by this Act during the last two months of the fiscal year except as specified. Permits the Department of Defense to accept the use of real property and services from foreign countries in accordance with mutual defense agreements or occupational arrangements or as reciprocal international courtesies. Directs the Secretary to report quarterly to Congress on the properties and services received. Permits the use of appropriations for research and development and for the acquisition or furnishing of facilities for such activities. Limits the availability of appropriations for educational costs for off-duty training of military personnel to specified percentages of such costs. Prohibits the expenditure of funds for: (1) Sr. ROTC courses for anyone who has not executed the required loyalty oath; (2) the procurement of articles not produced in the United States, except for small purchases and as specified; and (3) the payment of a price differential on contracts to relieve economic dislocations, except as specified. Limits the use of appropriations for inactive duty training pay for the Reserves and National Guard. Permits the use of appropriations for uniforms or uniform allowances for civilian employees. Limits the funds available for legislative liaison activities activities of the Department. Earmarks appropriations for the procurement of commercial transportation service from carriers participating in the civil reserve air fleet program. Permits the use of appropriations for civilian clothing for certain discharged enlisted personnel. Authorizes the Secretary, in the national interest, to transfer and merge specified working capital funds. Directs the Secretary to notify Congress of all transfers. Limits the cash balances which may be maintained in such funds. Prohibits the use of funds for: (1) loans, loan guarantees, or grants to persons convicted of crimes against the property of an institution of higher education which interfered with the functioning of such institution; (2) the conversion of heating plants from coal to oil at defense facilities in Europe; (3) research involving uninformed or nonvoluntary human beings as experimental subjects; (4) the preparation of a request to the Appropriations Committees for reprogramming of funds, except as specified; (5) certain claims for nonemergency inpatient hospital care provided under the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS); and (6) certain services under CHAMPUS, including unreferred family counseling, special education, sexual dysfunction, and cosmetic surgery. Permits the use of CHAMPUS funds for one wig for individuals with alopecia resulting from treatment of malignant diseases. Prohibits the use of funds for: (1) more than 300 enlisted aides for officers; (2) excessive public affairs activities; (3) administering funds credited to the Department under provisions of the Arms Export Control Act; (4) Senior ROTC units which have had classes with insufficient enrollment; and (5) certain overnight lodging expenses when government quarters are available. Prohibits the use of assets of the Department of Defense Military Retirement Fund for pensions of certain enlisted members of the regular forces who are transferred to the reserves. Prohibits the use of appropriations for: (1) Central Intelligence Agency programs beyond the current fiscal year, except as specified; (2) salaries of persons who transfer unobligated or deobligated appropriations into the Reserve for Contingencies of the Central Intelligence Agency; and (3) excessive military personnel costs associated with morale, welfare, and recreation activities. Ratifies and confirms obligations incurred in anticipation of this Act if in accordance with this Act. Prohibits the use of appropriations for: (1) abortions except where the life of the mother would be endangered; (2) elective correction of marks or minor anatomical anomalies; (3) the purchase of insignia for resale that does not cover related expenses; and (4) the payment of anticipatory possession compensation claims to the Federal Republic of Germany other than claims under the Global Agreement. Permits the Secretary to contract with collection agencies to recover indebtedness to the United States. Prohibits the use of appropriations for: (1) noncompetitive contracts for studies or consulting services unless certain unique elements are present; (2) nonreimbursed medical care in the United States to foreign military or diplomatic personnel or their dependents; (3) certain second career training programs; (4) the demilitarization of surplus nonautomatic firearms less than a specified caliber; (5) certain multiyear contracts utilizing economic order quantity procurement or unfunded contingent liabilities in excess of a specified amount; and (6) excessive per diems in lieu of subsistence when an enlisted member is in a travel status. Prohibits the use of the assets of the Department of Defense Military Retirement Fund for military pensions for certain personnel in amounts greater than those reflected after required recomputations based on partial year credits are made. Prohibits the use of appropriations for: (1) waivers of certain cost recovery under the Arms Export Control Act unless the Appropriations Committees are given advanced notice; (2) transportation of equipment or material designated as Prepositioned Material Configured in Unit Sets (POMCUS) in Europe in excess of four division sets except as specified to maintain certain inventories at a fixed percent of established requirements; (3) the transfer of manufacturing equipment and data for military equipment to a foreign country without the prior approval of the Secretary concerned; (4) the transfer of a technical data package or any assistance from any Government-owned and operated defense plant manufacturing large caliber cannons to any foreign government; and (5) unjustified intelligence activity unless the Appropriations Committees are notified. Requires the Advanced Technology Bomber program to be funded at a level at least equal to that provided by the conference committee. Prohibits the use of funds for: (1) the purchase of foreign coal or coke for U.S. defense facilities in Europe when U.S. coal is available; (2) the procurement of manual typewriters from Warsaw Pact countries; (3) more than 37 Executive Schedule Positions in the Department; (4) converting certain military technician positions to nonmilitary positions in support of the reserves and the guards; and (5) imposing a civilian personnel ceiling on industrially funded activities of the Department. Permits the transfer and merger of funds for increased pay costs for research, development, test, and evaluation. Prohibits the use of funds for insurgent activities in Nicaragua. Directs the use of Indian labor and products whenever practicable. Prohibits the use of funds for: (1) leasing Department aircraft or vehicles to non-Federal agencies when commercial alternatives are available; (2) congressional lobbying; (3) certain multiyear leasing or chartering of vessels with excessive termination liabilities; (4) enforcing small business contract prequalification requirements; (5) selling or leasing any land which is part of Fort DeRussy, Honolulu, Hawaii; (6) the operation of more than 247 commissaries in the contiguous United States; (7) procuring certain foreign-manufactured aircraft ejection seats; (8) unemployment benefits over a specified amount; (9) the pay of certain nonmilitary Army Reserve technicians; (10) too frequent adjustments of the base period for determining comparable professional service fees in a locality under CHAMPUS; (11) shipbuilding claims arising out of events ocurring more than 18 months before the claim's submission; (12) the transfer of the Department of Defense Dependents Schools to the Department of Education; (13) certain purchases of aircraft power supply cable assemblies beyond a specified percent; and (14) purchasing dogs or cats to study the medical treatment of wounds. Prohibits the use of funds for the procurement of a weapons system until the prime contractor gives a written guarantee that such system conforms to design, performance, and quality specifications and that such contractor will make good all defects at the contractor's own expense. Permits the Secretary of Defense to waive such guarantee for a major system upon notifying the Appropriations and Armed Forces Committees that to do so is in the national interest. Requires the Secretary to report annually to such committees on what waivers were made for nonmajor systems. Permits the head of an agency to negotiate contracts with stricter guidelines. Prohibits the use of funds for: (1) transporting household goods to or from Alaska and Hawaii under the competitive rate program; (2) the full-scale engineering development of any major acquisition program until the Secretary certifies to the Appropriations Committees that two or more production sources are not necessary or provides a plan for the development of two or more sources; and (3) the payment of unused, accrued leave in excess of 60 days. Limits the amount of funds which may be used for the transportation of dependent children of members stationed overseas. Directs the Department to provide free mail services for members of the armed forces stationed in Lebanon and Grenada to the same extent they are provided to U.S. armed forces engaged in military operations involving armed conflict with a hostile foreign force. Permits the use of limited funds for travel expenses of a family of a member who dies in the line of duty to attend such member's funeral. Prohibits the expenditure of funds for: (1) the integration of a nuclear warhead into the Joint Tactical Missile System (JTACMS); or (2) the floating storage of petroleum in non-U.S. vessels. Earmarks funds for the Civil Air Patrol. Permits the use of funds for removing feral burros and horses. Prohibits the use of appropriations for continuation pay for dental officers serving in an over-manned specialty. Permits a limited transfer of funds for health care delivery demonstration projects upon notification of Congress by the Secretary of such transfer. Transfers certain naval facilities at the former Brooklyn Naval Shipyard to the Army for use by the Army National Guard. States that the Navy is not required to install a Phased Array Radar on the FFG-61 if it is equipped with the MK-92 Upgrade Phase II (CORT) System. Prohibits the use of funds for the consolidation or conversion of certain heating facilities to district heating systems in defense installations in Europe. Prohibits the construction of any U.S. military vessel in a foreign shipyard. Expresses the sense of Congress that the Secretary should award defense contracts in FY 1985 to the extent possible to contractors who agree to carry out such contracts in labor surplus areas. Prohibits the availability of funds for any country certified by the President to Congress as failing to take adequate measures to prevent the cultivation or transportation of controlled substances or narcotic drugs. Expresses the sense of Congress that competition should be increased in providing for our national defense. Freezes the variable housing allowance at FY 1984 levels. Freezes the workload at Army communciations and electronic component repair facilities at FY 1984 levels, except at Tobyhanna Army Depot, Pennsylvania, or Sacramento Army Depot, California. Prohibits the use of funds for contracting out activities performed by the Defense Personnel Support Center, Philadelphia, Pennsylvania, unless the Appropriations Committees receive the results of a cost analysis of such action. Makes funds available for the MX missile under the conditions set forth in the Department of Defense Authorization Act, 1985. Requires additional congressional action before certain funds are obligated. Makes funds available for the testing of the Space Defense System (antisatellite weapon) and for the possible deployment of a vessel-launched cruise missile under the conditions set forth in such Act. Prohibits the use of appropriations for introducing U.S. combat forces into or over El Salvador or Nicaragua unless Congress declares war or a clear and present danger exists to the United States, its territories, personnel, citizens, or embassies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Appropriation Act, 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill making appropriations for the Department of Defense for the fiscal year ending September 30, 1985, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:18-05:00"
}