{
  "actions": [
    {
      "acted_at": "2011-05-13", 
      "references": [
        {
          "reference": "CR E898-899", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-05-13", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-05-13", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-05-13", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-05-23", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Manufacturing, and Trade", 
      "text": "Referred to the Subcommittee on Commerce, Manufacturing, and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-08-25", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Intellectual Property, Competition and the Internet", 
      "text": "Referred to the Subcommittee on Intellectual Property, Competition and the Internet.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1899-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Intellectual Property, Competition and the Internet", 
      "subcommittee_id": "12"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Manufacturing, and Trade", 
      "subcommittee_id": "17"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-13", 
  "number": "1899", 
  "official_title": "To amend the Sherman Act to make oil-producing and exporting cartels illegal; to improve competition in the oil and gas industry, to strengthen antitrust enforcement with regard to industry mergers; to protect consumers from price-gouging of gasoline and other fuels; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Consumer Protection Act of 2011", 
  "sponsor": {
    "district": "14", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-05-13", 
  "subjects": [
    "Civil actions and liability", 
    "Commerce", 
    "Competition and antitrust", 
    "Congressional oversight", 
    "Energy prices", 
    "Energy storage, supplies, demand", 
    "Free trade and trade barriers", 
    "Government liability", 
    "Government studies and investigations", 
    "Intergovernmental relations", 
    "Oil and gas", 
    "Retail and wholesale trades", 
    "State and local government operations", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-13", 
    "text": "Oil Consumer Protection Act of 2011 - No Oil Producing and Exporting Cartels Act of 2011 or NOPEC - Amends the Sherman Act to declare it to be illegal and a violation of the Act for any foreign state or instrumentality thereof to act collectively or in combination with any other foreign state or any other person, whether by cartel or any other association or form of cooperation or joint action, to limit the production or distribution of oil, natural gas, or any other petroleum product (petroleum), to set or maintain the price of petroleum, or to otherwise take any action in restraint of trade for petroleum, when such action has a direct, substantial, and reasonably foreseeable effect on the market, supply, price, or distribution of petroleum in the United States. Denies a foreign state engaged in such conduct sovereign immunity from the jurisdiction or judgments of U.S. courts in any action brought to enforce this Act. States that no U.S. court shall decline, based on the act of state doctrine, to make a determination on the merits in an action brought under this Act. Authorizes the Attorney General (DOJ) to bring an action in U.S. district court to enforce this Act. Amends the federal judicial code to make an exception to the jurisdictional immunity of a foreign state in an action brought under this Act. Oil and Gas Industry Antitrust Act of 2011 - Amends the Clayton Act to make it unlawful for any person to refuse to sell, or to export or divert, existing supplies of petroleum, gasoline, or natural gas with the primary intention of increasing prices or creating a shortage in a geographic market. Requires a study on: (1) the applicability of monopoly prohibitions of the Clayton Act to persons engaged in exploring for, producing, refining, storing, marketing, or selling petroleum, gasoline, or natural gas; and (2) the effectiveness of divestitures required under certain federal consent decrees. Requires the Attorney General and the Chairman of the Federal Trade Commission (FTC) to establish a joint federal-state task force to investigate information-sharing among persons engaged in exploring for, producing, refining, storing, marketing, or selling petroleum, gasoline, or natural gas. Federal Price Gouging Prevention Act - Makes it unlawful for any person, during a proclaimed international crisis affecting the oil market, to sell gasoline or any other petroleum distillate at a price that: (1) is unconscionably excessive; and (2) indicates the seller is taking unfair advantage of the circumstances of the crisis to increase prices unreasonably. Authorizes the President to issue such a proclamation for up to a 30-day period, and to renew it as necessary. Sets forth factors to be considered in determining if a violation of this Act has occurred. Requires the FTC to enforce a violation as an unfair or deceptive act or practice and to give priority to enforcement actions concerning companies with U.S. sales over $10 billion per year. Prescribes civil and criminal penalties for violations. Authorizes a state to bring a civil action for enforcement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Consumer Protection Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Price Gouging Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "No Oil Producing and Exporting Cartels Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "NOPEC", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Oil and Gas Industry Antitrust Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Sherman Act to make oil-producing and exporting cartels illegal; to improve competition in the oil and gas industry, to strengthen antitrust enforcement with regard to industry mergers; to protect consumers from price-gouging of gasoline and other fuels; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:12:43-05:00"
}