{
  "actions": [
    {
      "acted_at": "1975-04-22", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-04-22", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 94-167.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-08", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-08", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-08", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres416-94", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-22", 
  "number": "416", 
  "official_title": "Resolution providing for the consideration of H.R. 49.  A bill to authorize the Secretary of the Interior to establish on certain public lands of the U.S. national petroleum reserves the development of which needs to be regulated in a manner consistent with the total energy needs of the Nation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr49-94", 
      "reason": "ruled-by"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "15", 
    "name": "Sisk, B. F.", 
    "state": "CA", 
    "thomas_id": "01061", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-22", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-22", 
    "text": "Provides for the House to resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (H.R. 49) to authorize the Secretary of the Interior to establish on certain public lands of the United States national petroleum reserves the development of which needs to be regulated in a manner consistent with the total energy needs of the Nation, and for other purposes. States that after general debate, which shall be confined to the bill and to the amendments made in order by this resolution and which shall continue not to exceed two hours, one hour to be equally divided and controlled by the chairman and ranking minority member of the Committee on Interior and Insular Affairs, and one hour to be equally divided and controlled by the chairman and ranking minority member of the Committee on Armed Services, the bill shall be read for amendment under the five-minute rule. Declares that it shall be in order to consider the amendment in the nature of a substitute recommended by the Committee on Interior and Insular Affairs now printed in the bill as an original bill for the purpose of amendment, and said substitute shall be considered as having been read for amendment. States that immediately after general debate is concluded, it shall be in order to consider the text of the bill H.R. 5919 if offered as an amendment in the nature of a substitute for the amendment recommended by the Committee on Interior and Insular Affairs. Declares that if said amendment in the nature of a substitute is rejected in the Committee of the Whole, it shall then be in order to consider en bloc the amendments recommended by the Committee on Armed Services now printed in the bill to the amendment recommended by the Committee on Interior and Insular Affairs. States that, at the conclusion of the consideration of H.R. 49 for amendment, the Committee shall rise and report the bill to the House with such amendments as may have been adopted, and any Member may demand a separate vote in the House on any amendment adopted in the Committee of the Whole to the bill or to the amendment in the nature of a substitute. Declares that the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit with or without instructions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution providing for the consideration of H.R. 49.  A bill to authorize the Secretary of the Interior to establish on certain public lands of the U.S. national petroleum reserves the development of which needs to be regulated in a manner consistent with the total energy needs of the Nation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:07-05:00"
}