{
  "actions": [
    {
      "acted_at": "2013-05-06", 
      "committees": [
        "SSEV"
      ], 
      "references": [
        {
          "reference": "CR S3093-3096", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s861-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Paul, Rand", 
      "sponsored_at": "2013-05-06", 
      "state": "KY", 
      "thomas_id": "02082", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-06", 
  "number": "861", 
  "official_title": "A bill to amend the Federal Water Pollution Control Act to provide guidance and clarification regarding issuing new and renewal permits, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1829-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1006-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1514-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McConnell, Mitch", 
    "state": "KY", 
    "thomas_id": "01395", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-06", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Army Corps of Engineers", 
    "Coal", 
    "Department of Defense", 
    "Economic performance and conditions", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental protection", 
    "Environmental regulatory procedures", 
    "Government information and archives", 
    "Intergovernmental relations", 
    "Licensing and registrations", 
    "Mining", 
    "Public participation and lobbying", 
    "Solid waste and recycling", 
    "State and local government operations", 
    "Unemployment", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-06", 
    "text": "Amends the Federal Water Pollution Control Act (FWPCA) (commonly known as the Clean Water Act) to revise the National Pollutant Discharge Elimination System (NPDES) to require the Administrator of the Environmental Protection Agency (EPA) or a state acting pursuant to an equivalent approved state program (permitting authority) to base a determination on approving a new or renewed permit covering discharges from a structure only on compliance with regulations issued by such permitting authority. Prohibits such permitting authority from basing such determination on the extent of the permit applicant's adherence to guidance issued by the Administrator, including: (1) the comprehensive guidance issued by the Administrator and dated April 1, 2010, (2) the proposed guidance entitled \"Draft Guidance on Identifying Waters Protected by the Clean Water Act\" and dated April 28,2011, and (3) the final guidance proposed by the Administrator and dated July 21, 2011. Authorizes an applicant, if the permitting authority does not approve or deny an application for a new permit within 270 days after the date of receipt of an application, to operate as if the application were approved. Prohibits the Administrator from disapproving or withdrawing approval of a state permit program under NPDES based on: (1) the failure of such program to incorporate or comply with such guidance, or (2) the implementation of a water quality standard that has been adopted by the state and approved by the Administrator. Establishes environmental review requirements under the National Environmental Policy Act of 1969 (NEPA) for permits to discharge dredged or fill material into navigable waters. Authorizes the Administrator to deny or restrict the use of defined areas as disposal sites until such time as the Secretary of the Army, acting through the Chief of Engineers, has issued a permit. Requires the Administrator: (1) before issuing a regulation, policy statement, guidance, response to a petition, or other requirement or implementing a new or substantially altered program under FWCPA, to analyze the impact of such action on employment levels or economic activity in each state; and (2) upon concluding that such action will have more than a de minimis negative impact on employment levels or economic activity in a state, to hold a public hearing in each such state at least 30 days prior to the effective date of the action and to give notice of such impact to the state's congressional delegation, governor, and legislature at least 45 days before such effective date. Prohibits the Secretary of the Army and the Administrator from: (1) finalizing, adopting, implementing, administering, or enforcing the proposed guidance described in the notice of availability and request for comments entitled \"EPA and Army Corps of Engineers Guidance Regarding Identification of Waters Protected by the Clean Water Act\"; or (2) using such Guidance, or any substantially similar guidance made publicly available on or after December 3, 2008, as the basis for any decision regarding the scope of FWPCA or any rulemaking. Provides that the use of such guidance as the basis for any rule shall be grounds for vacating such rule. Prohibits the Administrator from: (1) promulgating a revised or new water quality standard for a pollutant when the Administrator has approved a state water quality standard for such pollutant unless the state concurs with the Administrator's determination that the revised or new standard is necessary to meet FWPCA requirements; or (2) taking action to supersede a state's determination that a discharge will comply with effluent limitations, water quality standards, controls on the discharge of pollutants, and toxic and pretreatment effluent standards under FWPCA. Authorizes states to disregard, accept, or modify the Administrator's disagreement with, and recommendations for, a state's identification of: (1) waters as areas with insufficient controls, and (2) pollutants suitable for maximum daily load measurement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Federal Water Pollution Control Act to provide guidance and clarification regarding issuing new and renewal permits, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:44:17-05:00"
}