{
  "actions": [
    {
      "acted_at": "1980-09-24", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3150-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-09-24", 
  "number": "3150", 
  "official_title": "A bill to amend title IV of the Social Security Act to provide for the establishment of a quality control system for programs of aid to families with dependent children.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Talmadge, Herman E.", 
    "state": "GA", 
    "thomas_id": "01446", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-09-24", 
  "subjects": [
    "Aid to dependent children", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Quality control", 
    "Social welfare"
  ], 
  "subjects_top_term": "Aid to dependent children", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-09-24", 
    "text": "Amends part A (Aid to Families with Dependent Children) of title IV of the Social Security Act to require States to establish quality control systems, subject to approval by the Secretary of Health and Human Services, for their AFDC plans which must include: (1) caseload samplings; (2) field investigations; (3) review procedures; (4) submission of data obtained from caseload samplings; (5) submission of a corrective action plan; (6) access to state and local records; and (7) public notification concerning payment error rate. Requires the Secretary to utilize the Inspector General of the Department of Health and Human Services to monitor the operation of the quality control systems. Requires the Secretary to: (1) conduct a full field review of State caseload subsamples; (2) conduct a case record review of cases previously found to be in error; and (3) submit the findings of such reviews to the Inspector General. Provides that: (1) any State which disagrees with any findings made on the basis of the Federal review shall be entitled to a hearing by the Secretary; and (2) a final decision of the Secretary shall not be subject to judicial review. Requires the Secretary to provide technical assistance, directly or by contract, to States and local administrative units utilized in the administration of any State's quality control program. Provides penalties for failure of a State to furnish caseload samples as required. Excludes, after March 1, 1981, from the determination of the \"dollar error rate of aid\" nonpayments to eligible families not receiving assistance due to erroneous terminations or denials. Requires the Secretary to: (1) include on-site visits to the State's quality control offices; (2) establish a uniform monitoring system for regional offices; and (3) temporarily waive the requirements of this Act if compliance requires a change in State law. Provides for a congressional veto of any regulations issued by the Secretary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title IV of the Social Security Act to provide for the establishment of a quality control system for programs of aid to families with dependent children.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:35-05:00"
}