{
  "actions": [
    {
      "acted_at": "1990-05-08", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-27", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Toxic Substances and Environmental. Hearings held. Hearings printed: S.Hrg. 101-836.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2593-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Toxic Substances, Environmental Oversight, Research and Development", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1990-05-08", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1990-07-13", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1990-05-08", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-08", 
  "number": "2593", 
  "official_title": "A bill to reduce the amount of lead contamination in the environment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lead Ban Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Bradley, Bill", 
    "state": "NJ", 
    "thomas_id": "01289", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-08", 
  "subjects": [
    "Administrative procedure", 
    "Ceramics", 
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Container industry", 
    "Cosmetics", 
    "Electric batteries", 
    "Environmental protection", 
    "Fines (Penalties)", 
    "Food contamination", 
    "Food industry", 
    "Gasoline", 
    "Government trust funds", 
    "Labeling", 
    "Lead", 
    "Motor vehicle pollution control", 
    "Packaging", 
    "Paints and varnishes", 
    "Potable water", 
    "Product safety", 
    "Recycling of waste products", 
    "Water quality", 
    "Water supply"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-08", 
    "text": "Lead Ban Act of 1990 - Directs the Administrator of the Environmental Protection Agency and the Chairman of the Consumer Product Safety Commission to report to the Congress on the administration of specified provisions of the Safe Drinking Water Act relating to lead in drinking water coolers and enforcement. Title I: Reduction of Lead in the Environment - Requires the Administrator to issue regulations to prevent the inadvertent or unlawful use of lead solders by individuals installing or repairing public water systems or plumbing in facilities providing water for human consumption that are connected to such systems. Directs the Administrator to study and report to the Congress on the extent to which the use of lead alloys in the manufacture of faucets and fittings can be reduced or eliminated. Requires the Administrator to issue regulations for such reduction or elimination if necessary to protect human health. Directs the Administrator to issue regulations prohibiting the sale or introduction into commerce of leaded gasoline for motor vehicles. Requires the Administrator to establish a program to encourage States to recycle lead storage batteries. Directs the Administrator to collect fees from lead battery manufacturers and importers for each battery sold or imported. Establishes the Lead Contaminant Reduction Account and provides for the deposit of such fees in the Account. Authorizes the Administrator to make grants to States for lead battery recycling programs. Authorizes appropriations. Requires the Administrator to prohibit: (1) the use in food processing and marketing of containers with leaded solder seams and the use of lead in chemical compounds applied to foods; and (2) the use of lead in the manufacturing of cosmetics. Directs the Administrator to establish standards and testing procedures with respect to lead in ceramic ware. Authorizes the Administrator to conduct research on strategies to reduce the risk of lead contamination from paint to accelerate the process of lead paint removal in a safe, cost-effective, and efficient manner. Authorizes appropriations. Title II: Lead in Packaging and Packaging Components - Prohibits the sale or promotion of packaging, packaging components, and products containing additives to which lead has been intentionally introduced during manufacturing or distribution. Sets limits for the incidental presence of lead in packaging or packaging components. Prohibits the sale or promotion of packaging or packaging components with concentrations of lead exceeding such limits. Requires packaging or packaging component manufacturers or distributors to furnish to purchasers certificates of compliance stating that the packaging is in compliance with this Act. Title III: Miscellaneous - Prescribes civil penalties for violations of this Act. Authorizes the Administrator to exempt from this Act's requirements: (1) packaging or packaging components manufactured prior to this Act's enactment date; and (2) packaging or packaging components to which lead has been added to comply with health or safety requirements of Federal law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lead Ban Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce the amount of lead contamination in the environment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:02-05:00"
}