{
  "actions": [
    {
      "acted_at": "1974-02-06", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12677-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "38", 
      "name": "Kemp, Jack", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00625", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-06", 
  "number": "12677", 
  "official_title": "A bill to amend the Fair Labor Standards Act of 1938 to increase the minimum wage rates under that act, to expand the coverage of that act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12435-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Fair Labor Standards Amendments", 
  "sponsor": {
    "district": "21", 
    "name": "Dent, John H.", 
    "state": "PA", 
    "thomas_id": "00288", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-06", 
  "subjects": [
    "Agriculture and food", 
    "Families", 
    "Labor and employment", 
    "Labor law and legislation", 
    "Wages"
  ], 
  "subjects_top_term": "Labor law and legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-06", 
    "text": "Fair Labor Standards Amendments - Provides for an increase in the minimum wage to $2.30 a hour over a specified period for employees covered before 1966, nonagricultural employees covered in 1966 and 1973, and agricultural employees. States that such increase shall not apply to employees in Puerto Rico or the Virgin Islands, by the United States or of the government of the Virgin Islands; of a hotel, motel, or restaurant; or of any other retail or service establishment engaged in the offering of food. Establishes the minimum wage rate for such employees as equal to that of employees in States, as prescribed under this Act. Provides for the appointment of a special industry committee to recommend for employees in Puerto Rico and the Virgin Islands, the highest minimum wage rates. Includes Federal and State employees in the minimum wage coverage and defines such employees. Authorizes the Secretary of Labor to enter into agreements with the Librarian of Congress with respect to Library employees for purposes of carrying out this Act. Establishes minimum wage rates for domestic service employees and retail and service establishments. Excludes from overtime rates specified tobacco employees. Exempts for two years, telegraph agency employees from the maximum hours provisions of the Fair Labor Standards Act. Establishes overtime rate and maximum hour requirements for telegraph agency employees, seafood canning and processing employees, nursing home employees; hotel, motel and restaurant employees; salesmen, partsmen, and mechanics; food service employees; bowling employees; substitute parents for institutionalized children; employees of conglomerates; seasonal industry employees; cotton ginning and sugar processing employees; local transit employees; and cotton and sugar services employees. Establishes special minimum wage rates for full-time students. Exempts specified agricultural workers from the child labor provisions of the Fair Labor Standards Act. Establishes a civil penalty for violation of the child labor provisions. Requires the Secretary to conduct studies on the justification or lack thereof for each of the special overtime rate exemptions set and the economic effects of the application of such exemptions to such employees, and to submit a report of his findings and recommendations to the Congress with respect to the studies conducted not later than January 1, 1976. Provides for nondiscrimination on account of age in government employment and Federal government employment. Provides that, except as otherwise specifically provided, the amendments made by this Act shall take effect on the first day of the first full month which begins after the date of the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Labor Standards Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Fair Labor Standards Act of 1938 to increase the minimum wage rates under that act, to expand the coverage of that act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:21-05:00"
}