{
  "actions": [
    {
      "acted_at": "1993-11-04", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1628-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-11-04", 
  "number": "1628", 
  "official_title": "A bill to encourage each State to adopt Truth in Sentencing laws and to help fund additional spaces in the State correctional programs as needed.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Truth in Sentencing Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Conrad, Kent", 
    "state": "ND", 
    "thomas_id": "01307", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-11-04", 
  "subjects": [
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Correctional institutions", 
    "Corrections", 
    "Crime and law enforcement", 
    "Federal aid to law enforcement agencies", 
    "Federal employees", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Layoffs", 
    "Parole", 
    "Sentences (Criminal procedure)", 
    "State laws", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "Corrections", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-11-04", 
    "text": "Truth in Sentencing Act of 1993 - Authorizes the Director of the Bureau of Justice Assistance to provide grants to States to build and operate space in correctional facilities in order to implement specified \"truth in sentencing\" requirements. Requires a State, to be eligible for funding under this Act, to have enacted and implemented such requirements, including provisions which: (1) restrict parole, good-time credit release, or other forms of early release to require that criminals convicted of crimes of violence serve at least 85 percent of the sentence imposed by a judge or jury; (2) require the sentencing authority to allow the defendant's victim or the victim's family the opportunity to be heard regarding the issue of sentencing; (3) require that a \"life sentence\" means life without possibility of parole; and (4) provide that the victim and the victim's family shall be notified whenever that defendant is to be released. Makes exceptions that: (1) allow the State to provide that the Governor may permit the release of a prisoner after a public hearing in which representatives of the public and the prisoner's victims have an opportunity to be heard regarding the proposed release; and (2) make a State eligible for funding under this Act when that State has enacted legislation that provides for the State to be in compliance with this Act within three years of the enactment of such State legislation. Sets forth provisions regarding: (1) the distribution of funds; and (2) limitations on funds. Authorizes appropriations. Directs that such appropriations be paid with funds saved as a result of reducing specified full-time equivalent positions in Federal agencies. Sets forth requirements regarding: (1) monitoring and notification of the President and the Congress as to whether such reductions are taking place (and, if they are not being met in a given agency, prohibits hiring for any position in such agency until the Office of Management and Budget notifies the President that the agency is in compliance); and (2) waivers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Truth in Sentencing Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage each State to adopt Truth in Sentencing laws and to help fund additional spaces in the State correctional programs as needed.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:12-05:00"
}