{
  "actions": [
    {
      "acted_at": "1974-11-20", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr17484-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Cleveland, James C.", 
      "sponsored_at": "1973-01-03", 
      "state": "NH", 
      "thomas_id": "00206", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gaydos, Joseph M.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00430", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Gettys, Tom S.", 
      "sponsored_at": "1973-01-03", 
      "state": "SC", 
      "thomas_id": "00435", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hansen, Orval", 
      "sponsored_at": "1973-01-03", 
      "state": "ID", 
      "thomas_id": "00500", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Jones, Ed", 
      "sponsored_at": "1973-01-03", 
      "state": "TN", 
      "thomas_id": "00608", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Koch, Edward I.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00643", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-11-20", 
  "number": "17484", 
  "official_title": "A bill to protect and preserve tape recordings of conversations involving former President Richard M. Nixon and made during his tenure as President.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Presidential Recordings and Materials Preservation Act", 
  "sponsor": {
    "district": "3", 
    "name": "Brademas, John", 
    "state": "IN", 
    "thomas_id": "00117", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-11-20", 
  "subjects": [
    "Advisory bodies", 
    "Civil rights and liberties, minority issues", 
    "Congress", 
    "Freedom of information", 
    "General Services Administration", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "House of Representatives", 
    "Members of Congress", 
    "Nixon Administration", 
    "Senate", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-11-20", 
    "text": "Presidential Recordings and Materials Preservation Act - Title I: Preservation of Presidential Recordings and Materials - Requires Federal employees to deliver, and the Administrator of General Services to receive, obtain or retain, complete possession and control of all original tape recordings which (1) involve President Richard M. Nixon or others who were at the time Federal employees; (2) were made in the White House or other Presidential offices; and (3) were recorded from January 20, 1969 to August 9, 1974. Directs the Administrator to make reasonable efforts to obtain complete possession and control of all materials which constitute the Presidential historical materials of Richard M. Nixon. Stipulates that none of the recordings or other materials shall be destroyed, except as may be provided by law, and that they shall immediately on enactment of this title be made available for use in any judicial proceeding. States that Richard M. Nixon or any person who he may designate in writing shall at all times have access to such materials and that any agency in the executive branch shall have access for current lawful Government use, both of the above subject to regulations which the Administrator shall issue. Authorizes any United States Court which decides that this title has deprived any person of private property without just compensation to pay appropriate amounts from the general fund of the Treasury. Requires the Administrator to submit to each House of Congress within 90 days a report proposing regulations to provide public access to the recordings and other materials. Grants the Federal District Court for the District of Columbia exclusive jurisdiction to hear challenges to the validity of this title or any regulation issued under this title. Prescribes the procedure for any such challenge and states that there shall be a right of direct appeal to the United States Supreme Court. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act. Title II: Public Documents Commission - Public Documents Act - Establishes a 17 member commission to be known as the National Study Commission on Federal Records and Documents of Federal Officials, directing such Commission to study problems and questions with respect to the control, disposition, and preservation of records and documents produced by or on behalf of individuals holding Federal office and officers of the Federal Government, with a view toward the development of appropriate legislative recommendations and other appropriate rules and procedures with respect to such control, disposition, and preservation. Sets forth items to be considered by the study, including: (1) whether the historical practice of regarding the records and documents produced by or on behalf of Presidents of the United States should be rejected or accepted and whether such policy should be made applicable with respect to all Federal officials; (2) the recordkeeping procedures of the White House Office, with a view toward establishing means to determine which papers and documents are produced by or on behalf of the President of the United States; (3) the nature of rules and procedures which should apply to the control, disposition, and preservation of papers and documents produced by Presidential task forces, commissions, and boards; and (4) criteria which may be used generally in determining the scope of materials which should be considered to be the papers and documents of Members of Congress. Directs the Administrator of General Services to provide the Commission on a reimbursable basis such administrative support, services, and assistance as the Commission may request. Authorizes the Archivist of the United States to provide to the Commission on a reimbursable basis such technical and expert advice, consultation, and support assistance as the Commission may request. Requires the Commission to transmit to the President and to each House of Congress a report not later than March 31, 1976. Authorizes appropriations of such sums as may be necessary to carry out the provisions of this Act. (Adds 44 U.S.C. 3315-3324)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Presidential Recordings and Materials Preservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Public Documents Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect and preserve tape recordings of conversations involving former President Richard M. Nixon and made during his tenure as President.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:40-05:00"
}