{
  "actions": [
    {
      "acted_at": "1995-12-05", 
      "committee": "Committee on Resources, and in addition to the Committee on Agriculture, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Resources, and in addition to the Committee on Agriculture, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-12-05", 
      "committee": "House Resources", 
      "references": [], 
      "text": "Referred to House Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-12-05", 
      "committee": "House Agriculture", 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-12-15", 
      "in_committee": "House Agriculture", 
      "references": [], 
      "subcommittee": "Resource Conservation, Research and Forestry", 
      "text": "Referred to the Subcommittee on Resource Conservation, Research and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-12-18", 
      "in_committee": "House Resources", 
      "references": [], 
      "subcommittee": "National Parks, Forests and Lands", 
      "text": "Referred to the Subcommittee on National Parks, Forests and Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-12-18", 
      "in_committee": "House Resources", 
      "references": [], 
      "text": "Executive Comment Requested from USDA, Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-05", 
      "bill_ids": [
        "hr4032-104"
      ], 
      "in_committee": "House Agriculture", 
      "references": [], 
      "text": "See H.R.4032.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-12", 
      "in_committee": "House Resources", 
      "in_subcommittee": "National Parks, Forests and Lands", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2712-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks, Forests, and Lands", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Resource Conservation, Research and Forestry", 
      "subcommittee_id": "27"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "51", 
      "name": "Cunningham, Randy (Duke)", 
      "sponsored_at": "1995-12-18", 
      "state": "CA", 
      "thomas_id": "00258", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Doolittle, John T.", 
      "sponsored_at": "1995-12-05", 
      "state": "CA", 
      "thomas_id": "00307", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Pombo, Richard W.", 
      "sponsored_at": "1995-12-05", 
      "state": "CA", 
      "thomas_id": "00921", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Radanovich, George", 
      "sponsored_at": "1995-12-05", 
      "state": "CA", 
      "thomas_id": "00939", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Taylor, Charles H.", 
      "sponsored_at": "1995-12-05", 
      "state": "NC", 
      "thomas_id": "01141", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-12-05", 
  "number": "2712", 
  "official_title": "To promote balance between natural resources, economic development, and job retention in Northwest California, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4032-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Northwest California Forest Health and Economic Recovery Act", 
  "sponsor": {
    "district": "1", 
    "name": "Riggs, Frank", 
    "state": "CA", 
    "thomas_id": "00962", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-12-05", 
  "subjects": [
    "Animals", 
    "Arts, culture, religion", 
    "Biological diversity conservation", 
    "California", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Congressional veto", 
    "Damages", 
    "Depressed areas", 
    "Easements", 
    "Ecological research", 
    "Economics and public finance", 
    "Education", 
    "Electric utilities", 
    "Elementary and secondary education", 
    "Eminent domain", 
    "Endangered animals", 
    "Endangered species", 
    "Energy", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Forest conservation", 
    "Forest management", 
    "Gifts", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government trust funds", 
    "Habitat conservation", 
    "Indian lands", 
    "Islands", 
    "Job creation", 
    "Labor and employment", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Lumber trade", 
    "Marine and coastal resources, fisheries", 
    "Minorities", 
    "National forests", 
    "National recreation areas", 
    "Native Americans", 
    "Natural areas", 
    "Old growth forests", 
    "Owls", 
    "Payments in lieu of taxes", 
    "Privatization", 
    "Public lands and natural resources", 
    "Real estate appraisal", 
    "Recreation areas", 
    "Religion", 
    "Roads and highways", 
    "Sand and gravel industry", 
    "School districts", 
    "Science, technology, communications", 
    "Timber sales", 
    "Transportation and public works", 
    "Water resources development", 
    "Watershed management", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-12-05", 
    "text": "TABLE OF CONTENTS: Title I: Designation of Wilderness Areas in the King Range National Conservation Area to be Administered by the Bureau of Land Management Title II: Acquisition of Headwaters Forest Title III: Elkhorn Ridge Timber Sale Title IV: Smith River National Recreation Area Title V: Contract Out Demonstration of Resource Management Activities Title VI: Hoopa Valley Reservation Title VII: Adaptive Management of Timber Resources for Old Growth Dependent Species Title VIII: Del Norte County Unified School District Land Conveyance Northwest California Forest Health and Economic Recovery Act - Title I: Designation of Wilderness Areas in the King Range National Conservation Area to be Administered by the Bureau of Land Management - King Range Wilderness Act of 1995 - Designates specified lands in California as the King Range Wilderness. Finds and directs that: (1) all public lands in the King Range National Conservation Area managed by the Bureau of Land Management (BLM) have been adequately studied for wilderness designation pursuant to the Federal Lands Policy and Management Act of 1976; and (2) those public lands within such Area managed by BLM not designated as wilderness by this title are no longer subject to specified requirements of such Act but shall be managed for the full range of nonwilderness multiple uses. Sets forth provisions regarding: (1) administration of wilderness areas; (2) future acquisitions; and (3) disposition under mining laws. Directs the Secretary of the Interior (Secretary) to assure access to the wilderness areas by Native Americans for traditional cultural and religious purposes. Title II: Acquisition of Headwaters Forest - Headwaters Forest Acquisition and Protection Act - Directs the Secretary to: (1) acquire specified lands in Humboldt County, California (Headwaters Forest Addition) from the Pacific Lumber Company (and corporations owned and controlled by it) with the Company's consent; and (2) refrain from designating any other timberland owned by the Company in such county as critical habitat under the Endangered Species Act of 1973 (ESA) and give the Company credit for the habitat value of the Addition when issuing incidental take permits under that Act. Requires the designation of the Addition as a National Biological Diversity Reserve to be taken into account for purposes of planning for Federal lands in such county under the Forest and Rangeland Renewable Resources Planning Act of 1974 (FRRRPA) and the National Environmental Policy Act of 1969. Directs the Secretary to negotiate with the Company for a written agreement providing for the acquisition of the Addition at its appraised fair market value in exchange for certain land containing harvestable and marketable timber harvesting rights (and other property to the extent the appraised fair market value of the Headwaters Forest exceeds that of the land containing such rights). Sets forth provisions regarding: (1) the conclusive effect of the acquisition agreement; (2) the effect of failure to reach agreement; and (3) special rules applicable to the negotiation, execution, delivery, and consummation of the acquisition agreement. Sets forth provisions regarding: (1) areas of priority in determining which property and property rights to transfer to the Company under this title; (2) marketable timber harvesting rights; (3) other property; (4) a special rule for Federal transfers; and (5) payments to local governments. Designates specified lands as the Headwaters Forest Wilderness and as a National Biological Diversity Reserve. Authorizes the Secretary to: (1) accept donations of property for use in acquiring the Addition; and (2) convey such property to the owners without further appropriation and without fiscal year limitation. Authorizes appropriations. Title III: Elkhorn Ridge Timber Sale - Authorizes the Secretary, acting through BLM, to substitute, without competition, a contract for timber identified for harvest located on public lands administered by BLM in California for the terminated Elkhorn Ridge Timber Sale contract. Title IV: Smith River National Recreation Area - Sets the amount of timber offered for sale each year from the prescribed timber management area, with respect to the Smith River National Recreation Area, at between two and five million board feet. Specifies that administration of the other seven management areas of such Area in a manner consistent with the land and resource management plan for the Six Rivers National Forest (Six Rivers) shall be deemed sufficient protection of species habitat for purposes of the FRRRPA and ESA. Title V: Contract Out Demonstration of Resource Management Activities - Directs the Secretary of Agriculture to conduct a demonstration program to contract out to the private sector certain resource management activities at Six Rivers, utilizing private sector skills in communities adversely affected by reductions in the timber sale program for the National Forest System (NFS). Includes among the types of activities to be contracted out: (1) preparation of analyses required under Option 9 of the Final Supplemental Environmental Impact Statement on Management of Habitat for Late Successional and Old Growth Forests Related Species within the Range of the Northern Spotted Owl and of environmental assessments required in connection with timber sales in Six Rivers; and (2) performance of resource field work, and of forest plan implementation monitoring. Directs such Secretary to use employees of the Forest Service to conduct forest planning and set resource management outputs for Six Rivers, including timber sale levels. Sets forth provisions regarding: (1) funding; and (2) submission to the Congress of an annual report and evaluation of the program. Title VI: Hoopa Valley Reservation - Hoopa Valley Reservation South Boundary Correction Act - Directs that all rights of the United States in specified lands be held in trust by the United States for the benefit of the Hoopa Valley Tribe and be part of the Hoopa Valley Reservation. Directs the Secretary, acting through BLM, to survey and monument that portion of the boundary of the Hoopa Valley Reservation established by the addition of lands made by this title. Title VII: Adaptive Management of Timber Resources for Old Growth Dependent Species - Requires the Secretary of Agriculture to submit to the Congress and implement a research plan, including supporting environmental documents, that provides for the implementation and evaluation of controlled silvicultural treatments in late successional and old growth timber stands in specified units of the NFS (the Hayfork Adaptive Management Area of the Shasta-Trinity National Forest and the Six Rivers National Forest, and the Lower Trinity and Mad River Ranger Districts in the Six Rivers National Forest)(NFS units) for the purpose of testing the effect of selected partial-cut harvesting of late successional and old growth timber on old growth dependent species, such as the northern spotted owl. Directs the Secretary to prepare and implement such plan using the Pacific Southwest Research Branch of the Forest Service. Requires that administrative and resource management activities historically provided in the NFS units by the National Forest Systems Branch be conducted by private contractors. Directs the Secretary to: (1) select private contractors on the basis of the skills necessary to perform the anticipated task, with special consideration given to local contractors that reside in communities adversely affected by reductions in the timber sale program for the NFS; and (2) use at least 75 percent of the funds calculated based on a specified formula for payments to private contractors for planning, implementation of, and monitoring the plan. Sets forth provisions regarding: (1) the schedule for silvicultural treatments; (2) the use of receipts generated from the sale of forest products resulting from silvicultural treatments under the plan; and (3) monitoring activities. Title VIII: Del Norte County Unified School District Land Conveyance - Directs the Secretary of Agriculture to convey to the Del Norte County Unified School District of Del Norte County, California, all rights of the United States in specified property, without consideration, except as required by this title. Makes such conveyance subject to the following conditions: (1) that such School District covenant that the property conveyed will be used primarily for educational or recreational purposes for a minimum of 25 years after the date of conveyance; (2) that Del Norte County shall be provided, for no consideration, an easement for county road number 318 which crosses the Northeast corner of the property conveyed; (3) that the Pacific Power and Light Company shall be provided, for no consideration, an easement for utility equipment as necessary to maintain the level of service provided by the utility equipment on the property as of the conveyance date; and (4) that the United States shall be provided, for no consideration, an easement to provide access to the United States property that is south of the property conveyed. Requires the School District, if the covenant is breached, to pay monetary damages to the United States in an amount equal to the fair market value of the property conveyed as of the time such covenant was breached or forfeit to the United States all rights in the property conveyed. Makes such conveyance subject to such additional terms and conditions as such Secretary and the School District agree are necessary to protect U.S. interests."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Northwest California Forest Health and Economic Recovery Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Headwaters Forest Acquisition and Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Hoopa Valley Reservation South Boundary Correction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "King Range Wilderness Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To promote balance between natural resources, economic development, and job retention in Northwest California, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:03-05:00"
}