{
  "actions": [
    {
      "acted_at": "2008-06-16", 
      "references": [
        {
          "reference": "CR S5658-5659", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-16", 
      "committee": "Committee on the Judiciary", 
      "references": [
        {
          "reference": "CR S5659", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-11", 
      "in_committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2008-09-18", 
      "committee": "the Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Leahy with amendments. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2008-09-18", 
      "calendar": "Senate Legislative", 
      "number": "1032", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1032.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3136-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Clinton, Hillary Rodham", 
      "sponsored_at": "2008-09-26", 
      "state": "NY", 
      "thomas_id": "01631", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2008-09-15", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-06-16", 
  "number": "3136", 
  "official_title": "A bill to encourage the entry of felony warrants into the NCIC database by States and provide additional resources for extradition.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "FIND Act", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2008-09-11", 
  "subjects": [
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Data banks", 
    "Economics and public finance", 
    "Extradition", 
    "Federal aid to law enforcement", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fugitives from justice", 
    "Government operations and politics", 
    "Law", 
    "Prisoners", 
    "Science, technology, communications", 
    "Warrants (Law)"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2008-09-18", 
    "text": "Fugitive Information Networked Database Act of 2008 or the FIND Act - Directs the Attorney General to make grants to states for use by states or Indian tribes to develop and implement or upgrade secure electronic warrant management systems for the preparation, submission, and validation of state felony warrants that are compatible and interoperable with the National Crime Information Center Database (NCIC Database). Provides for set asides of grant funds to hire additional personnel to validate warrants entered into the NCIC Database and for Indian tribal governments. Requires grant applicants to submit to the Attorney General: (1) a plan to develop and implement, or to upgrade, electronic warrant management systems; (2) a report on active felony warrants; and (3) guidelines for entering warrants into the NCIC Database. Authorizes appropriations for FY2009-FY2011.Directs the Federal Bureau of Investigation (FBI) to provide technology and technical assistance to ensure the compatibility and interoperability of all state and local warrant databases with the NCIC Database.Directs the Comptroller General to submit a statistical report to the House and Senate Judiciary Committees on felony warrants issued by state, local, and tribal governments and entered into the NCIC Database and on the apprehension and extradition of persons with active felony warrants.Amends the Presidential Threat Protection Act of 2000 to extend through FY2015 the authorization of appropriations for the Fugitive Apprehension Task Forces. Requires allocations of funding to hire criminal investigators, for the establishment of new Regional Fugitive Task Forces, and for training.Directs the Attorney General to assist states and local governments that participate in a Regional Fugitive Task Force by providing transportation of fugitives through the U.S. Marshals Service Justice Prisoner and Alien Transportation Service. Authorizes appropriations for FY2009-FY2014 to assist the extradition of fugitives through the U.S. Marshals Service Justice Prisoner and Alien Transportation Service.Directs the Attorney General to: (1) make grants to states and Indian tribes for the extradition of fugitives from another state or Indian country for prosecution; and (2) audit biennially the use of funds for such purpose by states and Indian tribes. Authorizes appropriations for FY2009-FY2015. Requires the Attorney General to report annually (by January 31) to the House and Senate Judiciary Committees on felony warrant information provided by states and Indian tribes and to provide information regarding best practices to each state and Indian tribe submitting information to the NCIC Database."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "FIND Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Fugitive Information Networked Database Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "FIND Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Fugitive Information Networked Database Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage the entry of felony warrants into the NCIC database by States and provide additional resources for extradition.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:15-05:00"
}