{
  "actions": [
    {
      "acted_at": "1981-06-01", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3745-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1981-06-01", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gramm, Phil", 
      "sponsored_at": "1981-06-01", 
      "state": "TX", 
      "thomas_id": "00453", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moffett, Toby", 
      "sponsored_at": "1981-06-01", 
      "state": "CT", 
      "thomas_id": "00821", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1981-06-01", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-06-01", 
  "number": "3745", 
  "official_title": "A bill to revise and extend the Consumer Product Safety Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Product Safety Amendments of 1981", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-06-01", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Amusement parks", 
    "Authorization", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Consumer Product Safety Commission", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Criminal Procedure and Sentencing", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Fire prevention", 
    "Fires and Fire Fighters", 
    "Flammable materials", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Independent regulatory commissions", 
    "Poisons", 
    "Product safety", 
    "Regulatory impact statements", 
    "Searches and seizures"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-06-01", 
    "text": "Consumer Product Safety Amendments of 1981 - Amends the Consumer Product Safety Act, the Federal Hazardous Substances Act, and the Flammable Fabrics Act to revise the procedures governing the promulgation of consumer product safety standards. Requires the Consumer Product Safety Commission to make a preliminary determination, with notice, that a standard is necessary. Eliminates the Commission's authority to develop a standard without making an invitation to interested persons. Requires the Commission to invite the development of a voluntary standard if, as a result of the preliminary notice, either no standard is submitted or the Commission determines that a standard which has been submitted would not reduce risk of injury or result in compliance. Requires the Commission to terminate a rulemaking proceeding upon a determination that a voluntary standard submitted as the result of such invitation is likely to eliminate or adequately reduce risk of injury. Authorizes the Commission to develop a proposed consumer product safety rule only if the voluntary standard would not reduce risk of injury or result in compliance. Amends the Consumer Product Safety Act, the Federal Hazardous Substances Act, and the Flammable Fabrics Act to require the Commission to prepare a regulatory impact analysis containing specified information, including cost-benefit analysis, before publishing or promulgating a consumer product safety rule. Requires the Commission to find that compliance with a voluntary standard is unlikely to result in elimination of risk or that substantial compliance with such a standard is unlikely, before promulgating a regulation with respect to which persons have adopted a voluntary standard. Stipulates that the Commission shall assist public and private organizations in the development of safety standards and test methods \"to the extent feasible.\" Requires that orders issued by the Commission to persons to submit reports and answers to Commission questions be designed to place the least burden on such person as is practicable taking into account the order's purpose. Eliminates the Product Safety Advisory Council, the National Advisory Committee for the Flammable Fabrics Act, and the technical advisory committee authorized under the Poison Prevention Packaging Act of 1970. Establishes a Congressional veto of consumer product safety rules or regulations promulgated under the Consumer Product Safety Act, the Federal Hazardous Substances Act, and the Flammable Fabrics Act. Provides that any regulation shall not take effect if: (1) both Houses of Congress adopt a concurrent resolution of disapproval within 90 days of its promulgation; or (2) one House adopts such a resolution within 60 days and the other House does not disapprove such resolution within 30 days. Deems as confidential and prohibits the disclosure of information obtained by the Commission which is not in the public domain or which the Commission in good faith has obligated itself not to disclose. Repeals the provision authorizing interested persons to petition the Commission for issuance, amendment, or revocation of a consumer product safety rule. Requires the Commission to obtain a search warrant before entering a facility for inspection purposes. Establishes a Chronic Hazards Advisory Panel to advise the Commission respecting the chronic hazards of cancer, birth defects, and gene mutations presented by consumer products. Prohibits the Commission from issuing any notice of proposed rulemaking relating to risk of cancer, birth defects, or gene mutations unless the Panel has reported that a product contains a carcinogen, mutagen, or teratogen. Directs the Commission to: (1) amend its consumer product safety standard for walk-behind lawn mowers to provide that manually started rotary mowers which have specified characteristics shall be considered in compliance; and (2) report on the effect of such amendment within 24 months after the standard becomes effective. Prohibits the Commission from amending the standard as changed before such date. Amends the Consumer Product Safety Act to exclude as \"consumer products\" for the purposes of such Act amusement park rides which are permanently fixed to a site. Provides that voluntary standards adopted by the Commission shall preempt any State or local regulation as to the performance, design, or labeling of the product. Amends the Federal Hazardous Substances Act to review the current provision requiring that a hazardous substance sold by a manufacturer, distributor, or dealer be repurchased. Authorizes the Commission to order a manufacturer, distributor, or dealer to give public or private notice of the hazardous substance, or to repair, replace, or refund the price of such substance. Requires an adjudicative hearing in accordance with the Administrative Procedures Act for the issuance of any order to repair, replace, or refund a hazardous substance. Extends the authorization of appropriations for the Consumer Products Safety Commission in the reduced amounts of $33,000,000 for fiscal year 1982, $35,000,000 for fiscal year 1983, and $37,000,000 for fiscal year 1984."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Product Safety Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and extend the Consumer Product Safety Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:03-05:00"
}