{
  "actions": [
    {
      "acted_at": "1986-03-25", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-01", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Executive Comment Requested from USDA, EPA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-07", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Department Operations, Research, and Foreign Agriculture", 
      "text": "Referred to Subcommittee on Department Operations, Research, and Foreign Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-18", 
      "bill_ids": [
        "hr2482-99"
      ], 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "See H.R.2482.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4513-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Department Operations, Research, and Foreign Agriculture", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Emerson, Bill", 
      "sponsored_at": "1986-04-16", 
      "state": "MO", 
      "thomas_id": "00342", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1986-04-16", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1986-04-16", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Panetta, Leon", 
      "sponsored_at": "1986-04-22", 
      "state": "CA", 
      "thomas_id": "00888", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Smith, Denny", 
      "sponsored_at": "1986-04-22", 
      "state": "OR", 
      "thomas_id": "01072", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-03-25", 
  "number": "4513", 
  "official_title": "A bill to amend the Federal Insecticide, Fungicide, and Rodenticide Act to insure safer pesticides and to better protect the public and the environment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2482-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Pesticide Reform Act of 1986", 
  "sponsor": {
    "district": "1", 
    "name": "Roberts, Pat", 
    "state": "KS", 
    "thomas_id": "00968", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-03-25", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Authorization", 
    "Business and commerce", 
    "Business intelligence", 
    "Business records", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Economics and public finance", 
    "Employee training", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Export controls", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Foreign Trade and Investments", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Indemnity", 
    "Information services", 
    "Information storage and retrieval systems", 
    "International environmental cooperation", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Laboratories", 
    "Licenses", 
    "Maryland", 
    "Pest control", 
    "Pesticide regulation", 
    "Pesticides", 
    "Research and development", 
    "Revolving funds", 
    "Science and technology", 
    "Standards", 
    "State laws", 
    "States", 
    "Test facilities"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-03-25", 
    "text": "Pesticide Reform Act of 1986 - Title I: Preregistration Access to Data - Amends the Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA) to direct the Administrator of the Environmental Protection Agency (EPA) to provide for public access to health, safety, and environmental data submitted in support of an initial application for the registration of a new active ingredient or initial food use of a previously registered active ingredient. Makes such information available in EPA offices or authorized State agencies upon submission of an affirmation that the reviewer is not employed by a pesticide company and will not violate specified confidentiality provisions. Provides criminal penalties for the wrongful disclosure of such data. Title II: Conditional Registration - Prohibits EPA from granting conditional registration for a new use or active ingredient where the data concerning chronic toxicity, neurotoxicity, or teratogenicity are required for registration for a nonminor use, and such data requirement was in effect at the time the data studies were begun. Provides that such conditional registrations shall not cause any unreasonable adverse effect on the environment and shall be in the public interest. Requires registrants to provide all additional registration data within a reasonable time. Title III: Reregistration - Establishes a pesticide reregistration schedule. Requires EPA to develop within: (1) 90 days a priority list of 300 pesticide active ingredients that have not been reregistered since September 30, 1978; and (2) 180 days a list of remaining chemicals that have not been reregistered since such date. Directs that highest reregistration priority be given to pesticides that: (1) are in major food or feed use; (2) will result in toxic residues in potable groundwater, fish, or shellfish; or (3) have significant outstanding data requirements. Requires EPA data evaluations of such lists within 36 months. Grants registrants up to four years (plus a possible discretionary three-year extension) to complete any outstanding data requirements. Requires suspension of registration for failure to meet such deadlines. Requires EPA to complete registration within two years of receiving such data. Title IV: Inert Ingredients - Directs EPA to establish a priority list of not more than 50 inert ingredients based on apparent health or environmental dangers. Subjects such list to judicial review. Sets forth the conditions for: (1) removal from such list based on administrative review or additional data; and (2) additional data studies. Provides for the substitution of listed inert ingredients with other inert ingredients not posing similar health or environmental dangers. Requires pesticides containing listed inert ingredients to list them on the label. States that a pesticide whose ingredient statement does not satisfy the requirements of such Act (as amended by this Act) with respect to a listed ingredient shall not be misbranded until 360 days after the publication of the data plan or the date on which EPA approves a label change, whichever occurs later. Requires registrants of pesticides containing listed inert ingredients to make necessary formula statement changes. Title V: Public Right to Know - Requires registrants to develop and submit to EPA a Material Safety Data Sheet for each pesticide produced, imported, or used. Sets forth information to be included in such Sheets. Requires such Sheets to be maintained by the registrant and made available to the public. Provides for confidentiality of certain information. Title VI: Data Disclosure to States - Provides for data disclosure to States that have entered into cooperative agreements with EPA. Establishes criminal penalties for wrongful disclosure of such information by Federal or State officers or employees. Permits disclosure to contractors under such conditions as the Secretary may specify. Directs the Administrator to : (1) establish (through an EPA committee) a data system for the information required by this Act; and (2) establish a retrieval system for pesticidal, toxicological, and other scientific data. Requires a report to the Congress within 24 months. Authorizes FY 1986 through 1989 appropriations. Title VII: Cancellation Procedures - Authorizes the Administrator to conduct a special review of a pesticide if its use may pose a risk to: (1) humans or domestic animals; (2) the environment of non-target organisms; or (3) to an endangered or threatened species or critical habitat. Prescribes notice, period of comment, and related procedures for the initiation of an interim administrative review. Permits the Administrator to: (1) cancel the registration or change the classification of a pesticide; or (2) hold hearings to determine whether such changes should be made. Title VIII: False or Invalid Data - Directs the Administrator to issue immediately a notice of intent to suspend or cancel a pesticide registration if submitted information is invalid (and has not been replaced) or false. Makes it unlawful to willfully falsify all or part of any data submitted under FIFRA, or to willfully submit such false data knowing it to be false. Title IX: Inspection of Laboratories - Authorizes Federal or State officers or employees duly designated by the Administrator to enter or inspect laboratories or testing facilities, or to obtain pesticide samples or make copies of records. Sets forth inspection procedures. Directs the Administrator to avoid duplication of inspections by coordinating actions taken under this title with actions taken under other Federal laws. Title X: Export of Pesticides - Requires registrants exporting pesticide products to inform foreign importers and the appropriate government regulatory office in the importing country concerning pesticide products whose registrations are cancelled, suspended, restricted, are not registered for any U.S. use, or have been voluntarily withdrawn with concern for potential adverse public health or environmental effects. Requires the Administrator to provide similar notices to foreign governments and appropriate international agencies. Requires labeling on exported pesticides that contains the same health, safety, and hazard precautions as on U.S. labels if such exports are substantially similar in composition and use to pesticides registered in the United States. Exempts exports from such requirements only if the precautions on the label conflict with the importing country's law. Directs the Administrator to participate actively in international efforts to develop improved pesticide research programs. Requires an annual report to the Congress on such programs. Title XI: Authorization of Appropriations - Authorizes FY 1987 through 1991 appropriations. Title XII: Label Use Protection - States that proof that an application was made in compliance with the label shall be presumptive evidence that the applicator was not negligent. Title XIII: Certification, Training, and Recordkeeping Amendments - Sets forth certification, training, and recordkeeping (including public access) provisions for noncertified commercial applicators, employees, and certified commercial applicators. Requires certification of enforcement personnel. Title XIV: State Authority to Regulate Sale and Use of Pesticides - States that enforcement authority does not extend to State political subdivisions. Directs States to consider the differences between agricultural and nonagricultural pesticides in promulgating pesticide regulations or policies. Title XV: Use of Any Registered Pesticide in a Manner Inconsistent with its Labeling - Permits use of one pesticide in the formulation or repackaging of another registered end-use product. Exempts household cleaning agents from \"inconsistent use\" labeling requirements. Title XVI: Definitions - Defines \"antimicrobial,\" \"to distribute or sell,\" \"pesticide product,\" and \"terms of registration\" for purposes of such Act. Title XVII: Registration of a Pesticide - Directs the Administrator to publish guidelines regarding registration support data. Requires EPA to review an application and notify the applicant of any deficiencies within 90 days of receipt. Requires EPA review of such additional information within 180 days of receipt. States that an application shall be deemed approved if EPA fails to act within 360 days. Authorizes the Administrator to use label warnings and other regulatory restrictions before giving a pesticide a restricted use classification. Title XVIII: Protection of Trade Secrets and Other Information - Protects marketable data from disclosure until the start of sales, unless such disclosure is necessary to protect against risk to health or the environment. Requires EPA to notify applicants if a disclosure request has been made for their information. Title XIX: Information Requested - Requires EPA to catalogue and retrieve data in such manner as to reduce duplicate registrant requests. Title XX: Research and Monitoring - Directs the Administrator to maintain a facility at Beltsville, Maryland, to conduct biological testing of pesticides, especially disinfectants. Title XXI: State Cooperation, Aid, and Training - Provides for a 50-50 Federal-State sharing of applicator training costs. Sets forth minimum fiscal year appropriations for such purpose. Title XXII: Scientific Advisory Panel - Extends authority for the scientific advisory panel through FY 1994. Title XXIII: State Enforcement Responsibilities - States that the term \"primary enforcement responsibility\" shall include State actions having the Administrator's concurrence, including banning, seizing, and cancellation of a registered product. Title XXIV: Low Volume Non-Food Pesticide Use - Permits interested persons to petition the Administrator to relax or amend regulations regarding low-volume, nonfood pesticide uses. Bases such request upon whether or not the new use will cause an unreasonable risk to man or the environment. Permits such new use for two years, after which a repetitioning shall be required. Title XXV: Unlawful Acts - Revises current provisions regarding unlawful acts and penalties. Title XXVI: Penalties - Increases specified criminal and civil penalties. Subjects applicants for registration and pesticide testing facilities to specified penalties. Title XXVII: Congressional Review of Regulations - Replaces congressional veto provisions with a 60-day delay period after promulgation of pesticide regulations. Directs the Administrator to provide the Congress with copies of regulations issued under such Act. Title XXVIII: Administrative Procedure: Judicial Review - Provides for judicial review of regulations issued under this Act in the appropriate court of appeal or in the United States Court of Appeals for the District of Columbia. Title XXIX: Delegation and Cooperation - Declares that the Administrator, in implementing this Act, shall not be deemed to be exercising authority to prescribe or enforce workplace standards affecting occupational safety and health. Title XXX: Indemnities - Authorizes FY 1987 through 1991 appropriations for the indemnity program. Establishes a revolving fund in the Treasury to carry out such activities. Requires an annual report to the Congress. Requires a comprehensive program evaluation to be submitted to the Congress on April 1, 1991. Title XXXI: Voluntary Cancellation - Permits a registrant to cancel a product registration or delete one or more uses. Title XXXII: Technical Amendments - Amends the table of contents of such Act. Title XXXIII: Effective Date - Makes the provisions of this Act effective 60 days after enactment, unless otherwise provided for."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pesticide Reform Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Insecticide, Fungicide, and Rodenticide Act to insure safer pesticides and to better protect the public and the environment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:17-05:00"
}