{
  "actions": [
    {
      "acted_at": "1976-06-22", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3603-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-22", 
  "number": "3603", 
  "official_title": "A bill to control and reduce the size of the Federal Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Government Reduction and Control Act", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-06-22", 
  "subjects": [
    "Congress", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal budgets", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Legislation", 
    "Manpower", 
    "Regulatory reform"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-22", 
    "text": "Federal Government Reduction and Control Act - Title I: Federal Manpower Reduction - Directs each Federal executive agency to submit to specified individuals proposals for the reduction of the number of employees of such agency and for: (1) elimination or reduction of agency functions; and (2) control of future agency growth. Requires all Presidential recommendations for legislation to be accompanied by a manpower impact statement disclosing the number of additional employees or manhours of labor such legislation requires, if any. Requires that a statement disclosing the costs of any proposed legislation over the ensuing five years after its proposed enactment accompany such proposed legislation. Requires the President to prepare a similar five-year cost statement for programs in his annual budget. Title II: Management Efficiency Procedures - Requires the Director of the Office of Management and Budget to establish within each Executive agency a management improvement program to conduct an ongoing analysis of management effectiveness, cost reduction and other management areas. Requires each agency to establish programs to study improved use of personnel, personnel performance goals and measuring techniques. Imposes upon the head of each agency personal responsibility for cost reduction within the agency. Requires each such agency head to set annual cost savings goals for his agency. Requires the Director to conduct a yearly study of common operational areas of Government-wide activities, and to report the results of such studies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Government Reduction and Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to control and reduce the size of the Federal Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:55-05:00"
}