{
  "actions": [
    {
      "acted_at": "1984-02-08", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-02-15", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-02-16", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from DOD, GSA, Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-02-21", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from HUD.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4798-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-08", 
  "number": "4798", 
  "official_title": "A bill to amend subchapter II of chapter 5 of title 5, United States Code, to establish administrative procedures for debarring and suspending persons from eligibility for Government contracts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Debarment and Suspension Reform Act of 1984", 
  "sponsor": {
    "district": "1", 
    "name": "Hall, Sam B., Jr.", 
    "state": "TX", 
    "thomas_id": "00485", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-02-08", 
  "subjects": [
    "Administrative law judges", 
    "Administrative procedure", 
    "Courts and Civil Procedure", 
    "Debarment of government contractors", 
    "Executive reorganization", 
    "Government contractors", 
    "Government operations and politics", 
    "Government procurement", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Public Contracts, Procurement, and Property"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-02-08", 
    "text": "Debarment and Suspension Reform Act of 1984 - Title I: Debarment and Suspension Procedures - Authorizes the Debarment and Suspension Board (established in title II of this Act) to: (1) debar or suspend a person from participating in executive agency contracts; and (2) provide relief to any person who is debarred or suspended by an agency in noncompliance with procedures prescribed by this Act. Prohibits any agency from debarring or suspending any person or, without the Board's authorization, from denying a contract to any person because of that person's affiliation with a person who has been suspended or debarred. Provides that a person may be debarred only when there is a substantial and continuing risk that the person will not substantially perform all of the material, legal, and contractual requirements applicable to the contract or the process of obtaining the contract. Prohibits the Board from debarring a person for a period longer than three years, including any suspension period. Permits the Board to suspend a person for up to 60 days, with a 60-day extension authorized, only after determining that: (1) there is a strong likelihood that the Board will debar such person; or (2) exceptional circumstances require suspension before the conclusion of the debarment proceeding. Authorizes the Board, upon application and a showing of sufficient evidence by an agency, to suspend or debar any person who controls, is controlled by, or shares control with any debarred or suspended person, when necessary to protect the Government's interests. Sets forth debarment procedures. Prohibits any person from being debarred unless: (1) the person has an opportunity for a hearing before the Board; and (2) clear and convincing evidence of grounds for debarment is presented to the Board. Requires the Board to decide any debarment case within 180 days after an agency's complaint is served, unless the Board determines that a longer period is required in the interest of justice. Requires the expedited consideration of any case in which a suspension order is in effect. Sets forth suspension procedures. Permits any agency filing a complaint for the debarment of any person to request the Board to suspend that person. Requires the Board to conduct a hearing before suspending any person, unless the Board: (1) determines that immediate and irreparable injury, loss, or damage will result to the Government if the person is not suspended before a hearing can be held; and (2) schedules a hearing within 20 days after the date of any suspension order. Authorizes a person that has been suspended to request the Board to reconsider the suspension order. Permits the Board to set aside such order if the person introduces new evidence showing that the suspension is not appropriate. Authorizes the Board to determine whether any agency has taken any action that has the effect of debarring or suspending any person without complying with this Act. Permits any person to commence such a determination by filing with the Board a complaint specifying such action. Directs the Board to conduct a hearing on such complaint at the earliest practicable time. Requires the Board, upon determining that an agency action effectively debars or suspends any person, to: (1) enjoin the agency from such action; and (2) require the agency to reimburse any person who was not considered for a contract as a result of such action for the costs reasonably incurred in seeking such contract, together with any other appropriate relief, and the expenses incurred in obtaining relief, with specified exceptions. Provides that a person shall not be required to complete an action through the Board before commencing an action in any U.S. court for relief from such agency action. Allows an agency to initiate suspension or debarment proceedings with the Board on the same facts serving as the basis for its prohibited action. Directs the Board to grant an agency's petition to deny a specific contract to any person upon finding that such person has a business or financial affiliation with a debarred or suspended person, unless the Board determines that the debarred or suspended person will not materially participate in or benefit from the contract. Sets forth the adjudicatory powers and procedures applicable to debarment, suspension, and denial authorization proceedings of the Board. Authorizes any debarred or suspended person to petition the Board to vacate the debarment or suspension order at any time before the order is scheduled to terminate. Directs the Board to vacate such order if such person shows that the grounds for the order no longer exist. Allows the agency that obtained the order to argue on such petition. Authorizes the Board to prohibit a person from filing such a petition for one year after the later of: (1) the date the order is issued; or (2) the date the Board last denied such a petition. Entitles any party who is aggrieved by a final order of the Board to judicial review of such order by a U.S. court of appeals. Title II: Establishment of Debarment and Suspension Board - Establishes the Board as an independent establishment in the executive branch. Requires that the Board be composed of at least three members. Requires the Director of the Office of Management and Budget (Director) to designate one member as the chief administrative judge and two members as deputy chief administrative judges. Title III: Administrative Provisions - Requires the Director to: (1) maintain and publish quarterly in the Federal Register a list of all persons debarred or suspended by the Board; (2) maintain a register of administrative judges qualified to service as members of the Board; and (3) prescribe the qualifications for such judges. Title IV: Effective Date - Declares that this Act shall be effective with respect to actions to debar or suspend any person commencing on or after October 1, 1984."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Debarment and Suspension Reform Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend subchapter II of chapter 5 of title 5, United States Code, to establish administrative procedures for debarring and suspending persons from eligibility for Government contracts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:41-05:00"
}