{
  "actions": [
    {
      "acted_at": "1982-05-06", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-06", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Consideration and Mark-up Session Held by Subcommittee on Commerce, Transportation, and Tourism Prior to Introduction (May 6, 82).", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-11", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-11", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-05-18", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Energy and Commerce.  Report No: 97-570 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-18", 
      "references": [], 
      "text": "Placed on Union Calendar No: 355.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-21", 
      "references": [], 
      "text": "Discharged from Union Calendar.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-21", 
      "committee": "House Committee on Public Works and Transportation Sequentially, for a Period Ending not Later than Jun 4, 82", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation Sequentially, for a Period Ending not Later than Jun 4, 82.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-25", 
      "in_committee": "House Committee on Public Works and Transportation Sequentially, for a Period Ending not Later than Jun 4, 82", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to Subcommittee on Water Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-26", 
      "in_committee": "House Committee on Public Works and Transportation Sequentially, for a Period Ending not Later than Jun 4, 82", 
      "in_subcommittee": "Water Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-02", 
      "references": [], 
      "text": "House Committee on Public Works and Transportation Granted an Extension for Further Consideration Ending not Later Than June 11, 1982.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-08", 
      "in_committee": "House Committee on Public Works and Transportation Sequentially, for a Period Ending not Later than Jun 4, 82", 
      "in_subcommittee": "Water Resources", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-08", 
      "in_committee": "House Committee on Public Works and Transportation Sequentially, for a Period Ending not Later than Jun 4, 82", 
      "in_subcommittee": "Water Resources", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-09", 
      "in_committee": "House Committee on Public Works and Transportation Sequentially, for a Period Ending not Later than Jun 4, 82", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-09", 
      "in_committee": "House Committee on Public Works and Transportation Sequentially, for a Period Ending not Later than Jun 4, 82", 
      "references": [], 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-06-11", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Public Works and Transportation.  Report No: 97-570 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-11", 
      "references": [], 
      "text": "Placed on Union Calendar No: 373.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-03", 
      "references": [], 
      "text": "Rule Granted Providing an Open Rule with 1 Hour of Debate. Partial Waiver of Points of Order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-03", 
      "bill_ids": [
        "hres545-97"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.545 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-08", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-08", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-08", 
      "references": [], 
      "text": "Committee Amendment in the Nature of a Substitute Considered as an Original Bill for the Purpose of Amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-08", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-08", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "311", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 317 - 32 (Record Vote No: 311).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1982-09-13", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-13", 
      "calendar": "Senate Legislative", 
      "number": "783", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 783.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h823-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "823"
    }, 
    {
      "amendment_id": "h824-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "824"
    }, 
    {
      "amendment_id": "h825-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "825"
    }, 
    {
      "amendment_id": "h826-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "826"
    }, 
    {
      "amendment_id": "h827-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "827"
    }, 
    {
      "amendment_id": "h828-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "828"
    }, 
    {
      "amendment_id": "h829-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "829"
    }
  ], 
  "bill_id": "hr6307-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "markup"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Transportation and Tourism", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1982-09-08", 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-06", 
  "number": "6307", 
  "official_title": "A bill to amend the Solid Waste Disposal Act to authorize appropriations for the fiscal years 1983 and 1984, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres545-97", 
      "reason": "rule"
    }
  ], 
  "short_title": "Resource Conservation and Recovery Act Reauthorization Act of 1982", 
  "sponsor": {
    "district": "1", 
    "name": "Florio, James J.", 
    "state": "NJ", 
    "thomas_id": "00392", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1982-09-08", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Authorization", 
    "Courts and Civil Procedure", 
    "Economics and public finance", 
    "Energy", 
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Fuel", 
    "Government operations and politics", 
    "Government trust funds", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Intergovernmental relations", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Landfills", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Oil pollution control", 
    "Petroleum recycling", 
    "Planning", 
    "Potable water", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Refuse as fuel", 
    "Sewage treatment plants", 
    "Standards", 
    "Waste disposal in the ground", 
    "Waste disposal sites", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water supply"
  ], 
  "subjects_top_term": "Hazardous waste disposal", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1982-09-08", 
    "text": "(Measure passed House, amended, roll call #311 (317-32)) Resource Conservation and Recovery Act Reauthorization Act of 1982 - Amends the Solid Waste Disposal Act (\"the Act\") to extend through FY 1983 and 1984 the authorization of appropriations for: (1) general administration; (2) State hazardous waste programs; (3) hazardous waste site inventory; (4) development and implementation of State, local, regional, and interstate plans; (5) implementation of State, local, and intermunicipal solid waste management resource recovery, and resource conservation services and hazardous waste management; (6) \"special communities\" grants for containment and stabilization of solid waste located at specified sites; (7) State recycled oil programs; and (8) resource and recovery duties of the Secretary of Commerce. Provides that, 24 months after enactment of this Act: (1) no generator of hazardous waste of more than 100 kilograms per month shall be exempt from specified standards; and (2) regulations establishing standards for generators of hazardous waste of 100 to 1,000 kilograms per month shall be promulgated by the Administrator of the Environmental Protection Agency (EPA), after opportunity for notice, comment, and public hearing. Permits such standards to vary from those applicable to generators of larger quantities to the extent the Administrator deems such variation necessary by reason of the smaller capacity of the facilities concerned. Directs the Administrator to provide specified variances in such standards: (1) in the case of generators of hazardous waste, to allow for testing or process identification, for applying knowledge of waste characteristics, or for generic testing of an industry in order to determine whether waste is being generated or in order to satisfy requirements for waste identification on manifest and labeling requirements prior to waste shipments; (2) in the case of transporters of hazardous waste, to allow for variance in transportation requirements for quantities less than 1,000 kilograms during any calendar month; and (3) in the case of owners and operators of hazardous waste treatment, storage, and disposal facilities, to provide that storage requirements shall be modified in order to allow on-site waste storage for up to 180 days without the requirement of a permit. Requires that such variances apply to all hazardous waste generated during any calendar month in a quantity less than 1,000 kilograms unless the Administrator demonstrates that other standards are necessary to protect human health and the environment. Directs the Administrator to examine standards for hazardous waste transporters and, in cooperation with the Secretary of Transportation, modify regulations in effect on the date of enactment of this Act to the extent appropriate to conform such standards to the scale of the operations involved. Authorizes the Administrator to exempt generators of minimal quantities (100 kilograms per month or less) of hazardous waste from specified standards or to apply less stringent standards to such generators. Limits the exemption from hazardous waste regulations to generators of 100 kilograms per month (currently 1,000 kilograms per month), effective 18 months after the enactment of this Act. Directs the Administrator, within one year after enactment of this Act, to report to Congress concerning identified or listed hazardous wastes which are excluded from the coverage of hazardous waste management provisions of the Act under regulations exempting mixtures of domestic sewage and other wastes that pass through a sewer system to a publicly owned treatment works for treatment. Requires that such report specify types and quantities of such exempted wastes and make recommendations as to whether such exemption should be terminated to protect human health and the environment. Directs the Administrator, within six months after enactment of this Act, to submit to Congress a notice setting forth the progress made on such report. Prohibits the disposal of hazardous waste by injection into a class IV well which is: (1) in a formation containing an underground source of drinking water (18 months after enactment of this Act); or (2) above such formation (12 months after enactment of this Act and until specified regulations are promulgated under the Safe Drinking Water Act). Sets forth exemptions from such prohibitions, including wells which inject fluids for the extraction of minerals or energy sources or for oil or natural gas production or recovery, storage of hydrocarbons, natural gas withdrawal, or geopressured methane production. Directs the Administrator, within one year after the enactment of this Act, to promulgate final regulations which minimize the disposal of liquid hazardous waste, and free liquids contained in hazardous waste, in landfills. Directs the Administrator, pending promulgation of such regulations, to maintain current requirements respecting the disposal in landfills of liquid hazardous waste and free liquids contained in hazardous waste. Directs the Administrator, within one year after the enactment of this Act, and after notice and opportunity for public comment, to publish and submit to the Congress a report: (1) listing those hazardous wastes for which one or more types of land disposal may not be protective of human health and the environment based on the toxicity, mobility, persistence, and ability of the waste to bioaccumulate; (2) identifying hazardous wastes for which one or more technologically feasible means of treatment, recovery, or disposal other than land disposal will protect human health and the environment; and (3) assessing other hazardous wastes which are unsuitable for other means of waste treatment or disposal. Requires modification and supplementation of the report from time to time as new information becomes available. Directs the Administrator, within nine months of the required publication date of such report and from time to time thereafter, to promulgate regulations respecting those hazardous wastes for which land disposal may not be protective of human health and the environment. Requires that such regulations contain effective dates allowing time necessary to install nationwide sufficient capacity of alternative treatment, recovery, or disposal methods identified in such report. Provides for case-by-case exemptions based on demonstrations that capacity for such alternative means of disposition is not reasonably available. Directs the Administrator, for purposes of such regulations, to: (1) consider the ability of land disposal facilities to contain hazardous wastes over time; (2) consider alternative treatment methods; (3) examine State government actions with regard to such controls; and (4) review all halogenated organic wastes. Requires, within 12 months after enactment of this Act, notification to the Administrator by: (1) the owner or operator of any facility producing a fuel from any hazardous waste alone or with other material or from used oil alone or with other material; (2) the owner or operator of any facility burning fuel containing any hazardous waste or used oil; and (3) any person who distributes or markets fuel containing hazardous waste or used oil. Requires that such notification describe the location, the facility, the identified or listed hazardous waste involved, and the production or energy recovery activity. Exempts facilities, such as residential boilers, from such notification requirements where the Administrator determines that such notification is not necessary for obtaining sufficient information respecting current practices of facilities using hazardous waste for energy recovery. Directs the Administrator, within two years after the enactment of this Act, to promulgate regulations establishing health and environmental standards applicable to owners or operators of facilities producing fuel from hazardous wastes or burning hazardous wastes for energy recovery and to distributors or marketers of such fuels. Prohibits producers, distributors, or marketers of fuels containing hazardous wastes to distribute or market such fuels unless the invoice or bill of sale bears a conspicuous warning and lists the hazardous wastes contained in such fuel. Requires that permits (other than interim status permits) issued to treatment, storage, or disposal facilities by Federal or State hazardous waste programs under the Act address any release of hazardous waste from such facilities which occurs prior to the permit issuance. Requires that such permits include schedules and provide financial assurances for addressing such releases where the required action cannot be completed prior to permit issuance. Exempts from such permit requirements any portion of the facility at which hazardous waste treatment, storage, or disposal activities do not take place. Directs the Administrator to promulgate regulations requiring any facility operating on interim status permits to obtain a final permit before expanding its capacity by more than ten percent (except capacity for storage or treatment in tanks or containers and enclosed waste piles). Authorizes the Administrator to establish standards for any interim status permit facility expanding its capacity by ten percent or less. Allows such standards for facilities expanding by ten percent or less to vary from the interim permit status standards for facilities which do not expand capacity. Directs the Administrator to issue final permits or final denials of permit applications: (1) for land disposal facilities within four years of the enactment of this Act; (2) for any other treatment, storage, or disposal facilities within six years of such enactment. Provides that such time periods shall not apply in the case of any authorized State hazardous waste program. Requires facilities operating under interim status permits to submit applications for final permit review within the applicable time period. Establishes a National Groundwater Commission to assess problems and recommend solutions relating to groundwater contamination and groundwater overdrafting. Directs the Commission to report to the President and the Congress by October 30, 1985, and to terminate on such date. Directs the Commission, within one year after enactment of this Act, to complete a preliminary study concerning groundwater contamination for hazardous and other solid waste and to report its findings and conclusions to the President and the Congress. Requires that such study be continued thereafter and its final findings and conclusions incorporated in the Commission's final report. Authorizes appropriations for FY 1983 through 1985 for the Commission. Limits court awards of legal costs under the Act to the prevailing or substantially prevailing party, but provides that this is not to be construed to affect the equitable power of any court to award costs or fees under any other authority of law. Revises provisions relating to the preservation of the rights of litigants under any statute of common law notwithstanding the passage of the Act. Directs the Administrator to promulgate regulations to ensure that the beneficial use, reuse, recycling, or reclamation of substances identified or listed as hazardous wastes is conducted in such a manner as necessary to protect human health and the environment. Requires that adequate provision be given to the present and reasonably anticipated future needs of the recycling and resource recovery interest within the area encompassed by the planning process in developing State or regional solid waste plans and in determining the size of waste-to-energy facilities. Authorizes the Administrator to make grants, for construction of demonstration cycling intermediate processing centers an for acquisition of lands necessary for centers to local government units which: (1) demonstrate a successful past experience in municipal multimaterial curbside source separation programs; (2) approve plans for centers which are part of county-wide programs and which operate at a specified level within a certain period; and (3) with populations between 175,000 and 225,000. Limits the amount of funds available for such grants. Exempts such grants from specified requirements. Increases criminal penalties for specified violations under the Act. Amends the Comprehensive Environmental Response, Compensation, and ability Act of 1980 (\"Superfund\") to require that a State agree to pay 50 percent of the costs of remedial actions provided for by the President with (currently, owned) by a State or political subdivision thereof in order to qualify for such assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resource Conservation and Recovery Act Reauthorization Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Resource Conservation and Recovery Act Reauthorization Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Resource Conservation and Recovery Act Reauthorization Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act to authorize appropriations for the fiscal years 1983 and 1984, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:02-05:00"
}