{
  "actions": [
    {
      "acted_at": "1985-04-04", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-26", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 99-207.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-06-17", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s902-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1985-06-17", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1985-10-10", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1985-10-10", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-04", 
  "number": "902", 
  "official_title": "A bill to establish Federal standards and regulations for the conduct of gaming activities within Indian country, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Gaming Control Act", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-04", 
  "subjects": [
    "Bingo", 
    "Casinos", 
    "Crime prevention", 
    "Dog racing", 
    "Federal-Indian relations", 
    "Gambling", 
    "Gambling and Lotteries", 
    "Horse racing", 
    "Indian lands", 
    "Licenses", 
    "Lotteries", 
    "Native Americans", 
    "Organized crime"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-04", 
    "text": "Indian Gaming Control Act - Establishes Federal standards for gaming activities in Indian country. Defines \"gaming.\" Makes gaming illegal within Indian country unless conducted pursuant to a tribal ordinance or resolution adopted by an Indian tribal government and approved by the Secretary of the Interior or the Regional Indian Gaming Commission (established pursuant to this Act). Sets forth criminal penalties. Requires the Secretary or the Commission, under specified conditions, to approve any tribal ordinance or resolution concerning the conduct, licensing, or regulation of gaming activity within the tribe's jurisdiction. Provides for the licensing and regulation of gaming conducted or operated by individual tribal members or nontribal individuals or entities. Requires such licensing and regulation to be at least as restrictive as that under the applicable State's laws. Prohibits tribal members or such individuals or entities from being eligible to receive a tribal license to conduct gaming operations within a tribe's jurisdiction if not otherwise eligible to receive a State license to conduct such operations. Permits a tribe, subject to approval by the Secretary or the Commission, to enter into management contracts for the operation and management of a tribal gaming enterprise for a fee which shall not exceed 49 percent of the net revenues of such operation. Sets forth certain information and contract requirements. Permits the Secretary or the Commission to disapprove or to void such contracts where either has knowledge of specified facts. Sets forth the time by which existing gaming operations in Indian country must comply with the requirements of this Act. Authorizes Indian tribes within the jurisdiction of the Bureau of Indian Affairs to organize and establish a Regional Indian Gaming Commission. Provides that each Commission shall have the same authority as the Secretary with respect to the approval or disapproval of Indian gaming activities. Authorizes the payment of an assessment by each Indian tribe that maintains a gaming operation to the Commission. Permits the Commission to revoke or suspend any tribal gaming ordinance or resolution of any Indian tribe that fails to pay such assessment to the Commission. Permits the Secretary to suspend the operation of any Commission if he finds that such Commission has failed or is incapable of carrying out its responsibilities under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Gaming Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish Federal standards and regulations for the conduct of gaming activities within Indian country, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:20-05:00"
}