{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Standards of Official Conduct", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Standards of Official Conduct.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr97-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Standards of Official Conduct", 
      "committee_id": "HSSO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "97", 
  "official_title": "A bill to provide for public disclosure by Members of the House of Representatives and by candidates for such office and to give the House Committee on Standards of Official Conduct appropriate jurisdiction.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "House Financial Disclosure Act", 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Congressional committees", 
    "Election candidates", 
    "Financial disclosure", 
    "House of Representatives", 
    "Members of Congress"
  ], 
  "subjects_top_term": "Financial disclosure", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "House Financial Disclosure Act - Requires all Members of the House of Representatives to file annually with the Clerk of the House and the Committee on Standards of Official Conduct of the House of Representatives and all candidates for the House to file with the clerk of the House a written report containing financial information for the preceding calendar year. Requires the report to contain a complete account of the Member's or candidate's gross-income and that of his spouse and dependent children, specifically including: (1) the value of all honorariums or compensation for services received by the Member or candidate, and the names and addresses of all persons and organizations from whom honorariums or compensation were received; (2) gross income derived from a business enterprise, together with the nature of his interest in the business and its name and address; (3) an itemization of all gains derived from dealings in property, including the name and address of other parties involved and a brief description of the transactions; (4) the sources from which were derived income from interest and the amounts thereof; (5) the sources from which rents were derived and the amounts; (6) the sources from which royalties were derived and the amounts; (7) the sources from which dividends were derived and the amounts; (8) the names and addresses of all persons and organizations who assisted him in the discharge of indebtedness and the aggregate amount thereof; (9) itemization of income or benefits derived from distribution of his share in any partnership or professional group, and, if the distribution from the payments of any person or organization is $1,000 or more, the name and address of such person or organization; and (10) itemization of income derived from an estate in which the Member or candidate has an interest and the nature of that interest. Requires disclosure of: (1) all gifts to the Member or candidate which in aggregate values $100 in the year from a particular source, together with the name and address of the donor, the amount or value of the gifts, and a description thereof; (2) gifts to the family of the Member or candidate exceeding $500 in a single year from one source; (3) assets held by the Member or candidate, his spouse or dependent children, or any of them jointly; (4) the Member's or candidate's total aggregate indebtedness and that of his spouse and dependent children, and the names and addresses of each person or organization to whom the Member or candidate, his spouse, or his dependent children owe more than $5,000; and (5) any funds established by the Member or candidate, or on his behalf, to defray expenses incurred by reason of his being a Member or candidate. Confers on the Committee on Standards of Official Conduct jurisdiction to review Members' reports and to recommend to the House disciplinary action against a Member who fails to file a report or knowingly and willfully files a false report. Provides criminal penalties of not more than $1,000 and/or not more than one year imprisonment for a Member or candidate who fails to file a report or knowingly files a false report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "House Financial Disclosure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for public disclosure by Members of the House of Representatives and by candidates for such office and to give the House Committee on Standards of Official Conduct appropriate jurisdiction.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:51-05:00"
}