{
  "actions": [
    {
      "acted_at": "2010-04-15", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3209-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-04-15", 
  "number": "3209", 
  "official_title": "A bill to amend the Toxic Substances Control Act to ensure that risks from chemicals are adequately understood and managed, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe Chemicals Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-04-15", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Animal protection and human-animal relationships", 
    "Business records", 
    "Child health", 
    "Civil actions and liability", 
    "Criminal investigation, prosecution, interrogation", 
    "Employment and training programs", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental health", 
    "Environmental protection", 
    "Environmental regulatory procedures", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Hazardous wastes and toxic substances", 
    "Intergovernmental relations", 
    "International law and treaties", 
    "International organizations and cooperation", 
    "Judicial review and appeals", 
    "Manufacturing", 
    "Medical research", 
    "State and local government operations", 
    "Trade restrictions"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-04-15", 
    "text": "Safe Chemicals Act of 2010 - Amends the Toxic Substances Control Act to direct the Administrator of the Environmental Protection Agency (EPA) to promulgate a rule that establishes: (1) the data that constitute the minimum data set for chemical substances (chemicals) and mixtures, which shall include information on substance characteristics and on the hazard, exposure, and use of such chemicals and mixtures; and (2) requirements for chemical manufacturers and processors to submit and update their minimum data sets. Sets deadlines for the submission of minimum data sets for chemicals placed on the priority list established by this Act and for new chemicals. Authorizes the Administrator to: (1) require the testing of, and the submission of test results for, any chemical or mixture; (2) require submission of a sample of any chemical or substance for testing; and (3) prohibit violators of testing requirements from manufacturing, processing, or distributing chemicals or mixtures. Prohibits any person from manufacturing or processing a new chemical unless the person notifies the Administrator about the person's intention to manufacture or process the chemical and the Administrator finds that the manufacturers and processors have established that the chemical meets the applicable safety standard or that it is not, and is not expected to be: (1) manufactured or released into the environment in excess of specified volumes; (2) a known, probable, or suspected reproductive, developmental, neurological, or immunological toxicant, carcinogen, mutagen, or endocrine disruptor or does not have other toxicological properties of concern; (3) persistent and bioaccumulative; or (4) found in human blood, fluids, tissue, food, drinking water, air, residential soil, or house dust at a level not naturally found in that medium. Prohibits any person from manufacturing or processing existing chemicals for uses that were not ongoing prior to this Act's enactment, at significantly increased volumes, or if the person had not previously manufactured or processed the chemicals, unless the chemicals meet the applicable safety standard and other specified requirements. Requires the Administrator to develop, publish, and update a priority list containing the names of at least 300 chemicals for which safety determinations shall be made first. Makes it the duty of: (1) chemical manufacturers and processors to bear the burden of proving that chemicals meet applicable safety standards; and (2) the Administrator to determine whether such burden has been met. Sets forth provisions concerning: (1) notification of pending safety determinations; (2) requirements for chemicals that meet safety standards; (3) conditions in safety determinations; (4) chemicals or mixtures that may present a substantial endangerment to health or the environment; and (5) polychlorinated biphenyls (PCBs), including prohibiting any person from manufacturing, processing, or distributing PCBs in other than a totally enclosed manner. Prohibits federal agencies from conveying, selling, or distributing elemental mercury. Requires the Administrator to: (1) publish a list that categorizes all chemicals distributed in commerce; (2) establish an Internet-accessible, public database of information on the toxicity of, use of, and exposure to chemicals; (3) establish a Children's Environmental Health Research Program within EPA; (4) minimize the use of animals in testing of chemicals and mixtures; (5) create market incentives for the development of safer alternatives to existing chemicals; and (6) develop and publish action plans to reduce disproportionate exposure to toxic chemicals. Revises provisions concerning the disclosure of data by narrowing the conditions under which data about chemicals may be treated as confidential business information. Authorizes the Administrator to prescribe regulations to carry out the provisions of the Stockholm Convention, the Protocol on Persistent Organic Pollutants to the Convention on Long-Range Transboundary Air Pollution, and the Rotterdam Convention."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe Chemicals Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Toxic Substances Control Act to ensure that risks from chemicals are adequately understood and managed, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:45-05:00"
}