{
  "actions": [
    {
      "acted_at": "1985-11-21", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-12-17", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Executive Comment Requested from USDA, Farm Credit Admin.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-12-17", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Conservation Credit and Rural Development", 
      "text": "Referred to Subcommittee on Conservation Credit and Rural Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-12-17", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Wheat, Soybeans, and Feed Grains", 
      "text": "Referred to Subcommittee on Wheat, Soybeans, and Feed Grains.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-01-30", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Executive Comment Received From Farm Credit Admin.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3823-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Conservation, Credit, and Rural Development", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Wheat, Soybeans, and Feed Grains", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-11-21", 
  "number": "3823", 
  "official_title": "A bill to amend the Farm Credit Act of 1971, to amend the Agricultural Act of 1949 to provide for producer-approved wheat and feed grain referenda for the 1987 through 1990 crops of such commodities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Farm Credit Act Amendments and Producer Referendum Act of 1985", 
  "sponsor": {
    "district": "4", 
    "name": "Weaver, James H.", 
    "state": "OR", 
    "thomas_id": "01210", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-11-21", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural price supports", 
    "Agricultural surpluses", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Corporations and Stocks", 
    "Executive reorganization", 
    "Exports", 
    "Farm Credit Administration", 
    "Feed grain program", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Government corporations", 
    "Government operations and politics", 
    "Imports", 
    "Wheat"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-11-21", 
    "text": "Farm Credit Act Amendments and Producer Referendum Act of 1985 - Title I: Provisions to Strengthen the Operation of Farm Credit System Lending Institutions - Amends Part A of title IV of the Farm Credit Act of 1971 to merge specified revolving funds and make such funds available to the Farm Credit Administration (FCA) for the purchase on behalf of the United States of stock in the Farm Credit System Capital Corporation (established by this Act). Replaces existing debt-to-capital provisions with authority to maintain adequate capital in Farm Credit System (FCS) institutions. Empowers the FCA to appoint a receiver or conservator for an FCS institution in situations of: (1) insolvency; (2) substantial asset dissipation; (3) unsound conditions; (4) willful violation of a final cease and desist order; or (5) concealment of records. Provides for the charter of a new Farm Credit System Capital Corporation (Corporation) within 60 days. Makes such Corporation a federally chartered instrumentality of the United States and an FCS institution. Directs the Corporation to provide financial and technical assistance to financially-troubled FCS institutions. Sets forth related operating and administrative provisions. States that the Corporation shall assume all assets and debts of the predecessor Corporation. Authorizes the Secretary of the Treasury, upon FCA certification of need, to purchase Corporation obligations in order to assist FCS institutions. Provides initial capitalization through institution contributions. Title II: Regulation of Farm Credit System - Amends Part B of title V of the Farm Credit Act to state that the FCA shall be an independent executive agency. Vests management in a Farm Credit Administration Board. Sets forth related operating and administrative provisions, including authority to establish advisory committees. Requires: (1) at least annual examinations of FCS institutions; and (2) each institution to make an annual audit report. Authorizes the FCA to publish reports of such examinations under specified circumstances. Authorizes the FCA to: (1) initiate cease-and-desist and temporary cease-and-desist proceedings against FCS institutions or persons; and (2) initiate proceedings to remove an individual from office or suspend an officer or director in an FCS institution. Sets forth hearing, judicial review, and penalty provisions. Title III: Protection for Farmers and Other Farm Credit System Borrowers - Amends the Farm Credit Act of 1971 to set forth loan disclosure (interest rates, variable loan rates, stock purchases) and access to information provisions (borrower document copies). Provides for a credit review committee. Requires in cases of voluntary or involuntary association liquidation that the supervising bank minimize the adverse effects on borrowers whose loans are purchased by other FCS institutions. Title IV: Implementation Procedures - Makes title I through III of this Act effective 30 days after their enactment. States that the Governor of the FCA shall perform the functions of the Chairman of the Farm Credit Administration Board until his appointment. Expresses the sense of the Congress that the needs of the U.S. agriculture industry require implementation of this Act as soon as possible. Title V: Referenda and Production Acreages Marketing Certificates, and Minimum Loan Rates for the 1987 through 1990 Crops of Wheat and Feed Grains - Amends the Agricultural Act of 1949 to direct the Secretary of Agriculture to conduct a referendum of wheat and feed grains producers every two years to determine whether they favor the national marketing certificate program proposed by this Act. Sets forth the eligibility requirements for voting in such referenda. Provides that if the marketing certificate programs are not approved by such producers, the Secretary shall provide loans, purchases, payments, and other assistance. Describes the operation of the national marketing certificate program for wheat, if approved. Sets forth the method for determining the amount of loans and purchases which will be available to wheat producers. Requires loans and purchases to be at a level which will maintain the competitive relationship of wheat to other grains. States that the level of wheat loans and purchases for the 1987 through 1990 marketing years may not be established at less than $5.03 per bushel or 70 percent of parity, whichever is greater. Allows the Secretary to make such certificates available to importers of wheat. Provides that a marketing certificate shall authorize the producer or importer to market, barter, or donate an amount of wheat equal to the amount of the certificate. Allows the Secretary to provide incentive payments for domestically marketed, bartered, or donated wheat if necessary to assure that wheat remains competitive in the domestic market. Allows excess wheat to be used on farms, transferred for export, or held over to the succeeding marketing year and marketed under a certificate for such year. Prohibits the transfer of marketing certificates. Describes the operation of the national marketing certificate program for feed grains. Sets forth the method for determining the amount of loans and purchases which will be available to feed grains producers. Requires loans and purchases to be at a level which will maintain the competitive relationship of corn to other grains. States that the level of corn loans and purchases for the 1987 through 1990 marketing years may not be established at less than $3.49 per bushel or 70 percent of parity, whichever is greater. Provides loans and purchases for other feed grains at levels in relation to that of corn. Allows the Secretary to make such certificates available to importers of feed grains. Provides that a marketing certificate shall authorize the producer or importer to market, barter, or donate an amount of feed grain equal to the amount of the certificate. Allows the Secretary to provide incentive payments for domestically marketed, bartered, or donated feed grains if necessary to assure that such feed grains remain competitive in the domestic market. Allows excess feed grains to be used on the farms, transferred for export, or held over to the succeeding marketing year and marketed under a certificate for such year. Prohibits the transfer of marketing certificates. Permits the imposition of penalties, at the discretion of the Secretary, for noncompliance with this Act. Prohibits wheat or feed grain producers from adjusting their crop acreage bases. Directs the Secretary to advise the President on the need to impose fees or quantitative limitations on articles that may be imported."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farm Credit Act Amendments and Producer Referendum Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Farm Credit Act of 1971, to amend the Agricultural Act of 1949 to provide for producer-approved wheat and feed grain referenda for the 1987 through 1990 crops of such commodities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:59-05:00"
}