{
  "actions": [
    {
      "acted_at": "1974-02-28", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3086-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-28", 
  "number": "3086", 
  "official_title": "A bill to establish a system for the development of mineral resources on public lands of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mineral Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Metcalf, Lee", 
    "state": "MT", 
    "thomas_id": "01399", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-28", 
  "subjects": [
    "Mines and mineral resources", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-28", 
    "text": "Mineral Development Act - Title I: Declares that it is the purpose of this Act to assist in carrying out the policy of the United States as expressed in the Mining and Minerals Act of 1970 by establishing a system to provide for and encourage the development of certain mineral resources on the public lands of the United States. Title II: Existing Mining Claims and Mill Sites - Provides that mining claims and millsites located under the 1872 mining law are null and void unless an application for a patent or a declaration of interest is filed. States that a declaration of interest may be filed for a mining claim whether or not there has been a discovery of a valuable mineral deposit. Provides that any person having an interest in a claim may file the declaration of interest and such declaration must show the names and addresses of the owners, and a description of the claims, including acreage. Authorizes the Secretary of Interior to require additional information if the description is insufficient. Provides that such claims may be perfected by a discovery at any time within five years, but if the United States has specific need for any limited area of land, claims on that land may contested and declared null and void if not then perfected by a discovery or, in the case of millsites, if the millsite is not then valid. Provides that claims for which a declaration of interest has been or may be filed will be void five years after the effective date of this bill unless an application for patent is then pending. Title III: Provisions for New Claims - Provides for the repeal of the applicable provisions of the general mining law of 1872 and certain Acts amendatory or supplemental thereto, and enacts a new mining law. Provides that, subject to the reserved royalty in the United States provided in this Act, all mineral deposits covered by this Act in lands available for mineral location shall be open for exploration, development, mining, production and disposition, and patent, and said lands shall be open to ingress, egress, occupation, and use for mineral purposes, and to patent by citizens of the United States. Declares that no person who holds an interest in a claim can relocate the same land for two years unless annual labor has been performed on the land for the period, and an affidavit is filed prior to relocating the land, and in that event, the amount of annual labor as to the relocated portion shall be the same as if it were covered by the original claim. Provides that a mining claim shall contain not less than 20 acres nor more than 80 acres, except where necessary to conform to the lines of a public survey, and the minimum size is subject to the exception that isolated tracts of land available for mineral location may contain less than 20 acres. Sets forth the procedure by which mining claims are located. Provides for the amendment of such claims at any time to correct errors or omissions in the manner of location of the claim or in the contents thereof. States that before the end of each work year the owner of the claim must file in the Bureau of Land Management an affidavit showing the name and address of the claim owner, an identification of the claims by reference to location, notices or declarations of interest, the amount of the annual labor or payment in lieu of labor, the place where the work was performed and the dates thereof, a description of the annual labor actually performed, and the name and address of the person doing the work. Declares that, unless deferred or exempted for a reason authorized by the bill, failure to perform the work or make payments, or the filing of a substantially insufficient affidavit or one containing a materially false statement, shall cause the claim to be voidable if a proceeding is brought within 180 days after the end of the work year, but no claim is voidable if the holder of the claim can prove that annual labor was actually performed or payment in lieu of labor was made. Provides that the Secretary of Interior may defer the annual labor obligation upon a showing that the title or right to a mining claim or claims is in litigation or that access has been denied or is in litigation. Provides that the owner of a mining claim located under title III will be entitled to a patent if the claim or claims contain a valuable mineral deposit; or if the applicant files with the Secretary of Interior a plan of development for a claim or claims, that plan is approved by the Secretary, and equipment and facilities have been acquired and installed in accordance with the plan. Provides that a mineral patent shall grant to the patentee and his successors in interest the title to the mineral deposits which are within the boundaries of the mining claim extended downward vertically and the title to the remaining interests in the lands owned by the United States subject to the reserved royalty in the United States provided by this Act. Sets forth the procedure for obtaining such patents. Provides that there shall be paid to the United States with relation to minerals extracted from mining claims located pursuant to title III a royalty of 2% of the mine value of the minerals except that this royalty during any calendar year shall not exceed 5% of the net mining income for such year allocable to the mineral for which said royalty is payable. States that such royalty will be payable to the United States within 90 days following the end of the calendar quarter in which the mineral extracted is sold or in which the value is established by the owner in accordance with this Act. Provides that if an owner fails or refuses to pay the royalty due for a period greater than 30 days, the Secretary of the Interior may enforce such payment by bringing an action in the United States District Court for the district in which the owner resides or in which the mining claim is located. Provides that an adverse claim under oath may be filed during the eight week period of publication of the notice of application for patent, and in the event of the filing of an adverse claim all patent proceedings shall be stayed until the claim is decided by a court of competent jurisdiction, or the adverse claim is waived. States that court proceedings must be commenced within thirty days after filing of the claim, and prosecuted to final judgment with reasonable diligence. Provides that nothin in this Act shall be deemed to exempt the owner of a mining claim from applicable Federal, State, and local laws relating to the protection of the environment. Title IV: Bureau of Land Management Records - Provides that there shall be maintained in each local land office of the Bureau of Land Management, in addition to files and records presently maintained, files and records for mining claim documents for mining claims within the respective jurisdiction of said offices. Defines mining claim documents as declarations of interest, location notices and certificates, affidavits of and notices of deferment or exemption from annual labor and payments in lieu of labor, applications for mineral patents, mineral patents, and amendments to each of said documents. Provides that the Secretary may establish reasonable fees for the filing and issuance of certified copies, and mining claim documents for which a fee is paid must be accepted for filing. States that such records and files are public files, open to inspection during office hours, and upon request and payment of the prescribed fee the local land office must furnish copies, certified or authenticated if requested. Provides that no document respecting mining claims which was prepared prior to the effective date of the Act need be filed, and that no right is adversely affected for failure to file such prior document. Title V: Acquisition of Lands - Authorizes the Secretary to sell, upon the application of any person holding an interest in a mineral deposit, any land owned by the United States, whether it be mineral or nonmineral in character, which the applicant demonstrates is reasonably necessary for mining or processing operations with respect to such mineral deposit or uses reasonably incident thereto. States that, when the development of mineral resources will be promoted thereby, the Secretary is authorized to accept, on behalf of the United States, title to any interest in privately owned lands in exchange for conveyance of any interest in public land or land previously acquired by the United States in any State. Title VI: Provides for amendments to certain existing statutes. Title VII: Administration - Provides that the provisions of this Act shall be administered in conformity with the Administrative Procedure Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mineral Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a system for the development of mineral resources on public lands of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:04-05:00"
}