{
  "actions": [
    {
      "acted_at": "1994-08-03", 
      "references": [
        {
          "reference": "CR E1640-1641", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-03", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-08-10", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Intellectual Property and Judicial Administration", 
      "text": "Referred to the Subcommittee on Intellectual Property and Judicial Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-08-12", 
      "in_committee": "House Committee on Judiciary", 
      "in_subcommittee": "Intellectual Property and Judicial Administration", 
      "references": [], 
      "text": "Joint Hearings Held by the Subcommittee on Intellectual Property and Judicial Administration and by the Senate Committee on the Judiciary, Subcommittee on Patents, Copyrights and Trademarks.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4894-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Intellectual Property and Judicial Administration", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-08-03", 
  "number": "4894", 
  "official_title": "To prohibit unauthorized fixation of sound recordings and music videos of live musical performances and provide copyright protection in restored works, and for certain other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "General Agreement on Tariffs and Trade Copyright Act of 1994", 
  "sponsor": {
    "district": "2", 
    "name": "Hughes, William J.", 
    "state": "NJ", 
    "thomas_id": "00572", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-08-03", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Arts, culture, religion", 
    "Computer software", 
    "Congress", 
    "Congressional agencies", 
    "Copyright", 
    "Copyright infringement", 
    "Crime and law enforcement", 
    "Entertainers", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Government operations and politics", 
    "Government paperwork", 
    "Import restrictions", 
    "Imports", 
    "Information services", 
    "Intellectual property", 
    "International affairs", 
    "Lease and rental services", 
    "Library of Congress", 
    "Music", 
    "Phonorecords", 
    "Public records", 
    "Science, technology, communications", 
    "Smuggling", 
    "Sound recording and reproducing", 
    "Trade agreements", 
    "Video tape recording"
  ], 
  "subjects_top_term": "Copyright", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-08-03", 
    "text": "TABLE OF CONTENTS: Title I: Federal Anti-Bootleg Provisions Title II: Copyright in Restored Works General Agreement on Tariffs and Trade Copyright Act of 1994 - Amends the Computer Software Rental Amendments Act of 1990 to repeal the termination date of a prohibition on unauthorized commercial rental or leasing of computer programs. Title I: Federal Anti-Bootleg Provisions - Federal Anti-Bootleg Act of 1994 - Amends the Federal criminal code to impose monetary and imprisonment penalties on persons who, without the consent of a featured performer, knowingly and for purposes of commercial advantage or private financial gain: (1) fix the sound or images of a live musical performance in a copy or phonorecord or reproduce phonorecords or copies of such a performance from an unauthorized fixation; (2) communicate to the public the sounds or images of such a performance; or (3) distribute, sell, rent, or traffic (or offer to engage in such activities) any copy or phonorecord fixed without such consent. (Sec. 102) Applies this Act to the following acts that occur one year after the entry into force of the World Trade Organization Agreement: (1) live musical performances fixed without the consent of a featured performer; (2) distributions, sales, rentals, or trafficking (or offers thereof) in any copy or phonorecord fixed without such consent; and (3) communications to the public of sounds or images of a live musical performance without such consent. Title II: Copyright in Restored Works - Berne and GATT Retroactivity Act of 1994 - Amends Federal copyright law to replace provisions regarding copyright in certain motion pictures with those concerning copyright in restored works. (Sec. 202) Declares that copyright subsists in restored works and vests automatically on the date of restoration. Requires copyright in: (1) restored works published or registered with the Copyright Office before 1978 to endure for a term of 75 years from the date of first publication or registration; and (2) works created on or after January 1, 1978, to endure for terms of protection established in existing provisions (the life of the author and fifty years after the author's death, with exceptions). Provides that no work in which the copyright was ever owned or administered by the Alien Property Custodian and in which the restored copyright would be owned by a government or instrumentality thereof shall be a restored work. Declares that a restored work vests initially in the author of the work as determined according to the law of its source country. Authorizes any person owning copyright in a restored work to file a notice of intent to enforce that copyright against reliance parties with the Copyright Office. Defines a \"reliance party\" as any person who, prior to the date the Agreement on Trade-Related Aspects of Intellectual Property of the General Agreement on Tariffs and Trade becomes effective with respect to the United States, or who, prior to the date of adherence of a source country which became an eligible country after this Act's enactment: (1) engaged in acts which would have violated exclusive rights in copyrighted works if the restored work had been subject to copyright protection and continued to engaged in such acts after the Agreement became effective; or (2) made substantial monetary investments in a creation of a work which incorporates material portions of a restored work. Sets forth remedies for infringement of copyrights in restored works."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "General Agreement on Tariffs and Trade Copyright Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Berne and GATT Retroactivity Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Anti-Bootleg Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To prohibit unauthorized fixation of sound recordings and music videos of live musical performances and provide copyright protection in restored works, and for certain other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:31:10-05:00"
}