{
  "actions": [
    {
      "acted_at": "1973-02-27", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1031-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pastore, John O.", 
      "sponsored_at": "1973-01-03", 
      "state": "RI", 
      "thomas_id": "01415", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1973-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1973-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-27", 
  "number": "1031", 
  "official_title": "A bill to designate a national network of essential rail lines; to require minimum standards of maintenance on such lines; to create a not-for-profit corporation to acquire and maintain rail lines in the Northeast; and to provide financial assistance for rehabilitation of rail lines.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Essential Rail Services Act", 
  "sponsor": {
    "district": null, 
    "name": "Hartke, Vance", 
    "state": "IN", 
    "thomas_id": "01349", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-27", 
  "subjects": [
    "Corporations", 
    "Northeastern States", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-27", 
    "text": "Essential Rail Services Act - Title I: Findings, Purposes and Definitions - States that Congress finds that modern, efficient rail service is essential to interstate commerce and to national defense. States that the purpose of the Act is to provide Federal financial assistance for rehabilitation, maintenance, modernization, and any necessary restructuring of essential rail lines. Sets forth the definition of terms to be used in this Act. Title II: Interstate Railroad System - Requires the designation of an interstate railroad system which would identify main lines in the United States which must be upgraded to standards which would insure dependable operation of freight trains at speeds up to 60 miles an hour and passenger trains at speeds up to 80 miles an hour. Requires the Secretary of Transportation to provide within 2 years a report on the long term capital needs for railroads. Title III: Northeast Rail Line Corporation - Provides for the creation of a Northeast Rail Line Corporation. States that the corporation shall be a not-for-profit entity with 13 members on the Board of Directors appointed by the President, affected States, railroads, Amtrak, rail labor, and shippers. Sets for th the powers of the corporation. Title IV: Acquisition of Rail Lines By the Corporation - Provides that, within 6 months after enactment of the Act, the Corporation will acquire all track and roadbed--exclusive of terminals and declassification yards--owned by bankrupt railroads in the Northeast in exchange for debentures equivalent to the net liquidation value of the property conveyed. States that on different terms the rail lines of other Northeast carriers may also be acquired. Title V: Operation of Corporation Rail Lines - Requires that the Corporation assume responsibility for rehabilitation and maintenance of all lines it owns, including secondary and branch lines, and for the operation of signalling and communication devices. Requires that line abandonments be in accordance with procedures providing substantial notice, Interstate Commerce Commission approval, plus an opportunity for affected States, communities, or private companies to retain the service to share on a 50-50 basis the maintenance and rehabilitation costs. Requires the payment of user charges by railroads or Amtrak on a 60 cents per thousand gross ton-miles of locomotive and train operations. States that 60 cents represents a cost figure for maintenance and rehabilitation by some of the railroads. Title VI: Financial Assistance - Provides for an authorization of $50 million for organization expenses of the Corporation; $300 million in each of the first 2 years for rail lines; $100 million per year for maintenance, capital improvements and overhead expense of the Corporation; $1 billion for Federal guarantees for debentures for the acquistion of track and roadbed by the Corporation; and loan guarantees not to exceed $200 million to all qualified railroads throughout the United States for track and roadbed improvements to meet Federal standards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Essential Rail Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to designate a national network of essential rail lines; to require minimum standards of maintenance on such lines; to create a not-for-profit corporation to acquire and maintain rail lines in the Northeast; and to provide financial assistance for rehabilitation of rail lines.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:29-05:00"
}