{
  "actions": [
    {
      "acted_at": "2011-09-15", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1571-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2011-09-15", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blunt, Roy", 
      "sponsored_at": "2011-12-13", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2011-11-02", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hoeven, John", 
      "sponsored_at": "2011-11-02", 
      "state": "ND", 
      "thomas_id": "02079", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "sponsored_at": "2011-09-15", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roberts, Pat", 
      "sponsored_at": "2011-09-15", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rubio, Marco", 
      "sponsored_at": "2011-09-15", 
      "state": "FL", 
      "thomas_id": "02084", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wicker, Roger F.", 
      "sponsored_at": "2011-09-15", 
      "state": "MS", 
      "thomas_id": "01226", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-09-15", 
  "number": "1571", 
  "official_title": "A bill to amend title I of the Elementary and Secondary Education Act of 1965, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Elementary and Secondary Education Amendments Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Isakson, Johnny", 
    "state": "GA", 
    "thomas_id": "01608", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-09-15", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Language arts", 
    "Science and engineering education", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-09-15", 
    "text": "Elementary and Secondary Education Amendments Act of 2011 - Amends title I of the Elementary and Secondary Education Act of 1965 (ESEA) to eliminate the requirement that local educational agencies (LEAs) and public elementary and secondary schools make adequate yearly progress (AYP) toward state academic content and achievement standards. Requires, instead, that states: (1) adopt college and career ready academic content and achievement standards for all public elementary and secondary school students; (2) conduct student assessments in mathematics, reading, and science that involve multiple measures of academic achievement, including measures of student academic growth; and (3) use those assessments, secondary school graduation rates, and other state determined indicators to identify the lowest performing 5% of their schools. Allows states to adopt alternative academic achievement standards and assessments for students with the most significant cognitive disabilities. Requires each LEA with a school identified as being in the lowest performing 5% of schools to identify the factors that may be contributing to the school's low performance and choose an appropriate intervention strategy for the school. Lists the intervention strategies as: (1) transformation strategies, (2) restart strategies, (3) school closure strategies, (4) turnaround strategies, and (5) alternative state determined school turnaround strategies. Requires LEAs to give students in these lowest performing schools the option to transfer to higher performing public schools in their jurisdiction, provided the option is not prohibited by state law. Directs the Secretary of Education to allot grants to states and, through them, award competitive subgrants to LEAs to implement the intervention strategies and cover the transportation costs students incur in exercising their option to attend another school. Changes from mandatory to discretionary the authority of states to use title I administrative funds to establish a program to recognize exemplary schools and assist underperforming schools. Eliminates the requirement that all teachers be highly qualified, requiring instead that they meet applicable state certification and licensure requirements. Replaces the Student Reading Skills Improvement Grants program with a program awarding grants to states to assist them in developing academic assessments and academic content and achievement standards. Repeals: (1) the demonstrations of innovative practices, assessment evaluation, and Close Up Fellowship programs under part E; (2) part F (Comprehensive School Reform); (3) part G (Advanced Placement Programs); and (4) part H (School Dropout Prevention) of title I of the ESEA. Amends title VI (Flexibility and Accountability) of the ESEA to allow LEAs to transfer up to 100% of their allocations under titles II and IV between the two programs or into the school improvement program under part A of title I. Allows states to do the same with the amounts allotted to them under such programs for state level activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Elementary and Secondary Education Amendments Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title I of the Elementary and Secondary Education Act of 1965, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:15:17-05:00"
}