{
  "actions": [
    {
      "acted_at": "1985-10-01", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-10-17", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Executive Comment Requested from DOT, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-10-17", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to Subcommittee on Surface Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3473-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Barnard, Doug, Jr.", 
      "sponsored_at": "1985-12-11", 
      "state": "GA", 
      "thomas_id": "00054", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Darden, George (Buddy)", 
      "sponsored_at": "1985-12-11", 
      "state": "GA", 
      "thomas_id": "00266", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Evans, Lane", 
      "sponsored_at": "1985-12-11", 
      "state": "IL", 
      "thomas_id": "00361", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fowler, Wyche, Jr.", 
      "sponsored_at": "1985-12-11", 
      "state": "GA", 
      "thomas_id": "00405", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Gray, Kenneth J.", 
      "sponsored_at": "1985-12-11", 
      "state": "IL", 
      "thomas_id": "00459", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hatcher, Charles", 
      "sponsored_at": "1985-12-11", 
      "state": "GA", 
      "thomas_id": "00514", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hayes, Charles A.", 
      "sponsored_at": "1985-12-11", 
      "state": "IL", 
      "thomas_id": "00516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Jenkins, Edgar L.", 
      "sponsored_at": "1985-12-11", 
      "state": "GA", 
      "thomas_id": "00595", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Petri, Thomas E.", 
      "sponsored_at": "1986-05-07", 
      "state": "WI", 
      "thomas_id": "00912", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Ray, Richard B.", 
      "sponsored_at": "1985-12-11", 
      "state": "GA", 
      "thomas_id": "00948", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Slattery, Jim", 
      "sponsored_at": "1986-05-07", 
      "state": "KS", 
      "thomas_id": "01067", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Tallon, Robert M. (Robin)", 
      "sponsored_at": "1985-12-11", 
      "state": "SC", 
      "thomas_id": "01136", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Thomas, Lindsay", 
      "sponsored_at": "1985-12-11", 
      "state": "GA", 
      "thomas_id": "01150", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Whittaker, Bob", 
      "sponsored_at": "1985-12-11", 
      "state": "KS", 
      "thomas_id": "01224", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-10-01", 
  "number": "3473", 
  "official_title": "A bill to amend title 23 of the United States Code to consolidate the interstate construction and 4R programs, to establish a State and local block grant highway program, to increase flexibility in the use of toll revenues to finance highway projects, to extend the authorization of funds for Federal-aid highway programs through fiscal year 1990, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal-Aid Highway Reform Act of 1985", 
  "sponsor": {
    "district": "8", 
    "name": "Rowland, J. Roy", 
    "state": "GA", 
    "thomas_id": "00993", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-10-01", 
  "subjects": [
    "Advisory bodies", 
    "Authorization", 
    "Block grants", 
    "Bridges", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal-state relations", 
    "Ferries", 
    "Government trust funds", 
    "Highway construction and repair", 
    "Highway engineering", 
    "Highway finance", 
    "Highway research", 
    "Interstate highway system", 
    "Mass rapid transit", 
    "Public safety", 
    "Roads and highways", 
    "State finance", 
    "States", 
    "Toll roads", 
    "Traffic accidents and safety", 
    "Transportation and Travel", 
    "Urban affairs", 
    "Urban transportation"
  ], 
  "subjects_top_term": "Roads and highways", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-10-01", 
    "text": "Federal-Aid Highway Reform Act of 1985 - Repeals apportionment guidelines for the Interstate System for FY 1957 through 1959 and for FY 1960 through 1990. Repeals the availability guidelines for sums apportioned for certain Interstate priorities. Repeals the authority the Secretary of Transportation (the Secretary) to transfer upon State request certain amounts apportioned for Interstate System resurfacing. Authorizes the Secretary to apportion and approve certain Interstate System construction projects. Authorizes the Secretary to designate a highway on the Federal-aid primary system as part of the Interstate System upon determining that such highway is a logical component to a system serving principal cities, national defense needs and certain transportation modes. Includes as part of the Interstate System any project whose construction costs are included in the Interstate cost estimate for 1985. Amends the Federal-Aid Highway Act of 1978 to authorize appropriations for Interstate System resurfacing for FY 1988 through 1991. Directs the Secretary to set aside $1,000,000,000 for Interstate discretionary projects before any apportionment is made for resurfacing, restoring, rehabilitating and reconstructing the Interstate System. Makes sums apportioned to the States for the Interstate System available for expenditure until the close of the fiscal year for which such sums are authorized (currently such availability is for a period of two years after the close of the fiscal year). Makes sums apportioned to the States for the Interstate System available for construction projects by States in advance of apportionment. States that sums obligated for projects under highway assistance programs for FY 1986 and 1987 shall be available out of the Highway Trust Fund. Directs the Secretary to transmit to the Congress revised estimates of the cost of completing substitute highway and substitute urban mass transit projects, and to use the Federal share in making apportionments for such projects for FY 1988 through 1990 upon approval by the Congress. Makes sums available for expenditure for substitute highway projects for FY 1986 through 1990. Authorizes the Secretary to approve as a project on the Federal-aid primary system any project for replacement or rehabilitation of any bridge on the Federal-aid secondary system or Federal-aid urban system. Amends the Highway Improvement Act of 1982 to extend the Federal-aid primary formula for authorizations from FY 1986 to 1990, and to include an authorization formula for deficient bridges in each State. Authorizes appropriations for Federal-aid primary system projects out of the Highway Trust Fund for FY 1987 through 1990. Directs the Transportation Research Board of the National Academy of Sciences to conduct a study and report to the Congress regarding: (1) Federal-aid primary funds apportionment formulas; and (2) national defense and national economic development needs with respect to the Federal-aid primary system routes and projects. Authorizes appropriations for such study for FY 1987. Repeals the Secretary's authority to approve Federal participation in replacing or rehabilitating deficient highway bridges upon State request. Repeals authorizations for such bridges. Requires the Secretary to obligate in FY 1987 through 1990 all funds authorized to be appropriated under this Act for bridge replacement and rehabilitation using certain discretionary guidelines. Authorizes appropriations for such bridge replacement and rehabilitation for FY 1987 through 1990. Authorizes the Secretary to make a block grant to each State for FY 1987 through 1990 for highway, mass transportation, and highway safety projects. Sets apportionment and reallocation guidelines. Authorizes appropriations for such block grants for FY 1987 through 1990. Extends from FY 1986 to 1990 the period during which the Secretary shall allocate among the States a minimum percentage of funds apportioned for Federal-aid highway programs. Prohibits the authorization of appropriations out of the Highway Trust Fund for implementing projects in the Federal facilities highway program. Authorizes appropriations for such program for FY 1987 through 1990. Permits the States to impose tolls on any highway project without payback of Federal-aid highway funds expended on such highway if the State highway department agrees that toll revenues which exceed highway maintenance costs will be used for projects eligible for Federal funds, and if such highway is publicly owned and operated. Sets guidelines for Federal participation in: (1) the construction or reconstruction of new State toll highways; (2) the construction of ferry boats (whether toll or free); (3) construction projects constituting an approach to a ferry (whether toll or free) on the Federal-aid primary or secondary system; and (4) engineering and fiscal assessments, traffic and design analyses to determine whether a privately owned toll road, bridge or tunnel shall be acquired by a State or its political subdivision. Sets an obligation ceiling, with specified exceptions, for Federal-aid highways and highway safety construction programs for FY 1987 through 1990. Sets allocation guidelines for the distribution of such obligation limitations. Sets obligation limitations upon the States for the first quarter of FY 1985 through 1987. Directs the Secretary of Transportation to: (1) provide all States with authority to prevent lapses of authorized appropriations which have been apportioned for Federal-aid highways and highway safety construction; and (2) redistribute Federal-aid highway and highway safety construction funds based upon a determination of which States will obligate such funds and which States will not. Prohibits the Secretary from distributing amounts authorized for administrative expenses and Federal lands highways. Requires the Secretary to reduce the Federal share payable on a Federal-aid highway or Interstate System project according to the percentage requested by the State implementing such project."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal-Aid Highway Reform Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 23 of the United States Code to consolidate the interstate construction and 4R programs, to establish a State and local block grant highway program, to increase flexibility in the use of toll revenues to finance highway projects, to extend the authorization of funds for Federal-aid highway programs through fiscal year 1990, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:50-05:00"
}