{
  "actions": [
    {
      "acted_at": "1996-05-20", 
      "references": [
        {
          "reference": "CR S5379-5380", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-20", 
      "committee": "Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-05-22", 
      "in_committee": "Committee on Small Business", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Small Business. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-06-25", 
      "references": [], 
      "text": "Committee on Small Business. Reported to Senate by Senator Bond with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-25", 
      "calendar": "Senate Legislative", 
      "number": "455", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 455.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1996-07-25", 
      "references": [
        {
          "reference": "CR S8931-8936", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-25", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-25", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1996-07-26T09:27:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-26", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-26", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Referred to the House Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s5090-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5090"
    }
  ], 
  "bill_id": "s1784-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Small Business", 
      "committee_id": "SSSB"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1996-07-25", 
    "vetoed": false
  }, 
  "introduced_at": "1996-05-20", 
  "number": "1784", 
  "official_title": "A bill to amend the Small Business Investment Act of 1958, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Investment Company Improvement Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Bond, Christopher S.", 
    "state": "MO", 
    "thomas_id": "01286", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1996-07-25", 
  "subjects": [
    "Auditing", 
    "Authorization", 
    "Business records", 
    "Capital investments", 
    "Commerce", 
    "Competition", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corporate liquidations", 
    "Debt", 
    "Economics and public finance", 
    "Electronic data interchange", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Financial statements", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government service contracts", 
    "Interest", 
    "Investments", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Loan defaults", 
    "Loans", 
    "Minorities", 
    "Minority business enterprises", 
    "Pension funds", 
    "Science, technology, communications", 
    "Securities", 
    "Small business", 
    "Socially handicapped", 
    "Trusts and trustees", 
    "Valuation", 
    "Venture capital"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1996-07-25", 
    "text": "Small Business Investment Company Improvement Act of 1996 - Amends the Small Business Investment Act of 1958 (the Act) to revise and add definitions. (Sec. 3) Includes as a small business investment company (SBIC) a limited liability company organized and operated in accordance with a State statute approved by the Small Business Administration (SBA). Requires each SBIC license applicant to apply to the SBA Administrator. Requires the Administrator to provide a status report to such applicant within 90 days and to act on such application within a reasonable time. Specifies matters to be considered. Provides application approval procedures for certain applicants with private capital of not less than $3 million. Repeals a provision authorizing the organization and chartering of SBICs formed to provide financing to socially or economically disadvantaged persons. (Sec. 4) Increases the private capital requirement of SBICs to: (1) $5 million; or (2) $10 million, for applicants seeking authority to issue participating securities to be purchased or guaranteed by the SBA (with an exception in special circumstances and for good cause). Requires the Administrator to determine the adequacy of the private capital of each licensee. Authorizes the Administrator to exempt from the private capital requirements licensees: (1) that certify that at least 50 percent of such financing will be provided to smaller enterprises; and (2) that have a record of profitable operations, that have not committed any serious or continuing violations of Federal or State law, and when such exemption would not create or contribute to unreasonable risk of default or loss to the Government. Directs the Administrator to ensure that the management of each SBIC licensee is sufficiently diversified from and unaffiliated with licensee ownership. (Sec. 5) Requires the Administrator to: (1) prohibit a licensee having outstanding leverage (debentures or securities guaranteed by the SBA) from incurring third party debt that creates or contributes to an unreasonable risk of default or loss to the Government; and (2) permit such licensees to incur third party debt only on established terms and conditions. Directs the Administrator: (1) to require each licensee, as a condition of approval of an application for leverage, to certify that not less than 20 percent of its financing will be provided to smaller enterprises; and (2) before approving such applications, to determine to what extent the applicant's private capital has been impaired. Provides, with respect to SBIC debentures or securities purchased and guaranteed by the SBA, for: (1) a revised equity investment requirement; (2) a leverage fee; and (3) calculation of the appropriate subsidy rate. (Sec. 7) Allows qualified private sector entities to assist the Investment Division of the SBA in the examination of SBICs. Requires each SBIC licensee to submit semiannual valuations of its loans and investments, except that licensees with no outstanding leverage shall submit such valuations annually. Requires a licensee to notify the Administrator quarterly of material adverse changes in its loans, investments, or operations. Provides independent certification and audit requirements for SBICs. Requires valuation criteria to be established or approved by the Administrator. (Sec. 8) Directs the Administrator to submit to the congressional small business committees a detailed plan to expedite the orderly liquidation of all licensee assets in liquidation, including those held in receivership or trust by the Administrator. (Sec. 9) States that nothing in the Act shall prohibit the utilization of a book entry or other electronic form of registration for trust certificates. (Sec. 11) Allows the Administrator, with respect to deferred participation loans, to authorize participating lending institutions to service loans on behalf of the Administrator. Amends the Small Business Act to increase the authorization of appropriations for the guarantee of debentures. (Sec. 12) Amends the Small Business Competitiveness Demonstration Program Act of 1988 to extend such Program through FY 1997."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Investment Company Improvement Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Small Business Investment Company Improvement Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Investment Act of 1958, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:13-05:00"
}