{
  "actions": [
    {
      "acted_at": "1988-08-09", 
      "committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science, Space, and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-26", 
      "bill_ids": [
        "hr4417-100"
      ], 
      "references": [], 
      "text": "House Incorporated this Measure in H.R.4417 as an Amendment.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5183-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-08-09", 
  "number": "5183", 
  "official_title": "A bill to authorize appropriations to the Secretary of Commerce for the programs of the National Institute of Standards and Technology for fiscal year 1989, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4417-100", 
      "reason": "related"
    }
  ], 
  "short_title": "National Institute of Standards and Technology Authorization Act for Fiscal Year 1989", 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-08-09", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Archives", 
    "Arts, culture, religion", 
    "Auditing", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Books", 
    "Building construction", 
    "Business and commerce", 
    "Civil service compensation", 
    "Civil service employment", 
    "Commemorations", 
    "Communication in science", 
    "Computer software", 
    "Computers", 
    "Congressional oversight", 
    "Construction industries", 
    "Copyright royalties", 
    "Debarment of government contractors", 
    "Department of Commerce", 
    "Depository libraries", 
    "Drug abuse", 
    "Drugs and employment", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Engineering", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Federal budgets", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Fire prevention", 
    "Fires and Fire Fighters", 
    "Government and business", 
    "Government contractors", 
    "Government operations and politics", 
    "Government publications", 
    "Government records, documents, and information", 
    "Government service contracts", 
    "Industrial productivity", 
    "Industrial standards", 
    "Information services", 
    "Intellectual property", 
    "International affairs", 
    "International competitiveness", 
    "Inventions", 
    "Inventors", 
    "Iron and steel industry", 
    "Japan", 
    "Joint ventures", 
    "Laboratories", 
    "Layoffs", 
    "Manufacturing industries", 
    "Materials research", 
    "New products", 
    "Newspapers and Periodicals", 
    "Nuclear energy", 
    "Nuclear energy research", 
    "Patents, Trademarks, and Copyrights", 
    "Periodicals", 
    "Presidential appointments", 
    "Public Contracts, Procurement, and Property", 
    "Public safety", 
    "Research", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Salaries", 
    "Science and technology", 
    "Science, technology, communications", 
    "Scientific exchanges", 
    "Small business", 
    "Standards", 
    "Steel", 
    "Technological innovations", 
    "Technology policy", 
    "Technology transfer", 
    "Translating and interpreting", 
    "Weights and measures"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-08-09", 
    "text": "Title I: National Institute of Standards and Technology Authorization - National Institute of Standards and Technology Authorization Act for Fiscal Year 1989 - Authorizes appropriations to the Secretary of Commerce for FY 1989 to carry out the following activities of the National Institute of Standards and Technology (NIST) (formerly the National Bureau of Standards): (1) measurement research and standards; (2) materials science and engineering; (3) engineering measurements and standards; (4) computer science and technology; (5) research support activities; (6) the Cold Neutron Source Facility; and (7) technology services. Permits transfers of funds among such activities under specified conditions. Authorizes specified amounts from such funds solely for: (1) steel technology; (2) the Center for Building Technology; (3) the Center for Fire Research; (4) technical competence programs; (5) support of Regional Centers for the Transfer of Manufacturing Technology and assistance to State technology programs (only for research cooperative agreements subject to a specified competitive process); and (6) the evaluation of non-energy related inventions and related technology extension activities. Prohibits the merger of the Center for Building Technology and the Center for Fire Research. Authorizes additional appropriations for FY 1989 for: (1) activities of the Office of Under Secretary of Commerce for Technology; (2) activities of the Office of Technology Policy; (3) implementation of the purposes of the Japanese Technical Literature Act of 1986; and (4) salary adjustments. Mandates that the Research Information Center be maintained as a governmental activity under the NIST. Instructs the Director of the NIST to study public and private sector needs for evaluated engineering data and to report to the Congress recommending appropriate roles for the NIST and other relevant government and professional entities in collecting, evaluating, and disseminating such data. Instructs the NIST Director to undertake, as appropriate, a variety of activities in the interest of extending and transferring technical services and other expertise to the States and to businesses, including improving access to Federal laboratories and evaluating inventions from small businesses or individuals that have significant potential for improving competitiveness. Instructs the Director to report to specified congressional committees on post-1986 domestic technology transfer accomplishments, trends, and plans of the agency. Describes required report contents. Requires the NIST annually to submit to the Congress, at the time the President's budget is released, three-year budget estimates for all major accounts and new initiatives. Title II: Technology Administration in the Department of Commerce - Subtitle A: Technology Administration - Amends the Stevenson-Wydler Technology Innovation Act of 1980 to establish in the Department of Commerce a Technology Administration comprising: (1) the National Institute of Standards and Technology; (2) the National Technical Information Service; and (3) the Office of Technology Policy, a policy analysis entity. Describes duties of the Administration, including assuming the functions currently assigned to the Office of Productivity, Technology, and Innovation. Directs the President to appoint, with the advice and consent of the Senate, an Under Secretary of Commerce for Technology and an Assistant Secretary of Commerce for Technology Policy. Describes the duties of these officials. Subtitle B: National Technical Information Service - National Technical Information Act of 1988 - Authorizes the Secretary of Commerce, acting through the Director of the National Technical Information Service (NTIS), to enter into contracts, cooperative agreements, joint ventures, and other transactions necessary for NTIS purposes. Prohibits the contracting out of certain functions and activities currently performed by NTIS personnel. Requires congressional notification with respect to certain contracts. Directs the President to appoint, with the advice and consent of the Senate, a Director to manage the NTIS. Establishes a NTIS Advisory Board. Assigns to the Secretary of Commerce, acting through the NTIS, the duties performed by the current NTIS, as well as additional functions, including making its products available to depository libraries as part of the Government Printing Office Depository Library Program and making available in English unclassified foreign technical information. Requires annual auditing in connection with NTIS activities. Requires both the Secretary and the Director to keep appropriate congressional committees informed about NTIS activities. Directs the Secretary, within 90 days of this Act's enactment, to report to the Congress on the NTIS fee structure. Directs the Secretary to report annually to the Congress on NTIS activities and, in addition, to give detailed advanced notice of not less than 30 days of: (1) any proposed reduction-in-force; (2) any joint venture or cooperative agreement involving a financial incentive to the joint venturer or contractor; and (3) any changes in the NTIS operating plan that would result in more than a ten percent variation of expense. Title III: Miscellaneous Amendments to Stevenson-Wydler Technology Innovation Act of 1980 - Amends the Stevenson-Wydler Technology Innovation Act of 1980 to: (1) make specific provision for intellectual property within the context of cooperative research and development agreements; (2) authorize cash awards to scientific, engineering, and technical personnel for computer software; and (3) revise provisions regarding the distribution to inventors of royalties received by Federal agencies. Makes this final amendment retroactive to October 20, 1986. Title IV: Drug-Free Workplace - Prohibits: (1) the obligation or expenditure of any funds authorized to be appropriated for the NIST unless the NIST implements a written policy designed to ensure that its officers and employees do not use, possess, or distribute controlled substances in the workplace; and (2) grant or contract payments to secondary NIST fund recipients unless they adopt a written policy ensuring a drug-free workplace."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Institute of Standards and Technology Authorization Act for Fiscal Year 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Technical Information Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations to the Secretary of Commerce for the programs of the National Institute of Standards and Technology for fiscal year 1989, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:42-05:00"
}