{
  "actions": [
    {
      "acted_at": "2003-10-17", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Original measure reported to Senate by Senator Shelby. With written report No. 108-166.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-10-17", 
      "calendar": "Senate Legislative", 
      "number": "312", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 312.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2003-11-04", 
      "references": [
        {
          "reference": "CR S13848-13891", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-05", 
      "bill_ids": [
        "hr2622-108"
      ], 
      "references": [
        {
          "reference": "CR S13980", 
          "type": "consideration"
        }
      ], 
      "text": "Senate incorporated this measure in H. R. 2622 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-05", 
      "bill_ids": [
        "hr2622-108"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H. R. 2622 in lieu of this measure by Yea-Nay Vote. 95 - 2. Record Vote Number: 437.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-05", 
      "references": [
        {
          "reference": "CR S13994", 
          "type": "consideration"
        }
      ], 
      "text": "Returned to the Calendar. Calendar No. 312.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-05", 
      "bill_ids": [
        "hr2622-108"
      ], 
      "references": [], 
      "text": "See also H. R. 2622.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2053-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2053"
    }, 
    {
      "amendment_id": "s2054-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2054"
    }, 
    {
      "amendment_id": "s2059-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2059"
    }, 
    {
      "amendment_id": "s2060-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2060"
    }, 
    {
      "amendment_id": "s2061-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2061"
    }, 
    {
      "amendment_id": "s2062-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2062"
    }, 
    {
      "amendment_id": "s2064-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2064"
    }, 
    {
      "amendment_id": "s2065-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2065"
    }, 
    {
      "amendment_id": "s2066-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2066"
    }, 
    {
      "amendment_id": "s2067-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2067"
    }, 
    {
      "amendment_id": "s2069-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2069"
    }
  ], 
  "bill_id": "s1753-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-10-17", 
  "number": "1753", 
  "official_title": "An original bill to amend the Fair Credit Reporting Act in order to prevent identity theft, to improve the use of and consumer access to consumer reports, to enhance the accuracy of consumer reports, to limit the sharing of certain consumer information, to improve financial education and literacy, and for other purposes.", 
  "popular_title": "Fair Credit Reporting bill", 
  "related_bills": [
    {
      "bill_id": "hr2622-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2622-108", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr2622-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2622-108", 
      "reason": "includes"
    }
  ], 
  "short_title": "National Consumer Credit Reporting System Improvement Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Shelby, Richard C.", 
    "state": "AL", 
    "thomas_id": "01049", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-10-17", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Auditing", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer complaints", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Cost effectiveness", 
    "Credit cards", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Debit cards", 
    "Department of the Treasury", 
    "Discrimination in consumer credit", 
    "Employee crimes", 
    "Federal Deposit Insurance Corporation", 
    "Federal Trade Commission", 
    "Federal preemption", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Fraud", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Health", 
    "Housing and community development", 
    "Housing finance", 
    "Identification devices", 
    "Identity theft", 
    "Independent regulatory commissions", 
    "Insurance companies", 
    "Interest rates", 
    "Internet", 
    "Labor and employment", 
    "Law", 
    "Limitation of actions", 
    "Medical records", 
    "Military personnel", 
    "Mortgages", 
    "National Credit Union Administration", 
    "Personal budgets", 
    "Right of privacy", 
    "Science, technology, communications", 
    "State laws", 
    "Telemarketing", 
    "Telephone", 
    "Victims of crimes", 
    "Web sites"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2003-10-17", 
    "text": "National Consumer Credit Reporting System Improvement Act of 2003 - Title I: Identity Theft Prevention and Credit History Restoration - Subtitle A: Identity Theft Prevention - (Sec. 111) Amends the Fair Credit Reporting Act (FCRA) to define active duty military consumer as a consumer in military service who: (1) is on active duty or is a reservist performing duty under a call or order to active duty; and (2) is assigned to service away from the consumer's usual duty station. Defines fraud alert and active duty alert as a statement in the consumer's file that: (1) notifies all prospective users of a consumer report that the consumer may be a victim of fraud, including identity theft, or is an active duty military consumer, as applicable; (2) provides to all prospective users of a consumer report, a telephone number, or other reasonable contact method designated by the consumer for the user to obtain the consumer's authorization before establishing new credit (including providing any increase in a credit limit with respect to an existing credit account) in the consumer's name; and (3) is presented in a manner that facilitates a clear and conspicuous view of the statement by any person requesting such file, or any portion of it. Defines reseller as a consumer reporting agency that: (1) assembles and merges information contained in the database of another consumer reporting agency or multiple consumer reporting agencies concerning any consumer for purposes of furnishing such information to any third party; and (2) does not maintain a database of the assembled or merged information from which new consumer reports are produced. Defines identity theft report as a report: (1) that alleges an identity theft; (2) that is filed by a consumer with an appropriate Federal, State, or local government agency, including the U.S. Postal Inspection Service and any law enforcement agency; and (3) the filing of which subjects the person filing the report to criminal penalties relating to the filing of false information if, in fact, the information in the report is false. (Sec. 112) Requires a consumer reporting agency, upon consumer good faith allegation and request, to include a fraud alert in the consumer's file for at least 90 days (one-call fraud alert). Requires the agency to inform the consumer that the consumer may request a free copy of the consumer's file. Requires a consumer reporting agency, upon the request of a consumer who files an identity theft report, or upon receipt of a properly completed copy of a Federal Trade Commission (FTC)-developed and standardized affidavit of identity theft, to include a fraud report in the consumer's file for seven years (unless the consumer requests its removal), and exclude the consumer during such period from any list provided to a third party to offer credit or insurance to the consumer as part of a transaction the consumer has not initiated. Requires a consumer reporting agency to inform the consumer that the consumer may request two free copies of the consumer's file containing the fraud alert. Requires a consumer reporting agency, upon active duty military consumer request, to include an active duty alert in the consumer's file for at least 12 months (unless the consumer requests its removal), and exclude the consumer during such period from any list provided to a third party to offer credit or insurance to the consumer as part of a transaction the consumer has not initiated. Requires a consumer reporting agency to refer such fraud alert or an active duty alert to other consumer reporting agencies. Requires a reseller to reconvey such fraud alerts. (Sec. 113) Mandates truncation of credit card and debit card numbers, with printing of no more than the last five digits. (Sec. 114) Directs the Federal banking agencies, the National Credit Union Administration (NCUA), and the Federal Trade Commission (FTC) to establish guidelines and prescribe regulations for reasonable policies and procedures to: (1) identify possible identity theft risks to account holders or to the safety and soundness of an institution or customers; and (2) prohibit card issuers from issuing additional or replacement cards within 30 days after receiving a change of address notice unless certain steps are taken to verify such change of address. (Sec. 115) Amends Federal criminal law to increase the maximum penalty for identity fraud from three to five years in prison. Subtitle B: Protection and Restoration of Identity Theft Victim Credit History - (Sec. 151) Directs the FTC to: (1) prepare a model summary of rights and contact information for victims of identity theft; and (2) implement a public education campaign on identity theft. (Sec. 152) Requires a consumer reporting agency to block the reporting of information that the consumer alleges resulted from identity theft. Cites circumstances under which such agency may decline to block, or may rescind any block of information. Prescribes special rules for resellers or verification companies to observe if notified of information in a consumer's file resulting from identify theft. (Sec. 153) Prescribes guidelines for: (1) coordination of consumer complaint investigations; (2) prevention of repollution of consumer reports; and (3) debt collector communications concerning identity theft. (Sec. 156) Extends the statute of limitations for civil liability for violations of FCRA from two to seven years after the date on which the violation occurs (but not later than two years after the violation is discovered). Title II: Improvements in Use of and Consumer Access to Credit Information - (Sec. 211) Requires a consumer reporting agency to furnish free annual credit reports only if a request is made by mail or through an Internet website using the centralized system and a standardized request form established in accordance with this Act. Requires free disclosures, upon consumer request, in connection with fraud alerts. Directs the FTC to prepare a model summary of consumer rights to: (1) obtain and dispute information in consumer reports; and (2) obtain credit scores. Requires a consumer reporting agency to include such summary with its agency disclosures. (Sec. 212) Requires both consumer reporting agencies and users of credit scores who make extensions of credit for home buyers to disclose to the consumer the relevant credit scores in connection with a credit application secured by a dwelling. Declares void any contract provision prohibiting such mandatory disclosures, and exempts from contractual liability any credit score user for making such a disclosure. (Sec. 213) Extends from two years to seven years the effective period during which consumers may opt-out of prescreened lists for marketing credit or insurance solicitations. Instructs the FTC to publicize and conspicuously post on its website any address and the toll-free telephone number established as part of the system to notify consumers to opt out of such prescreened lists. (Sec. 214) Requires affiliates who exchange consumer information for market solicitation purposes to: (1) alert the consumer of such practice; and (2) allow the consumer to prohibit all solicitation for marketing purposes for a five-year period. Authorizes such affiliates to allow the consumer to choose from different options to prohibit solicitations, including the types of entities and information covered and solicitation methods. Directs the Federal banking agencies, the NCUA, and the FTC to: (1) promulgate regulations limiting affiliate sharing of consumer information for solicitation purposes; and (2) study and report to Congress on consumer information sharing by users of consumer reports, including financial institution affiliates. (Sec. 215) Requires the FTC to study and report to Congress on: (1) the effects of the use of credit scores and credit-based insurance scores upon the availability and affordability of financial products and services; (2) the correlation between the factors considered by credit score systems and the quantifiable risks and actual losses experienced by businesses;(3) the extent to which the use of credit scoring models, credit scores, and credit-based insurance scores benefit or negatively affect persons based on geography, income, ethnicity, race, color, religion, national origin, age, sex, marital status, or creed; and (4) the extent to which credit scoring systems are used by businesses, the factors considered by such systems, and the effects of variables which are not considered by such systems. Title III: Enhancing the Accuracy of Consumer Report Information - (Sec. 311) Directs the Federal banking agencies, the NCUA, and the FTC to promulgate regulations requiring notice to any consumer receiving an extension or grant of credit based on a counter offer by the creditor on material terms, including interest rate, that are materially less favorable than the terms generally available from the creditor to consumers, based in whole or in part on a consumer report. (Sec. 312) Directs the Federal banking agencies, the NCUA, and the FTC to coordinate regulations governing the accuracy and completeness of information provided by furnishers of consumer information to consumer reporting agencies. (Sec. 313) Prescribes guidelines for FTC treatment of consumer complaints of incomplete or inaccurate information maintained by a consumer reporting agency, and transmission of such complaints to the agency. (Sec. 314) Requires the Board of Governors of the Federal Reserve System to: (1) conduct ongoing audits of the accuracy and completeness of consumer reports prepared or maintained by consumer reporting agencies; and (2) independently verify reports accuracy and completeness. (Sec. 315) Requires consumer reporting agencies which determine, upon reinvestigation, that information was inaccurate, incomplete, or unverified promptly to: (1) delete such information from the consumer's file of the consumer, or modify it; and (2) notify the furnisher of that information that it has been deleted from the consumer's file or properly modified. Requires information furnishers, in such instances, to delete an item of information promptly from its records, or modify it. (Sec. 316) Requires consumer reporting agencies to notify consumer report users whenever the consumer address contained in a report differs substantially from the address provided by the user when it requested the report. Directs the Federal banking agencies, the NCUA, and the FTC to promulgate regulations providing guidance for reasonable policies and procedures that consumer report users should employ to reconcile a consumer's address with the consumer reporting agency by furnishing such address to the agency as part of its regularly furnished information. (Sec. 317) Directs the FTC to study and report to Congress on a cost-benefit analysis of ways to improve the operation of FCRA, in particular: (1) the efficacy of increasing the number of points of identifying information a credit reporting agency must match to ensure that a consumer is the correct individual to whom a credit report relates before releasing the report to a user; (2) mandatory notification of consumers when negative information has been added to their credit reports; (3) the effects of requiring that consumer experiencing an adverse action receive a copy of the same credit report on which the creditor relied in taking the adverse action; (4) any common financial transactions not generally reported to consumer reporting agencies which would provide useful information in determining creditworthiness; and (5) any actions that might be taken within a voluntary reporting system to encourage the reporting of those types of transactions not generally reported. Title IV: Limiting the Use and Sharing of Medical Information in the Financial System - (Sec. 411) Requires specific affirmative consumer consent (opt-in) regarding the use and sharing of medical information by consumer reporting agencies for employment or insurance purposes. States that medical information shall not be excluded from credit reports shared among affiliates unless it is prohibited by this title. Directs the Federal banking agencies and the NCUA to prescribe regulations limiting the use of such medical information. (Sec. 412) Requires information furnishers whose primary business is providing medical services, products, or devices to notify any credit reporting agency to which they furnish consumer information that they are medical information furnishers, for purposes of compliance with medical information coding requirements. Title V: Financial Literacy and Education Improvement - Financial Literacy and Education Improvement Act - (Sec. 513) Establishes the Financial Literacy and Education Commission to: (1) improve Federal financial literacy and education programs, grants, and materials; (2) establish a website and a toll-free telephone number for the public; (3) disseminate public education materials; (4) develop a national strategy promoting basic financial literacy and education at the State and local level; and (5) report to Congress on its activities. (Sec. 517) Directs the Comptroller General to report to Congress on the effectiveness of the Commission in promoting financial literacy and education. (Sec. 518) Authorizes appropriations. Title VI: Relation to State Law - Repeals the termination after January 1, 2004, of Federal preemption of State law by FCRA. Title VII: Miscellaneous - (Sec. 711) Makes clerical and technical amendments to FCRA."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Fair Credit Reporting bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "National Consumer Credit Reporting System Improvement Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Literacy and Education Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Consumer Credit Reporting System Improvement Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Financial Literacy and Education Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Fair Credit Reporting Act in order to prevent identity theft, to improve the use of and consumer access to consumer reports, to enhance the accuracy of consumer reports, to limit the sharing of certain consumer information, to improve financial education and literacy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:34-05:00"
}