{
  "actions": [
    {
      "acted_at": "1979-03-12", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s611-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cannon, Howard W.", 
      "sponsored_at": "1979-01-03", 
      "state": "NV", 
      "thomas_id": "01301", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1979-01-03", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-12", 
  "number": "611", 
  "official_title": "A bill to amend the Communications Act of 1934, as amended, to provide for improved domestic telecommunications and international telecommunications, rural telecommunications development, to establish a National Commission on Spectrum Management, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Communications Act Amendments of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-12", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Antitrust law", 
    "Antitrust policy", 
    "Broadcasting", 
    "Cable television", 
    "Communication satellites", 
    "Communications and Broadcasting", 
    "Competition", 
    "Conflict of interests", 
    "Equipment and supplies", 
    "Federal advisory bodies", 
    "Independent regulatory commissions", 
    "International cooperation", 
    "Licenses", 
    "Planning", 
    "Radio broadcasting", 
    "Radio programs", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Rural electrification", 
    "Science, technology, communications", 
    "Telecommunication policy", 
    "Telephone", 
    "Telephone rates", 
    "Television broadcasting", 
    "Television programs"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-12", 
    "text": "Communications Act Amendments of 1979 - Title I: General - Amends the Communications Act of 1934 to declare that such Act applies to, and the Federal Communications Commission (FCC) has jurisdiction over: (1) all interexchange and international telecommunications and all transmission of electromagnetic energy by radio, which originates and/or is received within the United States; (2) all commerce in telecommunications and electronics equipment and services, information software, and information services; (3) the licensing and regulating of all radio stations; and (4) all persons engaged within the United States in such telecommunications or such transmission of energy by radio or such commerce. Directs the FCC to collect annual public resource fees based on the fair market value of licenses granted for the exclusive or shared use of the electromagnetic frequency spectrum, with specified exceptions. Directs the FCC to establish separate fee schedules according to each class of service, considering certain factors. Sets forth formulas for determining fees for VHF and UHF television and full-time radio broadcast licensees. Title II: Domestic and International Telecommunications; Rural Telecommunications Development - Directs the FCC to revise, reduce, or eliminate rules with respect to telecommunication services or carriers operating in a market as competition develops, such that the need for regulation or supervision accordingly diminishes. Declares that the sale, lease, or other provision of telecommunications equipment, information software, or information services (the creation, manipulation, and marketing of information in electronic form) shall not be deemed a telecommunications service (the electronic transfer of information from one location to another). Prohibits Category II carriers (as such term is defined in this Act), and carriers providing an exchange telecommunications service not subject to effective competition, from selling, leasing or otherwise marketing, and from producing or providing telecommunications equipment or electronic equipment, information software, or information service, except through a fully separated entity (not having common directors, officers, employees, or facilities and dealing at arms-length), unless the FCC determines that effective competition and consumer interests can be protected through certain accounting or structural safeguards. Authorizes State commissions having regulatory jurisdiction with respect to exchange services of carriers to permit certain exchange carriers to engage in such sales, leases, and marketing within such States. Prohibits Category II carriers from offering telecommunications equipment as an integral part of telecommunications service, with certain exceptions. Authorizes the FCC to set certain standards and labeling requirements for such equipment and to foster competition in such markets, but otherwise prohibits the FCC from regulating suppliers (that are not telecommunications carriers) of telecommunications or electronics equipment or of information software or services. Prohibits States from imposing special requirements, other than those generally applicable for electronics equipment, on the manufacture or marketing of such equipment for use with any telecommunications system. Sets forth criteria for determining regulation classification categories for entities providing telecommunications services as separable or integral parts of information or other nontelecommunications services. Requires the classification and regulation of all telecommunications carriers as either: (1) Category I carriers which provide only services subject to effective competition and which are not affiliated with a Category II carrier; or (2) Category II carriers, which provide national or regional telecommunications or other class of services not subject to effective competition. (Changes the term \"common carrier\" to \"Category II carrier\" throughout such Act). Directs the FCC to designate and regulate as Category II, any carrier authorized to provide telecommunications service both essential to the public interest and unlikely to be generally available at reasonable rates under competitive conditions. Sets forth criteria and procedures for such classification by the FCC. Limits the FCC to imposing only those requirements specifically set forth in this Act on Category I carriers. Authorizes the FCC to prescribe necessary and appropriate requirements for Category II carriers. Directs the FCC to order a Category II carrier not to provide or to discontinue providing a telecommunications service, whenever the FCC determines that such provision of service would be inconsistent with the purposes of this Act. Prohibits certain carriers which provide, without effective competition, \"exchange\" services (within a local area having a community of interest for economic, social and other purposes) from also providing certain interexchange services, or vice versa, except by means of a fully separate carrier or by permission of the FCC. Requires telecommunications carriers which provide exchange, interexchange, or international telecommunications services or facilities not subject to effective competition to establish: (1) physical connections with any other carrier upon request; and (2) through-routes (with charges, facilities, and regulations for such through-routes) upon an FCC order for joint operations. Authorizes the FCC to determine just and reasonable arrangements for such physical connections, through-routes, charges, or division of charges, whenever such carriers are unable to reach agreement. Prohibits the FCC from imposing requirements as to charges, practices, or conditions for services of Category I carriers. Requires Category II carriers: (1) to make available, on reasonable request, any of their interexchange telecommunications services which are not subject to effective competition; and (2) to establish just, reasonable, and nondiscriminatory tariffs for such services. Requires all telecommunications carriers to provide to the FCC (and to the public, with certain exceptions) telecommunications operations information to enable: (1) the FCC and the public to monitor the activities of such carriers within the markets in which they operate; and (2) the FCC to carry out its duties under this Act. Authorizes the FCC to impose different information requirements on different categories of carriers. Requires Category II carriers to make public schedules showing charges, practices, and regulations for interexchange telecommunications services and through-routes. Requires that new or revised tariffs proposed by Category II carriers for telecommunications services not subject to effective competition be conditionally accepted or finally approved by the FCC before taking effect. Authorizes the FCC to facilitate public negotiation between such carriers and interested parties opposing such tariffs. Directs the FCC to hold hearings for good cause shown upon request, with the burden of proof on the carrier to show that such tariff is just and reasonable. Sets forth the procedure to be followed by a Category II carrier in establishing a new or revised tariff. Requires all such carriers providing interexchange telecommunications services subject to effective competition to file any new or revised tariff with the FCC. Permits interested parties to petition for hearing concerning the lawfulness of such tariff. Requires Category II carriers to file with the FCC copies of contracts, agreements, or arrangements with other carriers relating to traffic affected by such Act. Authorizes the Commission to require filing of other Category II carrier contracts and to waive filing requirements for minor contracts. Prohibits employees, officers, or directors of any Category II carrier, or persons directly or indirectly controlling or controlled by such carrier, from being officers or directors of: (1) significant customers expending more than $100,000 per year for such carrier's telecommunications services or equipment; (2) suppliers to such carrier of goods or services; (3) financial institutions; or (4) Category I carriers. Prohibits employees, officers, or directors of entities (except not-for-profit education institutions) with gross expenditures of more than $100,000 per year for telephone service or equipment purchase or rental from being officers or directors of Category II carriers, except with FCC permission by rule. Authorizes the FCC to make valuations of property owned or used by Category II carriers. Requires such carriers to notify the FCC of facilities construction, acquisition, or operation. Authorizes the FCC: (1) to require such carriers to obtain FCC certificates or other FCC authorization for such activities; and (2) to authorize long-term facilities construction plans for such carriers. Permits court injunction of such activities or of their effects on services when such activities or effects are contrary to the provisions of this Act. Authorizes the FCC to require such carriers to provide themselves with adequate or extended facilities to perform essential services. Requires that joint planning by two or more carriers for facilities for switched public message telephone service be done under FCC auspices. Authorizes the FCC to permit temporary or emergency augmentation, discontinuance, reduction, or impairment of facilities or services. Authorizes the FCC to prescribe the forms of accounts, records, and memoranda to be kept by carriers. Directs the FCC to prescribe guidelines to accomplish a complete accounting divestiture of competitive services or products from the non-competitive services of carriers. Directs the FCC to notify State authorities and interested parties of the application of one or more carriers to consolidate properties or to acquire any part of the property of or control of another carrier. Requires a public hearing in such cases when requested by a carrier, an association of carriers, a State commission, or local governmental authority. Authorizes the FCC to order such hearings on its own motion or upon the request of a member of the public, where the FCC determines that substantial questions are raised as to whether the purposes of this Act are being served by such consolidation, acquisition, or control. Terminates, 180 days after the date of enactment of this Act, all practices and procedures prescribed by the FCC for allocating the costs of exchange operations among local exchange, intrastate toll, and interstate toll services. Requires, thereafter, all interexchange carriers to reimburse local exchange carriers directly for actual costs. Establishes a basic exchange maintenance program consisting of surcharges on all interexchange carriers, with proceeds going to local exchange facility operators. Grants jurisdiction to the FCC over intraexchange facilities used to originate, terminate, or transfer interexchange telecommunications. Authorizes the FCC to ensure that there is no unlawful discrimination in the use and pricing of exchange facilities. Directs the FCC to establish a special permanent Joint Board to implement and manage the basic exchange maintenance program established by this Act. Directs the Board to establish and collect into a fund fees from all interexchange carriers and to disburse amounts to each local exchange operator according to specified formulas. Extends pole attachment regulations to cover cooperative telephone companies. Requires utility pole owners to provide reasonable access to telecommunications carriers providing cable television services. Requires States to define the geographic configuration of exchange telecommunications areas within their borders, or, in conjunction with other States where any such area extends outside of State borders. Requires that exchange area boundaries not extend beyond those of any standard metropolitan statistical area and that every point within a State be included in an exchange area. Authorizes the FCC to redefine exchange areas in certain cases. Prohibits telecommunications carriers which provide telecommunications service not subject to effective competition from providing cable television services, unless specifically permitted by the FCC. Directs the FCC to require conditions adequate to achieve separation of cable television services from noncompetitive telecommunications services. Declares, for purposes of a 1956 American Telephone and Telegraph Company (AT&T) consent decree, that any information or telecommunications equipment or telecommunications services provided by AT&T be deemed regulated common carrier communications services or equipment. Directs the FCC: (1) to limit the number of facilities of telecommunications carriers owned or controlled in common by any person; and (2) to limit or prohibit ownership or control of such facilities alone or in combination with other media interests so as to promote telecommunications media diversity and competition and avoid excessive concentrations of media control. Authorizes the establishment of the International Facilities Management Corporation, a nonprofit corporation separate from the Federal Government. Transfers to the Corporation all the duties, responsibilities, rights, and privileges heretofore assigned: (1) to Comsat for satellite international telecommunications; and (2) to all other U.S. telecommunications carriers for other international telecommunications. Requires annual Corporation reports to Congress and the President. Requires that the U.S. portion of all international transmission facilities of the corporation be owned by a consortium of those international carriers which have established requisite operating agreements with foreign correspondents, subject to the planning, management, and operational control of the Corporation. States that, in return for the transfer of assets to the consortium, carriers shall be entitled to use a proportionate share of the available capacity for services provided by the consortium. Provides for the acquisition by the consortium of the Government's interest in the Corporation. Directs the President to supervise the Corporation in foreign policy matters. Directs the National Aeronautics and Space Administration to assist the Corporation in specified ways. Authorizes and directs the FCC to regulate the Corporation in specified instances and matters. Requires the Corporation to notify the Department of State of any foreign business negotiations. Establishes provisions for equitable relief from any violations of this Act by the Corporation or any other person. Requires international telecommunications carriers: (1) to establish physical connections with any domestic telecommunications carrier, upon reasonable request, on nondiscriminatory terms; and (2) to allocate foreign-originated traffic and unrouted domestically-originated international traffic (and an appropriate share of revenues therefrom ) among domestic carriers according to a specified FCC formula. Designates every international carrier as a Category II carrier (not subject to effective competition), subject to FCC regulation of tariffs, interconnections, and other conditions. Requires telecommunications carriers seeking to provide both domestic and international telecommunications services to establish fully separated entities for either of such services, such entities to be also subject to FCC regulation. Prohibits international telecommunications carriers which provide international public message telephone service not subject to effective competition from providing any other international telecommunications service. Establishes the Rural Telecommunications Planning Program, administered jointly by the Secretaries of Commerce and of Agriculture. Makes available to regional, State, and local applicants planning project grants for the development and improvement of rural telecommunications services. Limits the amounts of such grants to 75 percent of the reasonable and necessary costs of a planning project. Provides for review of such planning projects. Directs such Secretaries, in consultation with the Secretary of Health, Education, and Welfare and with other public service agencies, to establish additional criteria to be used by the Administrator of the Rural Electrification Administration in determining eligibility for rural telecommunications construction project loans (also amends the Rural Electrification Act of 1936 to add such criteria). Directs the FCC to compile and publish, and then revise or eliminate, all rules, regulations, and policies having a direct and significant effect on the provision of telecommunications services to rural populations, weighing the benefits from diversity of ownership or control of telecommunications and other media and from intramedia competition with the necessity of permitting common ownership or control in areas where telecommunications and other public services would not otherwise be likely to be or become available. Title III: Broadcasting - Increases the terms of broadcast licenses to: (1) indefinite periods of time for radio stations; (2) no longer than five years for television stations; and (3) no longer than ten years for any other class of stations. Provides for the renewal of such licenses. Directs the FCC to conduct a random review of five percent of the radio broadcast stations which have been licensed for at least one year. Prohibits the FCC from considering as basis for license revocation or other disciplinary action, any failures or violations of a radio or television licensee or permittee which occurred more than five years before coming to FCC attention. Prohibits the FCC, in considering broadcast station license renewal applications where there are duly filed competing applications for the same facilities, from considering: (1) ownership interests or official connections of the applicant in other broadcast stations or other nonbroadcast communications media (unless the FCC does not have in effect a generally applicable rule prohibiting or restricting such interests or connections); or (2) the degree of ownership participation in station management. Stipulates that: (1) any broadcast station construction begun prior to the grant of an FCC permit shall be at the risk of the applicant; and (2) the FCC may grant a permit for construction undertaken prior to grant. Prohibits the FCC from considering the fact of such construction or the costs incurred thereby in determining whether to grant such a permit. Authorizes the FCC to prescribe or continue in force such rules and regulations governing the terms and conditions of broadcast signal retransmission by telecommunications carriers or channel programmers as are necessary to preserve local broadcast program origination by a radio or television broadcasting licensee or group of licensees within a local market. Requires an FCC evidentiary finding that such origination would be diminished in the absence of such rules limiting or restricting the number or source, or requiring deletion, of such signals. Authorizes the FCC to exempt from such rules certain carriers or categories of carriers or channel programmers whenever such rules are unnecessary to preserve local broadcast program origination. Title IV: Miscellaneous Provisions - Makes certain conforming amendments to the procedural and administrative provisions of this Act. Title V: National Commission on Spectrum Management - Establishes the National Commission on Spectrum Management as an independent instrumentality of the United States. Directs such Commission to study, investigate, and recommend appropriate administrative action and legislation to improve the allocation, assignment, and authorization of use of the electromagnetic frequency spectrum. Directs such Commission to report to Congress and the President within 18 months after the confirmation of its chairman. Title VI: Conforming Amendments; Repealer; Reference - Makes certain conforming amendments in the U.S. Criminal Code and the Clayton Act. Repeals Titles I through IV of the Communications Satellite Act of 1962. Provides for a transition of FCC authority."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Communications Act Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934, as amended, to provide for improved domestic telecommunications and international telecommunications, rural telecommunications development, to establish a National Commission on Spectrum Management, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:46-05:00"
}