{
  "actions": [
    {
      "acted_at": "2000-05-09", 
      "references": [
        {
          "reference": "CR S3697", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-09", 
      "committee": "Committee on Indian Affairs", 
      "references": [
        {
          "reference": "CR S3697-3735", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-05-10", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 106-491 pt.2.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-26", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-08-04", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held in Bismarck, ND. With printed Hearing: S.Hrg. 106-491, Pt. 4.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-27", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2526-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "2000-05-09", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2000-05-10", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-05-09", 
  "number": "2526", 
  "official_title": "A bill to amend the Indian Health Care Improvement Act to revise and extend such Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Health Care Improvement Act Reauthorization of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Campbell, Ben Nighthorse", 
    "state": "CO", 
    "thomas_id": "00168", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-09-27", 
  "subjects": [
    "Access to health care", 
    "Administrative procedure", 
    "Alaska", 
    "Alcohol and youth", 
    "Alcoholism treatment", 
    "Ambulatory care", 
    "Arizona", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Authorization", 
    "California", 
    "Cancer", 
    "Child abuse", 
    "Child mental health services", 
    "Child sexual abuse", 
    "Chronically ill", 
    "Clinics", 
    "Collection of accounts", 
    "Commerce", 
    "Communicable diseases", 
    "Community health services", 
    "Community leadership", 
    "Congress", 
    "Congressional reporting requirements", 
    "Construction industries", 
    "Construction workers", 
    "Crime and law enforcement", 
    "Department of Health and Human Services", 
    "Diabetes", 
    "Disabled", 
    "Drug abuse", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Emergency medical services", 
    "Energy", 
    "Environmental protection", 
    "Epidemiology", 
    "Estates (Law)", 
    "Executive reorganization", 
    "Families", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to child health services", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal aid to nursing education", 
    "Federal aid to substance abuse programs", 
    "Federal employees", 
    "Federal-Indian relations", 
    "Federally-guaranteed loans", 
    "Fetal alcohol syndrome", 
    "Finance and financial sector", 
    "Fringe benefits", 
    "Geriatrics", 
    "Government employees' health insurance", 
    "Government employees' life insurance", 
    "Government lending", 
    "Government operations and politics", 
    "Government trust funds", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Health insurance", 
    "Health surveys", 
    "Higher education", 
    "History", 
    "Home care services", 
    "Hospices (Terminal care)", 
    "Hospitals", 
    "Human behavior", 
    "Income", 
    "Income tax", 
    "Indian children", 
    "Indian education", 
    "Indian lands", 
    "Indian medical care", 
    "Indian women", 
    "Indian youth", 
    "Infrastructure", 
    "Interstate relations", 
    "Joint ventures", 
    "Judicial opinions", 
    "Kidney diseases", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Leases", 
    "Licenses", 
    "Long-term care", 
    "Maintenance and repair", 
    "Mammography", 
    "Managed care", 
    "Medicaid", 
    "Medicaid managed care", 
    "Medical personnel", 
    "Medical screening", 
    "Medically uninsured", 
    "Medicare", 
    "Mental health services", 
    "Mental health services for youth", 
    "Miners", 
    "Minimum wages", 
    "Minorities", 
    "Montana", 
    "Nuclear energy", 
    "Oklahoma", 
    "Personal income tax", 
    "Poor children", 
    "Preventive medicine", 
    "Problem children", 
    "Public health personnel", 
    "Public lands and natural resources", 
    "Radiation victims", 
    "Recruiting of employees", 
    "Rehabilitation of criminals", 
    "Religion", 
    "Rent", 
    "Revolving funds", 
    "Scholarships", 
    "School health programs", 
    "Science, technology, communications", 
    "Sewage disposal", 
    "Sewage treatment plants", 
    "Sex offenders", 
    "Smoking and youth", 
    "Social welfare", 
    "Solvent abuse", 
    "Standards", 
    "Student loan funds", 
    "Suicide", 
    "Surplus government property", 
    "Tax exclusion", 
    "Transportation and public works", 
    "Travel costs", 
    "Uranium", 
    "Urban affairs", 
    "Urban areas", 
    "User charges", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Victims of crimes", 
    "Wages", 
    "Water quality", 
    "Water supply", 
    "Water supply engineering", 
    "Welfare eligibility", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-05-09", 
    "text": "TABLE OF CONTENTS: Title I: Reauthorization and Revisions of the Indian Health Care Improvement Act Title II: Conforming Amendments to the Social Security Act Subtitle A: Medicare Subtitle B: Medicaid Subtitle C: State Children's Health Insurance Program Subtitle D: Authorization of Appropriations Title III: Miscellaneous Provisions Indian Health Care Improvement Act Reauthorization of 2000 - Title I: Reauthorization and Revisions of the Indian Health Care Improvement Act - Amends the Indian Health Care Improvement Act (the Act) to require amounts appropriated for each fiscal year to carry out Indian health human resources and development activities to be allocated by the Secretary of Health and Human Services (HHS) to the area office of each service area under a formula developed in consultation with Indian tribes, tribal organizations, and urban Indian organizations.Empowers the Director of the Indian Health Service (IHS) with the administration of Indian health professions scholarships. Requires all recipients of such scholarships awarded after December 31, 2001, to meet the active duty service obligation (service with the IHS or related service for Indians) within the service area from which the scholarship was awarded. Requires the Secretary to make funds available, through area offices, to Indian tribes and tribal organizations to assist such entities in educating Indians to serve as health professionals in Indian communities, as long as such Indians are enrolled or accepted for enrollment in a course of study in one of the health professions described by the Act. Requires a written contractual agreement from such recipients to provide service in an Indian health program in the same service area where the entity providing the scholarship is located.Entitles Indian health scholarship recipients to IHS employment or employment by a program of an Indian tribe, tribal organization, or urban Indian organization, or other HHS agencies, as available.Adds Indian tribes and tribal organizations as participants in the Community Health Representative Program under the Act, which provides for the training and use of Indians as community health representatives (currently, as community health paraprofessionals).Allows participants completing a term of education under the Indian Health Service Loan Repayment Program to be employed within an Indian urban organization.Discontinues the annual authorization of appropriations for the Indian Health Scholarship and Loan Repayment Recovery Fund.Authorizes the Secretary to reimburse health professionals seeking positions with Indian tribes, tribal organizations, or urban Indian organizations (currently, only those seeking employment with the IHS) for certain recruitment evaluation expenses.Limits to three years demonstration programs to enable Indian tribes, tribal organizations (current law), and urban Indian organizations to recruit, place, and retain Indian health professionals.Requires health professionals from urban Indian organizations to be given an equal opportunity to participate in a demonstration program to enable Indian health professionals to pursue advanced training or research in needed areas of study.Discontinues the annual authorization of appropriations for the Indian Nursing Program.Requires the Secretary, acting through the IHS, to award grants to community colleges for programs which provide education in a health profession for individuals who desire to practice such profession in the IHS or a tribal health program (currently, only on an Indian reservation or tribal clinic). Provides a funding priority for tribally controlled colleges in service areas where they exist.Authorizes the Secretary to pay a retention bonus to any health professional (currently, physician or nurse) employed by or assigned to, and serving in, Indian tribes, tribal organizations, or urban Indian organizations (currently, only in the IHS) who meet specified requirements.Authorizes the Secretary, through area offices, to fund pilot programs for tribes and tribal organizations to address the chronic shortages of health professionals.Deems scholarships and loan reimbursements provided under title I (Indian health, human resources and development) of the Act as \"qualified scholarships\" and therefore excluded from gross income for purposes of the Internal Revenue Code.Makes a certain prohibition on the Secretary removing a member of the National Health Service Corps from an Indian health program applicable to health programs operated by urban Indian organizations as well. Requires all service areas served by programs operated by the IHS, tribes, tribal organizations, or urban Indian organizations to be designated as Health Professional Shortage areas under the Public Health Service Act.Authorizes appropriations through FY 2012 to carry out title I of the Act.Provides additional authorized uses for funds appropriated under the authority of provisions regarding the Indian Health Care Improvement Fund. Authorizes such funds to be allocated to Indian tribes or tribal organizations.Requires funds provided through the Indian Catastrophic Health Emergency Fund to be administered by service area offices based upon priorities determined by the Indian tribes and tribal organizations within each area. Increases the cost level required to qualify for payments from the Fund.Requires the Secretary to continue to fund through FY 2012 each effective model diabetes project in existence on the date of enactment of the Act. Directs the Secretary to include funding to establish dialysis programs.Authorizes the Secretary, acting through the IHS, to enter into arrangements with Indian tribes or tribal organizations for the delivery of long-term care and similar services to Indians on a shared-services basis.Directs the Secretary to make funding available for research to further the performance of the health service responsibilities of the IHS, Indian tribes, and tribal organizations and to coordinate the activities of other agencies within HHS to address such research needs.Directs the Secretary to provide mammography and other cancer screening through Indian tribes or tribal organizations (currently, only through the IHS).Requires the Secretary to pay certain patient travel costs through Indian tribes and tribal organizations (currently, only through the IHS).Revises provisions regarding epidemiology centers.Directs the Secretary, acting through the IHS, to provide funding to Indian tribes, tribal organizations, and urban Indian organizations (currently, Indian tribes) to develop comprehensive school health education programs for children from preschool through grade 12 in schools (currently, schools on reservations) for the benefit of Indian and urban Indian children.Includes urban Indian preadolescent and adolescent youth within a program for innovative mental and physical disease prevention and health promotion and treatment.Authorizes the Secretary, acting through the IHS, to make funding available to Indian tribes and tribal organizations for the prevention, control, and elimination of communicable and infectious diseases.Authorizes the Secretary, acting through the IHS, Indian tribes, and tribal organizations, to provide funding for other health care services and programs not otherwise described in the Act, including hospice care and assisted living, long-term health care, home- and community-based services, public health functions, and traditional health care practices.Directs the Secretary, acting through the IHS, Indian tribes, tribal organizations, and urban Indian organizations, to provide funding to monitor and improve the quality of health care for Indian women of all ages through the planning and delivery of programs administered by the IHS. (Currently, an Office of Indian Women's Health Care has such monitoring duty.)Revises provisions regarding nuclear resource development health hazards to direct the Secretary and the IHS to conduct a study and ongoing monitoring programs to determine trends in health hazards to Indian miners and to Indians on or near Indian reservations and in Indian communities as a result of environmental hazards which may result in chronic or life-threatening health problems.Extends through FY 2012 the designation of Arizona as a contract health service delivery area for purposes of providing health care services to members of federally recognized Arizona Indian tribes.Authorizes the Secretary to fund a program using the California Rural Indian Health Board as a contract care intermediary to improve the accessibility of health services to California Indians. Allows certain counties in California that are currently excluded from the contract health services delivery area to be included in such area if funding is provided by the IHS for such services in those counties.Requires the IHS to provide funds for health care programs and facilities operated by Indian tribes and tribal organizations under funding agreements entered into under the Indian Self-Determination and Education Assistance Act (ISDEA) on the same basis as such funds are provided to programs and facilities operated directly by the IHS.Exempts from State licensing requirements health care professionals employed by Indian tribes and tribal organizations to carry out the above funding agreements if such individuals are licensed in any other State.Allows elderly or disabled Indians receiving emergency medical care or services from a non-IHS provider or in a non-IHS facility 30 days to notify the IHS of such treatment or admission.Extends through FY 2012 the authorization of appropriations for title II (health services) of the Act.Prohibits the closure of any hospital, outpatient health care, inpatient service, or special care facility operated by the IHS if the Secretary has not submitted to Congress at least one year prior to such proposed closure an evaluation of the impact of such closure. Directs the Secretary to establish a health care facility priority system. Directs the Secretary, beginning in2001, to annually transmit to the President a report setting forth the needs of the IHS and all Indian tribes and tribal organizations for inpatient, outpatient, and specialized care facilities. Directs the Secretary to consult and cooperate with Indian tribes, tribal organizations, and urban Indian organizations in developing innovative approaches to address unmet needs for the construction of health facilities.Provides authority for the Secretary to use specified appropriated funds for providing sanitation facilities and related services to Indian tribes and tribal organizations. Requires the Secretary to: (1) enter into inter-agency agreements with appropriate Federal agencies to provide financial assistance for safe water supply and sanitary sewage disposal facilities under the Act; and (2) establish standards applicable to the planning, design, and construction of water supply and sanitary sewage and solid waste disposal facilities funded under the Act. Makes the Indian family, community, or tribe primarily responsible for establishing, collecting, and using reasonable user fees for operating and maintaining sanitation facilities. Revises the defined water sanitation deficiency levels for facilities serving an Indian individual or community.Exempts construction or renovation of facilities constructed or renovated by funds made available under title III (facilities) of the Act from the Davis-Bacon Act.Authorizes the Secretary to accept any major expansion (currently, only renovation or modernization) by an Indian tribe of any IHS facility or any other Indian health facility operated pursuant to a funding agreement entered into under ISDEA. Revises grant eligibility requirements with respect to the construction, expansion, or modernization of ambulatory care facilities.Authorizes all Federal agencies to transfer land and improvements to the IHS at no cost for the provision of health care services.Makes certain provisions that authorize leases with Indian tribes applicable to tribal organizations as well. Considers such leases as operating leases for purposes of scoring under the Budget Enforcement Act.Establishes in the Treasury the Health Care Facilities Loan Fund to provide Indian tribes and tribal organizations direct loans, or guarantees for loans, for construction of health care facilities and related facilities and staff quarters. Authorizes appropriations.Authorizes Indian tribes and tribal organizations (currently, only Indian tribes) providing health care services pursuant to a funding agreement under the ISDEA to lease permanent structures for providing health care services without obtaining advance approval in appropriations Acts.Directs the Secretary, acting through the IHS, to establish joint venture demonstration projects under which an Indian tribe or tribal organization shall expend tribal, private, or other available funds for the acquisition or construction of a health care facility for a minimum of ten years under a no-cost lease, in exchange for agreement by the IHS to provide the equipment, supplies, and staffing for such facility. Makes an Indian tribe or tribal organization liable for noncompletion of such a project.Adds Alaska Native lands to the definition of \"Indian lands\" for purposes of giving priority to locating Bureau of Indian Affairs and IHS facilities on such lands.Requires an annual report from the Secretary to the President identifying the backlog of maintenance and repair work required at both IHS and tribal health care facilities.Authorizes an Indian tribe or tribal organization which operates a hospital or other health care facility and the federally owned quarters associated therewith pursuant to a funding agreement under the ISDEA to establish the rental rates charged, and to notify the Secretary of its election to exercise such authority. Requires rental occupants to be notified at least 60 days in advance of a change in rental rates by an Indian tribe or tribal organization. Authorizes such tribe or organization to collect rents directly from Federal employees occupying such quarters, under specified conditions and procedures.Authorizes the Secretary to accept from any source funds for the construction of Indian health care facilities, and to enter into funding agreements with other Federal entities for such purposes.Extends through FY 2012 the authorization of appropriations for title III of the Act.Requires the Secretary, in making payments to IHS service units for services rendered to Indians eligible for benefits under title XIX (Medicaid), to ensure that each such unit receives 100 (currently 80) percent of the amounts to which such facilities are entitled under the Medicaid provisions.Directs the Secretary to make grants to, or enter into funding agreements with, Indian tribes (currently, only tribal organizations) for establishing and administering programs on or near Indian reservations and trust areas and Alaska Native villages to assist Indians to enroll and apply for Medicare, Medicaid, and child health assistance under XXI (Children's Health Insurance) of the Social Security Act. Requires the Secretary to make grants or enter into contracts with urban Indian organizations for the provision of such assistance to urban Indians.Makes permanent (currently a demonstration project) a program under which an Indian tribe or tribal organization may directly bill and receive reimbursement for health care services provided for which payment is made under Medicare, Medicaid, a State's children's insurance health plan approved under title XXI (Children's Health Insurance) of the Social Security Act, or from any other third-party payor.Applies to urban Indian organizations a certain right to recovery of expenses incurred by the United States, Indian tribes, or tribal organizations in providing health services. Provides for the enforcement of such right of recovery.Authorizes tribes, tribal organizations, and urban Indian organizations to utilize funding from the Secretary under this Act to purchase managed care coverage for IHS beneficiaries.Directs the Secretary to examine, and report to Congress on, the feasibility of entering into or expanding existing arrangements for the sharing of medical facilities and services between the IHS and the Department of Veterans Affairs and other appropriate Federal agencies. Authorizes the IHS to enter into agreements with other Federal agencies to assist in achieving parity in health services for Indians.Makes the IHS and programs operated by Indian tribes, tribal organizations, or urban Indian organizations the payor of last resort for services provided to persons eligible for services from these programs, notwithstanding contradicting Federal, State, or local law, unless such law explicitly provides otherwise. Makes such entities eligible to receive payment or reimbursement for services provided by such entities from any federally funded health care program, unless there is an explicit prohibition on such payments in the applicable authorizing statute.Authorizes the IHS service unit in Tuba City, Arizona, to enter into a demonstration project with Arizona under which the IHS would provide certain Medicaid services to individuals dually eligible for IHS services and Medicaid in return for payment from the State.Entitles an Indian tribe or tribal organization carrying out programs under the ISDEA, or an urban Indian organization carrying out programs under title V of the Act, to purchase Federal health and life insurance for the employees of such tribe or organization.Requires certain consultation with Indian tribes, tribal organizations, and urban Indian organizations prior to the adoption of any policy or regulation by the Health Care Financing Administration.Authorizes the IHS, an Indian tribe, or tribal or urban Indian organization to apply for a waiver of certain Medicare, Medicaid, or Children's Health Insurance sanctions.Excludes from the definition of \"remuneration,\" for purposes of specified provisions of the Social Security Act, certain exchanges of value between or among the IHS, Indian tribes, tribal organizations, and urban Indian organizations related to the provision of health care services.Prohibits any Indian eligible for services under Medicare, Medicaid, or Children's Health Insurance of the Social Security Act from being charged a deductible or other payment for any service provided by or through the IHS, an Indian tribe, tribal organization, or urban Indian organization. Excludes certain income and property from the estate, for purposes of eligibility for services or implementing estate recovery rights under Medicare, Medicaid, or Children's Health Insurance. Prohibits a parent from being responsible for reimbursing the Federal Government or a State for the cost of medical services provided to a child through the IHS, an Indian tribe, tribal organization, or urban Indian organization. Provides such entities with a right of recovery from all private and public health plans for the reasonable costs of delivering health services to Indians entitled to receive services. Requires States entering into agreements with one or more managed care organizations to provide services under Medicaid or Children's Health Insurance to enter into such an agreement with the IHS, an Indian tribe, tribal organization, or urban Indian organization that can provide services to Indians who may be eligible or required to enroll in such a managed care plan.Authorizes the Secretary to treat the Navajo Nation as a State, for purposes of Medicaid, to provide medical assistance to Indians living within the boundaries of the Navajo Nation.Directs the Health Care Financing Administration to establish and fund a National Indian Technical Advisory Group and an Indian Medicaid Advisory Committee.Extends through FY 2012 the authorization of appropriations for title IV (access to health services) of the Act.Authorizes the Secretary, acting through the IHS, to contract with, or make grants to, an urban Indian organization that provides or arranges for the provision of health care services to urban Indians in more than one urban center.Changes from quarterly to semiannually certain reporting requirements of urban Indian organizations receiving or expending funds pursuant to a grant or contract with respect to health care services provided to urban Indians.Authorizes the Secretary to make grants to contractors or other recipients for the lease, purchase, renovation, construction, or expansion of facilities in order to assist them in complying with licensure or certification requirements. Authorizes the Secretary, acting through the IHS or the Health Resources and Services Administration, to provide loans to such entities from the Urban Indian Health Care Facilities Revolving Loan Fund (established herein) for the construction, renovation, expansion, or purchase of health care facilities.Redesignates the Branch of Urban Health Programs as the Office of Urban Indian Health. Includes among Office responsibilities the provision of technical assistance to urban Indian organizations.Treats the Tulsa Clinic demonstration project as a permanent program within the IHS direct care program and as a service unit in the allocation of resources and coordination of Indian health care.Requires grants or contracts made or entered into by the Secretary for the administration of urban Indian alcohol programs to become effective no later than September 30, 2001.Directs the Secretary to ensure that the IHS, the Health Care Financing Administration, and other operating and staff divisions of HHS consult with urban Indian organizations prior to taking any action, or approving Federal financial assistance for any action, that may affect urban Indians or urban Indian organizations.Deems an urban Indian organization that has entered into a contract or received a grant pursuant to title V (health services for urban Indians) of the Act to be part of the Public Health Service while carrying out such contract or grant for purposes of coverage under the Federal Tort Claims Act.Directs the Secretary, acting through the IHS, to make payments for the construction and operation of at least two residential alcohol treatment centers in each State where there reside urban Indian youth with a need for alcohol and substance abuse treatment services and at which there is a significant shortage of such services.Directs the Secretary to permit an urban Indian organization that has entered into a contract or received a grant under title V of the Act to use existing facilities and equipment and other personal property owned by the Federal Government, including that determined to be excess to the needs of the IHS or the General Services Administration.Authorizes the Secretary to make grants to those urban Indian organizations that have entered into a contract or grant under title V of the Act for the provision of services for the prevention, treatment, and control of complications resulting from, diabetes among urban Indians.Authorizes the Secretary, acting through the IHS, to enter into contracts with, and make grants to, urban Indian organizations for the use of Indians trained as health service providers through the Community Health Representatives Program in the provision of health care, health promotion, and disease prevention services to urban Indians.Extends through FY 2012 the authorization of appropriations for title V and VI (organizational improvements) of the Act.Directs the Secretary, acting through the IHS, Indian tribes, and tribal and urban Indian organizations, to encourage Indian tribes and tribal organizations to participate in developing area-wide plans for Indian Behavioral Health Services, including plans for treating substance abuse, mental illness, and dysfunctional and self-destructive behavior (suicide, child abuse, and family violence) among Indians. Requires the establishment of a national clearinghouse for such plans and related information. Authorizes technical assistance to Indian tribes, tribal organizations, and urban Indian organizations to develop community behavioral health plans.Directs the Secretary, acting through the IHS and Indian tribes and tribal organizations, to provide a program of comprehensive behavioral health, prevention, treatment, and aftercare for Indian tribes. Requires the development of criteria for the certification of behavioral health service providers and accreditation of service facilities providing such care.Directs (currently, authorizes) the Secretary to make funds available to urban Indian organizations to develop and implement a comprehensive behavioral health program (currently, an alcohol and substance abuse program) of prevention, intervention, treatment, and relapse prevention services that specifically address the spiritual, cultural, historical, social, and child care needs of Indian women, regardless of age. (Currently, such funding is available only to Indian tribes and tribal organizations.)Includes behavioral health services within a current program for acute detoxification and treatment for Indian youth. Authorizes the Secretary to provide specified intermediate behavioral health services to Indian children and adolescents. Requires Indian tribes or tribal organizations (currently, only the Secretary) to develop and implement within each IHS service unit community-based rehabilitation and follow-up services for Indian youth who are having significant behavioral health problems and require long-term treatment, community reintegration, and monitoring after their return to their home community. Provides for the inclusion of family members of such youth in their treatment. Directs the Secretary, acting through the IHS, Indian tribes, and tribal and urban Indian organizations, to provide programs and services to prevent and treat the abuse of multiple forms of substances, including alcohol, drugs, inhalants, and tobacco, among Indian youth residing in Indian communities, on Indian reservations, and in urban areas and to provide appropriate mental health services to address the incidence of mental illness among such youth.Directs the Secretary, acting through the IHS and Indian tribes and tribal organizations, to provide, in each IHS service area, not less than one inpatient mental health care facility for Indians with behavioral health problems.Requires the Secretary to develop and implement (or provide funding to enable Indian tribes and tribal organizations to implement) programs of behavioral health (currently, alcohol and substance abuse) community leadership training and education.Directs the Secretary, acting through Indian tribes and tribal and urban Indian organizations, to establish and operate fetal alcohol disorders programs in order to meet specified health status objectives. (Currently, the Secretary is authorized to make grants to Indian tribes and tribal organizations to establish such programs.) Redesignates a task force established for such purposes as the Fetal Alcohol Disorders Task Force. Includes urban Indian organizations as entities eligible for funding from the Secretary for such programs.Directs the Secretary and the Secretary of the Interior, acting through the IHS, Indian tribes, and tribal organizations, to establish programs involving treatment for both victims and perpetrators of child sexual abuse.Directs the Secretary, acting through the IHS, to provide funding to Indian tribes, tribal organizations, and urban Indian organizations, or make appropriate contracts or grants, for research on the incidence and prevalence of behavioral health problems among Indians served by the IHS or such tribes or organizations.Extends through FY 2012 the authorization of appropriations for title VII (behavioral health programs) of the Act.Requires the President to include in required annual reports to Congress reports on various programs established under this Act.Requires regulations implementing amendments to the Act to be negotiated by a rulemaking committee made up of representatives of the Federal Government, Indian tribes, tribal organizations, and urban Indian organizations.Directs the Secretary to prepare and submit to Congress a plan explaining the manner and schedule by which the Secretary will implement provisions of the Act, as amended by this Act.Directs the Secretary, acting through the IHS, to provide services and benefits for Indians in Montana in a manner consistent with the decision of the United States Court of Appeals for the Ninth Circuit in McNabb for McNabb v. Bowen.Directs the IHS to provide health care services during a moratorium period in which certain service eligibility criteria are being developed.Establishes the National Bipartisan Indian Health Care Entitlement Commission to: (1) establish a Study Committee to study the extent of Indian health services needs; (2) review and analyze the Study Committee's report; and (3) make recommendations to Congress for providing health services for Indians as an entitlement. Authorizes appropriations for the Commission.Extends through FY 2012 the authorization of appropriations under title VIII (miscellaneous) of the Act.Title II: Conforming Amendments to the Social Security Act - Subtitle A: Medicare - Amends title XVIII (Medicare) of the Social Security Act (SSA) to require agreements with service providers, in the case of hospitals and critical access hospitals providing Medicare-covered inpatient hospital services, to accept Medicare payment in full for contract health services program operated by the Indian Health Service, by an Indian tribe or tribal organization, or furnished to an urban Indian eligible for health services purchased by an urban Indian organization.(Sec. 202) Replaces specified payment requirements for eligible Indian Health Service facilities with payment requirements for qualified Indian Health programs operated by the Indian Health Service, an Indian tribe or tribal organization, or an urban Indian organization, including community health aide and nursing services.Subtitle B: Medicaid - Amends SSA title XIX (Medicaid) to: (1) require a State Medicaid plan to provide for payment of 100 percent of the reasonable costs of Federally-qualified health center services and any other ambulatory services offered by a Federally-qualified plan furnished by an Indian tribe or tribal organization or an urban Indian organization (and for certain at least quarterly State supplemental payments to a Federally-qualified health center under contract with a Medicaid managed care organization); (2) require State Medicaid plan consultation with Indian health programs; and (3) modify the Federal medical assistance percentage (FMAP) for health services provided by Indian health programs.Subtitle C: State Children's Health Insurance Program - Amends SSA title XXI (Children's Health Insurance Program) to: (1) set the enhanced FMAP for a State for a fiscal year to 100 percent with respect to expenditures for child health assistance for services provided through a health program operated by the Indian Health Service, an Indian tribe or tribal organization, or an urban Indian organization; and (2) permit direct funding of Indian health programs.Subtitle D: Authorization of Appropriations - Authorizes appropriations to carry out this title.Title III: Miscellaneous Provisions - Repeals specified provisions on: (1) facilities assessment under the Indian Health Care Amendments of 1990; and (2) the National Health Service Corps under the Indian Health Care Amendments of 1988."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Health Care Improvement Act Reauthorization of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Indian Health Care Improvement Act to revise and extend such Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:15-05:00"
}