{
  "actions": [
    {
      "acted_at": "2003-07-21", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-07-24", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-24", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-10-21T10:09:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Small Business. H. Rept. 108-325, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-10-21", 
      "references": [], 
      "text": "Referred sequentially to the House Committee on Government Reform for a period ending not later than Oct. 31, 2003 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(h), rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-10-31T15:25:00-05:00", 
      "references": [], 
      "text": "House Committee on Government Reform Granted an extension for further consideration ending not later than Nov. 7, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-07T15:37:00-05:00", 
      "references": [], 
      "text": "House Committee on Government Reform Granted an extension for further consideration ending not later than Nov. 21, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-21T15:01:00-05:00", 
      "references": [], 
      "text": "House Committee on Government Reform Granted an extension for further consideration ending not later than Jan. 31, 2004.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-01-31T11:10:00-05:00", 
      "references": [], 
      "text": "House Committee on Government Reform Granted an extension for further consideration ending not later than March 2, 2004.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-02T22:01:00-05:00", 
      "references": [], 
      "text": "House Committee on Government Reform Granted an extension for further consideration ending not later than March 8, 2004.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-08T17:33:00-05:00", 
      "references": [], 
      "text": "Committee on Government Reform discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-08T17:33:00-05:00", 
      "calendar": "Union", 
      "number": "249", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 249.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2802-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Bereuter, Doug", 
      "sponsored_at": "2004-02-26", 
      "state": "NE", 
      "thomas_id": "00080", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Velazquez, Nydia M.", 
      "sponsored_at": "2003-07-21", 
      "state": "NY", 
      "thomas_id": "01184", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-07-21", 
  "number": "2802", 
  "official_title": "To reauthorize the Small Business Act and the Small Business Investment Act of 1958, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres800-108", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1375-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Small Business Reauthorization and Manufacturing Revitalization Act of 2003", 
  "sponsor": {
    "district": "16", 
    "name": "Manzullo, Donald A.", 
    "state": "IL", 
    "thomas_id": "00733", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-07-24", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Alaska", 
    "Armed forces and national security", 
    "Auditing", 
    "Authorization", 
    "Blind", 
    "Bonds", 
    "Business education", 
    "Capital", 
    "Commerce", 
    "Conferences", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost control", 
    "Counseling", 
    "Crime and law enforcement", 
    "Curricula", 
    "Damages", 
    "Data banks", 
    "Depressed areas", 
    "Disabled", 
    "Disaster loans", 
    "Drug abuse", 
    "Drugs and employment", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Employment of the disabled", 
    "Enterprise zones", 
    "Entrepreneurs", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal officials", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Franchises (Retail trade)", 
    "Fund raising", 
    "Gifts", 
    "Government contractors", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Hawaiians", 
    "Higher education", 
    "Home ownership", 
    "Housing and community development", 
    "Housing finance", 
    "Income tax", 
    "Indigenous peoples", 
    "Injunctions", 
    "Interest rates", 
    "International affairs", 
    "International competitiveness", 
    "Internet", 
    "Job creation", 
    "Joint ventures", 
    "Labor and employment", 
    "Law", 
    "Leases", 
    "Licenses", 
    "Loan defaults", 
    "Manufacturing industries", 
    "Minorities", 
    "Minority business enterprises", 
    "Native Americans", 
    "Nonprofit organizations", 
    "Poverty", 
    "Revolving funds", 
    "Rural economic development", 
    "Science, technology, communications", 
    "Secondary education", 
    "September 11, 2001", 
    "Small Business Administration", 
    "Small business", 
    "Social welfare", 
    "Subcontractors", 
    "Surplus government property", 
    "Tax credits", 
    "Taxation", 
    "Technical education", 
    "Terrorism", 
    "Unemployment", 
    "Venture capital", 
    "Veterans' loans", 
    "Vocational education", 
    "Web sites", 
    "Women", 
    "Women in business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2003-10-21", 
    "text": "Small Business Reauthorization and Manufacturing Revitalization Act of 2003 - Title I: Small Business Investment Act of 1958 Amendments and Related Provisions - (Sec. 103) Amends the Small Business Investment Act of 1958 to: (1) increase the percentage interest authorized to be charged by the Small Business Administration (SBA) to small business investment companies (SBICs) in order for the SBA to guarantee the payment of principal and interest on participating securities issued by such companies for the purpose of providing equity capital to small businesses; (2) increase the maximum amount of outstanding loan leverage for SBA-authorized SBICs; (3) direct the SBA Administrator, as a condition of approval for loan leverage, to require a licensee to certify in writing that not less than 25 percent of the licensee's aggregate amount of financings will be provided to smaller enterprises; (4) provide authorized and unauthorized actions of the Administrator with respect to a licensee's capital impairment; (5) provide conditions for the distribution of income balances of participating SBICs after making authorized annual payments to partners, shareholders, etc.; (6) redefine \"low-income geographic area\" for purposes of the new markets venture capital program (program); (7) include as a purpose of such program meeting unmet equity capital needs of small manufacturers in low-income geographic areas; (8) require participation agreements under such program to include at least one agreement with a company engaged primarily in development of and investment in small manufacturers; (9) direct the Administrator to provide grant assistance for the establishment of an operational assistance program for small businesses or manufacturers conditionally approved to participate in the program; (10) require the Administrator to prescribe standard documents for final program approval application which will substantially reduce the cost burden of the application process on the companies involved; (11) reduce the authorization of appropriations for the program; (12) repeal lease guarantee authority under the small business investment program; (13) include the provision of assistance to small manufacturers and to areas having a population of less than 50,000 among the activities which will qualify a State development company for participation in the small business investment program; (14) include as authorized projects under the small business investment company program projects which will create or retain one job for every $50,000 guaranteed by the SBA in the case of a small business, and one job for every $100,000 guaranteed by the SBA in the case of a small manufacturer; (15) increase loan limits for small businesses participating in the small business investment program, and create loan limits for small manufacturers so participating; (16) revise loan approval requirements; (17) extend through FY 2005 SBA authority to charge certain loan guarantee fees to State and local development companies participating in the small business investment program; and (18) provide additional qualifications for SBA accredited lenders. (Sec. 126) Revises provisions concerning the establishment of, and requirements under, the Premier Certified Lenders Program (a program of SBA-guaranteed loans for qualifying certified development companies (CDCs) providing financial assistance to small businesses) to authorize the Administrator to designate certain qualified State and local development companies (SLDCs) as premier certified lenders (in lieu of CDCs). Provides similar premier certified lender requirements for SLDCs, including establishment of a loss reserve. Allows a qualified high loss reserve premier certified lender to make an election to establish an alternative loss reserve in lieu of the SBA-required loss reserve, but requires a lender making such election to make contributions to its loss reserve to ensure that it is: (1) not less than $100,000; and (2) sufficient for the lender to meet its obligations to protect the Government from risk of loss. Requires certification of such reserve, and recontribution if insufficient. Establishes, in the SBA, the Bureau of Premier Certified Lenders Program Oversight to carry out specified Program oversight functions. (Sec. 127) Revises provisions allowing the Administrator to delegate to qualified SLDCs the authority to foreclose and liquidate SBA-guaranteed loans to require a qualified SLDC to elect to accept such delegation within 90 days after enactment of this Act. Allows a qualified SLDC to annually elect to continue to accept such delegation of authority. Requires a qualified SLDC, within five days after exercising such authority, to report to the Administrator on actions proposed with respect to a loan (allowing the Administrator to prohibit any such action by written notification). Prohibits a SLDC, without written SBA approval, from committing the SBA to the purchase of additional indebtedness secured by property subject to a defaulted loan. Directs the Administrator to contract out for the foreclosure or liquidation of defaulted loans during any year for which a SLDC does not make an election to exercise such authority. (Sec. 128) Directs the Administrator to prescribe: (1) a low documentation loan application form for use in making SBA-guaranteed loans to qualified SLDCs for loan guarantees of not more than $500,000; and (2) for all other SBA loan guarantees to qualified SLDCs, a short form application that reduces by 30 percent the amount of information required. Requires the Administrator to establish two regional centers for approving such loans. Requires SBA personnel to approve or deny such applications within five business days, unless the application is incomplete. Allows the Administrator to make a decision on such loan within the five-day period. Allows accredited lenders to approve or deny a loan application if the SBA does not act within the five days, and allows a qualified SLDC to make an SBA-guaranteed loan if the SBA does not make a decision within 20 days. Requires the Administrator to report semiannually to the small business committees on the performance of loans made. (Sec. 129) Requires the Administrator to prescribe necessary regulations to carry out amendments made to the above loan program. Prohibits the Administrator from undertaking any other regulatory changes with respect to such loan program until the centralized loan processing has been in operation for one year. (Sec. 131) Directs the Administrator to permit a qualified SLDC to affiliate with a lender authorized to make SBA small business loans if the affiliate is: (1) a qualified SLDC; (2) chartered for purposes of economic development and job creation, without regard to any return on the expected capital; or (3) a business development company chartered by the State with the primary purpose of economic development through small business financing programs. States that any such affiliate shall not be required to have a full-time manager if the qualified SLDC has management in common with the affiliate. Title II: Small Business Act Amendments and Related Provisions - Small Business Amendments Act of 2003 - (Sec. 202) Amends the Small Business Act (the Act) to revise and reorganize the Act. Includes within the Act's findings and statements of policy the inclusion of small manufacturers within those small businesses that the Administrator must assist in competing in international markets. Requires the Administrator, in operating SBA-authorized loan programs, to provide maximum assistance to small manufacturers. (Sec. 203) Revises current definitions and adds new definitions under the Act. Prohibits the Administrator from requiring a small business to recertify its stature as a small business, for Federal contract qualifying purposes, more than once every five years unless there has been a change in business ownership, control, or affiliation. Provides a business growth threshold with respect to such requalification. Includes \"acts of terrorism\" within those events that can be classified as a disaster for SBA disaster loan purposes. Requires a business site visit to a HUBZone (a historically underutilized business area) small business to verify that the business is in a historically underutilized business area and is economically disadvantaged, and therefore eligible for certain SBA contracting solicitation assistance. (Sec. 204) Revises provisions creating the SBA to: (1) require (current law authorizes) the President to appoint a Deputy Administrator of the SBA; (2) allow for injunctive relief against the Administrator in limited circumstances; (3) codify in the Act a current regulation that the Administrator comply with notice and comment requirements of the Administrative Procedure Act; (4) give the Administrator full (currently limited to co-sponsorship and disaster) authority to receive and solicit gifts of real and personal property and personal services, as long as the gift aids or facilitates the provision of training or technical assistance to small businesses or small manufacturers; (5) require such gifts to be held in a separate account and be subject to audit; (6) prohibit any SBA employee from accepting a gift if the SBA General Counsel concludes that acceptance would constitute a conflict of interest; (7) allow for the separate acceptance of gifts for use in the operation of the disaster loan program (without separate account, auditing, and other requirements of other gifts); (8) authorize any SBA Associate Administrator (currently only the Administrator), after consultation with the General Counsel, to approve SBA co-sponsorship with other entities in programs and activities promoting small business; (9) require the Inspector General to report to Congress on whether the co-sponsorships have furthered SBA purposes; and (10) require the Administrator, in providing assistance under the Small Business Investment Act of 1958, to give special consideration to veterans and their survivors and dependents and small manufacturers (as is currently done only under the Act). (Sec. 205) Requires all payments made to the SBA arising out of transactions related to SBA loan and investment programs to be deposited into appropriate accounts and funds as determined by the Administrator (replacing a revolving fund program terminated in 1992). Prohibits the Administrator, for a three-year period, from selling to third parties small business disaster loans made by the SBA. Authorizes the Administrator to compensate an SBA loan pool program fiscal agent through transaction and servicing fees charged to program users and through interest earnings on payments under the agent's control. (Sec. 206) Revises SBA organization and staff-related provisions to provide specific experiential requirements for Associate Administrator and Assistant Administrator positions (with Assistants reporting to Associates). Establishes Associate Administrators for: (1) Capital Access; (2) Government Contracting and Minority Small Business Opportunities; (3) Enterprise Outreach and Training; and (4) Administration and Management (to act also as the SBA Chief Operating Officer). Directs the Assistant Administrator for Minority Small Business and Capital Ownership Development to run those SBA loan programs. Makes most Assistant Administrators career (in lieu of political) appointees. Authorizes the Administrator to appoint a General Counsel. Authorizes the Administrator to establish SBA district offices, and to close or combine district offices, as appropriate. Requires each State to have at least one district office, but allows one district office to serve Guam, American Samoa, and the Commonwealth of the Northern Mariana Islands. Authorizes the appointment of district directors to head the district offices. Requires the Administrator to remove and transfer district directors failing to meet specified goals for small business loans, contract procurements, and financings. Requires each district office to have a district counsel. Authorizes the Administrator to hire sufficient business opportunity specialists to ensure effective guidance and oversight to small businesses participating in loan programs under section 8(a) of the Act. Directs the Associate Administrator for Government Contracting and Minority Small Business to assign SBA procurement center representatives to district offices, as appropriate (requiring at least one representative to serve in each State). Authorizes the Administrator to delegate any function or responsibility to any SBA employee, and to provide regulations to determine which delegations are to be codified in the Code of Federal Regulations (CFR). Requires all other delegations to be placed in a prominent location on the SBA website. Requires the Administrator to redesign the website so that delegations of authority, the SBA organizational chart, links to home pages of each office, and SBA standard operating procedures can be accessed through prominent links. Provides certain transition rules for SBA employees in district offices, including reassigning all deputy directors as either a procurement center or commercial marketing representative at the same salary and grade. (Sec. 207) Codifies in section 7 of the Act all SBA small business loan programs. Repeals provisions: (1) providing special authority to make loans for energy-saving equipment and for veterans (already so empowered in other sections); (2) authorizing loans to organizations representing the disabled; and (3) related to loans for solving Y2K computer problems. Requires the Administrator to resolve any reasonable doubt on loan repayment in favor of small manufacturers (currently, only in favor of disabled persons). Prohibits the Administrator from rejecting a loan applicant solely on the basis of inadequate collateral if there is a fair chance that the loan will be repaid. Allows other owner assets to be used to fulfill the requirement of adequate collateral. Increases SBA loan participation levels for loans made in certain rural areas. Increases to: (1) $2 million the total amounts for international trade (export financing) loans; and (2) $1.2 million the amount of such loan that can be used for working capital. Redefines \"handicapped person\" as \"disabled person\" for purposes of SBA qualification for low (three percent) loan interest rates. Adds service-disabled veterans to those who may receive such rates. Authorizes businesses otherwise eligible for international trade loans to use such loan for debt refinancing, but only to the extent that the existing debt is not structured under reasonable terms and conditions. Requires the Administrator to accept a finding by the International Trade Commission that a business has been adversely affected by international trade for purposes of qualification for an international trade loan. Requires the Administrator to set forth in the CFR the criteria for designation as a certified lender for purposes of the SBA certified lenders program. Extends through FY 2005 (currently FY 2003) the current loan fee charged by the SBA for its guaranteed loans (0.25 percent of the outstanding loan balance). Authorizes the Administrator to contract out for the assessment and collection of such fees. Directs the Administrator to notify the congressional small business committees at least 15 days prior to making any significant policy or administrative change affecting the operation of the small business loan program, including the establishment of any pilot programs. Prohibits more than five percent of the total number of loans guaranteed in a fiscal year from being awarded as part of a pilot program established on or after the enactment of this Act (15 percent for current pilot programs). Limits to three years the duration of a new pilot program (three additional years for current programs). Prohibits any new pilot program from commencing without rulemaking procedures which require notice thereof and opportunity to comment, and CFR codification of such rules. Permanently authorizes (currently a pilot program) the SBA low documentation loan program (a program which requires less loan application information than normal for an SBA-guaranteed loan). Increases from $100,000 to $150,000 the authorized limit for such loans. Requires promulgating rules for such program. Revises provisions concerning the preferred lenders program to require a lender, in order to be designated as preferred, to: (1) demonstrate knowledge of SBA rules and programs; (2) have the ability to process, service, and close loans; and (3) have satisfactory loan performance demonstrated by a default rate which does not exceed (with an exception) the national loan default rate. Authorizes the Administrator to designate a preferred lender as a national preferred lender (and therefore able to make loans throughout the United States without individual application through each local SBA district), but requires national preferred lenders to have additional experience, including prior experience as a preferred lender. Prohibits the Administrator from making such a designation if the lender has failed to receive a substantially satisfactory compliance rating in its most recent audit and examination or a substantially satisfactory rating in a follow-up review. Requires the Administrator to give a national preferred lender the opportunity to cure any performance defect before suspending its national preferred lender status. Directs the Administrator to develop a uniform and simplified loan form for SBA loans of $50,000 or less. Considers a business \"small\" for purposes of SBA loans without regard to affiliation with another business if the applicant has no legal recourse to have such affiliate repay any of its debt obligations. Amends the SBA disaster loan program to remove all provisions related to disaster loans made for disasters prior to October 1, 1982. Limits current disaster loans to 100 percent of the loss less any amount covered by insurance or other financial arrangement. Provides certain minimum disaster loan amounts with respect to loans on real estate ($100,000) and personal property ($20,000). Authorizes the Administrator to make such loans not only in counties where a disaster has been declared, but in contiguous affected counties. Makes 500 employees the applicable size standard for purposes of qualification for the disaster loan. Requires regulations specifying the circumstances under which the Administrator will expand the economic injury disaster loan program beyond the counties that are within, or contiguous to, the declared disaster area. Directs the Administrator to establish by regulation the maximum disaster loan, including conditions under which the maximum is waived to speed economic recovery. Directs the Administrator to ensure that each disaster loan borrower receives a notification containing a description of loan collection practices, practices with respect to the sale of such loans, and the rights of the borrower. Amends the SBA Microloan program (SBA loans to small businesses and small manufacturers for working capital or the acquisition of materials, supplies, or equipment) to authorize the Administrator to select loan intermediaries that have the equivalent of one year experience in making such loans to small businesses and manufacturers. Requires the Administrator to give preferences to intermediaries that make loans of less than $10,000 (with a higher limit with respect to small manufacturer loans). Authorizes intermediaries to provide technical advice and assistance prior to the issuance of a microloan (allowing such intermediaries to contract out for the provision of such advice and assistance). Raises from: (1) $35,000 to $50,000 the loan limit from microloan intermediaries to borrowers; and (2) $7,500 to $10,000 the loan limit to qualify for the lowest interest rate on such loans. Eliminates the requirement that all microloan loans be short-term. (Sec. 208) Revises the SBA program of Government contracts and business development assistance for socially and economically disadvantaged small businesses to require Federal procuring agencies to first contract with the Administrator for the provision of needed goods or services, and the Administrator to then contract with eligible small businesses to meet such contractual requirements. (Currently, the Administrator enters into agreements with Federal agencies authorizing such agencies to contract directly with the participating small businesses.) Directs the Administrator to ensure that any subcontracts are fairly priced and that the contractor is capable of fulfilling the subcontract in a manner that improves the overall likelihood of success. Authorizes the procuring agency to administer the contract, including performance review and payment. Repeals the authority for procuring agencies to contract directly with participating small businesses. Requires: (1) the Administrator to identify potential awardees within three business days (subject to extension); (2) that a competition among possible participants be performed in the district office in which a substantial part of the work will be performed; and (3) the Administrator to consult with participating subcontractors on the terms and conditions of the contract. Directs the Administrator, in determining qualifying economic disadvantage of participating small businesses, to develop standards that compare the net worth of business owners who are claiming economic disadvantage to that of owners who are not socially disadvantaged. Prohibits the Administrator from establishing a net worth standard of less than $750,000. Requires calculations of economic disadvantage to exclude the applicant's equity in a principal residence and the business. Eliminates the requirement that the individual be economically disadvantaged in each year of program participation (thereby allowing improving firms to remain in the program). Requires program participants to file certifications regarding program compliance in the district office where the business is headquartered (currently, the SBA principal office). Prohibits an individual determined to be socially and economically disadvantaged from asserting such disadvantage with respect to any other concern, or a successor concern (requiring, in such cases, a new determination of eligibility). Prohibits the Administrator from imposing any restrictions on the management of a participating company except as such management would violate other eligibility provisions or Federal procurement law. Allows the logical business progression by a program participant into other areas of industrial endeavor. Requires appeals of SBA decisions with respect to an applicant's eligibility for program participation to be based on the record and the decision to be supported by substantial evidence. Requires the program to make a substantial effort to solicit applicants from small businesses located in areas of concentrated unemployment or underemployment or within labor surplus areas, within States having relatively few program participants, and from potentially eligible participants in industry categories that have not substantially participated in the award of contracts let under the program's authority. Requires: (1) each participant to annually prepare and submit to the Administrator a capability statement with respect to contract performance; and (2) the appropriate dissemination of such statements either locally (e.g., for local construction services) or nationally (for goods or services to be provided on a national basis). Authorizes district directors to initiate actions to terminate a participant from the program by recommending such action to the Assistant Administrator for Minority Small Business and Capital Ownership Development. Prohibits a participant, upon initiation of a termination action, from receiving any further assistance until the Administrator has issued a final decision. Adds any time for which assistance was denied to the authorized program period (nine years) in the case of a participant who is suspended but reinstated. Adds joint ventures, leader-follow arrangements, and teaming agreements to the types of post-program assistance that such participants will be eligible for in order to ensure their viability in the commercial market. Requires the Administrator to assist such participants in obtaining appropriate financing, technology, surplus government property, and managerial training as part of such transition assistance. Requires the Administrator to enter into contracts with entities capable of providing managerial and technical assistance to program graduates, small businesses eligible to receive capital ownership and development loans under the SBA, and other socially and economically disadvantaged businesses. Requires SBA commercial marketing representatives to: (1) review Federal agency solicitations; (2) evaluate subcontracting plans; (3) identify large businesses that can utilize small businesses, including small manufacturers, in their manufacturing supply chain management requirements; and (4) counsel small businesses on their status as subcontractors (including assistance on receiving payment from prime contractors). Requires Federal prime contractors that are not small businesses to submit subcontracting plans for each prime contract, requiring such plans to delineate how the prime contractor will use small businesses as subcontractors. Authorizes the Government to obtain liquidated damages when a Federal prime contractor fails to comply with a subcontracting plan. Requires the Administrator to promulgate standards for determining when a prime contractor is in good faith compliance with the plan. Authorizes a commercial marketing representative to recommend to the contracting officer when liquidated damages may be appropriate. Authorizes a contracting officer to restrict a Federal procurement contract competition to socially and economically disadvantaged businesses owned and controlled by women, with certain requirements. (Sec. 209) Grants the Administrator statutory authority to provide technical and training assistance to all categories of SBA loan-eligible small businesses. Creates two new types of technical and training assistance volunteer organizations: the Service Corps of Retired Manufacturing Executives (SCORME) and the Active Corps of Manufacturing Executives (ACME). Directs the Administrator to recruit retired and active executives for such organizations. Increases and extends through FY 2005 the authority for the BusinessLINC program, a program creating coalitions of public-private entities to expand business-to-business relationships between large and small businesses. Requires such coalitions to maintain databases of supply chain management opportunities for small businesses and small manufacturers. (Sec. 210) Requires the Administrator, whenever the Administrator and a contracting procurement agency fail to agree as to whether the procurement strategy under a proposed Federal contract will make small business prime contract participation unlikely, to submit the matter to the Director of the Office of Management and Budget for resolution. Directs the Administrator to monitor and evaluate the impact on small businesses of the listing, under provisions of the Javits-Wagner-O'Day Act, of products made by the blind or severely disabled for first source selection priority (after the Federal Prison Industries) in the Federal procurement of goods and services. Allows small businesses that contend they are being harmed by such priority to appeal to the Administrator. Authorizes the Administrator to require the procuring agency to take necessary action to mitigate any economic injury on small businesses caused by such priority. Allows small businesses 60 days from the date of solicitation to bid on bundled contracts (contracts containing multiple requirements that make it difficult for small businesses to qualify). Requires: (1) small business procurement goals for both prime and subcontract awards to be negotiated on an annual basis and concluded prior to the commencement of the next fiscal year; (2) each Federal agency to develop an appropriate procurement goal for small manufacturers; (3) a separate goal to be established for socially and economically disadvantaged small businesses qualifying for SBA assistance under this Act; and (4) the Administrator, working with the Administrator of the Office of Federal Procurement Policy, to ensure that such goals are met or exceeded. Requires the head of each Federal agency to annually report to the Administrator on its success in achieving agency procurement goals for small businesses and small manufacturers. Requires small businesses to be the primary source for Federal procurement contracts valued between $2,500 and $1 million (currently $100,000). Requires the Administrator to assign to each major small business procurement center a procurement center representative and small business technical advisers. Gives the Administrator discretion with respect to needs at other procurement centers. Directs the Administrator to work with the Administrator of the General Services Administration (GSA) to develop a data element that will capture (include) contract awards made pursuant to the ten percent price evaluation preference for socially and economically disadvantaged small businesses established under the Federal Acquisition Streamlining Act. Codifies current regulatory law concerning source selection preferences by Federal contracting officers. Makes permanent (currently a pilot program) the procurement program for very small businesses. Directs the Administrator to establish a preauthorization program for qualifying very small businesses (thereby aiding such businesses in obtaining financing based on the contract award). (Sec. 211) Increases and extends through FY 2005 the authorization of appropriations for programs and activities for small businesses and small manufacturers under the Act and the Small Business Investment Act of 1958. (Sec. 212) Revises the small business development center (SBDC) program to authorize grantees selected by the Administrator to operate small business development centers (SBDCs) themselves, through subcontractors, or some combination thereof. Requires grantees to demonstrate that they are primarily relying on institutions of higher education (first) or women's business centers (second) as SBDC sites (but allows for alternatives if neither are available). Allows grantee selection authority to be delegated only to the Deputy Administrator. Directs the Administrator, with an exception, to select only one grantee to serve an entire State. Allows the Administrator, to the extent that a territory or insular area does not have a grantee, to select another State's grantee to serve that territory or area. Requires the grantee and Administrator to jointly negotiate and agree on grant terms and conditions. Prohibits the Administrator delegation of these duties to any employee of an SBA regional or district office. Authorizes the Administrator and grantee to make mutually satisfactory modifications to the grant agreement. Authorizes the Administrator to terminate a grant under regulations codified in the CFR and requirements of the Administrative Procedure Act. Delegates to the grantee full responsibility for management of its network of SBDCs, including accounting for Federal funds. Requires SBDC services to include assistance for small manufacturers. Requires each grantee or its subcontractors to: (1) utilize the resources of the Manufacturing Extension Partnership; and (2) continually upgrade and modify its services in order to meet the evolving needs of the small business community and small manufacturers. Requires SBDCs located at institutions of higher education to hold semiannual procurement conferences in which the grantees invite small businesses and small manufacturers to meet with procurement officials of the institutions in order to increase procurement from such small businesses and small manufacturers. Authorizes the Administrator to allow an SBDC to serve small businesses outside the State in which the SBDC is located if they are located within close geographical proximity to that SBDC. Requires each grantee to ensure that its network of SBDCs utilize and compensate qualified small business vendors to provide services to small businesses. Requires such vendors to include at least one with expertise in manufacturing and assisting small manufacturers. Prohibits grantees from charging fees for counseling sessions provided by or through an SBDC. Allows grantees to apply for an additional grant to be used solely to assist small manufacturers. Requires grantees to obtain matching funds under a matching funds formula. Authorizes grantee directors to form an association to pursue matters of common concern. Directs the Administrator to provide financial support to develop and implement an SBDC accreditation program, prohibiting the Administrator from renewing the grant of any grantee unless its SBDCs have been so accredited. Prohibits the district director or any employee in a district office from approving or disapproving a member of the local advisory board. Requires the SBDC program to be administered by the Administrator through the Assistant Administrator for Small Business Development Centers. Requires the information sharing system developed by grantees to include information on procurement opportunities for small manufacturers with other businesses located in the United States. Requires regulations implementing the SBDC program to identify and mandate compliance with Federal grant requirements. (Sec. 213) Requires the Administrator to maintain at at least the January 1, 2003, level the staffing of U.S. export assistance employees of the Office of International Trade. (Sec. 214) Empowers the Administrator with supervisory and enforcement authority over small business lending companies and non-federally regulated lenders authorized to participate in SBA loans. Allows the Administrator to issue capital directives mandating maintenance of certain capital standards. Authorizes civil actions for company or lender violations. Outlines procedures for the revocation or suspension of loan authority and for cease and desist orders with respect to a violating company or lender. Authorizes the removal from participation of a management official of a company or lender and removal or suspension due to criminal charges or a conviction. (Sec. 215) Extends (at a reduced funding level) through FY 2005 the Paul D. Coverdell drug-free workplace program. (Sec. 216) Revises the organizational structure of the women's business center (WBC) program to direct the Administrator to select grantees, who shall then deliver the services to be provided at a women's business center. (Currently, funds are provided to a center, which deliver such services.) Allows any not-for-profit organization to apply for such grants. Authorizes the Administrator to issue grantees an initial five-year award and any extension for which a grantee is eligible. Requires applicants to submit a five-year plan outlining services to be provided, the target population, the area to be served, and the fundraising activities needed. Authorizes the Administrator to use expedited procedures for grant solicitation and award. Requires the Administrator to evaluate and rank applicants in accordance with a predetermined selection criteria, with a preference for the ability to serve socially and economically disadvantaged women. Directs the Administrator to perform oversight to ensure compliance with the grant agreement and delivery of appropriate services to such centers. Authorizes the Administrator to revoke or suspend such grant authority. Changes the WBC program from a sustainability pilot program to one requesting applications from grantees for continued Federal funding based on WBC need. Provides for funding renewal and termination after a five-year period (but allows an extension). Requires grantees to track, and the Administrator to report annually to Congress on, the amount of WBC program time spent training and counseling women. Extends through FY 2005 the authorization of appropriations for the program. Allows grantees to apply for an additional five years of program funding. Requires the Administrator to so extend funding for grantees who: (1) have a demonstrated record of serving predominately socially and economically disadvantaged women; and (2) are unable to meet their matching fund requirements due to their target populations. (Sec. 217) Revises the HUBZone program to authorize (currently, requires): (1) a contracting officer to award a sole source contract to a qualified HUBZone small business; and (2) a contract opportunity to be awarded on the basis of competition restricted to qualified HUBZone small businesses, as long as at least two qualified small businesses will submit offers and the award can be made at a fair market price. Eliminates the restriction on the price preference for the purchase of agricultural commodities. Extends (at a reduced funding level) through FY 2005 the authorization of appropriations for the HUBZone program. Title III: Other Provisions - (Sec. 301) Requires the Administrator to study, and report to Congress on, the feasibility of creating a national database of small manufacturers that institutions of higher education could access for purposes of meeting procurement needs. (Sec. 302) Directs the Administrator to reorganize the structure of the SBA and reassign employees to: (1) increase outreach to small businesses; (2) improve coordination with Federal contracting officers for increasing prime contract awards to small businesses; (3) enable small businesses to obtain better access to capital; (4) expand assistance provided to small manufacturers; and (5) meet goals in this section and the Act for procurement center representatives and commercial market representatives. Requires the Administrator, in taking such action, to achieve a one percent savings in the overall cost of operating the SBA. Requires an increase, through FY 2005, in the number of such representatives. Authorizes appropriations. Requires an implementation report from the Administrator to Congress. (Sec. 303) Repeals a provision of the Disaster Relief Act of 1970 which authorizes the Administrator to increase the size of disaster loans for businesses that are major sources of employment. (Sec. 304) Requires the Administrator to: (1) repeal a regulation concerning business affiliation based on franchise and license agreements; and (2) promulgate a new regulation, taking into account specified factors. States that if the Administrator does not complete such rulemaking within 180 days, all franchisees and licensees will be considered small businesses for purposes of the Act. (Sec. 305) Authorizes the Administrator to award grants to grantees operating SBDCs to be used solely to assist with outreach, development, and enhancement on Indian or Native American lands of small business startups and expansions owned by Indian tribal members, Native Alaskans, or Native Hawaiians. Limits grant amounts to $300,000 per grantee per fiscal year. Authorizes appropriations for FY 2004 through 2006. Requires an evaluative report to Congress. (Sec. 306) Authorizes the Administrator to award grants to be used solely to provide, on a Statewide basis, technical assistance to secondary schools, or postsecondary vocational or technical schools, for the development and implementation of curricula designed to promote vocational and technical entrepreneurship. Requires: (1) a minimum grant of $200,000; (2) grantees to report to the Administrator on the use of grant funds; and (3) the Administrator to report to Congress an evaluation of the grant program. Authorizes appropriations for FY 2004 through 2006. (Sec. 307) Directs the Administrator and the GSA Administrator to jointly create, within the capabilities of the Federal Procurement Data System, a data element that identifies contract awards made to very small businesses. (Sec. 308) Directs the Administrator to establish a pilot program that ensures that at least one award made to a very small business is made to a home-based business. Terminates the pilot program at the end of FY 2007. (Sec. 309) Amends the Federal Acquisition Streamlining Act of 1994 to extend through FY 2005 the authority for a price evaluation preference for socially and economically disadvantaged small businesses. (Sec. 310) Directs the Administrator to study and report to the small business committees on: (1) whether aggregate limitations on amounts of assistance to small businesses is an impediment to investment in small manufacturers; (2) an approach to better coordinate administration of the new markets venture capital program with the new markets tax credit under the Internal Revenue Code; and (3) the extent to which statutory requirements have caused overcapitalization in loss reserves maintained by certified development companies participating in the Premier Certified Lenders Program, and alternatives for establishing and maintaining different loss reserves. (Sec. 313) Requires the Administrator to work with the GSA Administrator to establish a data collection element capable of identifying contract awards made as a result of the social and disadvantaged business program established by the Federal Acquisition Streamlining Act of 1994. (Sec. 314) Allows small businesses that were directly affected by the September 11, 2001, terrorist attacks upon the United States, for 90 days after the enactment of this Act, to resubmit their applications for disaster loan assistance under the SBA disaster loan program, upon meeting specified conditions, including that such business: (1) submitted an original, unapproved application; and (2) was unable to operate due to voluntary closure or Federal edict. (Sec. 315) Authorizes the Administrator to make five-year grants to each of ten eligible economic development organizations to establish and operate a small business incubator program which provides business incubation (development) services to small businesses. Outlines grantee criteria requirements, including experience in: (1) conducting business development, including the areas of technology and manufacturing; and (2) the development of low-income, women, or minority business, or the revitalization of depressed manufacturing areas. Authorizes appropriations. (Sec. 316) Directs the Chief Counsel for Advocacy of the SBA to report to Congress regarding the sale of SBA disaster loans. (Sec. 317) Directs the Administrator, with respect to any SBA disaster loan made to a qualified small business as a result of the September 11, 2001, terrorist attacks, to suspend payment of the principal and interest charges on, and extend the maturity of, the Federal share of such loan for a period of not less than two nor more than five years. Makes a small business \"qualified\" if it would suffer substantial economic injury if required to make the currently-scheduled payments under such loan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Reauthorization and Manufacturing Revitalization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Small Business Amendments Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Small Business Reauthorization and Manufacturing Revitalization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Small Business Amendments Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reauthorize the Small Business Act and the Small Business Investment Act of 1958, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:54-05:00"
}