{
  "actions": [
    {
      "acted_at": "1983-02-14", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-25", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to Subcommittee on Social Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-25", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-25", 
      "bill_ids": [
        "hr1900-98"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.1900.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1429-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-02-14", 
  "number": "1429", 
  "official_title": "A bill to amend the Social Security Act and the Internal Revenue Code of 1954 to make certain reforms in the old-age, survivors, and disability insurance program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Loophole Reform Act of 1983", 
  "sponsor": {
    "district": "98", 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-02-14", 
  "subjects": [
    "Administrative procedure", 
    "Aliens", 
    "Congress and Members of Congress", 
    "Congressional employees", 
    "Department of the Treasury", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Immigration", 
    "Income tax", 
    "Local and Municipal Government", 
    "Local officials and employees", 
    "Medicare", 
    "Members of Congress", 
    "Old age, survivors and disability insurance", 
    "Public assistance programs", 
    "Social security eligibility", 
    "Social security finance", 
    "Social welfare", 
    "State officials and employees", 
    "States", 
    "Tax-exempt organizations"
  ], 
  "subjects_top_term": "Old age, survivors and disability insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-02-14", 
    "text": "Social Security Loophole Reform Act of 1983 - Amends titles II (Old Age, Survivors and Disability Insurance) and XVIII (Medicare) of the Social Security Act to establish in the Treasury a social security savings account for each of the Federal Old-Age and Survivors Insurance Trust Fund, the Federal Disability Insurance Trust Fund, the Federal Hospital Insurance Trust Fund, and the Federal Supplementary Medical Insurance Trust Fund. Requires the Managing Trustee of the trust funds to maintain on deposit in each of the savings accounts the portions of each trust fund not required to meet current withdrawals. Permits the withdrawal of funds from such accounts at any time for use by the trust funds. Specifies the interest rate on such accounts. Requires the redemption of obligations in which portions of the trust funds have been invested and which are outstanding as of October 1, 1983, and have an interest rate of less than the rate fixed by this Act. Amends title II of the Social Security Act and the Internal Revenue Code to provide coverage under the Old Age, Survivors and Disability Insurance program for Members of Congress and congressional employees. Prohibits the termination of a State coverage agreement (under which State and local employees may be covered under title II) unless the State has given two years' written notice of its intent by February 10, 1983. Prohibits the termination of a certificate under which employees of a nonprofit organization are covered under title II unless the organization has given two years' notice of its intent by February 10, 1983, or, in the case of termination of a certificate by the Secretary of Health and Human Services, the Secretary has given the organization involved 60 days' written notice. Amends title II of the Social Security Act to authorize the Secretary to establish a program under which States periodically furnish the Secretary with information on the death certificates officially filed with them so that necessary corrections may be made to the beneficiary records maintained under the social security program. Directs the Secretary of the Treasury to implement procedures for identifying social security benefit checks issued under title II which have not been negotiated within 12 months and to credit the appropriate social security trust fund on a monthly basis for the amount of all unnegotiated benefit checks drawn on such trust fund. Requires the Secretary to pay a benefit check presented for payment after it has been credited to one of the trust funds if it is otherwise proper. Requires the reimbursement of the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund from the Treasury for the total amount of unnegotiated benefit checks for the fiscal year in which this Act is enacted and for each of the four succeeding fiscal years. Prohibits entitlement to title II benefits in the case of any individual who is not a U.S. citizen or national and whose entitlement is based upon the wages and self-employment income of another individual who is not a U.S. citizen or national at the time such entitlement arises."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Loophole Reform Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act and the Internal Revenue Code of 1954 to make certain reforms in the old-age, survivors, and disability insurance program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:17-05:00"
}