{
  "actions": [
    {
      "acted_at": "1977-03-02", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4382-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-02", 
  "number": "4382", 
  "official_title": "A bill to amend the laws relating to the Osage Tribe in Oklahoma.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1085-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Risenhoover, Theodore M.", 
    "state": "OK", 
    "thomas_id": "00964", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-02", 
  "subjects": [
    "District courts", 
    "Indian lands", 
    "Jurisdiction", 
    "Law", 
    "Native Americans", 
    "Oklahoma", 
    "Probate law and practice", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-02", 
    "text": "Amends certain provisions of law relating to the Osage Indian Tribe of Oklahoma to permit any adult member of that tribe to dispose of his estate by will executed in accordance with Oklahoma law. States that the Secretary of the Interior must conduct a hearing on the validity of such a will after the death of the testator. Provides for the procedure to be followed in the hearing process. Specifies that only Federal courts shall have jurisdiction to hear a contest of a probate of a will approved by the Secretary after a hearing. States that a competent, adult member of the Osage Tribe may establish a revocable inter vivos trust provided that such a trust provides for certain expenses and for a family allowance. Provides that property placed in trust shall be subject to existing restrictions against alienation applying to lands and property of Osage Tribe members. Places the property of deceased and incompetent Osage Indians under the jurisdiction of the District Court of Oklahoma. Empowers the Secretary, and the Superintendent of the Osage Agency, to investigate the conduct of executors, administrators or guardians of the estate of any Osage Indian Requires those officials to commence civil or criminal prosecution in any appropriate case, Prohibits persons not of Osage blood from receiving more than a life estate in an Osage mineral estate owned by an Osage Indian. Allows a person not of Indian blood to sell a right to share in the Osage mineral estate with the approval of the Secretary. States that only heirs of Indian blood, adopted children, and parents (regardless of blood) may inherit from Osage Indians any right, title, to interest to (1) restricted land, (2) money, or (3) a mineral interest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the laws relating to the Osage Tribe in Oklahoma.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:38-05:00"
}