{
  "actions": [
    {
      "acted_at": "2011-04-14", 
      "references": [
        {
          "reference": "CR S2532-2533", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-04-14", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s857-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2011-09-06", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2011-04-14", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2011-05-26", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-04-14", 
  "number": "857", 
  "official_title": "A bill to amend the Elementary and Secondary Education Act of 1965 to aid gifted and talented learners, including high-ability learners not formally identified as gifted.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1674-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Aid Gifted and High-Ability Learners by Empowering the Nation's Teachers Act", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-04-14", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Higher education", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-04-14", 
    "text": "To Aid Gifted and High-Ability Learners by Empowering the Nation's Teachers Act or TALENT Act - Amends the Elementary and Secondary Education Act of 1965 to require state assessments of student proficiency to be vertically scaled and capable of measuring student proficiency above the grade level in which the student is enrolled. Requires states to: (1) recognize local educational agencies (LEAs) that significantly increase the proportion of their students, overall and in specified student subgroups, that score at or above the advanced level of achievement on such assessments; (2) assist their LEAs and schools in providing additional educational assistance to advanced, gifted, and talented students; and (3) report annually the most recent two-year trend in student achievement for students scoring in the highest 10% on the state assessments in each subject area and grade level. Requires LEAs receiving school improvement funds to identify gifted and talented students and support their learning needs. Authorizes LEAs to use funding under: (1) the small rural school achievement program to support gifted and talented students, and (2) the rural and low-income school program to train teachers to meet the unique learning needs of gifted and talented students. Authorizes the Secretary of Education to award competitive grants to states or institutions of higher education (IHEs) that partner with other public or private educational entities to: (1) ensure that school personnel receive the training required to ensure that gifted and talented students' achievements are commensurate with their abilities; or (2) conduct field-based research to develop innovative practices, assessment tools, and materials that address the needs of such students. Authorizes the Secretary to award a competitive grant to a partnership between at least one IHE and one nonprofit organization to establish a National Research and Dissemination Center for the Education of the Gifted and Talented that researches, develops, and disseminates best practices for meeting the needs of such students. Repeals the Jacob K. Javits gifted and talented students education program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Aid Gifted and High-Ability Learners by Empowering the Nation's Teachers Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "TALENT Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Elementary and Secondary Education Act of 1965 to aid gifted and talented learners, including high-ability learners not formally identified as gifted.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:07:02-05:00"
}