{
  "actions": [
    {
      "acted_at": "1989-07-25", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1403-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-25", 
  "number": "1403", 
  "official_title": "A bill to increase the annual salaries of executive personnel, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Senior Executives Salary Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-07-25", 
  "subjects": [
    "Executive compensation", 
    "Federal officials", 
    "Personnel management", 
    "Position classification", 
    "Rating of executives", 
    "Recruiting of employees", 
    "Salaries", 
    "Scientists in government"
  ], 
  "subjects_top_term": "Federal officials", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-07-25", 
    "text": "Senior Executives Salary Act of 1989 - Increases by 25 percent annual salary rates for positions in the Executive Schedule beginning on or after January 1, 1990. Authorizes the Director of the Office of Management and Budget to allocate critical position pay authority (the authority of an agency head to fix the compensation for any position he determines to be a critical position at the time it is filled at an annual rate that does not exceed the rates for level I of the Executive Schedule) for not more than 200 positions among executive branch departments and agencies. Authorizes any agency head who receives an allocation of critical position pay authority to exercise such authority only for the number of positions for which such authority is received from the Director. Requires such authority to be reexercised when a position becomes vacant and is refilled based upon the agency head's redetermination that the position is a critical position, but only if the Director reconfirms the allocation of such authority for the position at the time of such reexercise. Directs agency heads, in determining whether a position is a critical position, to consider: (1) the extent to which the position requires scientific, technical, expert, or professional qualifications; and (2) the extent to which additional compensation is necessary to attract exceptionally qualified individuals. Provides for the indexing of the annual maximum pay rate for critical positions to allow pay increases for such positions to increase to the same extent as provided under the Executive Schedule. Provides that senior executives, Senior Foreign Service members, and career Executive Schedule employees shall be recertified every three years after demonstrating to their supervising authority that their performance for the previous three-year period has been outstanding. Provides for a reduction in pay or position for employees who fail to make such a demonstration. Grants career employees the right to appeal any adverse actions to the Merit Systems Protection Board."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Senior Executives Salary Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the annual salaries of executive personnel, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:36-05:00"
}