{
  "actions": [
    {
      "acted_at": "1975-05-22", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1815-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-22", 
  "number": "1815", 
  "official_title": "A bill to provide procedures for calling constitutional conventions for proposing amendments to the Constitution of the United States, on application of the legislatures of two-thirds of the States, pursuant to article V of the Constitution.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Constitutional Convention Procedures Act", 
  "sponsor": {
    "district": null, 
    "name": "Abourezk, James", 
    "state": "SD", 
    "thomas_id": "01268", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-22", 
  "subjects": [
    "Congress", 
    "Constitutional amendments", 
    "Constitutional conventions", 
    "Law", 
    "States"
  ], 
  "subjects_top_term": "Constitutional amendments", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-22", 
    "text": "Federal Constitutional Convention Procedures Act - Provides that the legislature of a State, in making application to the Congress for a constitutional convention under article V of the Constitution of the United States on and after the enactment of this Act, shall adopt a resolution pursuant to this Act stating in substance, that the legislature requests the calling of a convention for the purpose of proposing one or more amendments to the Constitution of the United States and stating the nature of the amendment to be proposed. States that an application submitted to the Congress by a State, unless sooner rescinded by the State legislature shall remain effective for seven calendar years after the date it is received by the Congress, except that whenever within a period of seven calendar years two-thirds or more of the several States have each submitted an application calling for a constitutional convention on the same subject all such applications shall remain in effect until the Congress has taken action on a concurrent resolution calling for a constitutional convention. Allows a State to rescind its application by adopting and transmitting to the Congress a resolution of rescission, except that no such rescission shall be effective as to any application upon any subject after the date on which two-thirds or more of the State legislatures have applications pending before the Congress seeking amendments on the same subject. Provides that if either House of the Congress determines, upon a consideration of any report or of a concurrent resolution agreed to by the other House of the Congress, that there are in effect valid applications made by two-thirds or more of the States for the calling of a constitutional convention upon the same subject, it shall be the duty of that House to agree to a concurrent resolution calling for the convening of a Federal constitutional convention upon that subject. Provides that a convention called under this Act shall be composed of as many delegates from each State as it is entitled to Senators and Representatives in Congress. Sets forth procedures controlling the convening of the convention. Stipulates that no convention called under this Act may propose any amendment or amendments of a nature different from that stated in the concurrent resolution calling the convention. Provides that except as otherwise prescribed by concurrent resolution of the Congress, any proposed amendment to the Constitution shall become valid when ratified by the legislatures of three-fourths of the several States within seven years from the date of the submission to the States, or within such other period of time as may be prescribed by such proposed amendment. Allows any State to rescind its ratification of a proposed amendment by the same processes by which it ratified the proposed amendment, except that no State may rescind when there are existing valid ratifications of such amendment by three-fourths of the States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Constitutional Convention Procedures Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide procedures for calling constitutional conventions for proposing amendments to the Constitution of the United States, on application of the legislatures of two-thirds of the States, pursuant to article V of the Constitution.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:24-05:00"
}