{
  "actions": [
    {
      "acted_at": "1983-03-24", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s946-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1983-03-24", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-24", 
  "number": "946", 
  "official_title": "A bill to amend the Comprehensive Environmental Response, Compensation and Liability Act of 1980 to provide compensation for medical expenses caused by hazardous substance releases, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Environmental Poisoning Victim Compensation Act", 
  "sponsor": {
    "district": null, 
    "name": "Mitchell, George J.", 
    "state": "ME", 
    "thomas_id": "01401", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-24", 
  "subjects": [
    "Abortion, Birth Control, and Family Planning", 
    "Actions and defenses", 
    "Birth defects", 
    "Cadmium", 
    "Chemical industries", 
    "Chromium", 
    "Civil procedure", 
    "Claims", 
    "Coastwise shipping", 
    "Compensation (Law)", 
    "Courts and Civil Procedure", 
    "Damages", 
    "Department of the Treasury", 
    "Disabled", 
    "Environmental protection", 
    "Environmentally induced diseases", 
    "Evidence (Law)", 
    "Excise tax", 
    "Government liability", 
    "Government paperwork", 
    "Government publications", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Health", 
    "Inland water transportation", 
    "Intergovernmental relations", 
    "Lawyers and Legal Services", 
    "Lead", 
    "Lead poisoning", 
    "Legal fees", 
    "Liability for environmental damages", 
    "Liability for toxic substances pollution damages", 
    "Limitation of actions", 
    "Marine transportation", 
    "Parents", 
    "Pesticide pollution", 
    "Pesticide regulation", 
    "Pesticide residues in food", 
    "Pesticides", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Pollution taxes", 
    "Polychlorinated biphenyls", 
    "Public health", 
    "Refuse and refuse disposal", 
    "Ships", 
    "Ships and shipping", 
    "State courts", 
    "States", 
    "Tankers", 
    "Taxation", 
    "Torts", 
    "Toxic substances legislation", 
    "Transportation and Travel", 
    "Transportation of hazardous substances"
  ], 
  "subjects_top_term": "Liability for toxic substances pollution damages", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-24", 
    "text": "Environmental Poisoning Victim Compensation Act - Amends the Comprehensive Environmental Response, Compensation, and Liability Act (\"the Superfund Act\") to revise the definition of damages under such Act to include damages for personal injury or economic loss. Provides that claims for such damages may be asserted against the Hazardous Substance Response Fund for: (1) all medical expenses; (2) limited amounts compensating individual loss of regular earnings; and (3) limited amounts as death benefits. Lowers (from 85 percent) to 50 percent the amount of the money credited to the Fund which is available only for certain purposes relating to governmental costs. Directs the President to delegate authority to settle such claims against the Fund under this Act to officials of any State which agree to provide 20 percent of the administrative costs of such a claims program and which possess specified qualifications. Sets forth the types of proof which a claimant must provide in any claim asserted against the Fund under this Act. Provides, in the case of injury or disease due to mutagenic or teratogenic effects, that \"the individual on whom the claim is based\" with respect to exposure to a hazardous substance, pollutant, or contaminant refers to a parent of the individual with the injury or disease. Directs the Secretary of Health and Human Services, acting through the Agency for Toxic Substances and Disease Registry, and in cooperation with the National Toxicology Program and the Administrator of the Environmental Protection Agency, to prepare Hazardous Substance Presumption Documents for particular hazardous substances, pollutants, or contaminants and their relation to injuries or diseases. Directs the Secretary, within 18 months of the enactment of this Act, to publish such documents for dioxin- and dibenzofurn-containing wastes, polychlorinated biphenyls, pesticide manufacturing wastes, pesticides whose registration has been cancelled or which are subject to a rebuttable presumption against registration, cadmium, chromium, and lead. Provides for appeals from decisions of State officials in such claims programs. Permits causes of action for subrogated rights for claims paid under such claims programs against any person liable for release of the hazardous substance and the exposure of the individual on which the claim is based, except in cases which occurred wholly prior to the enactment of this Act. Provides that no person who asserts such a claim against the Fund and receives an award may be barred from pursuing such claim or cause of action against any party or parties alleged to be responsible, under any provision of State law or specified provisions of such Act. Requires the claimant to reimburse the Fund in an amount equal to the award in any such action, up to the amount of the claim awarded against the Fund. Authorizes the court to assess litigation costs against the claimant if the award in such action does not exceed the award from the Fund by at least 25 percent. Provides for reduction of any such award from the Fund by the amount received due to such injury or disease from any benefit program or other collateral source of a public nature. Declares that each State should adopt specified changes in the procedural and substantive rules followed by State courts in actions seeking compensation for personal injury resulting from a release of a hazardous substance from a vessel or a facility. Raises (from $1,380,000,000) to $6,000.000,000 the sum of the amounts received in the Fund which must be reached for the authority to collect environmental taxes (on petroleum and certain chemicals) to be terminated before September 30, 1990."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Environmental Poisoning Victim Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Environmental Response, Compensation and Liability Act of 1980 to provide compensation for medical expenses caused by hazardous substance releases, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:45-05:00"
}