{
  "actions": [
    {
      "acted_at": "1986-04-29", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4703-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Applegate, Douglas", 
      "sponsored_at": "1986-05-20", 
      "state": "OH", 
      "thomas_id": "00025", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Bevill, Tom", 
      "sponsored_at": "1986-05-20", 
      "state": "AL", 
      "thomas_id": "00084", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hayes, Charles A.", 
      "sponsored_at": "1986-06-11", 
      "state": "IL", 
      "thomas_id": "00516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1986-09-17", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1986-05-08", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Mollohan, Alan B.", 
      "sponsored_at": "1986-05-08", 
      "state": "WV", 
      "thomas_id": "00824", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1986-05-08", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "1986-05-08", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Rose, Charlie", 
      "sponsored_at": "1986-05-20", 
      "state": "NC", 
      "thomas_id": "00986", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Savage, Gus", 
      "sponsored_at": "1986-05-20", 
      "state": "IL", 
      "thomas_id": "01020", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wise, Robert E., Jr.", 
      "sponsored_at": "1986-05-08", 
      "state": "WV", 
      "thomas_id": "01237", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-29", 
  "number": "4703", 
  "official_title": "A bill to establish a program to assist local governments in the provision of essential services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Essential Services Payments to Local Governments Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O., Jr.", 
    "state": "WV", 
    "thomas_id": "01095", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-29", 
  "subjects": [
    "Alaska", 
    "Alaskan natives", 
    "Citizen participation", 
    "Discrimination", 
    "District of Columbia", 
    "Economics and public finance", 
    "Federal aid to Indians", 
    "Federal-local relations", 
    "Government trust funds", 
    "Intergovernmental relations", 
    "Local and Municipal Government", 
    "Local finance", 
    "Native Americans", 
    "Revenue sharing"
  ], 
  "subjects_top_term": "Intergovernmental relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-29", 
    "text": "Essential Services Payments to Local Governments Act - Provides for quarterly entitlement payments to units of local government for essential services (public health services, public safety protection, and public transportation facilities and services) for FY 1987 through 1989. Requires the Secretary of the Treasury to make such payments out of the Local Government Essential Services Trust Fund. Authorizes appropriations to such trust fund for each entitlement period. Authorizes appropriations to the Department of Commerce for FY 1987 through 1989 for certain determinations required under this Act. Sets forth qualifications to be met by units of local government in order to receive entitlements. Provides sanctions for noncompliance with regulations governing such qualifications. Provides a special formula for entitlements for Indian tribes, Alaskan Native villages, and the District of Columbia. Directs the Secretary to allocate entitlement funds to each State (for subsequent allocation to local governments) according to a specified formula based on the need factor, the general tax effort factor, and the relative fiscal capacity factor, as defined in this Act, for each State. Entitles local governments to a portion of such State funds according to a specified formula based on the following factors, as defined in this Act, for each unit of local government in a State relative to all units in such State: (1) the unit's population; (2) the unit's general tax effort factor; and (3) the unit's income factor. Sets forth maximum and minimum limitations on local government entitlements. Requires each government to hold at least one public hearing on the use of such funds. Requires all equipment or services acquired with funds under this Act to be identified by signs acknowledging such payments. Prohibits discrimination in local government programs or activities funded through essential services payments. Sets forth provisions governing discrimination proceedings, the suspension and termination or resumption of payments in such proceedings, agreements by local governments to comply with discrimination prohibitions, the enforcement of such prohibitions by the Attorney General, administrative and civil actions by persons adversely affected by discriminatory practices, and judicial review of a decision to withhold, suspend, or terminate entitlement payments. Requires units of local government to submit an annual audit report to the Secretary of the Treasury. Requires the Secretary to maintain regulations regarding the investigation of complaints of violations of this Act. Directs the Comptroller General to carry out necessary reviews to evaluate compliance and operations under this Act. Requires annual reports by: (1) the Secretary to the Congress on the administration of, and operations under, this Act; and (2) local governments to the Secretary on the amounts and uses of entitlement payments. Directs the Comptroller General to: (1) undertake a series of studies on methods to identify local governments that have low capacities to raise revenues from their own sources relative to their essential public service needs and alternative State and Federal actions to address such deficiencies; and (2) report to the Congress on the results of such studies within 18 months of enactment of this Act. Authorizes appropriations for such studies for FY 1987 and 1988."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Essential Services Payments to Local Governments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program to assist local governments in the provision of essential services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:22-05:00"
}