{
  "actions": [
    {
      "acted_at": "1973-09-13", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2414-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1973-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGee, Gale W.", 
      "sponsored_at": "1973-01-03", 
      "state": "WY", 
      "thomas_id": "01396", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pastore, John O.", 
      "sponsored_at": "1973-01-03", 
      "state": "RI", 
      "thomas_id": "01415", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevenson, Adlai E., III", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "01441", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-13", 
  "number": "2414", 
  "official_title": "A bill entitled \"Elementary and Secondary Education Assistance Act of 1973\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Elementary and Secondary Education Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Mondale, Walter F.", 
    "state": "MN", 
    "thomas_id": "01402", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-13", 
  "subjects": [
    "Education", 
    "Educational finance", 
    "Elementary and secondary education", 
    "States"
  ], 
  "subjects_top_term": "Educational finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-13", 
    "text": "Elementary and Secondary Education Assistance Act - Title I: General Grants for Elementary and Secondary Education Grants Authorized - Directs the Commissioner of Education to make payments to State educational agencies for the Federal share of the cost of grants to local educational agencies and for other elementary and secondary education programs. Authorizes to be appropriated to the Commissioner, for the purpose of carrying out this title, $4,500,000 annually for fiscal year 1974, and for each of the two succeeding fiscal years. Provides for the reservation of specified precentages for enumerated purposes, and for the apportionment of sums not reserved. Sets forth the definitions of terms used in this Act. Provides that any State desiring to receive financial assistance shall submit a plan to reduce disparities in per pupil expenditures among local educational agencies within such State. Enumerates the criteria to be met by such plan. Requires the chief State officer to submit annually to the Commissioner an application in such detail and containing or accompanied by such information as the Commissioner deems necessary. States that a local educational agency may receive a grant from the appropriate State educational agency under this title for any fiscal year only upon an application approved by the appropriate State educational agency, upon its determination consistent with such basic criteria as the Commissioner may establish, including: (1) that the programs and activities will be administered by or under the supervision of the applicant; and (2) that such agency will make provisions for the benefit of children in schools of secular, neutral, and nonideological educational services, materials, and equipment. Provides that the State shall not finally disapprove any application for funds without first affording the local educational agency reasonable notice and opportunity for a hearing. Provides that the Commissioner shall pay to each State which has established eligibility under this Act, in advance or by way of reimbursement, the amount of such State's apportionment. States that no payments shall be made to any State in which per pupil expenditures for elementary and secondary education for the preceding year from State sources, excluding the payment of the State share for grants, programs, and activities undertaken pursuant to this Act, are less in such State than such expenditures for the second preceding fiscal year. States that if any State or local educational agency is dissatisfied with the Commissioner's final action with respect to the approval of its application, they may file with the United States court of appeals for the circuit for which such agency is located a petition for review of that action. Title II: Experimental Achievement Progress Test - States that, after consultation with the Director of the National Institute of Education, the Commissioner is directed, on an experimental basis, to conduct a program to demonstrate the feasibility of administrating achievement progress tests in reading and mathematics to be given by local educational agencies to the elementary and secondary school children, in order to provide financial assistance to such agencies, in accordance with this Act, based upon the improvement reflected in such achievement progress tests."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Elementary and Secondary Education Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"Elementary and Secondary Education Assistance Act of 1973\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:53-05:00"
}