{
  "actions": [
    {
      "acted_at": "1998-10-08", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4746-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-08", 
  "number": "4746", 
  "official_title": "To provide for the settlement of the reserved water rights of the Shivwits and for the construction of certain water projects.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Shivwits Paiute Indian Band Settlement Act", 
  "sponsor": {
    "district": "1", 
    "name": "Hansen, James V.", 
    "state": "UT", 
    "thomas_id": "00498", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-08", 
  "subjects": [
    "Agriculture and food", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal aid to Indians", 
    "Federal aid to water resources development", 
    "Government trust funds", 
    "Groundwater", 
    "Indian claims", 
    "Indian lands", 
    "Indian water rights", 
    "Irrigation", 
    "Minorities", 
    "Native Americans", 
    "Pipelines", 
    "Reservoirs", 
    "Rivers", 
    "Transportation and public works", 
    "Utah", 
    "Water conservation", 
    "Water resources development", 
    "Water supply"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-08", 
    "text": "Shivwits Paiute Indian Band Settlement Act - Directs that: (1) the St. George Water Reuse Project (as described in the Memorandum of Understanding executed by the Shivwits Paiute Indian Band on March 26, 1998, to implement construction, operation, and maintenance of that Project and the Santa Clara Project (MOU)) consist of water treatment facilities, a pipeline, and associated pumping and delivery facilities which will divert and transport water from the Wastewater Treatment Plant located near St. George, Utah, for delivery and use in the Santa Clara River Basin by St. George and the Shivwits; (2) the Project be sized to deliver 2,000 acre-feet annually for use by the Shivwits, in addition to the water delivered to St. George for its use; and (3) the Shivwits water be delivered by St. George through Project facilities to the eastern boundary of the Shivwits reservation. Directs the Secretary of the Interior to make a grant of $15 million to St. George to cover the Shivwits' portion of such costs if specified conditions are met. Authorizes appropriations. Directs the parties, including the Secretary, to implement the MOU and the construction of the Project by the execution of an Agreement. (Sec. 6) Directs that the Santa Clara Project consist of a pressurized irrigation pipeline from the existing Gunlock Reservoir to the lower part of the Santa Clara River, along with main lateral pipelines. Specifies that: (1) the Project will result in the pooling of the water rights of the parties to the MOU, including the Shivwits; (2) the water users shall receive their irrigation water from the Project based on a set delivery schedule; and (3) the water supply from the River for irrigation purposes shall be supplemented by groundwater provided by St. George and other water users and from the modified operation of the Reservoir. Projects that in an average or above average year the Shivwits will receive 1,900 acre-feet of water from the Project. Directs that, in a below average year, all users, including the Shivwits, have a proportionate reduction in the quantity of water delivered. Sets forth provisions regarding Project funding, construction, operation, and maintenance. Directs the parties, including the Secretary, to implement the MOU and the construction of the Project by the execution of an Agreement. (Sec. 7) Settles the Shivwits' claim to water, subject to the provisions of this Act and the implementation of the MOU through the two Agreements and the construction of the two projects, as specified. Directs that the Shivwits: (1) receive a total of 1,900 acre-feet annually from the Santa Clara River in an average and above average year, with a proportionate reduction with other Santa Clara Project water users in a below average year; (2) receive 2,000 acre-feet of water annually from the St. George Project, with St. George and Shivwits having equal priority to the water provided from the Project; and (3) have the right to the groundwater produced from existing wells located on the reservation for 100 acre-feet of water annually. (Sec. 8) Directs the parties, including the Secretary, following construction of the Projects, to cooperate in obtaining an interlocutory decree in a pending statutory adjudication, confirming the Shivwits' water right as provided in section 7. (Sec. 9) Grants the Shivwits the right to: (1) participate with the Washington County Water Conservancy District in the development and construction of the Beaver Dam Wash Project; and (2) receive up to 1,000 acre-feet of water annually from that Project subject to the payment of their proportionate share of construction, operation, maintenance, and repair costs. (Sec. 10) Establishes in the Treasury the Shivwits Band Resources Development Trust Fund. Authorizes appropriations. (Sec. 11) Sets forth environmental compliance requirements. Authorizes appropriations to carry out all necessary environmental compliance associated with this settlement. Designates the Bureau of Land Management as the lead agency for such environmental compliance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Shivwits Paiute Indian Band Settlement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the settlement of the reserved water rights of the Shivwits and for the construction of certain water projects.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:17-05:00"
}