{
  "actions": [
    {
      "acted_at": "1985-02-07", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-11", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education", 
      "text": "Referred to Subcommittee on Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s452-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts, and Humanities", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1985-06-13", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1985-06-04", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1985-02-07", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1985-03-28", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1985-04-04", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1985-03-19", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1985-05-21", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1985-05-21", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1985-02-21", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1985-02-07", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1985-10-18", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1985-02-21", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1985-10-18", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-07", 
  "number": "452", 
  "official_title": "A bill to enact the Gifted and Talented Children's Education Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Jacob J. Javits Gifted and Talented Children's Education Act", 
  "sponsor": {
    "district": null, 
    "name": "Bradley, Bill", 
    "state": "NJ", 
    "thomas_id": "01289", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-02-07", 
  "subjects": [
    "American Samoa", 
    "Armed forces and national security", 
    "Children and youth", 
    "Compensatory education", 
    "Department of Education", 
    "Education", 
    "Education of Indians", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational finance", 
    "Educational innovations", 
    "Educational planning", 
    "Educational research", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Executive reorganization", 
    "Federal aid to education", 
    "Federal aid to private schools", 
    "Gifted children", 
    "Government records, documents, and information", 
    "Guam", 
    "Higher education", 
    "Information services", 
    "Local and Municipal Government", 
    "Local finance", 
    "Military dependents", 
    "Native Americans", 
    "Northern Mariana Islands", 
    "Poor", 
    "Preschool education", 
    "Private schools", 
    "Secondary education", 
    "State aid to private schools", 
    "State education agencies", 
    "State finance", 
    "States", 
    "Teacher education", 
    "Teachers", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-07", 
    "text": "Jacob J. Javits Gifted and Talented Children's Education Act - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to add this Act as part A (Gifted and Talented Children) of title IX (Additional Programs) of ESEA. Authorizes appropriations for FY 1986 through 1990 for programs for gifted and talented children. Directs the Secretary of Education to reserve a specified portion of such funds for discretionary programs. Requires that the remainder of such appropriations be available for State programs. Sets forth provisions for State programs. Directs the Secretary to make grants to State educational agencies (SEAs) for the Federal share of the costs of planning, developing, operating, and improving programs to meet the educational needs of gifted and talented children at the preschool, elementary, and secondary levels. Permits such programs to include inservice training of personnel to teach such children. Directs the Secretary to allot such funds in accordance with specified provisions. Requires SEA applications for such grants to contain specified assurances, including the assurance that appropriate consideration will be given to the particular educational needs of disadvantaged gifted and talented children. Prohibits an SEA from reserving more than ten percent of grant funds for program administration, technical assistance, coordination, and statewide planning. Requires an SEA to distribute, on a competitive basis, at least 90 percent of grant funds to local educational agencies (LEAs) which apply, with due regard for the quality of the proposed activities. Requires an SEA to use at least 50 percent of grant funds for programs and projects which include a component for the identification and education of disadvantaged gifted and talented children from low-income families. Permits use of grant funds for instructional equipment only if such equipment will enhance the program or project. Prohibits SEA approval of an LEA application unless the needs of children in nonprofit private elementary and secondary schools have been taken into account. Requires the SEA to provide technical assistance for proposals and programs of LEAs which are unable to compete due to smaller size or lack of financial resources. Requires that an opportunity for a hearing be afforded before the Secretary may disapprove an application which does not meet specified requirements. Sets forth provisions for discretionary programs relating to education of gifted and talented children. Authorizes the Secretary, from amounts reserved for discretionary programs, to pay the Federal share of the costs of grants or contracts to SEAs, LEAs, institutions of higher education, and other public or private organizations for: (1) programs or projects designed to meet the needs of gifted and talented children; (2) training of personnel engaged in the education of gifted and talented children; (3) model projects for identification and education of gifted and talented children; (4) an information clearinghouse; (5) statewide planning, development, operation, and improvement; and (6) research, evaluation, and related activities. Sets forth application requirements for discretionary program grants and contracts. Applies specified requirements relating to private school pupil and teacher participation in such discretionary programs, unless such requirements cannot be legally met in the State. Authorizes the National Institute of Education (NIE) to carry out a program of research and related activities pertaining to the education of gifted and talented children from funds which the Secretary may transfer from discretionary program funds. Sets forth provisions for State allotments of appropriations for programs for gifted and talented children. Directs the Secretary to allot up to one percent of such appropriations, in accordance with their respective needs, among: (1) Guam, American Samoa, the Virgin Islands, the Trust Territory of the Pacific Islands, and the Northern Mariana Islands; (2) programs in schools operated for Indian children by the Department of the Interior; and (3) programs in overseas dependent schools of the Department of Defense. Directs the Secretary to allot the remainder among applicant States on the basis of: ((1) number of children aged five through 17, with a $50,000 minimum allotment to each State; and (2) number of children who are counted for purposes of determining basic grants to LEAs under ESEA. Sets forth provisions for reallotment of any State allotment exceeding the amount a State needs and will be able to use in a fiscal year. Directs the Secretary to designate an administrative unit within the Office of Education to administer and coordinate programs for gifted and talented children and youth. Provides that any Indian tribe which operates schools for its children shall be deemed an LEA for purposes of this Act. Prohibits any financial assistance to an LEA for a period in excess of five years, but provides that such limitation shall not apply to any financial assistance extended prior to the date of enactment of the Education Amendments of 1978. Makes the Federal share for any fiscal year 90 percent, but 100 percent for: (1) programs and projects involving participation of private school students; (2) clearinghouse activities; and (3) research, evaluation, and related activities. Directs the Secretary to reestablish the Office of Gifted and Talented in the Office of Elementary and Secondary Education."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Jacob J. Javits Gifted and Talented Children's Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enact the Gifted and Talented Children's Education Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:10-05:00"
}