{
  "actions": [
    {
      "acted_at": "1973-01-16", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s407-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-16", 
  "number": "407", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 with respect to the income tax treatment of certain distributions and sales pursuant to the Bank Holding Company Act Amendments of 1970.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bennett, Wallace F.", 
    "state": "UT", 
    "thomas_id": "01281", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-16", 
  "subjects": [
    "Capital gains tax", 
    "Finance and financial sector", 
    "Income tax", 
    "Taxation"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-16", 
    "text": "Provides that property which is required to be divested pursuant to the Bank Holding Company Act Amendments of 1970 may be distributed by a bank holding corporation to its stockholders without the recognition of gain to the stockholders. States that this would only apply to the distribution of property under the Bank Holding Company Act which had been acquired prior to July 1, 1970. Denies nonrecognition treatment for any distribution if, in connection with such distribution, the distributing corporation retains or transfers, after July 7, 1970, to any corporation, property (other than prohibited property) as part of a plan one of the principal purposes of which is the distribution of the earnings and profits of any corporation. Requires the Federal Reserve Board to certify prior to a distribution that such distribution is necessary or appropriate to effectuate the policies of this Act. Requires a distribution to the stockholder of prohibited property or bank property to be completed within three years after the first distribution of such property is made. Provides for the nonrecognition of gain where a bank holding corporation sells prohibited property or bank property pursuant to the Bank Holding Company Act Amendments. States that the gain from such sale shall be recognized only to the extent that the amount realized upon such sale exceeds the cost of qualifying replacement property purchased during the reinvestment period. Defines such replacement property as: (1) stock of another corporation if, immediately after the purchase, the acquiring corporation has control (eighty percent stock interest of such other corporation); or (2) substantially all the assets of another corporation used in the trade or business of such corporation. States that the basis of any stock or assets which are acquired as replacement property would be reduced by the amount of the deferred gain. Sets forth definitions used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 with respect to the income tax treatment of certain distributions and sales pursuant to the Bank Holding Company Act Amendments of 1970.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:19-05:00"
}