{
  "actions": [
    {
      "acted_at": "1979-11-14", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-17", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 96-1340.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-22", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-22", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-25", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5898-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-11-14", 
  "number": "5898", 
  "official_title": "A bill to establish the Rattlesnake National Education and Recreation Area and Wilderness in the State of Montana.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rattlesnake National Education and Recreation Area and Wilderness Act of 1979", 
  "sponsor": {
    "district": "1", 
    "name": "Williams, Pat", 
    "state": "MT", 
    "thomas_id": "01231", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-11-14", 
  "subjects": [
    "Coal", 
    "Education", 
    "Educational facilities", 
    "Land transfers", 
    "Montana", 
    "Recreation and Recreational Facilities", 
    "Recreation areas", 
    "Water rights", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-09-23", 
    "text": "(Measure passed House, amended) Designates specified lands within the Rattlesnake National Education and Recreation Area in Montana as wilderness to be known as the Rattlesnake Wilderness and administered by the Secretary of Agriculture. Establishes the Rattlesnake National Education and Recreation Area and requires the Secretary to administer such Area in accordance with the laws and regulations applicable to the national forests. Requires the Secretary, in consultation with state and local political subdivisions and other interested persons, to develop an overall management plan for such Area. Directs the Secretary to permit hunting, fishing, and trapping on such lands and waters, in accordance with Federal and State laws. Authorizes and directs the Secretary to acquire with donated or appropriated funds, by exchange, gift, purchase, or otherwise, such non-Federal lands, interests, or any other property within the boundaries of the Rattlesnake National Education and Recreation Area. Authorizes the Secretary of the Interior, in consultation with the Secretary of Agriculture, to consider and consummate an exchange with the owner of the private lands or interests within the boundaries of the Rattlesnake National Recreation Area and Rattlesnake Wilderness by which the Secretary of the Interior may accept conveyance of title to such private lands for the United States and in exchange issue bidding rights that may be exercised in competitive coal lease sales, or in coal lease modifications, or both. States that any lands so acquired shall become national forest lands under the jurisdiction of the Secretary of Agriculture. Permits such coal lease bidding rights to be exercised as payment of bonus or other payment required of the successful bidder for a competitive coal lease or of an applicant for a coal lease modification. Specifies that such bidding rights shall equal the fair market value of the private lands or interests therein conveyed in exchange for their issuance. Permits the holder of the bidding rights, if for any reason the bidding rights issued in an exchange under this Act have not been exercised within three years from the date of enactment of this Act, to use the outstanding bidding rights as a credit against any royalty, rental, or advance royalty payments owed to the United States on any Federal coal lease(s) it may then hold. Declares that it is the intent of Congress that the exchange of bidding rights for the private lands or interests therein authorized by this Act shall occur within three years of the date of enactment of this Act. Declares that nothing in this Act shall be construed to permit the Secretary to affect or diminish any water right which is vested under either State or Federal law at the time of enactment of this Act. Requires the Secretary to establish a Rattlesnake Wildland Education and Research Center within the Rattlesnake National Education and Recreation Area for the purpose of public education about the Rattlesnake Wilderness, the Rattlesnake Education and Recreation Area, and all aspects of wildlands management."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rattlesnake National Education and Recreation Area and Wilderness Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Rattlesnake National Education and Recreation Area and Wilderness in the State of Montana.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:48-05:00"
}