{
  "actions": [
    {
      "acted_at": "2010-12-16", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-12-16", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-12-16", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6528-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Myrick, Sue Wilkins", 
      "sponsored_at": "2010-12-16", 
      "state": "NC", 
      "thomas_id": "00849", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-12-16", 
  "number": "6528", 
  "official_title": "To provide for improvement of field emergency medical services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Field EMS Quality, Innovation, and Cost Effectiveness Improvements Act of 2010", 
  "sponsor": {
    "district": "1", 
    "name": "Walz, Timothy J.", 
    "state": "MN", 
    "thomas_id": "01856", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-12-16", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Congressional oversight", 
    "Department of Health and Human Services", 
    "Department of Transportation", 
    "Education programs funding", 
    "Emergency medical services and trauma care", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government investigations", 
    "Government trust funds", 
    "Health", 
    "Health care quality", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Licensing and registrations", 
    "Medical education", 
    "Medical research", 
    "Performance measurement", 
    "Right of privacy", 
    "Tax administration and collection, taxpayers", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-12-16", 
    "text": "Field EMS Quality, Innovation, and Cost Effectiveness Improvements Act of 2010 - Designates the National Highway Traffic Safety Administration (NHTSA) as the primary federal agency for field emergency medical services (field EMS). Defines \"field EMS\" as emergency medical services provided to patients prior to or outside a medical facility or other clinical setting.  Requires the Administrator of NHTSA to develop and implement a cohesive national strategy to strengthen the development of field EMS at the federal, state, and local levels. Directs the Administrator to establish: (1) the EQUIP grant program to promote excellence, quality, universal access, innovation, and preparedness in field EMS;  (2) the SPIA grant program to improve field EMS system performance, integration, and accountability; and (3) national guidelines for medical oversight of field EMS.  Authorizes the Administrator to maintain, improve, and expand the National EMS Information System, including the National EMS Database, to insure that database information is available to federal and state policymakers, EMS stakeholders, and researchers. Authorizes the Secretary of Health and Human Services (HHS), acting through the Administrator of the Health Resources and Services Administration, to make grants for the development, availability, and dissemination of field EMS education programs and courses for field EMS personnel. Directs the Secretary to: (1) complete an evaluation of alternative delivery models for medical care through field EMS and the integration of field EMS patients with other medical providers and facilities; and (2) conduct or support up to five demonstration projects to evaluate alternative dispositions of field EMS patients (e.g., transporting such patients by ambulance to alternative medical facilities). Amends title XI (General Provisions) of the Social Security Act to include field EMS as a model for testing by the Center for Medicare and Medicaid Innovation. Amends the Public Health Service Act to require: (1)  the Director of the Center for Quality Improvement and Patient Safety of the Agency for Healthcare Research and Quality to establish a Field EMS Evidence-Based Practice Center to support research to promote the highest quality of emergency medical care in field EMS and the most effective delivery system for such care; and (2) the HHS Secretary to establish an Emergency Care Coordination Center to promote and fund research, collaboration, and preparedness in emergency medicine and trauma health care. Requires the Administrator to establish and administer a National Emergency Medical Services Advisory Council to provide advice and recommendations to federal agencies and a national forum to deliberate on field EMS. Amends the Internal Revenue Code to: (1) establish the Emergency Medical Services Trust Fund; and (2) allow taxpayers to designate a portion of any income tax overpayment and make additional contributions to finance such Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Field EMS Quality, Innovation, and Cost Effectiveness Improvements Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for improvement of field emergency medical services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:51-05:00"
}