{
  "actions": [
    {
      "acted_at": "1976-04-27", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-04-27", 
      "references": [], 
      "text": "Referred to Joint Committee on Atomic Energy.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-01", 
      "references": [], 
      "text": "Reported to House from the Joint Committee on Atomic Energy with amendment, H. Rept. 94-1081 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-03", 
      "references": [], 
      "text": "Reported to House from the Committee on Science and Technology, H. Rept. 94-1081 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-19", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-19", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-20", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-20", 
      "references": [], 
      "text": "Motion to recommit to Comm. on Science and Tech. and the Joint Comm. on Atomic Energy rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-20", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #290 (316-26).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-24", 
      "references": [], 
      "text": "Referred jointly to Senate Committees on Interior and Insular Affairs; and the Joint Committee on Atomic Energy.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-25", 
      "references": [], 
      "text": "Committee on Interior and Insular Affairs and Joint Committee on Atomic Energy discharged in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-25", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-25", 
      "bill_ids": [
        "s3105-94"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 3105, roll call #345 (77-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-23", 
      "bill_ids": [
        "hres1553-94"
      ], 
      "references": [], 
      "text": "House agreed to Senate amendment with an amendment (see H.Res. 1553).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-23", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-27", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-28", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-1718.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-28", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 94-1327.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-30", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13350-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Joint Atomic Energy", 
      "committee_id": "HSAT"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Joint Atomic Energy", 
      "committee_id": "JSAT"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Price, Melvin", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00929", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-27", 
  "number": "13350", 
  "official_title": "A bill to authorize appropriations to the Energy Research and Development Administration in accordance with section 261 of the Atomic Energy Act of 1954, as amended, section 305 of the Energy Reorganization Act of 1974, and section 16 of the Federal Nonnuclear Energy Research and Development Act of 1974.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1182-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres1553-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s3105-94", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "23", 
    "name": "Price, Melvin", 
    "state": "IL", 
    "thomas_id": "00929", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-27", 
  "subjects": [
    "Energy", 
    "Energy research", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Nuclear energy", 
    "Power resources", 
    "Uranium"
  ], 
  "subjects_top_term": "Energy research", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1976-09-28", 
    "text": "(Conference report filed in House, H. Rept. 94-1718) Authorizes the appropriation of the following sums to the Energy Research and Development Administration (ERDA) for fiscal year 1977: (1) for nonnuclear energy research, development, and demonstration of fossil, solar, geothermal, and other forms of energy, and for energy conservation, $1,175,671,000; (2) for nuclear energy research and development, $5,271,679,000; and (3) for environmental research and safety, basic energy sciences, and related programs, $691,795,000. =Title I: Nonnuclear Programs= - Lists amounts authorized for specific nonnuclear programs including fossil energy development, solar energy development, geothermal energy development, conservation research and development, and scientific and technical education. Authorizes appropriations for plant and capital equipment. Imposes limits and conditions on operating expenses of such programs. Stipulates that individual project authorizations shall expire at the end of three fiscal years without further Congressional action. Authorizes the use of fiscal year 1977 funds for grants to promote the development and dissemination of energy conserving technologies. Establishes procedures for Congressional review of nonnuclear energy research programs. Amends the Federal Nonnuclear Energy Research and Development Act of 1974 to make the Administrator of the Energy Research and Development Administration a member of the Water Resources Council. Requires disclosure of information relating to the amount and recipient of each contract awarded by the Administrator. Directs the Administrator to report on the extent and costs of environmental monitoring and control required to successfully demonstrate projects authorized by this title. =Title II: For Nuclear Energy Research and Development, Basic Research, Space Nuclear Systems and Other Technology, Uranium Enrichment, National Security, and Related Programs= - Prohibits use of funds authorized under this Act to produce any nuclear fuel for export to supply a nuclear power reactor of a country which has not signed the Treaty on Nonproliferation of Nuclear Weapons, unless the export license has been reviewd by the Congress. Authorizes the appropriation of $3,390,051,000 in operating expenses for fiscal year 1977. Lists authorizations for additional plant and capital expenditures. Imposes limits and conditions on such expenditures. Places percentage limitations on the amount of cost overruns allowable without additional Congressional authorization. Amends prior appropriation authorization Acts to increase the amount authorized for specific nuclear energy projects. Prohibits for one year from the enactment of this Act the exportation of nuclear fuel for a nuclear power reactor under an Agreement for Cooperation unless specified conditions are met. =Title III: For Environmental Research and Safety, Basic Energy Sciences, Program Support, and Related Programs= - Lists amounts authorized for specific programs of biomedical and environmental research, operational safety, and basic energy sciences, and program support. Authorizes the appropriation of $1,000,000 to the Water Resources Council for the water resources evaluation study authorized by the Federal Nonnuclear Energy Research and Development Act of 1974. Authorizes the appropriation of $500,000 to the Council on Environmental Quality for the environmental evaluation of nonnuclear energy technologies authorized by such Act. Lists authorizations for additional plant and capital expenditures. Places percentage limitations on the amount of cost overruns allowable without additonal Congressional authorization. =Title IV: General Provisions= - Stipulates that amounts appropriated may remain available until expended, provided an appropriation Act so specifies. Authorizes use of operating budget funds for the funding of employee-suggested research projects up to the pilot stage of development, subject to specified conditions. Requires ERDA officers and employees to file annual disclosure statements with the Administrator if they have known financial interest in businesses involved with energy development, production, refining, or transportation. =Title V: Basis for Government Charge for Uranium Enrichment Services= - Amends the Atomic Energy Act of 1954 to transfer juridiction over contracts for uranium enrichment services from the Nuclear Regulatory Commission to the Administrator of Energy Research and Development. Requires that charges for such services accurately reflect reasonable costs and not discourage the development of domestic supply independent of the Energy Research and Development Administration. Disallows any change in the basic approach used in arriving at the fair value charge for Government uranium enrichment services or any additions to the charge that shall occur without full and complete hearings before the Joint Committee on Atomic Energy and approval of the proposed change by the Joint Committee. =Title VI: Organizational Conflicts= - Requires the Administrator to exercise his powers in such a manner as to maintain and promote active and open competition among private persons and organizations involved in energy research and development; and to make no arrangements whether by advertising or negotiation for the conduct of research and development activities with any private person or organization when, after appropriate restrictions have been attached to such arrangements, such person appropriate restrictions have been attached to such arrangements, such person or organization: (1) may be unable to render impartial, technically sound, or objective assistance or advice due to its other activities or its relationships with other organizations; or (2) would be given an unfair competitive advantage. =Title VII: Loan Guarantee Program For Commercial Demonstration Facilities= - Authorizes the Administrator to provide Federal loan guarantees to commercial demonstration facilities. =Title VIII: Loan Guarantees For Biomass Commercial Demonstration Facilities= - Authorizes the Administrator to guarantee loans for the purpose of: (1) financing the construction and start up costs of commercial demonstration facilities for the conversion of biomass into synthetic fuels; and (2) financing the construction and start-up costs of commercial demonstration facilities to generate forms of energy from bioconversion. Requires, prior to the issuance of any quarantee, that the Administrator submit to the appropriate Congressional committees a complete report on the proposed demonstration facility. =Title IX: Energy Extension Service= - National Energy Extension Service Act - Establishes, within ERDA, the Energy Extension Service to develop and implement a comprehensive program for the identification, development, and practical demonstration of energy conserving opportunities, techniques, materials, and equipment. Requires that such program permit each State to establish a technical support institute at one or more colleges or universities. Directs the Director of the Service to provide in each State which does not participate in the program information and assistance to individuals, groups, and units of State and local government by means of studies, demonstration projects, instructional materials, and public outreach programs. Establishes a National Energy Extension Service Advisory Board to review the operation of the comprehensive program and the state plans developed pursuant to this Act. Authorizes appropriations for fiscal year 1977 for the nonnuclear programs of the Energy Research and Development Administration."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations to the Energy Research and Development Administration in accordance with section 261 of the Atomic Energy Act of 1954, as amended, section 305 of the Energy Reorganization Act of 1974, and section 16 of the Federal Nonnuclear Energy Research and Development Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:13-05:00"
}