{
  "actions": [
    {
      "acted_at": "1990-03-21", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-03-21", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-18", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4341-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Lehman, William", 
      "sponsored_at": "1990-03-21", 
      "state": "FL", 
      "thomas_id": "00680", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Montgomery, G. V. (Sonny)", 
      "sponsored_at": "1990-03-21", 
      "state": "MS", 
      "thomas_id": "00827", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Patterson, Elizabeth", 
      "sponsored_at": "1990-03-21", 
      "state": "SC", 
      "thomas_id": "00897", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-21", 
  "number": "4341", 
  "official_title": "To amend title 38, United States Code, to authorize the Secretary of Veterans Affairs to make grants (in conjunction with the Secretary of Defense) for the establishment of research centers at qualifying medical schools.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "11", 
    "name": "Leath, Marvin", 
    "state": "TX", 
    "thomas_id": "00673", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-03-21", 
  "subjects": [
    "Armed forces and national security", 
    "Federal advisory bodies", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Military medicine", 
    "Research centers", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-03-21", 
    "text": "Authorizes the Secretary of Veterans Affairs (the Secretary), in conjunction with the Secretary of Defense, to make grants to qualifying medical schools to assist in the establishment of new medical research centers. Outlines qualifications for medical schools eligible for such grants, including: (1) being primarily State-supported; (2) having no established research center in the field for which application is made; (3) being located in proximity to a Department of Veterans Affairs medical facility which has an affiliation with a medical facility of the Department of Defense; and (4) having demonstrable potential for successful development of such a new research center. Requires the Secretary to ensure that centers for which grants are made are geographically dispersed within the United States. Requires the Secretary to establish an advisory committee to advise a medical school with respect to activities of the center for which a grant is made. Prohibits the Secretary from entering into an agreement to make a grant unless the Secretary finds that the school will maintain arrangements with the Department medical facility with which it is affiliated as to be mutually beneficial in carrying out the mission of the respective medical facilities and the school. Requires facilities of such research centers to be made available on a competitive basis. Requires the fact of Federal funding for such centers to be acknowledged in the activities and publications of the center. Requires that grants may only be provided from funds specifically appropriated for such grants. Requires matching appropriations to the Department of Defense for research, development, testing, and evaluation whenever an appropriation is made to the Department for such grants. Requires an agreement for such grants to include certain assurances with respect to the sufficiency of non-Federal funding for such research centers. Authorizes the Secretary to increase grant amounts due to cost increases, within specified limits. Sets forth application requirements from medical schools desiring to receive such grants. Requires the Secretary, in considering such applications, to give priority to applications which emphasize research in one or more of the following areas: (1) diabetes and metabolic diseases; (2) prosthetics and rehabilitation medicine; (3) mental health, behavioral medicine, and neurological disease; (4) acquired immune deficiency syndrome (AIDS) and related diseases; (5) Alzheimer and dementia; (6) degenerative cardiopulmonary disease; (7) cancer; (8) technology assessment; and (9) toxicology. Requires the Secretary to use a merit review process in considering applications and awarding grants under this Act. Authorizes appropriations for FY 1991 through 1994. Entitles the Secretary to recover from grant recipients any amount not used for appropriate grant purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend title 38, United States Code, to authorize the Secretary of Veterans Affairs to make grants (in conjunction with the Secretary of Defense) for the establishment of research centers at qualifying medical schools.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:36-05:00"
}