{
  "actions": [
    {
      "acted_at": "1975-01-15", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s61-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1975-01-03", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-15", 
  "number": "61", 
  "official_title": "A bill to establish a Commission to study and appraise the organization and operation of the Executive Branch of the Federal Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Pearson, James B.", 
    "state": "KS", 
    "thomas_id": "01416", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-15", 
  "subjects": [
    "Advisory bodies", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Executive reorganization", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-15", 
    "text": "Establishes a Commission on the Operation of the Executive Branch. Directs such Commission to study and investigate the present organization and methods of operation of all departments, bureaus, agencies, boards, commissions, offices, independent establishments, and instrumentalities of the Government except the judiciary, the Congress of the United States, and the independent regulatory agencies, to determine what changes therein are necessary in their opinion to accomplish the purposes of this Act. Requires the Commission to submit interim reports to the Congress at ninety-day intervals. Authorizes the Commission or, on the authorization of the Commission, any subcommittee or member thereof, to hold hearings, administer oaths, and require the attendance and testimony of such witnesses and the production of books and documents. Authorizes the Commission to secure directly from any executive department, bureau, agency, board, commission, office, independent establishment, or instrumentality information, suggestions, estimates, and statistics for the purpose of this Act. Authorizes the Commission to enter into agreements with the General Services Administration for procurement of necessary financial and administrative services, for which payment shall be made by reimbursement from funds of the Commission in such amounts as may be agreed upon by the Chairman and the Administrator of the General Services Administration. Authorizes to be appropriated, out of any money in the Treasury not otherwise appropriated, so much as may be necessary to carry out the provisions of this Act, except such appropriations shall not exceed $2,500,000 for each fiscal year the Commission is in existence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a Commission to study and appraise the organization and operation of the Executive Branch of the Federal Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:27:55-05:00"
}