{
  "actions": [
    {
      "acted_at": "1977-01-10", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s73-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-10", 
  "number": "73", 
  "official_title": "A bill to prohibit interlocking management and director relationships between depository institutions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Depository Institution Management Interlocks Act", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-10", 
  "subjects": [
    "Antitrust law", 
    "Bank directors", 
    "Bank management", 
    "Finance and financial sector", 
    "Monopolies"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-10", 
    "text": "Depository Institutions Management Interlocks Act - Prohibits interlocking management and director relations between any depositary institution located in the same metropolitan statistical area or within 50 miles of each other. States that this prohibition would apply without regard to geographical limits to depository institutions with assets of over $1,000,000,000 which seek interlocking relationships with any institution with assets over $500,000,000. Defines depository institution to mean a commercial bank, a savings bank, a trust company, a savings and loan association, a building and bank association, a homestead association, a cooperative bank, an industrial bank, or a credit union. Exempts the following institutions from the prohibition in this Act: (1) a depository institution or holding company which is being liquidated or is in the hands of a receiver; and (2) specified corporations operating under the Federal Reserve System. Permits any person who is operating as a management official, whose activity was not in violation of this Act at the beginning of such service, to continue to serve in that position for a period not to exceed 15 months. Delegates authority for the enforcement of this Act. Makes technical and conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Depository Institution Management Interlocks Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prohibit interlocking management and director relationships between depository institutions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:54-05:00"
}