{
  "actions": [
    {
      "acted_at": "1981-03-24", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-27", 
      "in_committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-01", 
      "in_committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-04", 
      "in_committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-05", 
      "bill_ids": [
        "s1193-97"
      ], 
      "in_committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Foreign Relations. Provisions of measure incorporated into measure S. 1193 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s28-97", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "28"
    }, 
    {
      "amendment_id": "s33-97", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "33"
    }
  ], 
  "bill_id": "s784-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-24", 
  "number": "784", 
  "official_title": "A bill to authorize appropriations for fiscal years 1982 and 1983 for the Department of State.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1193-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of State Authorization Act, Fiscal Years 1982 and 1983", 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-05-05", 
  "subjects": [
    "Aliens", 
    "Authorization", 
    "Conferences", 
    "Department of State", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Immigration", 
    "International affairs", 
    "International agencies", 
    "Passports", 
    "Poland", 
    "Science, technology, communications", 
    "Tourist trade", 
    "Transportation and Travel", 
    "Treaties", 
    "United Nations", 
    "United Nations delegations", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-03-24", 
    "text": "Title I: Department of State - Department of State Authorization Act, Fiscal Years 1982 and 1983 - Authorizes appropriations for fiscal years 1982 and 1983 for the Department of State to be used for: (1) administration of foreign affairs; (2) international organizations and conferences; (3) international commissions; and (4) migration and refugee assistance. Amends the Immigration and Nationality Act to authorize the waiver of the requirement of possession of a valid nonimmigrant visa or border crossing identification card by a nonimmigrant alien if such alien (1) is a nonimmigrant visitor for less than 90 days; (2) is a national of a country which extends or is prepared to extend reciprocal privileges to U.S. citizens and nationals; and (3) has been determined not to represent a threat to the United States. Sets forth the manner of determining whether such alien's country extends the necessary reciprocal privileges. Prohibits admission of an alien who otherwise meets the above conditions if such alien failed to comply with the conditions of a previous admission. Amends the passport provisions to authorize the Secretary of State to set the amount of the fees for issuance of a passport and for executing passport applications. Extends the duration of a passport's validity from five to ten years. Authorizes the Secretary to limit a passport's validity to a shorter period in an individual case or on a general basis pursuant to regulation. Amends the United Nations Participation Act of 1945 to provide for living quarters for certain U.S. representatives to the United Nations rather than only for the U.S. Ambassador to the United Nations. Credits any payments made by U.S. personnel for such living quarters to the fund used by the Secretary to rent the premises. Directs the President to appoint a U.S. representative to the Vienna office of the United Nations. Authorizes appropriations for fiscal years 1982 and 1983 for payment of the U.S. share of expenses of the science and technology agreements between the United States and Yugoslavia and the United States and Poland. Requires $81,000 of the authorized appropriations for the administration of foreign affairs to be available for an ex gratia payment to Yugoslavia to express U.S. concern about injuries sustained by a Yugoslav national who was attacked in New York City. Deletes the limitations under current Federal laws on the authorized appropriations for payment of the U.S. share of the expenses of the: (1) Pan American Institute of Geography and History; (2) Hague Conference on Private International Law and of the International (Rome) Institute for the Unification of Private Law; and (3) Pan American Railway Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of State Authorization Act, Fiscal Years 1982 and 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal years 1982 and 1983 for the Department of State.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:42-05:00"
}