{
  "actions": [
    {
      "acted_at": "1975-10-23", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10362-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-23", 
  "number": "10362", 
  "official_title": "A bill to establish a Short Term Agency for Municipal Insurance and Normal Accounting to provide short-term guarantees for certain obligations intended to provide emergency assistance to certain municipalities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Short-Term Agency for Municipal Insurance and Normal Accounting Act", 
  "sponsor": {
    "district": "28", 
    "name": "Stratton, Samuel S.", 
    "state": "NY", 
    "thomas_id": "01117", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-23", 
  "subjects": [
    "Bonds", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government securities", 
    "Insurance", 
    "Local finance"
  ], 
  "subjects_top_term": "Government securities", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-23", 
    "text": "Short-Term Agency for Municipal Insurance and Normal Accounting Act - Establishes a Short-Term Agency for Municipal Insurance and Normal Accounting to be composed of the Secretary of the Treasury, as Chairman, the Secretary of Housing and Urban Development, the Chairman of the Board of Governors of the Federal Reserve System and the Chairman of the Securities Exchange Commission. Authorizes the Agency: (1) to enter into and perform contracts, leases, cooperative agreements, or other transactions; (2) to promulgate rules; and (3) to inspect and copy all accounts, books, records, memorandums, correspondence, and other documents of any municipality whose obligations are guaranteed pursuant to this Act. States that to be eligible for assistance under this Act an applicant must demonstrate to the satisfaction of the Agency that: (1) it has made a bona fide attempt to obtain private financial assistance and has failed in such attempt; and (2) the obligation has been issued by the State or by a State agency specially created for the purpose of financing municipalities to which the private capital market has closed. Provides that no guarantee under this Act shall continue for more than three years, except that the Agency, by majority vote, may extend this period for not to exceed two additional years. Directs the Agency to appoint a Federal Overseer to insure that municipalities operate federally financed programs according to principles consistent with responsible financial policy. States that the maximum dollar amount of all outstanding guarantees authorized under this Act shall not exceed $10,000,000,000 at any one time. Provides that no municipality shall receive in guarantees under this Act more than $5,000,000,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Short-Term Agency for Municipal Insurance and Normal Accounting Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Short Term Agency for Municipal Insurance and Normal Accounting to provide short-term guarantees for certain obligations intended to provide emergency assistance to certain municipalities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:22-05:00"
}