{
  "actions": [
    {
      "acted_at": "1973-05-22", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-07-16", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 93-377.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-10-01", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #485 (331-33).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-10-01", 
      "bill_ids": [
        "s1016-93"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 1016 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8029-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-22", 
  "number": "8029", 
  "official_title": "A bill to provide for the distribution of funds appropriated in satisfaction of certain judgments of the Indian Claims Commission and the Court of Claims, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1016-93", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Meeds, Lloyd", 
    "state": "WA", 
    "thomas_id": "00787", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-22", 
  "subjects": [
    "Claims", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1973-07-16", 
    "text": "(LATEST SUMMARY) Sets forth procedures for the use and distribution of funds appropriated in satisfaction of a judgment of the Indian Claims Commission or the Court of Claims in favor of any Indian tribe, band, group, pueblo, or community. Requires the Secretary of the Interior to submit to the Congress a plan for the use or distribution of funds appropriated to pay such judgments. Requires the Secretary, before final preparation of such plan: (1) to receive and consider any communication or suggested plan which any affected Indian tribe submits to him; and (2) to hold a hearing of record to obtain the testimony of leaders and members of any affected Indian tribe. Requires the Secretary to make available legal, financial and other expertise of the Department of the Interior to an Indian tribe entitled to such funds. Directs the Secretary to consider the needs and desires of any groups or individuals who are in a minority position, but who are also entitled to receive such funds. Requires the Secretary to assume the protection and preservation of the interests of minors and other legally incompetent persons entitled to receive such funds. Requires the Secretary to set aside a significant portion of such funds to serve common tribal needs and educational requirements. Authorizes the Secretary to promulgate rules and regulations, including provisions for adequate notice to all persons who may receive funds under any Indian judgment. Requires the Secretary to publish proposals of such rules and regulations in the Federal Register at least 60 days prior to their promulgation, and to provide adequate public notice for hearings on such rules and regulations at least 30 days prior to their promulgation. Provides that none of the funds distributed per capita under the provisions of this Act shall be subject to Federal or State income taxes, and that such per capita payments shall not be considered as income or resources when determining the extent of eligibility for assistance under the Social Security Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the distribution of funds appropriated in satisfaction of certain judgments of the Indian Claims Commission and the Court of Claims, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:02-05:00"
}