{
  "actions": [
    {
      "acted_at": "1982-06-18", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-07-21", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Pollution. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-22", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Pollution. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-28", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Pollution. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-29", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Pollution. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2652-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Pollution", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1982-06-18", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1982-06-18", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-06-18", 
  "number": "2652", 
  "official_title": "A bill to revise and extend certain provisions of the Federal Water Pollution Control Act, as amended, for five years, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6670-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6670-97", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Chafee, John H.", 
    "state": "RI", 
    "thomas_id": "01303", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-06-18", 
  "subjects": [
    "Administrative procedure", 
    "Animals and Animal Protection", 
    "Armed forces and national security", 
    "Authorization", 
    "Conventional weapons", 
    "Dams", 
    "Defense articles", 
    "Defense industries", 
    "Economics and public finance", 
    "Environmental protection", 
    "Fees", 
    "Fines (Penalties)", 
    "Fisheries", 
    "Fishery management", 
    "Fishes", 
    "Government and business", 
    "Hazardous wastes", 
    "Intergovernmental relations", 
    "Irrigation", 
    "Military training", 
    "Navigation", 
    "Planning", 
    "Shellfish fisheries", 
    "Standards", 
    "Technological innovations", 
    "Waste water treatment", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water quality", 
    "Water supply", 
    "Water treatment plants", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Water pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-06-18", 
    "text": "Amends the Federal Water Pollution Control Act (\"the Act,\" also known as the Clean Water Act) to extend through FY 1987: (1) authorizations of appropriations for programs of investigations and information and for State program grants; and (2) the general authorization of appropriations to carry out programs under the Act. Specifies amounts of such authorizations for FY 1983, but provides for such sums as may be necessary for FY 1984 through 1987. Extends until July 1, 1988, the deadline for industry compliance with best available technology (BAT) and best conventional technology (BCT) guidelines and effluent limitations for pollutants. Extends until July 1, 1991, the deadline for facilities with permits to use innovative production processes, control techniques, or systems to achieve compliance with BAT. Extends the deadline for requests by owners or operators of municipal, publicly owned treatment works for permits to extend the time for achievement of effluent limitations based on secondary treatment or on more stringent water quality standards. Authorizes the Administrator of the Environmental Protection Agency (EPA) to prescribe and collect processing fees for applications for modifications and exemptions under specified provisions of the Act. Requires that amounts collected be credited to the appropriation that incurs the costs and be available only in such amounts as are included in appropriations Acts. Redefines \"new source\" to mean any source the construction of which is commenced after the publication of final regulations prescribing applicable new source performance standards (NSPS). Extends until July 1, 1984, the deadlines for the Administrator to: (1) publish regulations providing guidelines for effluent limitations; (2) propose and publish regulations establishing Federal new source performance standards (NSPS) within listed categories of sources; and (3) establish effluent limitations for specified toxic pollutants. Revises provisions for the pretreatment of sources which introduce pollutants into publicly owned treatment works and which are incompatible with such works. Directs the Administrator to continue in force and revise as appropriate pretreatment regulations generally applicable to all categories of such sources. Requires that such generally applicable pretreatment regulations which are promulgated or significantly revised after the enactment of the Clean Water Act Amendments of 1982 shall specify a compliance date not to exceed two years from the promulgation date. Authorizes the Administrator to promulgate pretreatment standards for specific categories and classes of such sources, specifying a compliance date not to exceed three years from the promulgation date. Provides that pretreatment standards for specific categories and classes of sources which were in effect immediately prior to enactment of the Clean Water Act Amendments of 1982 shall continue in full force and effect unless modified, rescinded, or determined by the Administrator to be no longer necessary or reasonable. Permits owners or operators of publicly owned treatment works to revise such pretreatment requirements for specified categories or classes or for equivalent new sources, if: (1) the treatment by such works removes all or part of the pollutant; (2) the discharge from such works does not violate the effluent limitation or standard which would be applicable if it were discharged other than through a publicly owned treatment works; and (3) the discharge does not impair sludge use or disposal by such works. Authorizes the Administrator to revise pretreatment standards as control technology, processes, operating methods, or other alternatives change. Authorizes the Administrator, with State concurrence (or, if appropriate, the State itself) and after opportunity for a public hearing, to issue permits exempting publicly owned treatment works from discharge requirements involving: (1) identification of the character and volume of pollutants introduced by any significant source; and (2) assurance of compliance with pretreatment standards by such source. Sets forth certification requirements for such exemptions. Provides for exemptions for: (1) all sources, subject to specified category; or (2) new sources, upon specified certifications by the owner or operator of the publicly owned treatment works into which the pollutants are introduced. Sets forth procedures relating to such exemptions, including limiting the term of such exemptions to ten years. Directs the Administrator to promulgate pretreatment standards for equivalent categories and classes of new sources, simultaneously with the promulgation of such standards for existing categories and classes of sources. Authorizes the Administrator, after consultation with the State in which the violation occurs, to assess a civil penalty of not more than $10,000 per day of violation and not exceeding $75,000 in total, for violations of specified provisions of the Act. Sets forth procedures for assessment of such penalties. Revises provisions for criminal penalties under the Act. Prescribes penalties for negligently introducing, and for knowingly introducing, pollutants or hazardous substances into sewer systems or publicly owned treatment works under specified conditions. Raises penalties for knowing violations of the Act to a minimum of $5,000 and a maximum of $50,000 per day of violation and/or up to two years imprisonment. Revises provisions on Presidential exemptions for Federal effluent sources from requirements of the Act. Repeals the prohibition against Presidential exemptions of Federal facilities from toxic and pretreatment effluent standards and from national standards of performance for new sources (NSPS). Requires with respect to such Presidential exemptions, that: (1) all existing wastewater treatment facilities and techniques be utilized to their full design capacity; and (2) all reasonable efforts be taken to comply at the earliest possible date with the requirements of the Act. Extends the initial exemption period from one year to three years. Directs the President to include in the report to Congress on such exemptions the progress toward achieving compliance with exempted requirements. Authorizes the President, in addition to such effluent source exemptions, to issue regulations exempting from requirements any property owned or operated by the United States or by the National Guard which is essential to the national defense. (Currently, such regulations may exempt property owned or operated by the U.S. armed forces or the National Guard which is uniquely military in nature.) Requires that, with respect to United States or National Guard facilities so exempted: (1) all existing wastewater treatment facilities be utilized to full design capacity; and (2) all reasonable efforts be made to comply at the earliest possible date with the requirements of the Act. Authorizes the President to modify or suspend the provisions of the Act during the period of any war declared by Congress or any national emergency declared by Congress or the President. Revises provisions relating to thermal discharges. Authorizes the Administrator (or, if appropriate, the State) to issue a permit for modified effluent limitations for control of the thermal component of any discharge from a point source, upon a satisfactory showing by the applicant that such modified requirement will assure: (1) the attainment and maintenance of thermal water quality criteria adopted under provisions for water quality standards and implementation plans and in compliance with provisions for ocean discharge criteria; or (2) the protection and propagation of a balanced population of shellfish, fish, and wildlife in and on that body of water as determined by the State (or, if appropriate, the Administrator). Provides that the applicant must also show that a monitoring program to ensure continued compliance will be established before such modified limitation may be imposed. Provides that any standard established under effluent limitation provisions and applicable to a point source shall require that: (1) the location, design, construction, and capacity of cooling water intake structures reflect the best technology available for minimizing adverse environmental impacts; or (2) other equally effective measures will be applied, alone or in combination with best available technology, to minimize adverse environmental impacts. Extends from five years to ten years the maximum term of a permit issued by the Administrator or a qualified State under the National Pollutant Discharge Elimination System (NPDES). Revises provisions for approval of State programs under NPDES. Authorizes the Administrator to approve a state plan to administer part of a permit program, with a State commitment to administer the full program within five years. Provides that return of permit program administration to the Administrator, or withdrawal of approval by the Administrator, may only be made of the entire program currently being administered by a State. Provides that the term \"point source\" does not include return flows from irrigated agriculture or controlled or uncontrolled flows of water through, over, or around dams with water quality effects: resulting solely from such impoundment or the method of release of impounded waters. Prohibits the Administrator from requiring an NPDES permit for discharges composed entirely of any flow from a dam excluded under the definition of \"point source.\" Allows the State continuing planning process for navigable waters to include a process to: (1) identify adverse changes in quality movement, flow, or circulation of navigable waters caused by hydrologic modifications, including changes caused by the existence or operation of dams; and (2) set forth procedures and methods to control such adverse changes. Excludes from the definition of \"pollutant\" munitions expended in the course of conventional weapons training exercises by the U.S. armed forces, or by its allies in joint training exercises."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to revise and extend certain provisions of the Federal Water Pollution Control Act, as amended, for five years, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:22-05:00"
}