{
  "actions": [
    {
      "acted_at": "1992-07-08", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-08", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-20", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to the Subcommittee on Water Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5579-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1992-09-28", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lipinski, William O.", 
      "sponsored_at": "1992-10-05", 
      "state": "IL", 
      "thomas_id": "00694", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mfume, Kweisi", 
      "sponsored_at": "1992-07-08", 
      "state": "MD", 
      "thomas_id": "00798", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-08", 
  "number": "5579", 
  "official_title": "To assist distressed cities with large, abandoned factories and hazardous waste sites.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Urban Environmental Initiative Act", 
  "sponsor": {
    "district": "4", 
    "name": "Shays, Christopher", 
    "state": "CT", 
    "thomas_id": "01048", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-07-08", 
  "subjects": [
    "Actions and defenses", 
    "Data banks", 
    "Environmental assessment", 
    "Environmental protection", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Land transfers", 
    "Land use", 
    "Liability for toxic substances pollution damages", 
    "Real estate development", 
    "Real property", 
    "Standards", 
    "State laws", 
    "Technological innovations", 
    "Urban areas", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-08", 
    "text": "Urban Environmental Initiative Act - Directs the Administrator of the Environmental Protection Agency to: (1) study and report to the Congress on health-based State laws and standards for the cleanup of sites at which hazardous substances were released or disposed; and (2) make recommendations, as part of such study, to States on such standards, including guidance on the development of standards for sites in urban areas. Requires the Administrator to study and report to the Congress on State property transfer laws and whether such laws: (1) promote better land management practices; (2) help locate sites on which hazardous substances have been released or disposed; and (3) provide better protection for the buyer. Directs the Administrator to establish a computer data base that contains a national Superfund site inventory and includes information on any Federal action at a site or facility at which a hazardous substance was released or disposed. Requires the Administrator to: (1) prepare a list of Superfund sites located in urban areas that would be suitable for economic development (\"targeted sites\"); and (2) carry out a study of the effectiveness of technologies for conducting response actions at targeted sites. Authorizes the Administrator, in any case in which a person purchases a targeted site for purposes of economic development, to provide a covenant not to sue such person concerning liability to the United States under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA) resulting from a release or threatened release of a hazardous substance at such site. Requires such covenants to: (1) not take effect unless the person enters into an agreement to complete remedial action at the site; and (2) include an exception that allows the Administrator to sue for future liability where such liability arises out of conditions unknown at the time the Administrator enters into a remedial action agreement. Directs the Administrator, in determining which sites to give priority for response action under CERCLA, to give preference to targeted sites that are located in the most populous areas, pose the greatest threat to human health, and have the greatest potential for economic development. Authorizes cities containing targeted sites to petition the Administrator for expedited decisions on whether a site will be placed on the National Priorities List. Requires potentially responsible parties to carry out site assessments for purposes of determining whether a site will be included on the List. Directs the Administrator to establish guidelines defining the actions necessary to fulfill the requirement to undertake \"appropriate inquiry\" by persons seeking to minimize liability based on lack of knowledge that a hazardous substance was released at a facility at the time the facility was acquired. Defines \"appropriate inquiry\" as an investigation of the real property, conducted by environmental professionals, to determine the presence of a threatened release of a hazardous substance and a review of specified sources of information concerning the previous ownership and uses of the property. Authorizes the Administrator to provide technical and financial assistance to States for implementing this Act and CERCLA. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Urban Environmental Initiative Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To assist distressed cities with large, abandoned factories and hazardous waste sites.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:47-05:00"
}