{
  "actions": [
    {
      "acted_at": "1991-06-04", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-11", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2531-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "AuCoin, Les", 
      "sponsored_at": "1991-10-03", 
      "state": "OR", 
      "thomas_id": "00036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1991-10-03", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-04", 
  "number": "2531", 
  "official_title": "To amend title XI of the Higher Education Act of 1965 in order to encourage urban educational institutions to form partnerships to use their knowledge and resources for the solution of severe urban problems.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Sawyer, Thomas C.", 
    "state": "OH", 
    "thomas_id": "01022", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-04", 
  "subjects": [
    "Community and college", 
    "Dropouts", 
    "Education", 
    "Education of socially handicapped children", 
    "Federal aid to higher education", 
    "Secondary education", 
    "Teenage pregnancy", 
    "Urban education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-04", 
    "text": "Amends the Higher Education Act of 1965 to revise and retitle title XI as Urban Community Service. Establishes an Urban Community Service program to provide incentives to urban institutions (including academic, private, and civic bodies) to work together to devise and implement solutions to the most pressing and severe problems in their communities. Requires applications for such urban community service program grants to contain a plan agreed to by the members of a consortium that includes a public or private four-year institution of higher education (and, where possible and appropriate, a community college) in partnership with an urban school system, a local government, a private business, or a nonprofit institution. Allows the Secretary of Education (the Secretary) to waive this consortium requirement for applicants with an appropriate integrated and coordinated plan. Gives priority to applications that: (1) include plans agreed to by a consortium of several members of the specified categories; and (2) propose to conduct joint projects supported by other local, State, and Federal programs. Requires grant funds to be used for planning, applied research, training, resource exchanges, technology transfers, delivery of services, or other activities to design and implement programs to assist urban communities to meet and address their most pressing problems. Includes the following problem areas among those for which such activities are authorized: (1) urban poverty and its alleviation; (2) health care including delivery and access; (3) under-performing school systems and students; (4) problems faced by the elderly in urban settings; (5) crime prevention and alternative interventions; (6) urban housing; (7) urban infrastructure; (8) economic development; and (9) other problem areas which the participants agree are of high priority for that urban area. Establishes an Urban College, University, and School Partnerships program to encourage partnerships of urban institutions of higher education (or consortia of such institutions) and secondary schools and school systems serving low-income and disadvantaged urban students to support programs to improve school retention and graduation rates, student academic skills, opportunities to continue education beyond high school, and prospects for productive employment. Requires an urban institution of higher education (or consortium), to be eligible for such a university-school partnership grant, to enter a written partnership agreement with a local education agency (LEA). Allows such partnership to include businesses, labor organizations, professional associations, community-based organizations, or other public or private agencies or organizations. Authorizes the Secretary to make grants to university-school partnerships to support the authorized program activities. Requires that grant preference be given to: (1) programs to serve predominantly low-income neighborhoods; (2) partnerships to run programs during the regular school year and during the summer; and (3) programs to serve educationally disadvantaged students, potential dropouts, pregnant adolescents, and teen-aged parents. Requires maintenance of fiscal effort by LEAs participating in such partnership agreements. Requires such grant applications to assure: (1) establishment of a partnership governing body including one representative from each participant; (2) a gradually declining specified Federal share of project costs; and (3) use of such Federal grant funds to supplement and not supplant non-Federal funds. Provides for: (1) peer review panels for title XI grant applications; and (2) multiyear disbursement of Urban Community Service program grant funds, under specified conditions. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend title XI of the Higher Education Act of 1965 in order to encourage urban educational institutions to form partnerships to use their knowledge and resources for the solution of severe urban problems.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:20-05:00"
}