{
  "actions": [
    {
      "acted_at": "1990-07-19", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2881-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1990-07-19", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1990-07-19", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1990-07-19", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1990-07-19", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1990-07-19", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanford, Terry", 
      "sponsored_at": "1990-07-19", 
      "state": "NC", 
      "thomas_id": "01427", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1990-07-19", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-19", 
  "number": "2881", 
  "official_title": "A bill to promote equal opportunity for minority farmers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Minority Farmers Rights Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Fowler, Wyche, Jr.", 
    "state": "GA", 
    "thomas_id": "00405", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-07-19", 
  "subjects": [
    "Administrative remedies", 
    "Affirmative action programs", 
    "Agricultural colleges", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural education", 
    "Agricultural extension work", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agriculture and food", 
    "Black colleges", 
    "Congressional reporting requirements", 
    "Data banks", 
    "Education of Indians", 
    "Farm lands", 
    "Farmers", 
    "Federal aid to higher education", 
    "Federal aid to minority business enterprises", 
    "Federally-guaranteed loans", 
    "Government operations and politics", 
    "Government procurement", 
    "Information services", 
    "Land banking", 
    "Minority business enterprises", 
    "Racial discrimination", 
    "Soil conservation", 
    "Trees", 
    "Youth employment"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-07-19", 
    "text": "Minority Farmers Rights Act of 1990 - Directs the Secretary of Agriculture, acting through the Under Secretary for Small Community and Rural Development, to establish policies, and programs and allocate resources necessary to address the needs of minority farmers. Amends the Agricultural Credit Act of 1987 to direct the Secretary to provide outreach education, technical assistance, and legal assistance to assist minority farmers in registering with the National Minority Farmer and Land Registry (established under this Act) and in taking advantage of the goals for Department of Agriculture (USDA) programs. Authorizes the Secretary and the Director of the Office of Advocacy and Enterprise (Office) to enter into grants, contracts, and other agreements with community-based organizations and institutions of post-secondary education (especially certain minority-oriented institutions) with respect to such outreach education. Authorizes appropriations. Directs the Secretary to develop a computerized national registry of the names of all minority farmers in the United States as well as a legal description of the acreage comprising the minority agricultural land base (the National Minority Farmer and Land Registry). Requires the Secretary to take steps to ensure that the variety, quantity, and distribution of land in such landbase is not reduced from the level existing in the initial publication of the Registry. Specifies methods of preserving such landbase (including creation of minority land banks), and the use of Federal and State land inventories. Directs the Secretary to target a specific percentage of agricultural research funds to certain colleges and research institutions with minority enrollment exceeding 25 percent, or to projects specifically aimed at increasing minority farmer participation. Requires the Secretary to assign Agricultural Extension Service staff according to specified target participation rates for socially disadvantaged groups. Requires the Secretary to: (1) allocate significant portions of Extension Service resources to increase the number of minority farmers and help them develop efficient and profitable farming operations; and (2) review and report on minority participation in crop programs under the Agricultural Stabilization and Conservation Service. Requires a report to specified congressional committees. Directs the Secretary to establish a comprehensive program administered by the Office to attract, assist, and encourage minority first-time farmers and minority youth to participate in careers in production agriculture and related industries. Requires the Secretary, in addition, to support demonstration programs that do the same. Authorizes appropriations. Requires the Secretary to establish: (1) an affirmative action program for each USDA agency to enhance opportunities for minority employees; and (2) a program requiring each USDA agency to set aside a percentage of all purchases and other contracting for minority-owned businesses and organizations. Sets forth goals for the latter program. Requires an annual report to the Congress on such programs. Makes the Office a clearinghouse for all complaints of discrimination brought by minority farmers against USDA employees or agencies. Provides for the filing of complaints and appeals and for corrective action. Requires an annual report to the Congress on the number and handling of such complaints. Requires the Secretary to report to the appropriate congressional committees on actions taken to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Minority Farmers Rights Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote equal opportunity for minority farmers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:08-05:00"
}