{
  "actions": [
    {
      "acted_at": "1977-03-09", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s960-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-09", 
  "number": "960", 
  "official_title": "A bill to establish a National Oil and Gas Import Board.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Oil and Gas Import Board Act", 
  "sponsor": {
    "district": null, 
    "name": "Durkin, John A.", 
    "state": "NH", 
    "thomas_id": "01322", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-09", 
  "subjects": [
    "Energy policy", 
    "Executive reorganization", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Imports", 
    "Natural gas", 
    "Petroleum", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-09", 
    "text": "National Oil and Gas Import Board Act - Amends the Federal Power Act to establish the National Oil and Gas Import Board as an independent agency within the Executive Branch. Stipulates that the Board shall consist of five members to be appointed by the President and confirmed by the Senate. Authorizes the Board to act as the exclusive agent of the United States in the purchase of crude oil, natural gas, and refined petroleum products produced outside the United States, Canada, or Mexico. Directs the Board to obtain such products at the lowest possible cost. Establishes procedures governing sales of imported petroleum products by the Board. Directs the Board to maintain a sufficient supply of stored reserves of imported oil and natural gas. Requires the Board to transmit a comprehensive and detailed annual report to the Congress and the President on activities undertaken pursuant to this Act. Authorizes the Board to issue bonds and other obligations up to specified limits. Requires that the Board consult with the Secretary of the Treasury prior to the issuance of any such obligations. Authorizes the appropriation of $50,000,000 to the Board for fiscal year 1978 and for each of the next ten succeeding fiscal years, for administrative expenses in carrying out the provisions of this Act. Imposes criminal penalties for importation of petroleum products in violation of the provisions of this Act. Stipulates that such illegal imports shall be subject to forfeiture to the United States as provided in Federal customs laws."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Oil and Gas Import Board Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Oil and Gas Import Board.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:10-05:00"
}