{
  "actions": [
    {
      "acted_at": "1977-09-16", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-09-16", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-09-30", 
      "references": [], 
      "text": "Reported to House from the Committee on House Administration with amendments, H. Rept. 95-651 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-05", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules with amendment, H. Rept. 95-651 (Part II).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres766-95", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Bolling, Richard", 
      "sponsored_at": "1977-01-03", 
      "state": "MO", 
      "thomas_id": "00105", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Brademas, John", 
      "sponsored_at": "1977-01-03", 
      "state": "IN", 
      "thomas_id": "00117", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "D'Amours, Norman E.", 
      "sponsored_at": "1977-01-03", 
      "state": "NH", 
      "thomas_id": "00259", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Danielson, George E.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00263", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Delaney, James J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00280", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Foley, Thomas S.", 
      "sponsored_at": "1977-01-03", 
      "state": "WA", 
      "thomas_id": "00397", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hamilton, Lee H.", 
      "sponsored_at": "1977-01-03", 
      "state": "IN", 
      "thomas_id": "00489", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Kastenmeier, Robert W.", 
      "sponsored_at": "1977-01-03", 
      "state": "WI", 
      "thomas_id": "00620", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Long, Gillis W.", 
      "sponsored_at": "1977-01-03", 
      "state": "LA", 
      "thomas_id": "00704", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Meeds, Lloyd", 
      "sponsored_at": "1977-01-03", 
      "state": "WA", 
      "thomas_id": "00787", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Mikva, Abner J.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00803", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Mineta, Norman Y.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00812", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Price, Melvin", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00929", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Rodino, Peter W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00973", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rosenthal, Benjamin S.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00987", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rostenkowski, Dan", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00988", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1977-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Wright, James C., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "TX", 
      "thomas_id": "01244", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-16", 
  "number": "766", 
  "official_title": "Resolution providing for the reform of the administrative organization and legislative management services of the House of Representatives.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres769-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hres816-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hres819-95", 
      "reason": "rule"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Obey, David R.", 
    "state": "WI", 
    "thomas_id": "00877", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-16", 
  "subjects": [
    "Congressional Record", 
    "Congressional allowances", 
    "Congressional committees (House)", 
    "Congressional employees", 
    "Congressional reorganization", 
    "Congressional travel", 
    "Government records, documents, and information", 
    "House of Representatives", 
    "House rules and procedure", 
    "Members of Congress", 
    "Members of Congress (House)"
  ], 
  "subjects_top_term": "Congressional reorganization", 
  "summary": {
    "as": "Reported to House amended, Part II", 
    "date": "1977-10-05", 
    "text": "(Reported to House from the Committee on Rules with amendment, H. Rept. 95-651 (Part II)) =Title I: Administrator of the House of Representatives= - Amends the Rules of the House of Representatives to add rule XLIX, to establish an Administrator of the House of Representatives to plan, coordinate, and direct the administrative support operations of the House. Establishes, under the Administrator, a Comptroller of the House of Representatives to be the chief finance official of the House responsible for specified functions relating to budget, salaries, and House expenditures. Creates the Office of Personnel and Work Management to carry on recruitment, placement, training, and orientation activities, including the development of an affirmative action program, and a grievance procedure. Requires the Administrator to promulgate guidelines with respect to prices charged to patrons of specified House facilities, use of House photographic service, acceptance of print orders, and use of the House Recording Studio. Adds rule L to the Rules of the House, establishing the position of Auditor of the House of Representatives. Abolishes the Select Committee on the Beauty Shop and the Special Committee on the Recording Studio. =Title II: Committee on House Administration= - Amends rule X of the Rules of the House to give the Committee on House Administration jurisdiction over all bills, resolutions, and other matters relating to all food service facilities of the House, the House beauty and barber shops, and the House recording Studio. Discontinues the Committee's function with respect to reporting on the travel of Members, and the scheduling of meetings. Requires the Committee to perform specified oversight functions regarding the management of House facilities by the Administrator and Auditor. =Title III: Clerk of the House of Representatives= - Amends rule III of the House to discontinue the Clerk's responsibility for certain administrative matters including the performance of labor and the keeping of accounts. Requires the Clerk to supervise the reporting of House debates and committee hearings. Amends rule XXXIV of the Rules of the House to make the Clerk of the House responsible for for the appointment and removal of official reporters of the House. =Title IV: Annual Reporting Requirement= - Amends rule I of the Rules of the House to require the Administrator, Clerk, Sergeant-at-Arms, and Doorkeeper of the House to submit annual reports on the main activities of their offices to the Speaker. =Title V: Miscellaneous Amendments to the Rules of the House of Representatives= - Amends Rule XI to require that all standing committees of the House prepare abstracted and indexed hearings which shall be available to the public. Amends rule XXXIV to require that certain remarks not actually made in whole or in part by a Member of the House be distinguished in the Congressional Record from those made by a Member. Adds new Rule LI to the Rules of the House, establishing a Fair Employment Practices Panel to review complaints alleging discrimination under clause 9 of Rule XLIII. Authorizes the Panel to refer unsettled complaints to the House Committee on Standards of Official Conduct. Adds new rule LII to the Rules of the House to require Members desiring to engage in certain foreign travel to submit a request with respect to such travel to the Administrator of the House. Sets forth the procedure for approving such requests. Requires Members engaging in such travel to transmit a report to the Administrator. Sets forth the procedure to be followed by Members desiring to engage in foreign travel relating to such Member's duties as a member of a House committee. Prescribes regulations regarding foreign travel by Members via airplanes. Outlines reimbursement procedures for foreign travel expenses. =Title VI: Provisions Relating to House Operations and Employees= - Requires that any congressional Member organization which desires to be designated as a legislative service organization transmit an application for certification to the Committee on House Administration. Requires each congressional Member organization and each legislative service organization to submit an annual report to the Committee. Requires each Member, chairman of a standing committee, subcommittee thereof, or congressional Member or service organization to inform the Administrator as to the full-time or part-time status of such individual's employees. Establishes in the contingent fund of the House the \"House Employees Medical Disability and Maternity Benefits Fund\" to compensate employees absent from duty. Requires the Committee on House Administration to establish a billing procedure for official expenses. Authorizes the Committee to establish procedures whereby funds from the accounts of Members, committees, and offices may be transferred to the House Information Systems as reimbursement for the provision of computer services and equipment. Entitles each member to an annual clerk hire allowance to be available for expenditure only until the end of the session during which the entitlement became effective. =Title VII: Creation of Select Committee= - Establishes the Select Committee on the Committee System to conduct a study of House Rule X (standing committees), and Rule XI (rules of procedure for committees)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution providing for the reform of the administrative organization and legislative management services of the House of Representatives.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:10-05:00"
}