{
  "actions": [
    {
      "acted_at": "1975-01-23", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1967-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-23", 
  "number": "1967", 
  "official_title": "A bill to create a commission to grant exclusive franchises for the exploration for and the commercial development of geothermal energy and for the right to market any such energy in its natural state.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Geothermal Energy Control Act", 
  "sponsor": {
    "district": "1", 
    "name": "Quillen, James H. (Jimmy)", 
    "state": "TN", 
    "thomas_id": "00937", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-23", 
  "subjects": [
    "Advisory bodies", 
    "Energy", 
    "Executive reorganization", 
    "Geothermal resources", 
    "Licenses", 
    "Power resources", 
    "Public lands and natural resources", 
    "Public utilities", 
    "Public utility regulation"
  ], 
  "subjects_top_term": "Geothermal resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-23", 
    "text": "Geothermal Energy Control Act - Establishes the National Geothermal Energy Commission. Specifies the composition of the Commission and the terms and compensation of its members. Requires the Commission to determine within one year of the date of enactment of this Act all areas of the United States not included under the leasing authority of the Geothermal Steam Act whose prospects for the extraction of geothermal steam or associated geothermal resources are good enough to warrant expenditures of money for that purpose. Provides that such lands shall be divided into parcels for licensing purposes and that a person may only develop such parcel if he has been granted a license to do so. States that such licenses shall be valid for ninety-nine years, with extensions at the option of the licensee for as long as such steam or resource is so developed. Provides that persons holding licenses under this Act may apply for a license to market provided that the geothermal steam or resource is marketed in the same energy form as such steam or resource was extracted from such parcel, or be marketed as water. Stipulates that any holder of a license under this Act who converts any geothermal resource covered by such license to electricity may only sell such electrical or other form of energy to an existing utility company or person licensed to transmit the electricity or other form of energy."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Geothermal Energy Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create a commission to grant exclusive franchises for the exploration for and the commercial development of geothermal energy and for the right to market any such energy in its natural state.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:59-05:00"
}