{
  "actions": [
    {
      "acted_at": "2009-09-22", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on Foreign Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Foreign Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-09-22", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-09-22", 
      "committee": "House Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3628-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-09-22", 
  "number": "3628", 
  "official_title": "To create a cause of action and allow standing in Federal courts against a country that denies or unreasonably delays the repatriation of a national ordered removed from the United States to such country who later commits a crime of violence in the United States, to withhold foreign assistance from each country that denies or unreasonably delays the repatriation of nationals of such country who have been ordered removed from the United States, to prohibit the issuance of visas to nationals of such country, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Poe, Ted", 
    "state": "TX", 
    "thomas_id": "01802", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-09-22", 
  "subjects": [
    "Civil actions and liability", 
    "Congressional oversight", 
    "Crime victims", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Foreign aid and international relief", 
    "Government information and archives", 
    "Government liability", 
    "Immigration status and procedures", 
    "International affairs", 
    "Judicial procedure and administration", 
    "Jurisdiction and venue", 
    "Sanctions", 
    "Violent crime", 
    "Visas and passports"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-09-22", 
    "text": "Denies immunity from the jurisdiction of U.S. courts to a foreign country in any case: (1) brought against a foreign country that denied or unreasonably delayed the repatriation of an alien who is a citizen, subject, national, or resident of such country and who, while under a final order of removal from the United States, committed and was convicted of a crime of violence in the United States; and (2) in which money damages for personal injury or death are sought by or on behalf of the crime victim. Establishes a private right of action for victims against a country and against any official, employee, or agent of such country responsible for the denial or delay of repatriation. Permits an action to be brought or maintained: (1) if begun not later than five years after the date of a crime's commission; and (2) at any time if the crime is punishable by death. Amends the Foreign Assistance Act of 1961 to: (1) prohibit, with an emergency and humanitarian exemption, assistance to a country that denies or unreasonably delays the repatriation of a citizen, subject, national, or resident who has been ordered removed from the United States; and (2) direct the Secretary of Homeland Security (DHS) to report quarterly to Congress regarding such countries and aliens. Amends the the Immigration and Nationality Act to: (1) prohibit issuance of visas to citizens, subjects, nationals, or residents of a country listed in the most recent quarterly report until the Secretary notifies the Secretary of State that the country is not subject to such assistance sanction, or each alien listed in the report with respect to such country has been removed from the United States; and (2) deny entrance to visa holders who are citizens, subjects, nationals, residents, or government officials of such a country. Directs the Secretary to notify the chief law enforcement officer of the state and of the local jurisdiction in which an alien who has been detained by the United States is released. Defines \"alien\" as an individual who: (1) is listed in the most recent quarterly report; or (2) has received a final order of removal and has not been removed from the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To create a cause of action and allow standing in Federal courts against a country that denies or unreasonably delays the repatriation of a national ordered removed from the United States to such country who later commits a crime of violence in the United States, to withhold foreign assistance from each country that denies or unreasonably delays the repatriation of nationals of such country who have been ordered removed from the United States, to prohibit the issuance of visas to nationals of such country, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:39-05:00"
}