{
  "actions": [
    {
      "acted_at": "1983-03-11", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-18", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Compensation and Employee Benefits", 
      "text": "Referred to Subcommittee on Compensation and Employee Benefits.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-09", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, OPM, GAO.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-22", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Favorable Executive Comment Received From OPM.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-04", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Favorable Executive Comment Received From GAO.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-22", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Favorable Executive Comment Received From OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-09-19", 
      "references": [], 
      "text": "House Committee on Post Office and Civil Service Discharged by Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-09-19", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-09-19", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1983-09-20", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-09-23", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "Civil Service and General Services", 
      "text": "Referred to Subcommittee on Civil Service and General Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-09-27", 
      "references": [], 
      "text": "Senate Committee on Governmental Affairs discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-09-27", 
      "calendar": "Senate Legislative", 
      "number": "413", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 413.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1983-09-30", 
      "bill_ids": [
        "s1009-98"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 1009 amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-09-30", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1983-11-04", 
      "references": [], 
      "text": "House Concurred, in Senate Amendments , with Amendments by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-04", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-04", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Senate concurred in the House amendment to the Senate amendment with an amendment (SP 2504) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "s"
    }, 
    {
      "acted_at": "1983-11-09", 
      "references": [], 
      "text": "House Disagreed to Senate Amendments to House Amendments to Senate Amendments by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-09", 
      "references": [], 
      "text": "House Requested a Conference and Speaker Appointed Conferees: Ford (MI), Udall, Oakar, Taylor, Gilman.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-10", 
      "references": [], 
      "text": "Senate insists on its amendments to the House amendment to the Senate amendment by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-10", 
      "references": [], 
      "text": "Senate agreed to request for conference. Appointed conferees. Stevens; Mathias; Bingaman.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-10", 
      "references": [], 
      "text": "Conference report S. Rept. 98-307 filed in Senate by Senator Stevens on the disagreeing votes of the two Houses on the amendment of the Senate to the amendment of the House to the amendment of the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-11", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "CONFERENCE:PASSED:SENATE", 
      "text": "Senate agreed to conference report by Voice Vote.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "1983-11-12", 
      "references": [], 
      "text": "Conference Report 98-542 Filed in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-16", 
      "references": [], 
      "text": "House Agreed to Conference Report by Yea-Nay Vote: 244 - 127 (Record Vote No: 519).", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-16", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1983-11-17", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-17", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1983-11-29", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1983-11-29", 
      "congress": "98", 
      "law": "public", 
      "number": "168", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 98-168.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2504-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2504"
    }
  ], 
  "bill_id": "hr2077-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Compensation and Employee Benefits", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Civil Service, Post Office, and General Services", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "98", 
    "law_type": "public", 
    "number": "168"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1983-11-29", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1983-09-19", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1983-11-11", 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-11", 
  "number": "2077", 
  "official_title": "A bill to amend title 5, United States Code, to extend the Federal Physicians Comparability Allowance Act of 1978, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1009-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Employees' Retirement Contribution Temporary Adjustment Act of 1983", 
  "sponsor": {
    "district": "20", 
    "name": "Oakar, Mary Rose", 
    "state": "OH", 
    "thomas_id": "00875", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1983-11-29", 
  "subjects": [
    "Awards, medals, prizes", 
    "Civil service compensation", 
    "Civil service retirement", 
    "Disability retirement", 
    "Employee morale", 
    "Executive compensation", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Foreign service", 
    "Government operations and politics", 
    "Income tax", 
    "Judges", 
    "Medical personnel", 
    "Old age, survivors and disability insurance", 
    "Physicians", 
    "Recruiting of employees", 
    "Salaries", 
    "Social security taxes", 
    "Survivors' benefits", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Physicians", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1983-11-12", 
    "text": "(Conference report filed in House, H. Rept. 98-542) Title I: Physicians Comparability Allowance - Federal Physicians Comparability Allowance Amendments of 1983 - Extends the authority of Federal agencies to enter into service agreements providing comparability allowances to Federal physicians. Relieves any such physician whose aggregate pay for FY 1982 exceeded the statutory limitation on pay for senior executive (the rate payable for positions at level I of the Executive Schedule) of liability for the amount of any comparability allowance received by such physician. Requires the appropriate agency to pay to such physician any amount paid by or withheld from such physician with respect to such relieved liability, provided the physician applies for such payment within two years after enactment of this Act. Title II: Federal Employees Retirement Adjustment - Federal Employees' Retirement Contribution Temporary Adjustment Act of 1983 - Limits to 1.3 percent the amount of an employee's basic pay that a Federal agency may deduct as such employee's contribution to a Federal retirement system, if such employee is required to pay employment taxes for Old Age, Survivors and Disability Insurance benefits (covered employee). Applies such limitation with respect to service performed after December 31, 1983 and before the earlier of the effective date of a new Government retirement system or January 1, 1986 (interim period). Requires each agency: (1) during such interim period to continue to contribute the amount it was required to contribute toward an employee's retirement before enactment of this Act; and (2) at the end of FY 1984, 1985, and 1986, to notify the Secretary of the Treasury of the amount by which the sum that would have been deducted and withheld from all employees in such fiscal year had this Act not been enacted, plus the interest such sum would have earned, exceeds the sum actually deducted and withheld under this Act. Directs the Secretary to credit such amount to the appropriate retirement fund at the end of the fiscal year involved. Sets forth the following situations under which the interim period service of a covered employee who is employed by the Government on December 31, 1983, shall be considered in determining the employee's annuity under an existing retirement system, if the employee deposits to the credit of such system the amount needed to meet the total amount such employee would have deposited had this title not been enacted (deficiency amount): (1) the new retirement system is not established; (2) the employee retires and his or her annuity commences before the earlier of the date the new system takes effect or January 1, 1986; or (3) the employee retires or dies after the new system takes effect but the new system is inapplicable to the employee. Declares that the interim period service of such an employee shall be considered in computing a disability or survivor annuity which commences under an existing retirement system during such period, provided that such an annuity shall be reduced by the amount of OASDI benefits payable to such employee and attributable to such service unless the deficiency amount is deposited before such annuity commences. Requires any annuity which is based, in any part, on interim period service and which is payable under an existing retirement system to a covered employee who was not employed by the Government on December 31, 1983, to be reduced by the amount of OASDI benefits payable to such employee and attributable to such service. Requires such an employee to deposit the deficiency amount in order to receive credit for interim period service under an existing retirement system if the new retirement system is not established. Authorizes the survivor of a covered employee to make the deposit of the deficiency amount required under this Act for an annuity based on interim period service. Requires that the amount by which an annuity is reduced to offset OASDI benefits be redetermined each time such benefits are increased. Requires that such reduction be calculated on the basis of the annuity amount before taking out any amount to pay an annuity to a former spouse. Subjects any covered employee who becomes a civilian Government employee on or after January 1, 1984, to the new Government retirement system upon its establishment. Transfer to such new system the creditable service of any covered employee who is subject to an existing retirement system on or after January 1, 1984, and who becomes subject to such new system. Authorizes certain Federal officials and employees who were serving on or before December 31, 1983, and who will be subject to taxation for OASDI benefits as of January 1, 1984 (including the President and Vice President, Members of Congress, individuals in Executive Schedule positions, noncareer members of the Senior Executive Service or the Senior Foreign Service, and judges) to elect to: (1) terminate participation in an existing retirement system or remain under such system as if this Act had not been enacted; or (2) become a participant under such system (if otherwise eligible) either subject to this Act or as if this Act had not been enacted. Provides that such persons who fail to make such an election shall be subject to the preceding provisions of this Act. Title III: Senior Executive Service - Directs the Office of Personnel Management to submit a report to each House of Congress within one year on the effect that the pay cap for Senior Executive Service (SES) positions has had on the recruitment, retention, and morale of senior executives. Requires the annual report on the SES by the Office of Management and Budget to disclose which individuals received performance awards or presidential ranks, the amount of such awards, the justification for such awards, the number of such awards conferred in each agency, and the percentage of career appointees in each agency who received each type of award."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Physicians Comparability Allowance Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Federal Physicians Comparability Allowance Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Federal Employees' Retirement Contribution Temporary Adjustment Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Federal Physicians Comparability Allowance Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 5, United States Code, to extend the Federal Physicians Comparability Allowance Act of 1978, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:33-05:00"
}