{
  "actions": [
    {
      "acted_at": "1994-03-16", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-03-16", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-03-16", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-03-16", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-03-16", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-03-30", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Installations and Facilities", 
      "text": "Referred to the Subcommittee on Military Installations and Facilities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-03-30", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-04-07", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to the Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-04-26", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-05-24", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Crime and Criminal Justice", 
      "text": "Referred to the Subcommittee on Crime and Criminal Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4055-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Installations and Facilities", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime and Criminal Justice", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "43", 
      "name": "Calvert, Ken", 
      "sponsored_at": "1994-03-23", 
      "state": "CA", 
      "thomas_id": "00165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Stump, Bob", 
      "sponsored_at": "1994-03-23", 
      "state": "AZ", 
      "thomas_id": "01122", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-03-16", 
  "number": "4055", 
  "official_title": "To combat crime.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Violent and Repeat Offender Accountability Act of 1994", 
  "sponsor": {
    "district": "6", 
    "name": "Burton, Dan", 
    "state": "IN", 
    "thomas_id": "00154", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-03-16", 
  "subjects": [
    "AIDS (Disease)", 
    "Administrative fees", 
    "Administrative procedure", 
    "Adoption", 
    "Alien labor", 
    "Aliens", 
    "American economic assistance", 
    "Appellate courts", 
    "Appellate procedure", 
    "Armed forces and national security", 
    "Arrest", 
    "Assault", 
    "Bank robberies", 
    "Capital punishment", 
    "Child molesting", 
    "Civil procedure", 
    "Civil rights and liberties, minority issues", 
    "Compensation for victims of crime", 
    "Computer networks", 
    "Congress", 
    "Congressional reporting requirements", 
    "Constitutional law", 
    "Correctional personnel", 
    "Crime and law enforcement", 
    "Criminal justice information systems", 
    "Criminal procedure", 
    "Custody of children", 
    "Data banks", 
    "Day care", 
    "Department of Justice", 
    "Deportation", 
    "Discrimination in criminal justice administration", 
    "District courts", 
    "Drug abuse", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Evidence (Law)", 
    "Families", 
    "Family violence", 
    "Federal aid to law enforcement agencies", 
    "Fingerprints", 
    "Firearms", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Forfeiture", 
    "Foster home care", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Group homes for children", 
    "Habeas corpus", 
    "Health", 
    "Homicide", 
    "Housing and community development", 
    "Housing subsidies", 
    "Human immunodeficiency viruses", 
    "Identification devices", 
    "Identification of criminals", 
    "Illegal aliens", 
    "Immigration", 
    "Imprisonment", 
    "Information services", 
    "Injunctions", 
    "International affairs", 
    "Interstate relations", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Juries", 
    "Jurisdiction", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Juvenile delinquents", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Lawyers", 
    "Legal assistance to prisoners", 
    "Legal assistance to the poor", 
    "Licenses", 
    "Life imprisonment", 
    "Limitation of actions", 
    "Medical tests", 
    "Military base closures", 
    "Military training", 
    "Military training camps", 
    "Murder", 
    "Narcotic traffic", 
    "Organized crime", 
    "Parole", 
    "Pregnant women", 
    "Pretrial procedure", 
    "Prison alternatives", 
    "Prison boot camps", 
    "Probation", 
    "Public assistance programs", 
    "Public lands and natural resources", 
    "Rape", 
    "Recidivists", 
    "Rehabilitation of criminals", 
    "Religion", 
    "Religious liberty", 
    "Reprogramming of appropriated funds", 
    "Right of asylum", 
    "Right of privacy", 
    "Right to counsel", 
    "Robbery", 
    "School personnel", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Sex crimes", 
    "Sex offenders", 
    "Smuggling", 
    "Social welfare", 
    "Social workers", 
    "Stalking", 
    "Standards", 
    "State courts", 
    "State laws", 
    "Supreme Court decisions", 
    "Teachers", 
    "Telephone", 
    "Tourist trade", 
    "Victims of crimes", 
    "Violence", 
    "Volunteer workers in education", 
    "Wife abuse", 
    "Women"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-03-16", 
    "text": "TABLE OF CONTENTS: Title I: Boot Camp Title II: Stonger Penalties for Drug Offenders Title III: Violence Against Women and Children Title IV: Immigration and Asylum Reform Title V: Child-Related Sex Offenders Title VI: Truth in Sentencing Title VII: Three Strikes and You're Out Title VIII: Habeas Corpus Reform Subtitle A: Post Conviction Petitions: General Habeas Corpus Reform Subtitle B: Special Procedures for Collateral Proceedings in Capital Cases Subtitle C: Funding for Litigation of Federal Habeas Corpus Petitions in Capital Cases Title IX: Increase Penalties for Juveniles Title I: Boot Camp- Amends the Defense Base Closure and Realignment Act of 1990 and the Defense Authorization Amendments and Base Closure and Realignment Act to require the Secretary of Defense, before any transferring or disposing of real property at a military facility being closed or realigned, to notify the State and each local government in whose jurisdiction the facility is located and other interested persons of the suitability of the property or facility for use as a youthful offender boot camp. Requires the State, local government, or interested party to whom such real property is so transferred to certify that the property or facilities will be promptly converted and used for such purpose. Directs the Secretary to develop a model program intended to incorporate military basic training, instruction, and disciplinary procedures into the design and operation of youthful offender boot camps at the Federal, State, and local levels. Amends the Omnibus Crime Control and Safe Streets Act of 1968 (Omnibus Act) to reallocate between public agencies and private nonprofit organizations the percentage of grant funds authorized under such Act for correctional options that provide alternatives to traditional modes of incarceration and offender release programs. Title II: Stronger Penalties for Drug Offenders - Amends the Controlled Substances Act to provide for life imprisonment without parole, probation, or suspension or the death penalty for certain drug trafficking offenses. Makes procedures applicable to the death penalty for certain offenses under the Federal Aviation Act of 1958 applicable to the death penalty for an offense under this title. Title III: Violence Against Women and Children - Amends the Federal criminal code to provide for: (1) pretrial detention in sex offense cases; and (2) the death penalty for murders committed by sex offenders. (Sec. 303) Increases penalties for: (1) recidivist sex offenders; and (2) sex offenses against victims under age 16. (Sec. 305) Directs the U.S. Sentencing Commission to amend the sentencing guidelines to increase by at least four levels the base level for aggravated sexual abuse or sexual abuse offenses and to consider whether any other changes are warranted with respect to such offenses. (Sec. 306) Requires a judicial officer, in a sex offense case, to include in an order for release or detention of a defendant pending trial a requirement that a test for human immunodeficiency virus (HIV) be performed upon the person and that followup tests for the virus be performed six to 12 months following the date of the initial test, unless the judicial officer determines that the conduct of the person created no risk of transmission of the virus to the victim. Directs the Sentencing Commission to amend existing guidelines for sex offenses to enhance the sentence if the offender knew or had reason to know that he was infected with HIV, except where the offender did not engage or attempt to engage in conduct creating a risk of transmission of the virus to the victim. (Sec. 307) Amends the Federal Rules of Evidence to allow evidence of similar offenses in criminal or civil sexual assault and child molestation cases. (Sec. 308) Amends the Federal criminal code to establish penalties for interstate travel to commit spouse abuse or to violate a protective order. (Sec. 309) Provides for full faith and credit of protective orders among the States. (Sec. 310) Expresses the sense of the Congress that, for purposes of determining child custody, evidence establishing that a parent engages in physical abuse or a spouse should create a statutory presumption that it is detrimental to the child to be placed in the custody of the abusive spouse. Title IV: Immigration and Asylum Reform - Amends the Immigration and Nationality Act (INA) to provide expedited exclusion procedures for aliens who arrive without proper documentation or who are determined by a special asylum officer not to have a proper claim of asylum (based upon a credible fear of persecution). Limits judicial review to habeas corpus. (Sec. 402) Increases penalties for certain alien smuggling offenses. Extends penalties to persons who contract to bring in illegal labor. Treats smuggling as an aggravated felony. (Sec. 403) Expands forfeiture for smuggling or harboring illegal aliens. Includes alien smuggling as a racketeering activity for purposes of the Racketeer Influenced and Corrupt Organizations Act. (Sec. 406) Revises asylum procedures. Sets forth mandatory and discretionary conditions for granting provisional asylum. Establishes new applicable deadlines. States that asylum applications shall be determined by specially trained asylum officers. Terminates an alien's claim for failure to appear at the application hearing unless the alien can show exceptional circumstances. (Sec. 409) Directs the Attorney General to cause to be issued new registration and identification cards to all aliens who are qualified to hold employment in the United States for the purpose of providing proof of employment eligibility. (Sec. 410) Requires each alien who is authorized to be employed in the United States to turn in any alien registration and identification card on or before October 1, 1994. Prohibits any resident alien from receiving the new card until: (1) the alien has surrendered the old green card, provided proof of identity, provided such other documents as may be required under law, and paid a fee (not to exceed $75, subject to waiver or reduction if the alien shows that he or she cannot afford the full fee) that is reasonable and sufficient to cover the costs of administration of this section; and (2) the Immigration and Naturalization Service has verified the lawful status of the alien. Sets forth provisions regarding the: (1) posting of notices of the requirements of this section; (2) invalidity of old cards as of midnight October 1, 1997; (3) use of new cards with respect to income and eligibility verification requirements under the Social Security Act and conditions for the provision of financial assistance for individuals under the Housing and Community Development Act of 1980; and (4) limitations on required uses of such cards (not a national identity card). (Sec. 412) Directs the Attorney General to conduct a nationwide program to inform employers about their responsibilities under the INA and the uses of the new alien registration and identification cards. (Sec. 413) Authorizes appropriations. (Sec. 414) Directs the Attorney General to: (1) continue to conduct employment eligibility verification demonstration projects under the INA to establish the feasibility of determining the employment eligibility of aliens authorized to work in the United States through the use of a telephone and computation capability that is available on the date of this Act's enactment; and (2) report to the Congress on such projects. Title V: Child-Related Sex Offenders - Expresses the sense of the Congress regarding: (1) criminal background checks for prospective employees or volunteers of schools and other State-licensed or tax-funded organizations that interact with children; (2) registration of persons convicted of a child-related sex offense with the local law enforcement agency (LEA); (3) LEA submission of information on individuals convicted of such offenses to the national criminal history background check system and LEA access of the Federal Bureau of Investigation data base for criminal background checks on employees, prospective employees, or volunteers in State-licensed or federally funded organizations that interact with children; (4) release of police information on whether a person has been convicted of such an offense where the convicted person lives in the same country as the person making the request; (5) criminal penalties for violating confidentiality requirements governing the release of information obtained through the registration of individuals who have committed such offenses; (6) a prohibition against a school, child care institution, foster family or group home, or child placing agency hiring or utilizing an individual convicted of such an offense; and (7) notification of the school superintendent by the LEA or prosecuting attorney regarding the arrest or filing of charges against a person known to be employed by such school. Title VI: Truth in Sentencing - Violent and Repeat Offender Accountability Act of 1994 - Requires each State, to be eligible for funds under this title, to conduct and report to the Attorney General on a systematic review of its criminal sentencing laws and practices, including analyses related to: (1) the State statutory criminal sentencing scheme; (2) sentences actually imposed for specified crimes; (3) time actually served; (4) practices and procedures relating to probation, parole, and other alternatives to incarceration; (5) restitution; (6) pretrial detention; (7) victims' rights; (8) post-conviction relief procedures; (9) application of adult sentencing laws to juvenile offenders; and (10) prison capacity. (Sec. 605) Directs each State to submit to the Attorney General for approval a plan that evaluates the criminal sentencing system and, if necessary, creates a sentencing system which provides for: (1) State constitutional or statutory authority for pretrial detention of dangerous criminals; (2) mandatory minimum prison sentences which do not allow probation or suspension of sentence for certain violent or repeat offenders; (3) mandatory life sentence with no release for a third or subsequent conviction of a violent crime; (4) provisions which restrict parole, good-time credit release for violent offenders, or other early release to not more than a total reduction of 15 percent of the sentence imposed; and (5) State constitutional or statutory provisions which guarantee victims the right to be informed, present, and heard at all critical stages of the criminal case, and which ensure the collection, tracking, and enforcement of restitution from the offender in all cases involving economic loss to the victim. (Sec. 606) Makes funds available from amounts appropriated for foreign operations, trade promotion, travel and tourism activities, and Federal land purchases. Limits the Federal share of grants under this title to 50 percent of total project costs. Title VII: Three Strikes and You're Out - Requires the court, in the case of a conviction for a Federal violent felony, to sentence the defendant to prison for life if the defendant has previously been convicted of two other violent felonies. Provides that the defendant shall be subject to the death penalty if a death results from the violent felony. Defines \"violent felony\" as a State or Federal crime of violence: (1) that involves the threat, use, or risk of physical force against another person; (2) for which the maximum authorized imprisonment exceeds one year; and (3) which is not designated a misdemeanor by the law that defines the offense. Title VIII: Habeas Corpus Reform - Subtitle A: Post Conviction Petitions: General Habeas Corpus Reform - Amends the Federal judicial code to establish a one-year statute of limitations for habeas corpus actions brought by State prisoners. (Sec. 802) Vests authority to issue certificates of probable cause for appeal of habeas corpus orders exclusively in the courts of appeals. (Sec. 804) Permits denial on the merits of habeas corpus writs notwithstanding the failure to exhaust State remedies. (Sec. 805) Establishes a two-year statute of limitations for habeas corpus actions brought by Federal prisoners. Subtitle B: Special Procedures for Collateral Proceedings in Capital Cases - Sets forth special habeas corpus procedures in capital cases, including provisions regarding: (1) the appointment of counsel for indigent prisoners and limitations on claims for the ineffectiveness or incompetence of counsel; (2) mandatory stays of execution, limits on stays of execution, and successive petitions; (3) time requirements and tolling rules for the filing of petitions; (4) evidentiary hearings, the scope of Federal review, and district court adjudication; (5) certificates of probable cause (inapplicable except when a second or successive petition is filed); (6) application to State unitary review procedure; and (7) limitation periods for determining petitions. Subtitle C: Funding for Litigation of Federal Habeas Corpus Petitions in Capital Cases - Amends the Omnibus Act to require the Director of the Bureau of Justice Assistance to provide grants to the States to support litigation pertaining to Federal habeas corpus petitions in capital cases. Title IX: Increase Penalties for Juveniles - Amends the Federal criminal code to authorize prosecution as an adult of a juvenile who was age 13 or older and in possession of a firearm at the time he or she committed one of the following offenses: (1) assault with intent to commit murder, to commit any felony except murder, or to do bodily harm without just cause or excuse; (2) murder, attempted murder, or manslaughter; (3) taking from the person or presence of another anything of value by force, violence, or intimidation; (4) bank robbery and certain incidental crimes; or (5) an aggravated sexual abuse by force or threat or by other specified means. Prohibits the juvenile from being incarcerated in an adult prison. Entitles the juvenile to petition for resentencing when he or she reaches age 16. Requires the Sentencing Commission to promulgate or amend existing guidelines, if necessary, to permit sentencing adjustments that provide for supervised releases for defendants who have clearly demonstrated an exceptional degree of responsibility for the offense and a willingness and ability to refrain from future criminal conduct."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Violent and Repeat Offender Accountability Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To combat crime.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:43-05:00"
}