{
  "actions": [
    {
      "acted_at": "1980-02-20", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6555-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-20", 
  "number": "6555", 
  "official_title": "A bill to amend title 18, United States Code, to permit a Federal court, upon the recommendation of the United States prosecutor, to place certain persons charged with Federal crimes in programs of community supervision and services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "19", 
    "name": "Railsback, Thomas F.", 
    "state": "IL", 
    "thomas_id": "00941", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-20", 
  "subjects": [
    "Administration of criminal justice", 
    "Advisory bodies", 
    "Corrections and Correctional Institutions", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Federal advisory bodies", 
    "Prosecution", 
    "Rehabilitation of criminals", 
    "Trials"
  ], 
  "subjects_top_term": "Prosecution", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-02-20", 
    "text": "Amends the Federal criminal code to authorize a Federal court, upon recommendation of the Government attorney, to place any individual charged with a criminal offense under a program of community supervision pursuant to conditions set by the court, if the court believes that: (1) the individual may benefit by such placement; and (2) such placement is in the public interest. Requires such an individual to agree to such placement and to waive any statute of limitation and his or her right to a speedy trial. Authorizes United States probation officers to make recommendations concerning an individual's eligibility for placement and appropriate placement conditions, and to supervise individuals so placed. Provides that the charges against an individual who is released to community supervision shall be continued without final disposition for a one-year period unless: (1) the court terminates release because the individual fails to fulfill his or her obligations under the plan, or the public interest so requires; or (2) the court dismisses the charge because the individual successfully completes the program. Authorizes the chief judge of each district to appoint an advisory committee to plan for the implementation of any program of community supervision and services for the district."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, to permit a Federal court, upon the recommendation of the United States prosecutor, to place certain persons charged with Federal crimes in programs of community supervision and services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:01-05:00"
}