{
  "actions": [
    {
      "acted_at": "1977-02-11", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-02-21", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Rereferred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-11", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 95-732.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-09", 
      "bill_ids": [
        "hr130-95"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate (Similar provisions in H.R. 130 as passed Senate).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s743-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Clark, Dick", 
      "sponsored_at": "1977-01-03", 
      "state": "IA", 
      "thomas_id": "01306", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Curtis, Carl T.", 
      "sponsored_at": "1977-01-03", 
      "state": "NE", 
      "thomas_id": "01312", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1977-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1977-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1977-01-03", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1977-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1977-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-11", 
  "number": "743", 
  "official_title": "A bill to provide for the protection of franchised distributors and retailers of motor fuel; to encourage conservation by requiring that information regarding the octane rating of automotive gasoline be disclosed to consumers, and to prevent deterioration of competition in gasoline marketing.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr130-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Petroleum Marketing Practices Act", 
  "sponsor": {
    "district": null, 
    "name": "Durkin, John A.", 
    "state": "NH", 
    "thomas_id": "01322", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-11", 
  "subjects": [
    "Accounting", 
    "Antitrust law", 
    "Business and commerce", 
    "Commerce", 
    "Consumer protection", 
    "Economics and public finance", 
    "Franchises (Retail trade)", 
    "Gasoline", 
    "Marketing", 
    "Motor vehicles", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Price discrimination", 
    "Price regulation", 
    "Restrictive trade practices", 
    "Retail trade", 
    "Service stations"
  ], 
  "subjects_top_term": "Petroleum industry", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1978-04-11", 
    "text": "(Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 95-732) Petroleum Marketing Practices Act - =Title I: Franchise Protection= - Prohibits a franchisor from terminating or failing to renew a franchise unless specified conditions exist. Enumerates the basis upon which a franchisor may terminate or fail to renew a franchise. Exempts trial franchises from the requirements of this Act. Requires, prior to termination or nonrenewal of a franchise relationship, that notification be furnished to the franchisee: (1) 90 days prior to the date such termination or nonrenewal takes effect; (2) on the earliest date which is reasonably practicable; or (3) 180 days prior to the effective date in the case of a regional market withdrawal. Directs the Secretary of Energy to publish in the Federal Register a summary of the provisions of franchise protection, including a statement of the respective responsibilities of, and the remedies and relief available to, any franchisor and franchisee. Authorizes civil action in a United States district court by a franchisee against a franchisor for failure to comply with certain requirements of this Act. Sets forth rules regarding procedure in such civil action. =Title II: Octane Disclosure= - Requires refiners to test gasoline in order to determine its octane rating and certify such rating. Requires distributors to certify such rating to retailers. Stipulates that retailers conspicuously display such octane rating of automotive gasoline at the point of sale. Authorizes the Federal Trade Commission to: (1) require disclosure of octane requirements of new motor vehicles; (2) administer, investigate, and enforce compliance with the requirements of octane disclosure; and (3) prescribe rules which effectuate uniform methods of certifying, displaying, and determining the octane rating of gasoline. Directs the Environmental Protection Agency to conduct field testing of the octane rating and certify the results to the Commission. Makes it an unfair or deceptive act or practice in or affecting commerce under the Federal Trade Commission Act to violate the rules prescribed by this Act. Sets forth the relationship of octane disclosure to State law. =Title III: Prohibition of Subsidization of Petroleum Marketing With Profits Made In Upstream Operations= - Prohibits marketers of petroleum products engaged in crude oil exploration, production, or refining or in wholesale distribution, to subsidize any of their motor fuel marketing operations. Requires such marketers to make available: (1) the transfer price of each petroleum product at each level of the marketing operation; and (2) the amount and nature of all discounts, rebates, or other similar services connected with the handling or sale of such products. Stipulates that before any marketer is required to turn over such marketing information, a court of competent jurisdiction hold that there is \"cause for belief\" a violation involving subsidization exists. States that the differences between transfer price of any motor fuel and the sales price shall not be a violation if such differences result from: (1) the differing method of delivery or quantities in which such petroleum products are transferred or sold; (2) a good faith effort to meet an equally low price of a competitor; and (3) a promotional effort to enter initially a new market area. Establishes the presumption of violation of the subsidization provisions of Title III if a person charges a higher price for motor fuel of like grade or quality to any person who purchases for resale such product than that charged for the internal operation of an integrated marketing operation at the same level of distribution. Makes any person violating the subsidization provisions liable to a civil fine of $5,000 for each violation. Authorizes the Secretary of Energy to request the Attorney General to bring a civil action to enjoin such violations. Authorizes any person suffering injury for such violation to institute a civil action for relief, including treble damages or a declaratory judgment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Petroleum Marketing Practices Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the protection of franchised distributors and retailers of motor fuel; to encourage conservation by requiring that information regarding the octane rating of automotive gasoline be disclosed to consumers, and to prevent deterioration of competition in gasoline marketing.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:06-05:00"
}