{
  "actions": [
    {
      "acted_at": "1982-07-14", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-07-20", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2731-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cannon, Howard W.", 
      "sponsored_at": "1982-07-15", 
      "state": "NV", 
      "thomas_id": "01301", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1982-12-06", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1982-07-14", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-07-14", 
  "number": "2731", 
  "official_title": "A bill to amend title II of the Social Security Act to provide for continued payment of disability benefits during appeal, to provide adjustment benefits and vocational training for individuals terminated from the disability program, to strengthen the reconsideration process, to provide for more uniformity in decisionmaking at all levels of adjudications, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Disability Amendments of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-07-14", 
  "subjects": [
    "Administrative procedure", 
    "Department of the Treasury", 
    "Disability evaluation", 
    "Disability insurance", 
    "Employment and training programs", 
    "Federal-state relations", 
    "Government trust funds", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Old age, survivors and disability insurance", 
    "Social security finance", 
    "Social welfare", 
    "States", 
    "Supplemental security income program", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Old age, survivors and disability insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-07-14", 
    "text": "Disability Amendments of 1982 - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to permit an individual who has been found to be no longer eligible for disability benefits and who has requested reconsideration of such determination to elect to have the payment of such benefits continued during the period of reconsideration. Provides that if the decision upon such reconsideration affirms the determination that the individual is not entitled to such benefits, any benefits paid pending such reconsideration shall be considered overpayments, except for benefits which are adjustment benefits. Amends titles II and XVI (Supplemental Security Income) of the Social Security Act to entitle an individual who has received disability benefits for a period of not less than 36 consecutive months and who has been determined to be no longer eligible for such benefits on or after the enactment of this Act and before January 1, 1985, to adjustment benefits for two additional months after his or her entitlement ceases. Prohibits the payment of such benefits under certain circumstances. Provides that the date upon which a disability is determined to have ceased shall be no earlier than the date upon which notification is mailed to the individual receiving disability benefits. Makes such date inapplicable in cases where disability benefits are terminated because of a finding that the individual involved is able to engage in substantial gainful activity or because of a finding of fraud. Provides that hearings held with respect to disability determinations shall be conducted on the record. Requires the Secretary of Health and Human Services to appoint administrative law judges to conduct such hearings. Requires that an initial disability determination by the Secretary which is unfavorable to the disability benefit applicant contain a statement of the case with a discussion of the evidence and the basis for the Secretary's decision. Entitles the applicant or the applicant's spouse, surviving spouse, former spouse, surviving divorced mother, child, or parent to reconsideration of such an initial determination upon request and upon a showing that his or her rights may be prejudiced by the determination. Entitles an individual who requests a reconsideration to a new disability determination. Authorizes a State agency which made an initial disability determination in a case to make the new disability determination during the reconsideration process: (1) after notification to the Secretary; (2) in accordance with the rules governing disability determinations; and (3) after opportunity for a hearing which is reasonably accessible to the claimant and which is held by an adjudicatory unit of the agency other than the one that makes the disability determinations. Requires that a reconsideration by the Secretary which is unfavorable to the individual requesting the reconsideration contain a statement of the case with a discussion of the evidence and the basis for the Secretary's decision. Requires that an individual who requests a reconsideration be informed of: (1) the procedures for such reconsideration; and (2) his or her right to retain an attorney or representative during the reconsideration. Provides for reasonable notice and opportunity for a hearing for disability benefit applicants who show that their rights may be prejudiced by a decision on reconsideration. Requires the Secretary to decide on such an individual's entitlement to benefits at such a hearing. Provides that the hearing decision may affirm, modify, or reverse the Secretary's findings of fact and the decision on reconsideration. Requires the Secretary to prescribe a period of time after hearing decisions during which the Secretary, upon his or her own motion or at the request of the individual who requested the hearing, may review the hearing decision and affirm, modify, or reverse it. Makes such a review the final review of the decision. Provides that the decision shall be considered final if it is not so reviewed. Entitles any individual who is dissatisfied with the final hearing decision to judicial review of that decision. Provides that disability determinations by the Secretary in the course of a reconsideration of a decision by the Secretary to terminate benefits shall be made after opportunity for an evidentiary hearing which is reasonably accessible to the claimant and which is not held by the same persons who made the original disability determination upon which the decision to terminate benefits was based. Entitles an individual who shows that his or her rights may be prejudiced by a determination with respect to his or her continuing eligibility for disability benefits to the same type of reconsideration and hearing as is permitted in the case of an initial disability determination. Amends title XVI of the Social Security Act to require the Secretary to provide reasonable notice and opportunity for a hearing to a disability benefit claimant who disagrees with a disability determination if the claimant requests a hearing within 180 days after notice of the determination is received. (Currently, such an individual has 60 days after notice of the determination is received within which to request such a hearing.) Specifies the requests for reconsideration of disability decisions by the Secretary to which this Act shall apply. Amends title II of the Social Security Act to require the Secretary to provide, by regulation, that uniform standards shall be applied at all procedural levels of disability determinations. Provides for periodic reviews of those cases where a disability has been found to be permanent or which were decided before June 9, 1980, only at such times and to the extent that sufficient personnel and processing time are available. Prohibits the termination of disability benefits on the grounds that the physical or mental impairment involved has ceased, did not exist, or is no longer disabling, unless: (1) there has been substantial medical improvement in the beneficiary's condition; or (2) medical and vocational evidence, not available at the time of the beneficiary's initial disability determination, shows that the beneficiary has the functional capacity to perform substantial gainful activity on a regular and sustained basis. Requires the Appeals Council, established by the Secretary, to make a disability determination with respect to medical and vocational evidence in those cases where an individual's initial disability determination was made by an administrative law judge appointed by the Secretary after a hearing, by the Appeals Council, or by a court after judicial review. Requires the Secretary to make all reasonable efforts to obtain complete medical evidence and medical history from an individual's treating physician or health care provider before terminating such individual's benefits. Exempts from the requirements above those cases involving a termination of benefits based upon a finding that services performed or earnings demonstrate an individual's ability to engage in substantial gainful activity. Requires the Secretary to assist mentally impaired individuals in complying with the Secretary's instructions with respect to disability investigations involving them. Require the Commissioner of Social Security to determine: (1) whether State vocational rehabilitation services meet the requirements for reimbursement of costs to the State by the Secretary of Health and Human Services under title II of the Social Security Act; and (2) what the amount to be paid to a State for such services should be. (Currently, the amount of funds available for such reimbursement is limited to a specified percentage of benefits available under title II.) States the requirements which State plans for vocational rehabilitation services must meet in order for a State to be reimbursed. Authorizes the Commissioner (currently the Secretary) to provide vocational rehabilitation services in States through public or private agencies, organizations, or individuals, in the absence of an approved State plan. Authorizes the transfer of funds from the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund to pay the costs of vocational rehabilitation services provided through public or private agencies, organizations, or individuals (subject to the requirements which apply to State plans). Requires each State, public, or private recipient of vocational rehabilitation service payments to report periodically to the Commissioner on their program operation. Authorizes the transfer of funds for FY 1983 and 1984 from the Federal Old-Age and Survivors Insurance Trust Fund to enable the Commissioner of the Rehabilitation Services Administration to pay the States for the costs of furnishing vocational evaluation and job placement services to individuals who were disabled but whose entitlement to benefits was terminated because of their recovery from the disability or a finding that the impairment has not existed. Sets a ceiling on the amount which may be paid to each State for each year. Requires the Commissioner of the Rehabilitation Services Administration to determine the amount to be paid to a State. Requires each State agency receiving such payments to report periodically to such Commissioner on the operation of its program. Amends title XVI of the Social Security Act to require the Commissioner of Social Security to determine: (1) whether State vocational rehabilitation services meet the requirements for reimbursement of costs to the State by the Secretary under title XVI of the Social Security Act; and (2) what the amount to be paid to a State for such services should be. States the requirements which State plans for vocational rehabilitation services must meet in order for a State to be reimbursed. Requires that payments to States be made in advance with necessary adjustments for overpayments and underpayments. Permits, alternatively, State agencies to elect to be reimbursed for their costs for such services. Authorizes the Secretary to provide vocational rehabilitation services to individuals age 16 or over by contract with other public or private agencies, organizations, or individuals (instead of referring such individuals to a designated State agency for such services). Amends the Social Security Disability Amendments of 1980 to require the Secretary, not later than 18 months after the enactment of this Act, to start at least ten demonstration projects dealing with the treatment of the work activity of disabled beneficiaries under the old age, survivors and disability insurance program. Requires that at least five States participate in such projects. Requires the Secretary to report to Congress on such projects by the end of the 18-month period. Directs the Secretary to report to Congress on a quarterly basis on: (1) the number of continuing eligibility reviews carried out under title II; (2) the number of initial benefit termination decisions resulting from such reviews; (3) the number of termination decisions with respect to which reconsideration or a hearing (or both) is requested; and (4) the number of termination decisions which are overturned at the reconsideration or hearing level."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Disability Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Social Security Act to provide for continued payment of disability benefits during appeal, to provide adjustment benefits and vocational training for individuals terminated from the disability program, to strengthen the reconsideration process, to provide for more uniformity in decisionmaking at all levels of adjudications, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:24-05:00"
}