{
  "actions": [
    {
      "acted_at": "2012-05-24", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Leahy. With written report No. 112-172.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-05-24", 
      "calendar": "Senate Legislative", 
      "number": "417", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 417.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3241-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-05-24", 
  "number": "3241", 
  "official_title": "An original bill making appropriations for the Department of State, foreign operations, and related programs for the fiscal year ending September 30, 2013, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5857-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1601-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of State, Foreign Operations, and Related Programs Appropriations Act, 2013", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-05-24", 
  "subjects": [
    "Afghanistan", 
    "Africa", 
    "African Development Foundation", 
    "Angola", 
    "Appropriations", 
    "Arab-Israeli relations", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Bahrain", 
    "Broadcasting Board of Governors", 
    "Burma", 
    "Cambodia", 
    "Cameroon", 
    "Caribbean area", 
    "Central African Republic", 
    "Chad", 
    "Child health", 
    "Child safety and welfare", 
    "China", 
    "Climate change and greenhouse gases", 
    "Colombia", 
    "Competitiveness, trade promotion, trade deficits", 
    "Conflicts and wars", 
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal procedure and sentencing", 
    "Cultural exchanges and relations", 
    "Defense spending", 
    "Democratic Republic of the Congo", 
    "Department of State", 
    "Department of the Treasury", 
    "Detention of persons", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Disaster relief and insurance", 
    "Dominican Republic", 
    "Drug trafficking and controlled substances", 
    "Egypt", 
    "Environmental technology", 
    "Equatorial Guinea", 
    "Ethiopia", 
    "Europe", 
    "Executive agency funding and structure", 
    "Export-Import Bank of the United States", 
    "Family planning and birth control", 
    "Food assistance and relief", 
    "Foreign aid and international relief", 
    "Foreign loans and debt", 
    "Forests, forestry, trees", 
    "Gaza Strip", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Guatemala", 
    "Guinea", 
    "HIV/AIDS", 
    "Haiti", 
    "Hazardous wastes and toxic substances", 
    "Historic sites and heritage areas", 
    "Honduras", 
    "Human rights", 
    "Indonesia", 
    "Infectious and parasitic diseases", 
    "International affairs", 
    "International exchange and broadcasting", 
    "International law and treaties", 
    "International organizations and cooperation", 
    "Iran", 
    "Iraq", 
    "Israel", 
    "Ivory Coast", 
    "Judicial review and appeals", 
    "Kenya", 
    "Latin America", 
    "Law enforcement administration and funding", 
    "Law enforcement officers", 
    "Lebanon", 
    "Libya", 
    "Mexico", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military education and training", 
    "Military operations and strategy", 
    "Mining", 
    "Morocco", 
    "Multilateral development programs", 
    "Nepal", 
    "North Korea", 
    "Nuclear weapons", 
    "Oil and gas", 
    "Overseas Private Investment Corporation (OPIC)", 
    "Pakistan", 
    "Palestinians", 
    "Peace Corps", 
    "Peru", 
    "Philippines", 
    "Protest and dissent", 
    "Public contracts and procurement", 
    "Refugees, asylum, displaced persons", 
    "Religion", 
    "Rule of law and government transparency", 
    "Russia", 
    "Rwanda", 
    "Sanctions", 
    "Serbia", 
    "Sex, gender, sexual orientation discrimination", 
    "Sierra Leone", 
    "Somalia", 
    "South Africa", 
    "South Sudan", 
    "Sovereignty, recognition, national governance and status", 
    "Sri Lanka", 
    "Student aid and college costs", 
    "Sudan", 
    "Syria", 
    "Taiwan", 
    "Terrorism", 
    "Tibet", 
    "Trade agreements and negotiations", 
    "Trade and Development Agency", 
    "Trade restrictions", 
    "Tunisia", 
    "U.S. Agency for International Development (USAID)", 
    "Uganda", 
    "Unemployment", 
    "United Nations", 
    "Uzbekistan", 
    "Vietnam", 
    "Visas and passports", 
    "War crimes, genocide, crimes against humanity", 
    "West Bank", 
    "Wildlife conservation and habitat protection", 
    "Women's employment", 
    "Women's health", 
    "Women's rights", 
    "World health", 
    "Yemen", 
    "Zimbabwe"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2012-05-24", 
    "text": "Department of State, Foreign Operations, and Related Programs Appropriations Act, 2013 - Title I: Department of State and Related Agency - Makes FY2013 appropriations for the Department of State (Department) for: (1) administration of foreign affairs and diplomatic and consular programs; (2) the Capital Investment Fund; (3) the Office of Inspector General; (4) educational and cultural exchange programs; (5) representation allowances; (6) protection of foreign missions and officials; (7) U.S. embassy security, construction, and maintenance; (8) emergencies in the diplomatic and consular service; (9) the repatriation loans program account; (10) the American Institute in Taiwan; (11) the Foreign Service Retirement and Disability Fund; (12) international organizations, peacekeeping, and commissions; (13) the International Boundary and Water Commission, United States and Mexico; (14) salaries and expenses; (15) plan preparation and construction of authorized projects; (16) the International Joint Commission, the International Boundary Commission, United States and Canada, and the Border Environment Cooperation Commission; (17) international fisheries commissions; (18) international broadcasting operations and capital improvements; (19) the Asia Foundation; (20) the United States Institute for Peace; (21) the Center for Middle Eastern-Western Dialogue Trust Fund; (22) the Eisenhower Exchange Fellowships, Incorporated; (23) the Israeli Arab Scholarship Program; (24) the East-West Center; (25) the National Endowment for Democracy; (26) the Commission for Preservation of America's Heritage Abroad; (27) the United States Commission on International Religious Freedom; (28) the Commission on Security and Cooperation in Europe; (29) the Congressional-Executive Commission on the People's Republic of China; and (30) the United States-China Economic and Security Review Commission. Title II: United States Agency for International Development - Makes FY2013 appropriations for operating expenses of the United States Agency for International Development (USAID), the capital investment fund, and the Office of Inspector General. Title III: Bilateral Economic Assistance - Makes FY2013 appropriations for: (1) expenses of the President in carrying out certain programs under the Foreign Assistance Act of 1961; (2) global health and child survival; (3) specified development assistance; (4) international disaster assistance; (5) transition initiatives; (6) the Complex Crisis Fund; (7) development credit authority; (8) the Economic Support Fund; (9) promotion of democracy; (10) the Middle East and North Africa Incentive Fund; (11) migration and refugee assistance; (12) the Peace Corps; (13) the Millennium Challenge Corporation; (14) the Inter-American Foundation; (15) the African Development Foundation; and (16) the Department of the Treasury for international affairs technical assistance activities. Title IV: International Security Assistance - Makes FY2013 appropriations for: (1) international narcotics control and law enforcement, (2) nonproliferation, anti-terrorism, and demining, (3) international peacekeeping operations, (4) international military education and training, (5) foreign military financing grants, (6) the Pakistan Counterinsurgency Capability Fund, and (7) the Global Security Contingency Fund. Title V: Multilateral Assistance - Makes FY2013 appropriations for: (1) international organizations and programs, (2) the Global Environment Facility, (3) the International Development Association, (4) the International Bank for Reconstruction and Development, (5) the Global Agriculture and Food Security Program, (6) the Inter-American Development Bank, (7) the Asian Development Bank, (8) the Asian Development Fund, (9) the African Development Bank, (10) the African Development Fund, (11) the International Fund for Agricultural Development, (12) the Clean Technology Fund, (13) the Strategic Climate Fund, and (14) the Enterprise for the Americas Multilateral Investment Fund. Sets forth limitations on callable capital subscriptions with respect to: (1) the International Bank for Reconstruction and Development, (2) the Inter-American Development Bank, (3) the Asian Development Bank, and (4) the African Development Bank. Title VI: Export and Investment Assistance - Makes FY2013 appropriations for: (1) the Export-Import Bank of the United States, including the Office of Inspector General, direct and guaranteed loans, tied-aid grants, insurance programs, and administrative expenses; (2) the Overseas Private Investment Corporation (OPIC) credit and insurance programs, including administrative expenses, and for the cost of direct and guaranteed loans; and (3) the Trade and Development Agency. Title VII: General Provisions - Sets forth certain limits and prohibitions on the use of appropriations for specified activities. (Sec. 7002) Requires any federal department or agency that has funds made available to it under this Act to provide Congress with a quarterly accounting of the cumulative balances of any unobligated funds received during FY2013 or in any previous fiscal year. (Sec. 7003) Limits the use of funds under title I of this Act for any consulting service through procurement contracts to those contracts available for public inspection. (Sec. 7004) Sets forth restrictions on office space for federal employees with respect to U.S. diplomatic facility construction, with an exception for Marine Corps use. (Sec. 7005) States that costs incurred by an agency or department funded under title I of this Act resulting from personnel actions taken in response to funding reductions included in this Act shall be absorbed within such agency's or department's budgetary resources. (Sec. 7006) Authorizes local guard contracts to be awarded on a best value basis in Iraq, Afghanistan, Pakistan, and other high-risk or hostile areas. (Sec. 7007) Prohibits the use of funds under this Act for direct assistance or reparations to Cuba, North Korea, Iran, or Syria. (Sec. 7008) Prohibits the use of funds under titles III through VI this Act for assistance to any country whose elected head of government is deposed by military or military-supported coup or decree. Permits resuming assistance if a democratic government is subsequently elected to office. (Sec. 7009) Limits certain agency, Department, and Broadcasting Board of Governors transfer authority. (Sec. 7010) Directs the Secretary of State (Secretary) to report to Congress quarterly on fund use for foreign military financing, international military education and training, Pakistan counterinsurgency, and peacekeeping operations. (Sec. 7011) Prohibits, with specified exceptions, appropriations under this Act from remaining available for obligation after the expiration of the current fiscal year unless expressly provided for. (Sec. 7012) Prohibits funds under titles III through VI of this Act from being used for assistance to any country in default in excess of a year on payments on a U.S. loan unless the President determines such assistance is in the national interest. (Sec. 7013) Prohibits funds under titles III through VI of this Act from being used for assistance under a new bilateral agreement unless such assistance is exempt from taxation, or reimbursed, by the foreign government. (Sec. 7014) Authorizes specifically designated appropriations under titles II through VI of this Act to be reprogrammed for other programs within the same account subject to the appropriate congressional committees' regular notification procedures. Extends the availability of program-specific appropriations for one fiscal year if USAID reports to Congress that program termination or changed circumstances makes it unlikely that such appropriations can be obligated during the original period of availability. States that ceilings and specifically designated funding levels under this Act shall not be applicable to funds or authorities appropriated or otherwise made available by any subsequent Act unless such Act specifically so directs. (Sec. 7015) Prohibits funds that remain available for FY2013 obligation under title I of this Act or in prior appropriations Acts from being made available for specified reprogramming purposes unless the appropriate congressional committees are notified 15 days in advance of such programming. Prohibits the use of funds under titles III through VI and VIII of this Act for Afghanistan, Bahrain, Bangladesh, Burma, Cambodia, Colombia, Cuba, Egypt, Ethiopia, Guatemala, Haiti, Honduras, Indonesia, Iran, Iraq, Kazakhstan, Kenya, Libya, Mexico, Nepal, Pakistan, Philippines, the Russian Federation, Serbia, Somalia, Sri Lanka, South Sudan, Sudan, Syria, Uzbekistan, Yemen, or Zimbabwe except through the regular notification procedures of the appropriate congressional committees. (Sec. 7016) Requires the Department of Defense (DOD) to notify Congress prior to: (1) providing certain excess defense articles under the Foreign Assistance Act of 1961, or (2) issuing a letter of offer to sell certain defense articles under the Arms Export Control Act. (Sec. 7017) States that funds appropriated under titles III through VI of this Act or in prior appropriations Acts for the Department, foreign operations, export financing, and related programs that are returned or not made available for international organizations and programs shall remain available for obligation until September 30, 2014. (Sec. 7018) Prohibits certain funds under the Foreign Assistance Act of 1961 from being obligated or expended for any country or organization if such funds' use would violate specified provisions related to abortions and involuntary sterilizations. (Sec. 7019) Allocates funds for specified accounts. (Sec. 7020) Prohibits the obligation of certain funds to pay for alcoholic beverages or entertainment expenses for recreational activities. (Sec. 7021) Prohibits the provision of funds under titles III through VI of this Act to any foreign government that provides lethal military equipment to a country that supports international terrorism unless the President reports to Congress that such assistance is in the U.S. national interest. Prohibits bilateral assistance from being made to a government that: (1) grants sanctuary from prosecution to any individual or group which has committed an act of international terrorism, or (2) otherwise supports international terrorism. Authorizes the President to waive such prohibition for humanitarian or national security purposes. (Sec. 7022) Extends, with an exception, certain authorities necessary to expend Department and foreign assistance funds. (Sec. 7024) States that unless expressly provided to the contrary provisions authorizing or making appropriations for the Department, foreign operations, and related programs shall not be construed to prohibit activities authorized by or conducted under the Peace Corps Act, the Inter-American Foundation Act, or the African Development Foundation Act. (Sec. 7025) Prohibits funds under titles III through VI of this Act and funds available to the Export-Import Bank and OPIC from being used for production of any export commodity by a foreign country if the commodity is likely to be in surplus on world markets and will cause substantial injury to U.S. producers of a similar or competing commodity (with exceptions for benefits to U.S. producers). (Sec. 7026) Directs USAID to require countries that receive foreign assistance which results in the generation of local currencies to deposit such currencies in a separate account to be used to finance foreign assistance activities. (Sec. 7027) States that: (1) restrictions on assistance for a country shall not be construed to restrict specified assistance for nongovernmental organizations, and (2) nothing in this section shall be construed to alter existing prohibitions against abortion or involuntary sterilizations in this or any other Act. States that: (1) during FY2013 restrictions contained in this or any other Act with respect to assistance for a country shall not be construed to restrict assistance under the Agricultural Trade Development and Assistance Act of 1954 (P.L. 480), and (2) this section shall not apply to assistance restrictions regarding support of international terrorism and human rights violations. (Sec. 7028) Prohibits funds under titles III through VI of this Act from being provided for: (1) any financial incentive to a business for purposes of inducing it to relocate outside the United States if it is likely to reduce the number of U.S. employees, or (2) assistance for any program that contributes to the violation of internationally recognized workers rights in the recipient country. (Sec. 7029) Prohibits payments under title V of this Act to any international financial institution while the U.S. executive director to the institution is compensated at a rate in excess of that for Level IV of the Executive Schedule, or any alternate U.S. director is compensated at a rate in excess of that for Level V of such Schedule. Directs the Secretary of the Treasury to instruct: (1) the U.S. Executive Director of the International Monetary Fund (IMF) to oppose assistance to a Heavily Indebted Poor Country that imposes budget caps or restraints that do not allow the maintenance of or an increase in governmental spending on health care or education, and (2) the U.S. executive directors at international financial entities to oppose assistance that requires user fees or service charges on poor people for primary education or primary health care. Withholds 10% of the funds appropriated by this Act for a U.S. contribution to the International Bank for Reconstruction and Development, the African Development Bank, the Asian Development Bank, and the Inter-American Development Bank until the Secretary of the Treasury reports to Congress that the institution is implementing whistle blower protection practices. (Sec. 7030) Authorizes nongovernmental organizations which are USAID grantees or contractors to place funds made available to them under title III of this Act in interest bearing accounts in order to enhance their participation in debt-for-development and debt-for-nature exchanges. (Sec. 7031) Sets forth requirements for direct government-to government assistance. (Sec. 7032) Authorizes the President to engage in certain debt buy backs or sales. Authorizes sale, reduction, or cancellation of certain loans to foreign governments upon payment from an eligible purchaser that plans to use such loans only for: (1) debt-for-equity swaps, debt-for-development swaps, or debt-for-nature swaps; or (2) debt buyback by an eligible country if such country uses specified amounts of local currency to support activities that link conservation with local community development and child development activities. (Sec. 7033) Limits the use of funds under this Act for multi-year pledges for programs funded in titles III through VI of this Act. (Sec. 7034) Makes funds under titles III through VI of this Act available for: (1) war victims, (2) displaced children, (3) displaced Burmese, and (4) victims of trafficking in persons and to combat such trafficking. Expands authorities under the Foreign Assistance Act of 1961 for civilian police assistance for a regional, district, municipal, or other sub-national entity emerging from instability. Makes specified funds available for: (1) the World Food Program; (2) programs to disarm, demobilize, and reintegrate into civilian society former members of foreign terrorist organizations; (3) democracy and human rights activities, including access to communications; (4) promotion of religious freedom, especially in the Middle East and North Africa; (5) the business and human rights program in China; and (6) a database of prisons and gulags in North Korea, including a list of political prisoners. Authorizes FY2013 funds for the President's contingency use under the Foreign Assistance Act of 1961. Directs the Secretary to: (1) implement obligations under the William Wilberforce Trafficking Victims Protection Reauthorization Act of 2008 requiring suspension of visa issuance to applicants of a diplomatic mission (A-3 visa) or international organization (G-5 visa) if its employees are found to have a record of exploiting such visa holders; and (2) consider whether a final court judgment has been issued against a current or former employee of such mission or organization in making such determination. Extends: (1) passport surcharge fee authority; (2) funding authority for recruitment, relocation, and retention bonuses to Foreign Service members, other than chiefs of mission and ambassadors at large, who are on official duty in Iraq, Afghanistan, or Pakistan; (3) the exemption of the Secretary from the requirement to convene an Accountability Review Board in the case of an incident that involves serious injury, loss of life, or significant destruction of property at a federal mission in Afghanistan or Iraq; (4) specified authorities on reemployment requirements for certain annuitants reemployed in Iraq, Pakistan, Haiti, and Afghanistan; and (5) loan guarantee authority for Israel. Withholds assistance under this Act from a country that is not taking steps to comply with federal or state court orders concerning child custody and visitation or with the Convention on the Civil Aspects of International Child Abductions. Prohibits economic support funds under this Act from being made available to the Palestinian Authority (PA) if the Palestinians obtain the same standing as member states or full membership as a state in the United Nations (U.N.) or any specialized agency thereof outside an agreement negotiated between Israel and the Palestinians. Authorizes the President to waive specified prohibitions under the Anti-Terrorism Act of 1987 regarding the Palestine Liberation Organization (PLO) if: (1) the Palestinians have not obtained in the U.N. or any specialized agency thereof the same standing as member states or full membership as a state outside an agreement negotiated between Israel and the Palestinians, or (2) the Palestinians have entered into direct and meaningful negotiations with Israel. Provides that any such waiver shall be for no more that than 6 months at a time and shall not apply beyond 12 months after enactment of this Act. Makes funds under this Act available for enterprise funds for Pakistan and countries in the Middle East and North Africa under specified conditions. Amends the State Department Basic Authorities Act of 1956 to include in the program's purpose the prevention of violations of international humanitarian law. Provides rewards for the arrest or conviction of, or the transfer to or conviction by an international criminal tribunal, of any foreign national accused of war crimes, crimes against humanity, or genocide. Authorizes the Secretary to waive on a country-by-country basis funding ceilings contained in titles I and II of this Act for operations in Afghanistan, Pakistan, and Iraq to address extraordinary, unanticipated contingencies. Directs the Secretary to establish an Office of Global Women's Issues, to be headed by a Coordinator for Global Women's Issues. Prohibits funds under this Act from being expended to advocate or agree to any provision of a U.N. Arms Trade Treaty that would restrict the rights of U.S. citizens under the second amendment to the Constitution, or that would otherwise regulate the domestic manufacture, assembly, possession, use, transfer, or purchase of firearms, ammunition, or related items in the United States. Directs the Secretary to report to Congress regarding compensation provided to civilian employees under Chief of Mission authority (including foreign service, civil service, and locally employed staff) who are killed during the performance of their official duties overseas in a hostile act against the United States. (Sec. 7035) Expresses the sense of Congress that: (1) the Arab League boycott of Israel (reinstated in 1997), and the secondary boycott of American firms that have commercial ties with Israel, is an impediment to regional peace and to U.S. investment and trade in the Middle East and North Africa and should be terminated; (2) the boycott should be terminated; and (3) the President should report annually to Congress on steps taken to encourage Arab League states to normalize their relations with Israel to end the boycott. (Sec. 7036) Prohibits, with a national security interest waiver, the use of funds under titles III through VI of this Act from being used to support a Palestinian state unless the Secretary certifies to Congress that: (1) the Palestinian governing entity has demonstrated a commitment to peaceful coexistence with Israel and is taking measures to counter terrorism, and (2) the PA or a new governing entity is working to establish a lasting peace in the Middle East. Exempts from such restriction assistance to help reform the PA and affiliated institutions or a governing entity meet such assistance requirements. Expresses the sense of Congress that the governing entity should enact a constitution assuring the rule of law, an independent judiciary, and respect for human rights, and should enact other laws and regulations assuring transparent and accountable governance. (Sec. 7037) Prohibits, with an exception for acquisition of additional space for the Consulate General in Jerusalem, the obligation of funds appropriated under titles II through VI of this Act to create in Jerusalem a new U.S. agency office for the purpose of conducting official U.S. business with the PA over Gaza and Jericho (or any successor Palestinian governing entity) provided for in the Israel-Palestine Liberation Organization Declaration of Principles. (Sec. 7038) Prohibits funds under this Act from being used to provide equipment, technical support, consulting services, or any other assistance to the Palestinian Broadcasting Corporation. (Sec. 7039) Directs the Secretary, for FY2013, to certify to Congress prior to the initial obligation of funds for the bilateral West Bank and Gaza program that the Government Accountability Office (GAO) will have access to necessary financial information to evaluate the uses of U.S. assistance. Directs the Secretary, prior to obligating economic support funds under this Act for the West Bank and Gaza, to take steps to ensure that such assistance is not provided to or through any individual or entity that advocates or engages in terrorist activity. Prohibits funds from being used to honor individuals who commit, or have committed, acts of terrorism. Requires and obligates funds for program audits. (Sec. 7040) Prohibits specified assistance from being provided to the PA unless the President certifies to Congress that it is in the U.S. national security interest. States that any such waiver shall: (1) not be for more than six months at a time, and (2) not apply beyond 12 months after enactment of this Act. Requires a report to Congress when such waiver is exercised. Prohibits appropriations under titles III through VI of this Act from being used for salaries of PA personnel in Gaza or for assistance to Hamas or any Hamas-controlled or power-sharing government unless the President certifies to Congress that such government has accepted Israel's right to exist and is adhering to previous agreements with the United States, Israel, and the international community. Prohibits funds under titles III through VI of this Act from being obligated for the PLO. (Sec. 7041) Makes specified funds under this Act available for reconciliation programs in Bahrain. Authorizes a portion of such funds to be used to strengthen oversight and professionalism of the police forces. Prohibits funds under this Act from being made available for crowd control items for the police or military forces of Bahrain, unless the Secretary certifies to Congress that the government of Bahrain: (1) has released persons convicted or charged with offenses involving peaceful expression; (2) is protecting freedom of expression, association, and assembly, political rights, and due process of law; and (3) is investigating and prosecuting Bahraini officials involved in violations of human rights, including torture. Prohibits funds under titles III and IV of this Act from being made available to Egypt unless the Secretary certifies to Congress that Egypt is meeting its obligations under the 1979 Egypt-Israel Peace Treaty. Directs the President to submit to Congress, concurrent with the FY2014 budget request, a comprehensive review of U.S. assistance for Egypt. Makes foreign military financing funds under this Act available for border security programs in the Sinai and for peacekeeping and disaster response activities. States that prior to the initial obligation of foreign military financing funds under this Act for Egypt the Secretary shall certify to Congress that the government of Egypt is a democratically elected civilian government that is implementing policies to: (1) provide civilian control over the military and police budgets; (2) repeal the Emergency Law; and (3) protect judicial independence, freedom of expression, association, assembly, and religion, political rights, and due process of law. Makes economic support funds in available in FY2013 for an initiative to improve the lives of the Egyptian people through education, investment in jobs and skills, and access to finance for small and medium enterprises with emphasis on expanding opportunities for women, as well as other appropriate market-reform and economic growth activities. States that: (1) it is U.S. policy to prevent Iran from producing nuclear weapons, including by supporting international diplomatic efforts to halt Iran's uranium enrichment program; and (2) the President should fully enforce the Iran Sanctions Act of 1996. Prohibits specified funds from being used by the Export-Import Bank of the United States to provide new financing to any person subject to sanctions under the Iran Sanctions Act of 1996. Limits funds under titles III, IV, and VIII of this Act available for assistance for Iraq. States that funds under this Act for Iraq should be made available only if the Secretary certifies to Congress that Iraq is supporting free elections and implementing policies to: (1) publicly disclose the national budget, including for the military and police; and (2) protect judicial independence, freedom of expression, association, assembly, and religion, political rights, and due process of law. Prohibits funds appropriated by this Act from being made available for the Lebanese Armed Forces (LAF) if it is controlled by a foreign terrorist organization. Makes specified military financing funds for Lebanon available only to professionalize the LAF and to strengthen border security and combat terrorism. Makes funds under this Act to promote democracy, human rights, and the rule of law in Libya available, to the maximum extent practicable, on a cost matching basis. Requires the Secretary, prior to making specified military financing funds available to Morocco, to report to Congress on steps being taken by Morocco regarding the Western Sahara and human rights. Makes funds available to Syria: (1) to promote democracy and protect human rights, and (2) for humanitarian relief for civilian victims of political violence. Obligates specified funds under titles III and IV of this Act for Tunisia and Yemen. (Sec. 7042) Makes funds under this Act available for Serbia after May 31, 2013, if the Secretary reports to Congress that Serbia is cooperating with the International Criminal Tribunal for Yugoslavia (ICTY). (Sec. 7043) Obligates specified economic support funds for programs in areas affected by the Lord's Resistance Army (LRA), including programs to improve physical access and telecommunications infrastructure, and to support the disarmament and reintegration of former LRA combatants, especially child soldiers. States that funds under this Act should be made available for programs in the Democratic Republic of the Congo (DRC) to implement the Organization for Economic Cooperation and Development's due diligence guidance for mining in conflict areas. Prohibits foreign military financing funds from being made to Rwanda or Uganda if either of such countries is supporting armed groups in the DRC that are involved in the illegal exportation of minerals or have violated human rights. Urges that specified funds should be made available for the trans-Sahara counterterrorism partnership program and the partnership for regional East Africa counterterrorism program. Makes specified economic support funds available for programs to counter extremism in East Africa. Authorizes specified funds under this Act to be made available for unanticipated crises in Africa. Makes specified military education and training assistance for Angola, Cameroon, Central African Republic, Chad, Cote d'Ivoire, Guinea and Zimbabwe available only for training related to international peacekeeping operations and expanded military education and training. Prohibits such assistance from being made to Somalia and Equitorial Guinea. Prohibits certain military financing assistance from being made to Ethiopia unless the Secretary certifies to Congress that Ethiopia is: (1) implementing policies to respect due process and freedom of expression, (2) permitting access to human rights and humanitarian organizations to the Somalia region of Ethiopia, and (3) publicly disclosing the military and police budgets. Exempts from such restriction: (1) Ethiopian military efforts in support of international peacekeeping operations, and (2) assistance to the Ethiopian Defense Command and Staff College. Directs the Secretary to submit to Congress: (1) a diplomacy and development counterpiracy strategy for the Horn of Africa region, and (2) a transition strategy for the President's Emergency Program for AIDS Relief in South Africa. Prohibits assistance for the government of Sudan. Authorizes specified economic support funds under this Act to be made available for the cost of selling, reducing, or canceling amounts owed to the United States as a result of concessional loans made to Sudan if the Secretary reports to Congress that Sudan is implementing: (1) the Comprehensive Peace Agreement (CPA) between Sudan and South Sudan, including a political resolution of the conflict in Southern Kordofan and Blue Nile; and (2) other legislative requirements related to Heavily Indebted Poor Countries debt relief, including determinations on human rights and state sponsorship of terrorism. Exempts from such assistance restrictions: (1) humanitarian assistance; (2) assistance for the Darfur region, Southern Kordofan, Blue Nile, and Abyei; and (3) assistance for implementation of the CPA or any other internationally recognized peace agreement in Sudan. States that funds under this Act should be made available for South Sudan. Reaffirms support for the International Criminal Tribunal for Rwanda (ICTR) and the Special Court for Sierra Leone (SCSL). Authorizes the use of certain funds under this Act for assistance to the central government of a country in which individuals indicted by ICTR and SCSL are alleged to be living if the Secretary reports to Congress that such government is cooperating with ICTR and SCSL. Directs the Secretary of the Treasury to instruct U.S. executive directors to international financial institutions to vote against any loan extensions to the government of Zimbabwe, except to meet basic human needs or to promote democracy, unless the Secretary reports to Congress that Zimbabwe has restored the rule of law. Prohibits funds under this Act from being made to the government of Zimbabwe, except for health, education, and macroeconomic growth assistance, unless Zimbabwe has restored the rule of law. (Sec. 7044) Directs the Secretary submit to Congress a multi-year strategy for the advancement of U.S. interests in the East Asia and Pacific region. Authorizes economic support funds to be made available for East Asia and Pacific regional programs that include countries or governments otherwise ineligible for U.S. assistance. Authorizes economic support funds to be made available for Burma, except that such funds shall not be made available to the State Peace and Development Council. Makes: (1) such funds available for programs along Burma's borders and for Burmese groups and organizations located outside Burma, and (2) other specified funds available for community-based organizations in Thailand to provide humanitarian assistance to internally displaced persons in eastern Burma. Prohibits funds under this Act from being made for a U.S. contribution to a Khmer Rouge Tribunal: (1) if the Secretary certifies to Congress that the Prime Minister of Cambodia is interfering with Tribunal operations, and (2) unless the U.N. and Cambodia are taking credible steps to address allegations of Tribunal corruption and mismanagement. Makes military education and training and foreign military financing funds available to promote human rights within the Royal Cambodian Armed Forces. Withholds specified foreign military financing funds for Indonesia until the Secretary submits a specified report to Congress. Makes specified funds under this Act available for broadcasts into North Korea and for assistance to North Korean refugees, including protection activities in China. Prohibits: (1) specified funds under this Act from being obligated or expended for export licenses of U.S. origin satellites (including commercial satellites and satellite components) to China without prior notice to Congress; and (2) funds under this Act from being used to finance any grant, contract, or cooperative agreement with the People's Liberation Army or any affiliated entity. Makes funds available to U.S. institutions of higher education and nongovernmental organizations in China for democracy- or environment-related activities. Makes specified funds under this Act available for assistance for economic and trade development, good governance, and human rights in the Africa, Asia, and South America regions in countries in which China provides substantial assistance. Withholds specified military funds under this Act for the Philippines until the Secretary submits a specified report to Congress. Directs the Secretary of the Treasury to instruct U.S. executive directors to international financial institutions to support projects in Tibet if such projects do not provide incentives for the migration and settlement of non-Tibetans into Tibet or facilitate the transfer of ownership of Tibetan land and natural resources to non-Tibetans. Makes specified funds under this Act funds available to nongovernmental organizations to preserve cultural traditions and promote sustainable development and environmental conservation in Tibetan communities in the Tibetan Autonomous Region and in other Tibetan communities in China. Makes specified economic support funds available for remediation of dioxin contaminated areas in Vietnam. (Sec. 7045) Authorizes the use of funds under this Act for Columbia for a campaign against narcotics trafficking and foreign terrorist organizations and to protect human health and welfare in emergency circumstances. Prohibits the combat participation of U.S. military personnel or civilian contractors in connection with assistance made available by this Act for Colombia. Authorizes, and limits, aircraft and helicopter use for Columbia. Limits certain funding under this Act for aerial coca and poppy eradication in Colombia and for the Colombian armed forces until the Secretary makes certain certifications to Congress. Withholds specified assistance under this Act from the Colombian armed forces until the Secretary makes specified certifications to Congress. Prohibits issuance of a visa to any alien who has: (1) provided support to the Revolutionary Armed Forces of Colombia (FARC), the National Liberation Army (ELN), or the United Self-Defense Forces of Colombia (AUC), or other illegal armed groups; or (2) participated in the commission of human rights violations in Colombia. Waives such prohibition on a case-by-case basis to support the peace process in Colombia or for humanitarian reasons. Limits the availability of certain military assistance for Guatemala. Makes Haiti eligible to purchase U.S. defense articles and services for its Coast Guard. Withholds specified assistance for Honduran and Mexican police and military forces until the Secretary reports to Congress that the police and military are meeting specified conditions. Makes specified assistance available for labor and environmental capacity building activities relating to free trade agreements with the countries of Central America, Peru, Colombia, Mexico, and the Dominican Republic. (Sec. 7046) Authorizes specified funds under titles III, IV, and VIII of this Act to be made available for assistance to Afghanistan. Prohibits economic support and narcotics control and law enforcement funds under this Act from being obligated for Afghanistan until the Secretary certifies to Congress that Afghanistan is taking steps to: (1) reduce corruption and improve governance; (2) protect the human rights of women; (3) facilitate public participation in governance; and (4) support national, provincial, or local government programs. Authorizes assistance under this Act for Afghanistan to be made as a U.S. contribution to the Afghanistan Reconstruction Trust Fund (ARTF) unless the Secretary reports to Congress that the World Bank Monitoring Agent of the ARTF is unable to conduct its financial and audit responsibilities. States that economic support and narcotics control and law enforcement funds under this Act for Afghanistan: (1) be made available in a manner that emphasizes the equitable participation of Afghan women, responds to gender-based violence, and protects the rights of Afghan women, girls, and boys; and (2) may be made available for a U.S. contribution to an internationally managed fund to support the disarmament and reintegration into Afghan society of former combatants. Provides that funds for Afghanistan in FY2013 may be used to conduct procurements and to award assistance in which: (1) competition is limited to products, services, or sources from Afghanistan; (2) noncompetitive contract or assistance procedures are used; or (3) preference is provided for products, services, or sources from Afghanistan. Obligates funds for rule of law programs. Conditions the availability of funds for certain water, energy, transportation, or other infrastructure projects in Afghanistan. Makes foreign military financing funds under this Act for Nepal available only if the Secretary certifies to Congress that the Nepal army is: (1) cooperating with investigations and prosecutions of violations of human rights by civilian judicial authorities, and (2) working to implement certain reforms. Exempts from such restriction assistance for humanitarian relief and reconstruction activities in Nepal. Withholds specified assistance for Pakistan until the Secretary certifies to Congress that Pakistan is: (1) cooperating with the United States in counterterrorism efforts, (2) not supporting terrorist activities against the United States or coalition forces in Afghanistan, (3) preventing the proliferation of nuclear-related material and expertise, (4) implementing policies to protect judicial independence and due process of law, (5) issuing visas in a timely manner for U.S. visitors engaged in counterterrorism and assistance efforts, and (6) providing humanitarian organizations access to detainees and internally displaced persons. Authorizes specified assistance to Pakistan to be made available: (1) only for counterterrorism, counterpiracy, and counterinsurgency capabilities in Pakistan; and (2) for the Chief of Mission Fund. Urges that specified economic assistance for Pakistan should be made available to: (1) interdict precursor materials from Pakistan to Afghanistan that are used to manufacture improvised explosive devices (IEDs), and (2) encourage alternative fertilizer use among Pakistani farmers. Withholds specified foreign military financing funds from Pakistan until the Secretary reports to Congress that Dr. Shakil Afridi has been released from prison and cleared of all charges relating to the assistance provided to the United States in locating Osama bin Laden. Prohibits specified funds from being made available to Sri Lanka, defense export license from being issued, and military equipment or technology from being sold or transferred unless the Secretary certifies to Congress that Sri Lanka is meeting specified conditions. States that if the Secretary makes such certification foreign military financing funds should be used to support the recruitment and training of Tamils into the Sri Lankan military, Tamil language training for Sinhalese military personnel, and human rights training for all military personnel. Directs the Secretary of the Treasury to instruct U.S. executive directors at international financial institutions to vote against any loan, agreement, or other financial support for Sri Lanka, except to meet basic human needs, unless the Secretary makes specified certifications. Makes specified economic support funds available for cross border stabilization and development programs between Afghanistan and Pakistan or between either country and the Central Asian republics. (Sec. 7047) Prohibits funds under titles III through VI of this Act from being used to pay any assessments, arrearages, or dues of any U.N. member (including costs for attendance of another country's delegation at international conferences held under the auspices of multilateral or international organizations). (Sec. 7048) Permits the President to provide up to a specified amount of commodities and services to the United Nations War Crimes Tribunal if doing so will contribute to a just resolution of charges regarding genocide or other violations of international law in the former Yugoslavia. (Sec. 7049) Withholds specified funds under titles I and V of this Act for contributions to any U.N. agency or the Organization of American States (OAS) if the Secretary reports to Congress that the agency or organization is not taking specified actions regarding whistle blower protection and transparency. Prohibits funds under title I of this Act from being used to pay expenses for any U.S. delegation to any specialized U.N. agency, body, or commission that is presided over by a country that supports international terrorism. Makes specified funds available for U.S. contributions or assessments for the United Nations Human Rights Council (UNHRC) if the Secretary reports to Congress that UNRHC participation is in the U.S. national interest. (Sec. 7050) Authorizes the use of specified funds under titles III and IV of this Act to enhance the effectiveness and accountability of civilian police authority through human rights training and through the promotion of civilian police roles that support democratic governance, including programs on conflict prevention, police-community relations, disaster assistance, and gender-based violence. (Sec. 7051) Prohibits specified funds from being used to send or otherwise pay for the attendance of more than 50 U.S.-stationed employees from a federal department or agency at any single conference outside the United States unless the additional employees will not perform a redundant function and such attendance is important to the national interest. (Sec. 7052) Authorizes the transfer of certain aircraft including for the transportation of active and standby Civilian Response Corps personnel and equipment. Requires that the use of Department and USAID aircraft used primarily to transport personnel shall be coordinated under the authority of the appropriate Chief of Mission. (Sec. 7053) Withholds assistance to a foreign country in an amount equal to 110% of the total unpaid property tax and unpaid parking fines and penalties incurred from April 1, 1997-September 30, 2012, and owed by the country to the District of Columbia or New York City. (Sec. 7054) Authorizes disposal on a grant basis in foreign countries of demining equipment used in support of the clearance of land mines and unexploded ordnance for humanitarian purposes. Restricts military assistance for cluster munitions. (Sec. 7055) Prohibits the use of funds for publicity or propaganda purposes within the United States that were not authorized before the enactment of this Act. Makes specified funds available for USAID assistance to private and voluntary organizations engaged in facilitating public discussion of hunger and other related issues. (Sec. 7056) Limits the amount of funds under title II of this Act that may be used for official USAID residence expenses. (Sec. 7057) Allocates specified funds under title III of this Act for USAID to hire up to 175 persons per fiscal year on a limited appointment basis in the United States and abroad. Conditions such hirings upon an equivalent elimination of USAID nondirect-hire employees. Terminates such authority on September 30, 2014. Authorizes up to four-year extensions for limited-appointment Foreign Service personnel. Authorizes specified funds under title III of this Act for the costs of persons detailed to or employed by USAID to carry out natural or man-made disaster response programs. Authorizes specified funds under this Act to be used by USAID to employ up to 40 personal services contractors in the United States for new or expanded overseas programs until permanent personnel are hired. Limits to 15 the number of such contractors that may be assigned to any bureau or office. Continues USAID authority to appoint into the Senior Foreign Service and employ up to 10 individuals for programs in Iraq, Afghanistan, or Pakistan. (Sec. 7058) States that funds appropriated by titles III and IV of this Act for child survival activities or disease programs, including HIV/AIDS research, prevention and treatment activities, may be made available notwithstanding any other provision of law except for specified provisions. States that specified funds under title III of this Act should be made available for family planning/reproductive health, including in areas where population growth threatens biodiversity or endangered species. Authorizes specified funds to be made available to combat a pandemic virus if the President reports to Congress that the virus is severe and is spreading internationally. (Sec. 7059) Makes specified funds under this Act available for: (1) gender programs, (2) programs to increase political opportunities for women in countries where women and girls suffer severe forms of discrimination, and (3) a multi-year strategy to prevent and respond to gender-based violence in countries where it is common. Directs the Secretary and USAID to integrate a focus on gender equality in Department and USAID headquarters and overseas operations. Makes funds under this Act available to promote gender equality in U.S. government and development efforts. States that programs funded under titles III and IV of this Act to train foreign police and judicial and military personnel shall: (1) address prevention and response to gender-based violence and trafficking in persons, and (2) promote the integration of women into the police and other security forces of their countries. Makes specified funds under titles III and IV of this Act available for a multi-year strategy to implement the United States National Action Plan on Women, Peace, and Security. (Sec. 7060) Allocates specified funds for: (1) basic education, (2) higher education, (3) the development grants program, (4) environment and energy programs, (5) clean energy programs, (6) adaptation and mitigation programs, (7) sustainable landscapes and biodiversity programs, (8) accountability of expenditures and revenues related to the extraction of natural resources, (9) food security and agriculture development programs, (10) microenterprise and microfinance development programs for the poor and women, (11) reconciliation programs which bring together individuals of different backgrounds from areas of civil strife and war, (12) activities to combat trafficking in persons, and (13) water and sanitation supply projects. (Sec. 7061) Applies specified human-rights-based conditions on assistance to the governments of Kazakhstan and Uzbekistan to appropriations under this Act, except that the Secretary may waive such conditions for Uzbekistan for six-month periods through September 30, 2014, if in the U.S. national security interest and necessary to obtain access to and from Afghanistan. (Sec. 7062) Prohibits funds under titles III through VI of this Act from being provided to a nongovernmental organization or contractor which fails to provide documents, files, or records for USAID auditing requirements. (Sec. 7063) Authorizes the transfer of certain funds under title III of this Act for OPIC. (Sec. 7064) Directs the Secretary to report to Congress regarding: (1) prison and detention facility conditions in countries whose governments receive U.S. assistance and which the Secretary determines raise human rights or humanitarian concerns, and (2) the extent to which these governments are taking steps to eliminate such conditions. (Sec. 7065) Prohibits funds under this Act from being used to support or justify the use of torture, cruel, or inhumane treatment. (Sec. 7066) Prohibits funds under this Act (other than funds for narcotics control and law enforcement, refugee assistance, or antiterrorism activities) from being used to assist the government of a country with which the United States has diplomatic relations and an extradition treaty and refuses to extradite to the United States any individual charged with a criminal offense for which the maximum penalty is life imprisonment without parole, or for killing a law enforcement officer. (Sec. 7067) Authorizes the commercial leasing of certain defense articles (instead of the government-to-government sale) to Israel, Egypt, North Atlantic Treaty Organization (NATO) members, and major non-NATO allies if the President determines that there are compelling foreign policy or national security reasons. (Sec. 7068) Prohibits, with a U.S. national interest waiver, funds under this Act from being made to a government of an Independent State of the former Soviet Union that directs any action in violation of the territorial integrity or national sovereignty of any other Independent State of the former Soviet Union. Authorizes economic support funds under this Act to be made available to specified countries pursuant to the Support for Eastern European Democracy (SEED) Act of 1989 and the FREEDOM Support Act. (Sec. 7069) Directs the Secretary of the Treasury to: (1) instruct the U.S. Executive Director of the International Monetary Fund (IMF) to ensure that any loan will be repaid to the IMF before other private creditors, and (2) ensure that the IMF is implementing whistle blower best practices. Extends certain IMF transparency provisions to this Act. (Sec. 7070) Prohibits, with a U.S. national interest waiver, economic support funds under this Act from being made available to the government of the Russian Federation unless the Secretary certifies to Congress that the government of the Russian Federation: (1) has not implemented any statute or similar government action that would discriminate against religious groups or religious communities in the Russian Federation; (2) is honoring obligations respecting freedom of expression, assembly, press, and due process; (3) is prosecuting law enforcement personnel who have committed human rights abuses; and (4) is releasing detained political leaders, activists, and journalists. (Sec. 7071) Prohibits funds under this Act from being used for first-class travel by employees of agencies funded under this Act in contravention of the Federal Travel Regulation System. (Sec. 7072) Makes specified funds available for USAID programs for people with disabilities in developing countries. (Sec. 7073) Directs the President to submit to Congress a plan for the distribution of the assets of an Enterprise Fund before any distribution resulting from liquidation, dissolution, or winding up of the Fund. (Sec. 7074) Directs the Secretary to implement necessary steps in China, Brazil, and India to reduce or maintain the wait time for visa interviews to three weeks after submission of a visa application. (Sec. 7075) Authorizes USAID in FY2013 to award contracts in which competition is limited to local entities if doing so would result in cost savings, develop local capacity, and appreciably save time. Revises the definition of \"local entity.\" (Sec. 7076) Requires each department, agency, or organization funded under titles I and II of this Act, and the Department of the Treasury to submit to Congress an operating plan for funds appropriated or otherwise available for obligation in FY2013. Requires the Secretary to submit to Congress a spend plan for funds made available under titles III and IV of this Act for assistance for: (1) Iraq, Afghanistan, Pakistan, and the West Bank and Gaza; and (2) food security and agriculture development programs and environment programs. (Sec. 7077) Obligates specified funds to the Special Defense Acquisition Fund, to remain available for obligation until September 30, 2016. (Sec. 7078) Makes specified funds available in FY2013 for the United Nations Population Fund (UNFPA). Prohibits funds under this Act from being used by UNPFA for a program in China. (Sec. 7079) Amends the Bretton Woods Agreements Act to authorize appropriations to pay for the increase in the U.S. subscription to the International Bank for Reconstruction and Development. (Sec. 7080) States that specified funds under this Act to strengthen food security in developing countries may be deemed to be expended on nonemergency food assistance pursuant to the Food for Peace Act. (Sec. 7081) Directs the Secretary to report to Congress regarding programs to promote exports of U.S. goods and services worldwide, particularly to Africa. (Sec. 7082) Extends funding through FY2015 for U.S. contributions to the Heavily Indebted Poor Countries (HIPC) Trust Fund. (Sec. 7083) Authorizes the Secretary to use fees deposited into the fraud prevention and detection account for programs to: (1) increase the number of personnel assigned to preventing and detecting visa fraud; and (2) purchase, construct, and staff facilities used for processing nonimmigrant H-visas temporary workers (H-visas) and nonimmigrant intracompany transfers (L-visas). (Sec. 7084) Revises the fee, and authorizes a limited fiscal year increase, for a border crossing card for minors. (Sec. 7085) Authorizes: (1) the establishment in the Treasury of the Buying Power Maintenance, International Organizations account to offset the impact of exchange rate fluctuations that adversely affect U.S. contributions to international organizations, and (2) related fund transfers. (Sec. 7086) Authorizes the Secretary to transfer any authority, duty, or function assigned to the Coordinator for Counterterrorism, the Coordinator for Reconstruction and Stabilization, or the Coordinator for International Energy Affairs to other Department officials or offices. (Sec. 7087) Authorizes funds in the HIV/AIDS Working Capital Fund to be made available for pharmaceuticals and other products for other global health and child survival activities to the same extent as HIV/AIDS pharmaceuticals and other products. (Sec. 7088) Authorizes the establishment of a USAID Working Capital Fund. (Sec. 7089) Obligates specified funds for pilot programs to address: (1) health and development challenges in Africa and increased economic engagement opportunities with the United States, and (2) security challenges in Africa. (Sec. 7090) Provides that a federal court shall have jurisdiction to review a petition claiming a violation of the the Vienna Convention on Consular Relations or a comparable bilateral international agreement addressing consular notification and access filed by an individual convicted and sentenced to death by any federal or state court before the date of enactment of this Act. (Sec. 7091) Authorizes the Secretary to award grants to the Vietnam Education Foundation, U.S.-accredited institutions of higher education, or not-for-profit organizations engaged in promoting institutional innovation in Vietnamese higher education. (Sec. 7092) States that in determining certain assistance eligibility under the Foreign Assistance Act of 1961 foreign nongovernmental organizations shall not be: (1) ineligible for assistance solely on the basis of health or medical services provided with non-U.S. government funds if such services do not violate the laws of the country in which they are being provided and would not violate U.S. law if provided in the United States; and (2) subject to requirements relating to the use of non-U.S. government funds for advocacy and lobbying activities other than those that apply to U.S. nongovernmental organizations receiving similar assistance. (Sec. 7093) States that if the executive branch makes a determination not to comply with any provision of this Act on constitutional grounds the head of the relevant federal agency shall notify Congress concerning the basis for such determination and any resulting program and policy changes. Title VIII: Overseas Contingency Operations - Appropriates additional funds to the Department for: (1) administration and diplomatic and consular programs, (2) the Office of Inspector General, and (3) international organizations. Appropriates additional funds to USAID for operating expenses. Appropriates additional funds for bilateral assistance for the Economic Support Fund. (Sec. 8001) States that: (1) funds appropriated in this title are in addition to amounts appropriated or otherwise made available in this Act for FY2013, and (2) such additional funds shall be available under the authorities and conditions applicable to such appropriations accounts. (Sec. 8003) Authorizes the transfer of specified funds under this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of State, Foreign Operations, and Related Programs Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of State, Foreign Operations, and Related Programs Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Department of State, foreign operations, and related programs for the fiscal year ending September 30, 2013, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:35:01-05:00"
}