{
  "actions": [
    {
      "acted_at": "1979-02-26", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-02-26", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-02-26", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-08-09", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 96-307.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-08-09", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 96-307.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-08-09", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 96-307.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-08-09", 
      "committee": "Senate Committee on Finance; and Environment and Public Works", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance; and Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-03", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Finance, S. Rept. 96-357.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-09", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Environment and Public Works with amendment, S. Rept. 96-360.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-14", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-14", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-14", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s493-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1979-01-03", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Church, Frank", 
      "sponsored_at": "1979-01-03", 
      "state": "ID", 
      "thomas_id": "01305", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1979-01-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1979-01-03", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Long, Russell B.", 
      "sponsored_at": "1979-01-03", 
      "state": "LA", 
      "thomas_id": "01386", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1979-01-03", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1979-01-03", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-26", 
  "number": "493", 
  "official_title": "A bill to promote the orderly development of hard mineral resources in the deep seabed, pending adoption of an international regime relating thereto, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Deep Seabed Mineral Resources Act", 
  "sponsor": {
    "district": null, 
    "name": "Matsunaga, Spark M.", 
    "state": "HI", 
    "thomas_id": "00749", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-26", 
  "subjects": [
    "Antitrust law", 
    "Conservation of natural resources", 
    "Department of the Treasury", 
    "Environmental assessment", 
    "Environmental protection", 
    "Excise tax", 
    "Government trust funds", 
    "International law", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Maritime law", 
    "Mineral resources conservation", 
    "Mines and mineral resources", 
    "Ocean", 
    "Ocean floor", 
    "Ocean mining", 
    "Taxation", 
    "Treaties", 
    "Water and Water Resources Development", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Ocean mining", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1979-12-14", 
    "text": "(Measure passed Senate, amended) Deep Seabed Mineral Resources Act - Makes findings with respect to the international legal and diplomatic aspects of deep seabed mineral exploration and development, as well as the environmental and economic aspects of exploration for, and commercial recovery of, deep seabed hard mineral resources. States the purposes of this Act as: (1) the encouragement of successful negotiation of a comprehensive Law of the Sea Treaty, which will assure nondiscriminatory access to deep seabed minerals for all nations; (2) the establishment of an interim program to encourage and regulate deep seabed hard mineral exploration and commercial recovery activities of U.S. citizens; and (3) the conservation of deep seabed hard mineral resources. Makes a disclaimer of U.S. extraterritorial sovereignty over deep seabeds. Extends diplomatic protection to every U.S. citizen who explores and commercially recovers mineral resources of the deep seabed. Delimits the jurisdiction of the United States with respect to the exploration and recovery of hard mineral resources of the deep seabed. Encourages the Secretary of State to negotiate a comprehensive Law of the Sea Treaty or other agreements to assure nondiscriminatory access to the hard mineral resources of the deep seabed for all nations. =Title I: Regulation of Exploration and Commercial Recovery by United States Citizens= - Prohibits any U.S. citizen from engaging in exploration or commercial recovery unless authorized: (1) under a license or permit issued pursuant to this Act; (2) under a license or permit issued by a reciprocating State; or (3) pursuant to an international agreement. Exempts from such prohibitions U.S. citizens engaging in scientific research, scientific measurements, exploration equipment design and construction, the furnishing of material for exploration or commercial recovery, or activities of the Federal Government. Permits the continuation of existing exploration upon timely application for a license. Prohibits civilian interference with the activities of a licensee under this Act by the Administrator of the National Oceanographic and Atmospheric Administration (NOAA). Sets forth procedures for the issuance of licenses for exploration and permits for commercial recovery under this Act. Prohibits the issuance of any exploration license before July 1, 1981, or any permit for commercial recovery before January 1, 1982. Requires permittees to use vessels for commercial recovery activities which are documented under the laws of the United States and constructed in the United States. Provides that vessels used in commercial recovery activities shall be deemed to be used in an essential service in the foreign commerce of the United States for purposes of the shipping laws. Requires that the processing of hard mineral resources on land be conducted within the United States pursuant to a permit with respect to such locations, provided that the President does not determine that such restrictions conflict with the national interest. Allows the Administrator to waive such requirements under certain circumstances. Declares any U.S. citizen eligible for a license or permit under this Act. Requires each applicant for a license or permit to submit a work plan which sets forth the activities proposed to be carried out during the period of the license or permit. Sets forth the types of information which must be included in such work plans. Permits the applicant to select the size and location of the work plan area, but prohibits such area from being larger than necessary to satisfy the permittee's estimated production requirements over the initial 20 year term of the permit. Establishes a formula for the determination of priority of right for issuance of licenses. Specifies certain findings that the Administrator, after consultation with other agencies, must make before the certification of an application issuance or transfer of a license or permit. States that the applicant must prove his financial and technical capability before being made eligible for certification. Provides for an antitrust review by the Attorney General and the Federal Trade Commission of any license application made under this Act. Requires the Administrator to publish notice of license and permit applications and of other specified actions in the Federal Register. Allows interested individuals to examine materials related to such applications and actions except those portions required under this Act to be withheld, and to submit written comments within 60 days of such notice. Empowers the Administrator to certify an application for issuance or transfer of a license or permit, upon compliance with procedures set forth in this Act, within 80 days of submission of such application. Requires the Administrator to inform the applicant in writing of unresolved issues, if the application is not certified within the 180-day time provided. Requires the applicant to pay a reasonable administrative fee with each application. Sets forth terms, conditions, and restrictions to be placed in the license or permit and procedures and conditions for the issuance of such license or permit. Allows the licensee or permittee to raise objection to such terms, conditions, or restrictions which he considers are inconsistent with this Act or the regulations issued thereunder. Provides that, if the Administrator and the licensee or permittee are unable to resolve their differences, the licensee or permittee shall be entitled to a decision on the record after the opportunity for an agency hearing. Makes the determination by the Administrator subject to judicial review under current law. Allows modification and revision of terms, conditions, and restrictions after the issuance of any license or permit and after consultation with interested agencies and the licensee or permittee, under the following circumstances: (1) to protect the quality of the environment or promote safety of life and property at sea; (2) to avoid conflict with international obligations, treaties and conventions in force with respect to the United States; and (3) to avoid any situation which may lead to a breach of international peace and security involving armed conflict. Directs the Administrator to establish guidelines for a determination of the extent of a proposed modification or revision. Stipulates that any increase in the size of the area or any change in location to which a work plan applies must be made by application for another license or permit. Sets forth procedures for and effects of denial, suspension, modification, or revocation of a license or permit. Provides that each license shall be issued for a ten-year period and may be extended for five year periods upon request by the licensee, if such licensee has substantially complied with the license and his work plan. Provides that each permit shall be issued for a 20-year term and may be extended thereafter for recovery of hard mineral resources in commercial quantities from the area to which the work plan corresponds. Requires the permit of any permittee to be terminated if, after ten years, the recovery of such resources is not in commercial quantities, except that the Administrator may extend such time period for good cause, but not beyond the initial 20-year time period. Requires the Administrator to establish periodic reasonable expenditures for exploration by the licensee. Authorizes the Administrator to require the permittee to maintain commercial recovery, when such recovery is achieved, throughout the time period of the permit. Allows temporary suspension of such recovery, not to exceed one year, unless conditions justify an extension of the suspension. Directs the Administrator to expand and accelerate the program (the Deep Ocean Mining Environmental Study) which assesses the effects on the environment from exploration and commercial recovery activities. Requires the Administrator to conduct a continuing program of ocean research to support environmental assessment activity through the period of exploration and commercial recovery authorized by this Act, and to report to Congress within 160 days after enactment of such Act regarding such program, including funding levels necessary for the subsequent five years. Requires permits and licenses to contain terms, conditions, and restrictions assuring protection of the environment through the use of the best available technologies, except where the benefits derived therefrom are insufficient to justify the cost. Requires the preparation of environmental impact statements with respect to the areas likely to be developed by U.S. citizens, and for each license or permit deemed to be a major Federal action significantly affecting the environment. Subjects any discharge of a pollutant from any vessel or other floating craft engaged in commercial recovery or exploration activities to the Clean Water Act. Permits license restrictions pertaining to the conservation of natural resources. Prohibits licensees from interfering with the reasonable uses of the seas. Directs the Secretary of the department in which the Coast Guard is operating, in consultation with the Administrator, to set forth requirements in any license or permit to conform with rules and regulations regarding safety of life and property at sea. Requires certain record keeping, navigational safety procedures and disclosures by licensees. Directs the Administrator to make available to the public any materials relevant to this title, except information prohibited from public scrutiny under the Trade Secrets Act. Establishes criminal penalties for unlawful disclosure of confidential information. Permits the Administrator to monitor exploration or commercial recovery operations. Permits relinquishment, surrender, or transfer of licenses or permits by their holders in accordance with specified requirements. Authorizes a civil cause of action for individuals having a valid legal interest which may be adversely affected by actions taken by the Administrator or any licensee or permittee with respect to the requirements of this Act. Provides for the designation of any foreign nation as a reciprocating state, a designation which indicates cooperation between the United States and such nation with regard to exploration and commercial recovery of minerals from the deep seabed. Sets forth criteria for such designation and related provisions. =Title II: Transition to an International Agreement= - Declares the intent of Congress regarding any international seabed agreements to which United States may become a party to be: (1) to provide reasonable access to the deep seabed mineral resources for U.S. citizens; and (2) to recognize certain continuing seabed mining rights of U.S. citizens who have begun such mining operations prior to any such international agreements. Requires the Administrator, in consultation with the Secretary of State, to take all necessary measures to insure, to the maximum extent reasonably possible, consistent with the provisions of such agreement, the continued operation of deep seabed mineral exploration and commercial recovery activities undertaken by U.S. citizens prior to entry into force of such agreement. Directs the Administrator to report to Congress, within one year after implementation of such agreement, on his actions taken under the agreement, including an assessment of whether U.S. citizens have been allowed to continue their mining operations. =Title III: Enforcement Authority= - Makes unlawful any violations of this Act. Establishes civil and criminal penalties for such violations. Directs the Administrator to enforce this Act. Directs the Secretary of the department in which the Coast Guard is operating to have exclusive responsibility for enforcement measures carried out at sea which affect the operation of vessels under a license or permit. Makes vessels in violation of this Act liable in rem for such violation and subject to civil forfeiture. Grants jurisdiction over cases arising under this Act to the United States district courts. =Title IV: Miscellaneous Provisions= - Directs the Administrator to issue regulations for the implementation of this Act and to submit to the Congress an annual report on the implementation of this Act. Authorizes the Administrator to amend the regulations to provide for the conservation of natural resources, protection of the environment, and safety of life and property at sea. Provides that such amended regulations shall apply to all exploration or commercial recovery activities conducted under any license or permit issued or maintained pursuant to such Act. Stipulates that amended regulations which provide for conservation of natural resources shall apply to such activities under an existing license or permit only if the Administrator determines that such regulations will not impose serious or irreparable economic hardship on the licensee or permittee. Requires that any proposed amendment to regulations provide an opportunity for an agency hearing on the record. =Title V: Taxation of Removal of Deep Seabed Hard Minerals= - Deep Seabed Hard Mineral Removal Tax Act of 1979 - Amends the Internal Revenue Code to impose an excise tax on the removal of hard mineral resources from the deep seabed. Allows a permittee to elect the suspension of the tax for metals and minerals held for later processing. Establishes in the United States Treasury a Deep Seabed Fund to receive revenues raised by the excise tax of the removal of hard mineral resources. Provides that such Fund shall be available, as provided by appropriations Acts, for such purposes as Congress may establish, including the payment of financial obligations assumed by the United States pursuant to any international agreement ratified by the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Deep Seabed Mineral Resources Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Deep Seabed Hard Mineral Removal Tax Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the orderly development of hard mineral resources in the deep seabed, pending adoption of an international regime relating thereto, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:44-05:00"
}