{
  "actions": [
    {
      "acted_at": "2010-09-29", 
      "references": [
        {
          "reference": "CR S7801-7802, S7802", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-29", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [
        {
          "reference": "CR S7802", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3888-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "LeMieux, George S.", 
      "sponsored_at": "2010-09-29", 
      "state": "FL", 
      "thomas_id": "01971", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-29", 
  "number": "3888", 
  "official_title": "A bill to make improvements to the Fair Debt Collection Practices Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "End Debt Collector Abuse Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Franken, Al", 
    "state": "MN", 
    "thomas_id": "01969", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-29", 
  "subjects": [
    "Civil actions and liability", 
    "Consumer credit", 
    "Finance and financial sector", 
    "Inflation and prices"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-29", 
    "text": "End Debt Collector Abuse Act of 2010 - Amends the Fair Debt Collection Practices Act to require a debt collector, in the absence of such information in an initial communication or payment of the debt, to include in a written notice to the consumer the following: (1) the date of the last payment to the creditor on the debt and the debt amount at the time of default; (2) the name and address of the last person to extend credit with respect to the debt; (3) an itemization of the principal, fees, and interest that comprise the debt and any other charges added after the date of the last payment; (4) a description of the rights of the consumer concerning the ceasing of debt collector communication with the consumer and having collection efforts stopped; and (5) the name and contact information of the person responsible for handling complaints on behalf of the debt collector. Revises procedures concerning disputed debts to require a debt collector, upon receipt of a notification that a debt is disputed by the consumer, to undertake a thorough investigation of the substance of the dispute and timely provide specific responsive information and verification of the disputed debt. Requires the Federal Trade Commission (FTC) to provide inflation adjustments to damages awarded in cases of noncompliance with fair debt collection practices under the Act. Allows a court, in a civil action alleging violations of fair debt collection practices, to award appropriate relief, including injunctive relief. Deems as an unfair practice a request by a debt collector to a court or law enforcement agency for the issuance of a warrant for the arrest of a debtor or any other similar request that a debt collector knows or should know would lead to the issuance of an arrest warrant, in relation to collection of a debt."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "End Debt Collector Abuse Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make improvements to the Fair Debt Collection Practices Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:00-05:00"
}