{
  "actions": [
    {
      "acted_at": "1985-05-17", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-21", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from GAO, OMB, Defense Department, Office of Government Ethics.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-30", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Office of Government Ethics.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-08-19", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Defense Department (Inspector General).", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-10-17", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from GAO.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1165-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1985-05-17", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-17", 
  "number": "1165", 
  "official_title": "A bill to limit the employment of former Federal Government procurement personnel by certain contractors, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-05-17", 
  "subjects": [
    "Armed forces and national security", 
    "Civil service employment", 
    "Crime prevention", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government contractors", 
    "Government paperwork", 
    "Government procurement", 
    "Military personnel", 
    "Misconduct in office", 
    "Public Contracts, Procurement, and Property", 
    "Veterans' employment"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-17", 
    "text": "Prohibits a former officer or employee of an executive agency and a member or former member of the uniformed services from accepting compensation from a contractor for the three-year period after separation from Government or military service, if during the previous three years such employee was a Government official (of at least a GS-11 level) who had significant responsibilities in the performance of a procurement function with that contractor. Requires executive agency procurement contracts to include a provision that prohibits the contractor from furnishing compensation to any person if acceptance of such compensation would be a violation of this Act. Requires such contractors to report annually to the appropriate agency reviewing official on persons to whom the contractor furnished such compensation during the preceding year. Requires the reviewing official to submit such report to the Congress not later than April 1 of each year. Requires such official to review the report to identify any violation of this Act and to report any violations to the Attorney General. Requires the Director of the Office of Government Ethics to review such report to identify contract violations and report annually to the Congress on any findings. Makes this Act inapplicable to contracts for amounts less than $25,000. Directs the Director of the Office of Government Ethics to coordinate and review the implementation and administration of this Act. Authorizes any person who is offered compensation that, if accepted, might be in violation of this Act to request advice from the Office of Government Ethics. Sets forth a schedule for responses to such requests. Directs the Administrator of the Office of Federal Procurement Policy, not later than 180 days after the effective date of this Act, to issue regulations with respect to procurement functions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to limit the employment of former Federal Government procurement personnel by certain contractors, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:26-05:00"
}