{
  "actions": [
    {
      "acted_at": "1983-04-07", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s997-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1983-05-17", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1983-04-27", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1983-05-09", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-07", 
  "number": "997", 
  "official_title": "A bill to authorize and direct the Secretary of the Interior to engage in a special study of the potential for groundwater recharge in the High Plains States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "High Plains States Groundwater Demonstration Program Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Exon, J. James", 
    "state": "NE", 
    "thomas_id": "01328", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-07", 
  "subjects": [
    "Arizona", 
    "California", 
    "Colorado", 
    "Groundwater", 
    "Idaho", 
    "Kansas", 
    "Montana", 
    "Nebraska", 
    "Nevada", 
    "New Mexico", 
    "North Dakota", 
    "Oklahoma", 
    "Oregon", 
    "South Dakota", 
    "Texas", 
    "Utah", 
    "Washington State", 
    "Water and Water Resources Development", 
    "Water supply", 
    "Wyoming"
  ], 
  "subjects_top_term": "Water supply", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-07", 
    "text": "High Plains States Groundwater Demonstration Program Act of 1983 - Amends the Reclamation Act of 1902 to include groundwater recharge as an authorized irrigation works purpose. Directs the Secretary of the Interior, acting through the Bureau of Reclamation (Bureau), to conduct, in two phases, an investigation of and to establish demonstration projects for groundwater recharge of aquifers in Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas and Wyoming (the High Plains States) as well as in Arizona, California, Idaho, Montana, Nevada, North Dakota, Oregon, Utah and Washington (the other Reclamation Act States). Directs the Bureau to consult with the U.S. Geological Survey, other appropriate Federal agencies and departments, the High Plains States, and the other Reclamation Act States to carry out this Act. Directs the Bureau, during phase I, to develop a detailed plan for not less than 12 demonstration projects in the High Plains States and for not more than 9 demonstration projects in the other Reclamation Act States. Requires such plan to determine whether various recharge technologies may be applied to diverse geologic and hydrologic conditions. Directs the Bureau to recommend the demonstration projects to be designed, constructed, and operated during phase II. Requires the Secretary, within 18 months of enactment of an appropriation Act to carry out phase I, to transmit a report to Congress containing recommendations for phase II and a detailed statement of findings and conclusions. Directs the Bureau during phase II to design, construct, and operate such demonstration projects as are recommended in the Secretary's report to Congress. Directs the Secretary, acting through the Bureau, to contract with the High Plains States and the other Reclamation Act States to conduct a study to: (1) identify and evaluate alternative means by which the costs of groundwater recharge projects could be allocated among the project beneficiaries; and (2) identify and evaluate the economic feasibility of and the legal authority for utilizing groundwater recharge in water resource development projects. Requires the Secretary to submit interim reports to Congress on the progress of provisions of this Act within 12 months after the initiation of phase II and a final report within five years. Authorizes appropriations for fiscal years beginning after September 30, 1983 for phase I, and such sums as may be necessary to carry out phase II. Authorizes the matching of Federal funds to meet the costs of phase II and authorizes the Secretary to enter into memoranda of agreement with the High Plains States and the other reclamation Act States to meet the costs of phase II."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "High Plains States Groundwater Demonstration Program Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize and direct the Secretary of the Interior to engage in a special study of the potential for groundwater recharge in the High Plains States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:46-05:00"
}