{
  "actions": [
    {
      "acted_at": "1979-02-15", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-02-15", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2199-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-15", 
  "number": "2199", 
  "official_title": "A bill to designate certain lands in the State of Alaska as units of the National Park, National Wildlife Refuge, Wild and Scenic Rivers and National Wilderness Preservation System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Alaska National Interest Lands Conservation Act", 
  "sponsor": {
    "district": "5", 
    "name": "Huckaby, Thomas J. (Jerry)", 
    "state": "LA", 
    "thomas_id": "00569", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-15", 
  "subjects": [
    "Advisory bodies", 
    "Alaska", 
    "Alaskan natives", 
    "Animals and Animal Protection", 
    "Arts, culture, religion", 
    "Boundaries", 
    "Capital gains tax", 
    "Concessions", 
    "Conservation of natural resources", 
    "Easements", 
    "Employment and training programs", 
    "Environmental assessment", 
    "Environmental protection", 
    "Evaluation", 
    "Federal advisory bodies", 
    "Fishing", 
    "Forest products", 
    "Forests and forest products", 
    "Government liability", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Historic sites", 
    "Hunting", 
    "Indian claims", 
    "Indian hunting and fishing rights", 
    "Indian lands", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Land reform", 
    "Land transfers", 
    "Land use", 
    "Legislative procedure", 
    "Lumber trade", 
    "Mineral resources conservation", 
    "Mines and mineral resources", 
    "Mining claims", 
    "Mining leases", 
    "National defense", 
    "National forests", 
    "National parks", 
    "Native Americans", 
    "Navigation", 
    "Navigation (Aeronautics)", 
    "Oil and gas leases", 
    "Parks and Natural Areas", 
    "Petroleum and petroleum products", 
    "Petroleum in submerged lands", 
    "Petroleum pipelines", 
    "Petroleum reserves", 
    "Pipelines", 
    "Presidential powers", 
    "Protection of animals", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Public meetings of administrative bodies", 
    "Public utilities", 
    "Recreation areas", 
    "Recreational vehicles", 
    "Right-of-way", 
    "Rivers", 
    "Roads and highways", 
    "Stocks", 
    "Tourist trade", 
    "Transportation and state", 
    "Trapping", 
    "Water and Water Resources Development", 
    "Wild rivers", 
    "Wilderness areas", 
    "Wildlife conservation", 
    "Wildlife management", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-15", 
    "text": "Alaska National Interest Lands Conservation Act - Title I: Findings, Policy, and Definitions - Declares it to be the policy of the Congress that: (1) it is necessary to immediately designate public lands in Alaska for inclusion in the National Park, National Wildlife Refuge, Wild and Scenic Rivers, National Forest, National Trails, and National Wilderness Preservation Systems; (2) intangible values shall be considered on an equal basis with quantifiable values, sound ecological principles shall be adhered to, and full public participation shall be encouraged in the planning, management, and administration of these conservation system units; (3) the public should have access to the public lands in Alaska, including access to those public lands which constitute conservation system units, consistent with the purposes for which those units are established; (4) those persons now dependent upon subsistence use of the public lands in Alaska should be enabled to continue in that lifestyle, to the extent possible, and within conservation system units, in a manner consistent with the purposes for which the units are established or expanded; and (5) in carrying out the provisions of this Act, the Federal Government, is to give continuing consideration to the interest of the State of Alaska and its subdivisions and the Native Corporations in maintaining a viable economy and providing employment for citizens of Alaska. Excludes land selections of the State of Alaska which have been tentatively approved under the Alaska Statehood Act, as well as certain other selections, from the definition of \"public lands.\" Title II: National Park System - Establishes as units of the National Park System: (1) Aniakchak National Monument and Aniakchak National Preserve; (2) Bering Land Bridge National Preserve; (3) Cape Krusenstern National Monument and Cape Krusenstern National Preserve; (4) Gates of the Arctic National Park and Gates of the Arctic National Preserve; (5) Kenai Fjords National Park; (6) Kobuk Valley National Park; (7) Lake Clark National Park; (8) Noatak National Preserve; (9) Wrangell-Saint Elias National Park and Wrangell-Saint Elias National Preserve; (10) Yukon-Charley Rivers National Preserve; and (11) Misty Fjords National Preserve. Expands and redesignates: (1) Mount McKinley National Park, by adding Mount McKinley National Preserve; (2) Glacier Bay National Monument, to be designated as Glacier Bay National Park; and (3) Katmai National Monument, to be designated as Katmai National Park and Katmai National Preserve. Directs the Secretary of the Interior to administer the lands, waters, and interests so established, designated, or enlarged. Provides that certain valid Native selections are recognized and shall be honored and conveyed by the Secretary in accordance with the Alaska Native Claims Settlement Act and this Act. Title III: National Wildlife Refuge System - Defines the term \"conserve,\" for the purposes of this Title, as the use of such methods and procedures necessary to insure the protection, maintenance, and management of fish, wildlife, and plants, their habitats and the ecological systems of which they form a constituent element. Defines \"refuge\" to mean any unit of the National Wildlife Refuge System established by this Act, prior to the enactment of this Act, or following the enactment of this Act. Declares the major purposes of each refuge to be: (1) to conserve designated fish and wildlife as well as other fish and wildlife, and plants within the refuge; (2) to fulfill the international treaty obligations of the United States with respect to fish and wildlife and habitat; (3) to ensure water quality and water quantity within the refuge; and (4) to protect, maintain or enhance any special value of the refuge, as well as any other archaeological, cultural, ecological, geological, historical, paleontological, recreational, or scenic value of the refuge. Provides that each refuge shall be administered by the Secretary to achieve such purposes, and in accordance with the laws governing the administration of units of the National Wildlife Refuge System, the laws governing the conservation and protection of fish and wildlife and plants, and this Act. Directs the Secretary to administer each refuge in such a way as to provide an opportunity for subsistence uses, to the extent that they are compatible with the major purposes of the refuge. Withdraws subject to valid existing rights all public lands in each refuge from all forms of appropriation under the Federal mining laws and from operation of the mineral leasing laws. Authorizes the Secretary to permit oil and gas development and hardrock mining under a leasing program. Directs the Secretary to prepare a comprehensive conservation plan for each refuge. Sets forth the contents of such plans. Requires that the Secretary consult with the appropriate State agencies and Native Corporations, and hold public hearings, in preparing such plans. Provides that the Secretary shall publish notice of a proposed plan in the Federal Register, and make copies of the plan available to at each regional office of the United States Fish and Wildlife Service, and provide opportunity for public views and comment on the plan. Establishes as units of the National Wildlife Refuge System: (1) Alaska Maritime National Wildlife Refuge; (2) Arctic National Wildlife Refuge; (3) Becharof National Wildlife Refuge; (4) Innoko National Wildlife Refuge; (5) Kanuti National Wildlife Refuge; (6) Kenai National Wildlife Refuge; (7) Kodiak National Wildlife Refuge; (8) Koyukuk National Wildlife Refuge; (9) Nowitna National Wildlife Refuge; (10) Selawik National Wildlife Refuge; (11) Tetlin National Wildlife Refuge; (12) Yukon Delta National Wildlife Refuge; and (13) Yukon Flats National Wildlife Refuge. Designates the significant fish and wildlife of each refuge. Designates the Izembek National Wildlife Range as a Refuge. Authorizes the Secretary to permit timber harvesting and the use of rivers within wildlife refuges for transport of such timber so long as such activities are compatible with the major purposes of such refuges. Directs the Secretary to undertake to enter into cooperative management agreements with Native Corporations, the State, or persons owning land within or adjacent to a refuge. States that each such agreement shall provide that the land subject to the agreement shall be managed by the owner in a manner compatible with the major purposes of the refuge, and in a manner which will not diminish opportunities for subsistence uses in the refuge. States that the Congress finds that barren-ground caribou are a migratory species deserving special protection and that the Western Arctic and Porcupine herds of such caribou are of national and international significance. Directs the Secretary to conduct a study of the barren-ground caribou herds north of the Yukon River, and, acting through the Secretary of State, to initiate negotiations with the Government of Canada in order to enter into a treaty to protect the Porcupine caribou herd and its habitat. Declares that all Executive orders and other administrative actions which were in effect on the day before the date of the enactment of this Act will remain in force, except to the extent that they are inconsistent with this Act or the Alaska Native Claims Settlement Act. Title IV: National Forest System - Provides for the expansion of (1) Tongass National Forest, and (2) Chugach National Forest, to be administered as specified by the Secretary of Agriculture. Establishes within the Chugach National Forest the Seward National Recreation Area. Withdraws from location, entry, and patent under Federal mining laws minerals in Federal lands within the Copper River addition to the Chugach National Forest, subject to valid existing rights. Authorizes the Secretary of Agriculture to permit removal of leasable and nonleasable minerals from such lands in accordance with specified laws and upon a finding of no significant adverse effects therefrom. Title V: National Wild and Scenic Rivers System - Amends the Wild and Scenic Rivers Act by adding to the Wild and Scenic Rivers System the following rivers (or segments thereof) which are outside the boundaries of other conservation system units: Birch Creek, Delta, Fortymile, Gulkana, Alagnak, Unalakleet, Yukon (Ramparts section), Kisaralik, and Beaver Creek. Adds to the system the following rivers (or segments thereof) which form the boundary of, or are within, any national preserves in Alaska: Alatna, Alagnak, Aniakchak, Charley, Chilikadrotna, Chitina, Kayukuk, Mulchatna, Noatak, Salmon, Tmayguk and Tlikakila. Adds to the system portions of the following rivers which form the boundary of, or are within, any national wildlife refuge in Alaska: Sheenjek, Andreafsky, Ivishak, Kisaralik, and Wind. Requires that detailed boundaries and development plans be established for such rivers within one to four years of the date of enactment of this Act. Designates the following rivers to be studied for possible inclusion in the system: Colville, Copper (Iliamna), Copper, Etivluk-Nigu, Holitna-Hoholitna, Ikpikpuk, Koyuk, Kusikokwim (Middle), Melozitna, Mulchatna, Nelchina-Tazlina, Nuyakuk, Situk, Utukok, Nowitna (within the Nowitna Wildlife Refuge), Porcupine, Sheenjek (lower), and Kanektok. Sets forth time requirements for completion of such studies. Amends the Wild and Scenic Rivers Act to authorize the Secretary to seek cooperative agreements with the owners of non-Federal lands adjoining certain rivers newly designated as units of the Wild and Scenic Rivers System. Amends such Act further to withdraw all public lands constituting the bed or bank, or are within an area two miles from the bank, of the river channel designated for study under this Title from entry, sale, or other disposition under Federal public land laws, and from all forms of appropriation, subject to valid existing rights, under Federal mineral leasing laws. Title VI: Designation of Wilderness and Wilderness Study Within Units or Additions to Units of the National Park, National Wildlife Refuge, and National Forest System - Designates certain lands in the following areas as wilderness and components of the National Wilderness Preservation system: (1) Aniakchak National Monument and Preserve; (2) Gates of the Arctic National Park; (3) Glacier Bay National Park; (4) Katmai National Park; (5) Kobuk Valley National Park; (6) Lake Clark National Park and Preserve; (7) Noatak National Preserve; (8) Wrangell-Saint Elias National Park and Preserve; and (9) Yukon-Charley National Preserve. Directs the Secretary to review the nondesignated wilderness within the boundaries of such units and report to the President and the Congress his recommendations concerning all such units within four years after the date of enactment of this Act. Designates certain lands within the following areas as wilderness and components of the National Wilderness Preservation System: (1) Alaska Maritime National Wildlife Refuge, to be known as Alaska Maritime Wilderness, Aleutian Islands Wilderness, Unimak Wilderness, and Semidi Wilderness; (2) Arctic National Wildlife Range; (3) Innoko National Wildlife Range; (4) Izembek National Wildlife Range; (5) Kanuti National Wildlife Range; (6) Kenai National Wildlife Range; (7) Selawik National Wildlife Range; (8) Koyukuk National Wildlife Refuge; (9) Yukon Delta National Wildlife Refuge, to be known as Andreafsky Wilderness; (10) Admiralty Island Wilderness; (11) Coronation Island Wilderness; (12) Endicott Island Wilderness; (13) Maurille Islands Wilderness; (14) Petersburg Creek-Duncan Salt Chuck Wilderness; (15) Russell Fjord Wilderness; (16) South Baranof Wilderness; (17) South Prince of Wales Wilderness; (18) Stikine-LeConte Wilderness; (19) Tebenkof Bay Wilderness; (20) Tracy-Arm-Fords Terror Wilderness; (21) Warren Island Wilderness; and (22) West Chichagof-Yakobi Wilderness. Directs the Secretary to review, as to suitability or nonsuitability for preservation as wilderness, certain other areas within the conservation system units. Sets forth provisions regarding exchanges of timber rights with shareholders of corporations formed pursuant to the Alaska Native Claims Settlement Act made necessary by the wilderness designations under this title. Directs the Secretary of Agriculture to review for possible wilderness preservation Nellie Juan-College Fjord Study Area. Designates specified lands within the Tongass National Forest as special management areas. Sets forth rules for managing such areas including a prohibition on sale of timber on national forest system lands within such areas for ten years after enactment. Authorizes a waiver of such prohibition after ten years, upon a finding by the Secretary of Agriculture that such timber must be sold to maintain the timber supply to dependent industry. Establishes the National Forest Timber Utilization Program. Authorizes the Secretary to improve access to timber resources in the Tongass National Forest and to provide loans to national forest materials' purchasers for equipment purchases and new technology implementation to assist in utilizing wood products not otherwise usable. Authorizes the appropriation of specified amounts from National Forest Fund receipts for the purposes of such program. Sets forth special provisions regarding the management of such wilderness areas. Stipulates that such provisions are enacted in recognition of the unique conditions in Alaska, and are not to be applied to lands outside of Alaska. Directs the Secretary of Agriculture to modify existing national forest timber sale contracts applying to lands designated by this Act as wilderness by substituting timber on other national forest lands. Title VII: Subsistence Management and Use - Declares it is the policy of Congress that, consistent with sound management principles, utilization of public lands in Alaska is to cause the least possible adverse impact on subsistence-dependent rural residents. Gives preference to the taking of fish and wildlife on public lands for subsistence purposes over the taking on such lands of fish and wildlife for other purposes. Directs the Secretary of Interior to establish not less than five subsistence resource regions. Requires that there be sufficient number and boundaries of such regions to assure that regional differences in subsistence uses are adequately accommodated. Provides for the establishment of regional and local advisory councils in each such region. Sets forth the function of such councils, including the review, evaluation, and recommendation of regulations, policies, management plans, guidelines and other matters relating to subsistence uses of fish and wildlife within the region. Directs the Secretary to follow the advice of such councils with respect to fish and wildlife management in such areas unless other specified factors exist. Directs the Secretary to forego the above-mentioned duties in the event the State undertakes an equivalent subsistence management program within one year of enactment of this Act. Requires the Secretary to monitor the State subsistence management program and its implementation, and sets forth enforcement procedures to insure State compliance with such program. Directs the Secretary and the Governor to establish a subsistence resources commission for each national park or monument permitting authorized subsistence uses to recommend changes in the subsistence management program when necessary. Authorizes the Secretary to enter into cooperative agreements or to cooperate with other Federal agencies, the State of Alaska, Native Corporations and other appropriate persons and organizations in order to protect subsistence resources and uses. Sets forth procedures for Federal agency evaluation of the impact of land use decisions on subsistence uses on lands under the primary jurisdiction of such agencies. Prohibits withdrawals, reservations, leases, permits, or other uses, occupancies, or dispositions of such lands without specified notice to and hearings with appropriate councils, committees and the public. Authorizes research on fish and wildlife and subsistence uses on the public lands, to be undertaken by the Secretary, acting through the United States Fish and Wildlife Service and the National Park Service. Imposes reporting requirements on the Secretary relating to the monitoring and other activities authorized under this title. Authorizes the Secretary of the Interior and the Secretary of Agriculture to prescribe such regulations as are necessary for carrying out their responsibilities under this title. Closes all national parks and monuments in Alaska to the taking of wildlife except for subsistence uses to the extent permitted by this Act. Stipulates that nothing in this Title is intended to alter the authority of the Secretary to designate areas and establishment periods for the taking of fish and wildlife for reasons of public safety, administration, or to assure the continued viability of a particular fish or wildlife population. Authorizes the Secretary to close temporarily public lands (including those within any conservation system unit) to subsistence uses if necessary for reasons of public safety or administration, or to assure the natural stability and continued productivity of one or more fish or wildlife populations. Title VIII: Implementation of Alaska Native Claims Settlement Act and Alaska Statehood Act - Conveys to a Village Corporation found eligible by the Secretary of Interior, the surface estate to public land in its \"core\" township or townships (towns or townships in which the Native Villages are located). Stipulates that where two or more corporations have claim to the same township, the conveyance is delayed until an arbitration decision or other binding agreement between or among the Corporations is filed with and published by the Secretary. Conveys to a Village Corporation found eligible by the Secretary, the surface estate to certain lands in the \"core\" township. Conveys the surface and subsurface estate in the former Indian Reserve to certain Village Corporations. Excludes the Village Corporation for the Native Village of Klukwan from such conveyances. Conveys the subsurface estate in \"core\" townships conveyed to Village Corporations, to Regional Corporations to the extent they would otherwise have obtained such subsurface estate pursuant to the Alaska Native Claims Settlement Act. Permits Native Corporations to utilize an expedited conveyance procedure, and sets forth such procedure. Requires Native Corporations choosing to utilize such procedure to file with the Secretary lists of their conveyance priorities. Sets forth administrative provisions concerning: (1) easements on core township lands, other lands, and acquisition of future easements; (2) status of certain lease offers; (3) extension of the moratorium on State taxation of undeveloped and unimproved lands; (4) Alaska Native allotments; and (5) State selection and conveyances. Establishes the Alaska Land Bank Program to facilitate the coordinated management and protection of Federal, State, and Native and other private lands. Authorizes certain private landowners to enter into agreements with the Secretary for ten years, with five year renewal periods, concerning the management of the affected lands. Sets forth required terms of such agreements, as well as benefits to private landowners. Provides, as to Native Corporations and other persons or groups that have received or will receive lands or interests therein pursuant to the Alaska Native Claims Settlement Act on this Title, immunity from adverse possession, Federal and State taxation, and judgment in any action at law or equity to recover sums owned or penalties incurred by any Native Corporation, or any officer, director, or stockholder of any such Corporation. Provides for judicial review of decisions of the Secretary under this title or the Alaska Native Claims Settlement Act if: (1) such action is initiated before a court of competent jurisdiction within two years of the day the Secretary's decision becomes final, or the date of enactment of this Act (whichever is later); and (2) the party seeking such review has exhausted any administrative appeal rights. Title IX: Transportation and Utility Systems In and Across, and Access Into, Conservation System Units - Declares that applications for rights-of-way in conservation system units in Alaska shall be made only pursuant to this title. Provides that transportation and utility systems subject to this title are: (1) systems for the transportation of water; (2) pipelines and other systems for the transportation of other liquids and gases, including oil, natural gas, synthetic liquid and gaseous fuels, and any refined product produced therefrom; (3) pipeline, slurry and emulsion systems, and conveyor belts for transportation of solid materials; (4) systems for transmission and distribution of electric energy; (5) systems for transmission of radio, television, telephone, telegraph, and other electronic signals, and other means of communication; (6) improved rights-of-way for snow machines, air cushion vehicles, and other all-terrain vehicles; and (7) roads, highways, railroads, tunnels, tramways, airports, and other systems of transportation. Directs the Secretaries of Transportation, the Interior, and Agriculture, in consultation with the appropriate Federal agencies, to jointly prepare and publish a consolidated application form for a right-of-way to occupy, use or traverse any conservation system unit in Alaska, or the National Petroleum Reserve-Alaska for each such transportation or utility system, within one year of enactment of this Act. Sets forth procedures for the consideration and processing of such applications. Directs the Secretary of the Interior (or the Secretary of Agriculture, when a unit of the National Forest is involved), and the Secretary of Transportation, together with the head of the appropriate regulatory agency, to jointly prepare any required environmental impact statement. Provides for appeal of denials of such applications to the President, and subsequently, in the appropriate Federal court. Requires that certain approved applications be submitted to the President for his recommendations, and then submitted to the Congress for approval. Directs the appropriate Secretary to issue such right- of-way upon enactment of a joint resolution by the Senate and the House of Representatives approving the application. Provides that, except for rights-of-way issued pursuant to a joint resolution of Congress, no right-of-way shall be issued unless the need for it has been identified in a study conducted by the State in consultation with the Secretaries of Transportation, the Interior, and Agriculture, and the Alaska Land Use Council. Permits the use of snowmobiles, motorboats, airplanes which may land on snow, ice, or water or on designated sites, and nonmotorized surface transportation methods, on conservation system units, National Recreation Areas, National Conservation Areas, and the National Petroleum Reserve-Alaska. Provides for temporary access to such areas, as well as certain other lands to permit the State, or private landowner access for survey, geophysical, exploratory, or other temporary, non-harmful uses. Insures access to inholdings within such areas and lands for economic and other purposes. Removes certain restrictions on the North Slope Haul Road as long as the State keeps the road closed to the public. Stipulates that nothing in this Title shall be construed to adversely affect any valid existing right of access. Title X: Coordination - Establishes the Alaska Land Use Council, composed of the Alaska field directors of the Federal land managing and planning agencies, as well as the National Oceanic and Atmospheric Administration, and the Department of Transportation, and the Commissioners of the Alaska Departments of Natural Resources, Fish and Game, Environmental Conservation, Transportation, and Community and Regional Affairs. Requires that all Council meetings be open to the public, with at least 15 days notice of such meetings in the Federal Register and in newspapers of general circulation in Alaska. Directs the Council to conduct studies and advise the Secretary of the Interior, the Secretary of Agriculture, other Federal agencies, the State and local governments, and Native Corporations regarding land and resource uses in Alaska, including transportation planning, land use designation, fish and wildlife management, tourism, agricultural development, coastal zone management, and preservation of cultural and historical resources. Authorizes the Council to recommend cooperative planning and management zones where the management of lands or resources of one member materially affects another. Authorizes Federal members of the Council to enter into cooperative agreements with Federal agencies, with State and local agencies, and with Native Corporations for mutual consultation, review, and coordination of resource management plans within such zones. Authorizes the Secretary to provide technical and other assistance to landowners whose lands or resources are subject to a cooperative agreement, for fire control, trespass control, law enforcement, resource use, and planning. States that such assistance may be provided without reimbursement if the Secretary determines that doing so would further the purposes of the cooperative agreement and would be in the public interest. Provides that the Council will terminate in ten years, unless it is extended by Congress. Provides that Federal participation in the Joint Federal-State Land Use Planning Commission for Alaska shall cease 90 days following the date of enactment or the appointment of the Federal Cochairman of the Council, whichever is later. Directs the Council to establish a committee of land-use advisors, made up of representatives of commercial and industrial land users in Alaska, recreational land users, wilderness users, environmental groups, Alaska Natives, local governments, and other citizens. Establishes a Federal Coordination Committee, composed of the Secretaries (or their designees) of Agriculture, Energy, the Interior, and Transportation, the Administrators of the Environmental Protection Agency, and the National Oceanic and Atmospheric Administration, and the Federal and State Cochairman of the Council. Requires that such Committee meet at least once every four months, in order to coordinate those programs and functions of their respective agencies which affect the administration of lands and resources in Alaska. Provides for the preparation and implementation of a comprehensive and systematic cooperative management plan, agreed to by the United States and the State, for the Bristol Bay Cooperative Region. Sets forth provisions to be included in such plan. Declares that such plan shall take effect upon enactment of a joint resolution by the Senate and the House of Representatives, if the State has given force and effect to the plan under State law. Authorizes the Secretary to prepare such plan if the State does not participate in the preparation. Withdraws all Federal lands within such region, other than land within conservation system units, from all forms of entry or appropriation under the mining laws and from operation of the mineral leasing laws of the United States, on the date of enactment of this Act. Places such lands under the jurisdiction of the United States Fish and Wildlife Service, pending adoption of such plan, unless the State does not give force and effect under State law within the prescribed period. Title XI: Administrative Provisions - Authorizes the Secretary to acquire by purchase, donation, or exchange any lands within the boundaries of any conservation system unit. Stipulates that land owned by the State, a political subdivision or a Native Corporation may only be acquired with that party's consent. Sets forth administrative provisions relating to such acquisitions. Authorizes the Secretary to exchange lands or interests in lands with specified Native Groups and Corporations, as defined in the Alaska Native Claims Settlement Act, other municipalities and corporations or individuals, the State of Alaska, or any Federal agency. Authorizes the Secretary to acquire up to 7,500 acres of archaeological or paleontological sites outside of the Krusenstern National Preserve, the Bering Land Bridge National Preserve, Kobuk Valley National Monument and Preserve, and the Yukon-Charley Rivers National Preserve. Requires the Secretary, prior to acquiring any such property in excess of 100 acres to submit notice of the proposed acquisition to the appropriate committees of the Congress, and publish notice of such proposed acquisition in the Federal Register. Authorizes the Secretary to establish an information and education center for visitors to Alaska, on no more than 1,000 acres of land adjacent to the Alaska Highway. Authorizes the Secretary to establish such centers in Anchorage and Fairbanks, and authorizes the Secretary of Agriculture to establish such a center in Juneau, Ketchikan, or Sitka. Sets forth provisions relating to program planning, construction, operation and administration of such center. Authorizes the Secretary to establish administrative sites and visitor facilities within the conservation units, if compatible, or outside the units. Directs the Secretary to locate such sites and facilities on Native lands where practicable and desirable. Sets forth the authorities of the Secretary in regard to establishing such sites and facilities. Directs the Secretary, under reasonable terms, to permit a person who on or before January 1, 1978, was adequately providing any type of visitor service to a conservation system unit, to continue providing the services if they are consistent with the purposes of the unit. Requires that the Secretary, in selecting persons to provide visitor services, give preference to Native Corporations most directly affected by the conservation system unit, and local residents. Directs the Secretary to establish a local-hire program, under which the Secretary will consider for selection qualified local residents to positions in any of the units, without regard to civil service regulations which require minimum periods of formal training or experience, other preference provisions, or numerical limitations on personnel. Requires the Secretary to submit annual reports and recommendations to Congress on such program. Requires the Secretary to prepare detailed management plans for national park and wildlife refuge units and submit them to Congress within five years of the date of enactment of this Act. Sets forth requirements for such plans, factors which must be considered, public hearing requirements, and requirements for reports to the appropriate committees of Congress. Closes all areas of the National Park System in Alaska to the taking of fish and wildlife, except for authorized subsistence use, fishing, and sport hunting as the Secretary may permit within national preserves. Stipulates that other conservation units will be subject to applicable Federal and State law. Requires that a map and legal description of each conservation system unit be filed with the appropriate committees of the Congress, and be available in the Alaska and Washington, D.C. offices of the Federal land managing offices. Stipulates that the boundaries of areas added to the National Park, National Wildlife Refuge and National Forest Systems in coastal areas shall not extend seaward beyond the mean high tide line to include State-owned lands without State approval and compliance with the notice and reporting requirements of this Act. Sets forth requirements for the submission to Congress of environmental impact statements and reports on major Federal actions in the units. Withdraws lands within the recreation areas, from location, entry and patent under Federal mining laws, subject to valid existing rights. Authorizes the Secretary to permit removal of minerals upon a finding that no significant adverse impact would result, and to issue regulations to that effect. Provides that National Preserves in Alaska are to be administered as units of the National Park System except that hunting and fishing will be permitted therein as regulated. Stipulates that sport hunting shall be permitted in designated wilderness areas within National Preserves, subject to reasonable regulation. Directs the Secretary to review all lands within National Parks, National Monuments, and units of the National Wildlife Refuge System as to their suitability or nonsuitability for preservation as wilderness and to report his findings to the President. Allows assistance and technical expertise to be provided by the Secretary to a Native Corporation or group in order to preserve, display, and interpret cultural resources. Title XII: Miscellaneous - Permits the State of Alaska to donate mineral interests, as well as surface estate lands, to the Klondike Gold Rusk National Historical Park. Provides for the continued use, operation, and maintenance of: (1) existing air and water navigation aids and existing facilities for weather, climate, and fisheries research, where they are located within the conservation system units; and (2) existing facilities for national defense purposes, and related air and water navigation aids, within or adjacent to conservation system units. Permits the establishment, operation, and maintenance within any conservation system unit of new air and water navigation aids and related facilities, facilities for national defense purposes and facilities for weather, climate, and fisheries research and monitoring. Withdraws all public lands within the conservation system units in Alaska, subject to valid existing rights, from the mining and mineral leasing laws of the United States. Directs the Secretary to study the desirability of establishing a Denali Scenic Highway and within three years after the date of enactment to report to the President, who shall advise the President of the Senate and the Speaker of the House of Representatives of any legislation to create such a scenic highway (if so recommended). Exempts lands in Alaska from specified provisions of the Federal Land Policy and Management Act of 1976. Provides that the Secretary may recommend to the Congress the inclusion of certain areas in the National Wilderness Preservation System. Enunciates the Secretary's duty of reviewing the wilderness values and recommending appropriate designations in the National Petroleum Reserve in Alaska. Authorizes the appropriation of such sums as may be necessary to carry out the provisions of this Act for fiscal years beginning after fiscal year 1979. Title XIII: Minerals, Assessments, Exploration, Development, and Extraction on Conservation System Units - Sets forth procedures for handling applications for oil or gas leases for lands within a unit of the National Wildlife Refuge System which are not also part of the National Wilderness Preservation System. Directs the Secretary to assess the oil, gas, and other mineral potential on all public lands in Alaska. Directs the President to transmit to Congress annually, beginning not later than October 1, 1981, all pertinent public information relating to minerals in Alaska gathered by specified Federal agencies, and to prepare and submit a study on the advisability of private mineral development activities in conservation system units. Authorizes the President to recommend to Congress that mineral development activities be permitted in specified areas in which such activities are otherwise prohibited by this Act, and permits such recommendation to take effect upon approval of both Houses of Congress. Directs the Secretary to conduct a Federal North Slope Lands Study Program to determine the potential for oil and gas development of such lands, any adverse effects on wildlife from such development, and the national interest in preserving and protecting such lands and the wildlife living thereon. Requires the Secretary to submit to Congressional committees a plan for the exploration of oil and gas on the non-wilderness portion of the Arctic National Wildlife Range. Exempts such exploration program from the environmental impact statement provisions of the National Environmental Policy Act of 1969. Prohibits production of oil and gas derived from such lands until authorized by Congress. Sets forth specific directives as to the conduct of the wilderness, wildlife resources, and transportation portions of the north slope lands study. Directs the Secretary to establish an oil and gas leasing program on Federal lands in Alaska not subject to such study. Title XIV: Amendments to the Alaska Native Claims Settlement Act and Related Provisions - Amends the Alaska Native Claims Settlement Act to cancel all stock issued previous to December 18, 1991, and to issue shares of appropriate class stock to each stockholder. Makes further provisions for permissable restrictions on stockholders; amendments to the articles of incorporation; and stock alienation, annual audits, and transfer of stock ownership. Provides for the taxation of revenues or proceeds derived from real property interests and capital gain or loss on subsequent sale or disposition of land received pursuant to this Act. Makes further provisions regarding Federal income taxation with respect to exclusions from income, status of Native Corporations, and deductions, arising from selections and conveyance of lands pursuant to this Act. Includes provisions for: (1) the selection of land by a Village Corporation where the lands selected and conveyed are insufficient to fulfill the Corporation's entitlements; (2) the selection of land by Regional Corporations where the public lands consist only of the mineral estate; and (3) the conveyance of fee title of existing cemetery and historical places to appropriate Regional Corporations. Disentitles any Regional Corporation which asserts a claim with the Secretary to certain subsurface estate of lands selected under such Act which are in a Wildlife Refuge, to any in lieu surface or subsurface estate. Requires that any such claim must be asserted within 180 days after enactment. Provides for reconveyances of less than 1,280 acres by a Village Corporation to a Municipal Corporation or the State in trust. Stipulates that all funds received from certain uses of lands withdrawn for selection by a Corportion shall be deposited in an escrow account until lands selected have been conveyed to the receiving corporation and that such proceeds shall be paid, together with interest accrued, to the appropriate Corporation or individual upon such conveyance. Allows the Secretary, upon the request of a Village Corporation, to waive the requirement of such Act which requires that a Corporation select land in whole sections (and that natural features are to be used as boundaries) where such waiver is justified and appears to be beneficial. States that fire protection of Native land provided by the Department of the Interior shall cover \"wildland.\" Makes provisions for the conveyance of real property by a Village Corporation to shareholders of such Corporation to provide homesites. Title XV: National Conservation Areas - Establishes the following areas as national conservation areas for the purposes of protecting such lands within the framework of a multiple use program and for the maintenance of environmental quality: (1) Baird Mountains National Conservation Area; (2) Chandalar National Conservation Area; and (3) Steese National Conservation Area. Directs the Secretary, through the Bureau of Land Management, to administer such areas and to develop a land use plan for each such area. Permits mineral development in such areas where consistent with land use plans. Subjects such mining to reasonable regulations consistent with the protection of scenic, scientific, cultural, and other resources of the area. Establishes the White Mountain National Recreation Area."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alaska National Interest Lands Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to designate certain lands in the State of Alaska as units of the National Park, National Wildlife Refuge, Wild and Scenic Rivers and National Wilderness Preservation System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:34-05:00"
}