{
  "actions": [
    {
      "acted_at": "1985-07-09", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-16", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-16", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-17", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-10-08", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-10-08", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-12-05", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-12-05", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1985-12-05", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Merchant Marine and Fisheries.  Report No: 99-420.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-12-05", 
      "references": [], 
      "text": "Placed on Union Calendar No: 254.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-12-09", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-12-09", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1985-12-11", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-17", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-23", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1986-09-03", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Danforth under the authority of the order of Aug 16, 86 with an amendment in the nature of a substitute and an amendment to the title. With written report No. 99-430.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-03", 
      "calendar": "Senate Legislative", 
      "number": "881", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 881.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1986-10-16", 
      "bill_ids": [
        "s991-99"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Provisions of Measure Incorporated Into S.991.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2935-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1985-07-09", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Lent, Norman F.", 
      "sponsored_at": "1985-07-09", 
      "state": "NY", 
      "thomas_id": "00682", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1985-07-09", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1985-12-09", 
    "vetoed": false
  }, 
  "introduced_at": "1985-07-09", 
  "number": "2935", 
  "official_title": "A bill to promote the consumption of fish and fish products in the United States through the establishment of seafood marketing councils, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s991-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Fish and Seafood Promotion Act of 1986", 
  "sponsor": {
    "district": "7", 
    "name": "Breaux, John B.", 
    "state": "LA", 
    "thomas_id": "00120", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1985-12-09", 
  "subjects": [
    "Agriculture and food", 
    "Courts and Civil Procedure", 
    "Department of Commerce", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Fisheries", 
    "Fishery products", 
    "Food and Food Industry", 
    "Government trust funds", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Marketing", 
    "Regional planning", 
    "Seafood", 
    "Seafood industries", 
    "Standards"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1986-09-03", 
    "text": "(Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 99-430) Fish and Seafood Promotion Act of 1986 - Establishes the National Fish and Seafood Promotional Council (the Council). Makes the Administrator of the National Oceanic and Atmospheric Administration (the Administrator) a nonvoting member of the Council. Identifies specified regions from which the other members of the Council would come. Requires the Council to first meet within 180 days after enactment of this Act. Outlines the functions and duties of the Council, including the preparation and submission to the Administrator of an annual fish and seafood marketing and promotino plan. Authorizes the Council to enter into agreements for the purpose of establishing regional fish and seafood promotional councils. Terminates the Council in October of 1990. Outlines the duties of the Administrator with regard to the Council, including the review and approval of the annual marketing and promotion plans. Establishes in the Treasury a Fisheries Promotional Fund (the Fund) for the purpose of making payments to carry out the annual marketing and promotion plan and annual budget of the Council. Deposits specified sums from foreign fishing fees into the Fund for FY 1987 through 1990. Authorizes appropriations from the Fund for FY 1987 through 1990 to carry out this Act. Amends the Magnuson Fishery Conservation and Management Act to conform it with appropriations changes brought about by this Act. Provides for the application for a charter for a seafood marketing council for one or more species of fish and fish products of that species by persons meeting specified requirements. Requires such application to be in the form of a proposed charter which must include certain information. Places certain organizational restrictions on the councils. Requires the Administrator to determine the suitability of a proposed charter within 180 days after its submission for approval. Requires a referendum of all sector participants to be held, and approval of the charter by a majority of the sector participants representing 66 percent or more of the fish and fish products' value of an area, before the Administrator can establish the council and approve the proposed charter. Requires 30 days' prior public notice of any such referendum. Provides for the appointment of council members to a newly established council. Outlines various functions of a council, including the preparation and submittal to the Administrator for review of a plan for marketing, promotion, and consumer education of the fish and fish products represented by a council. Prohibits any such plan from containing any references to any private brand or trade name or from using deceptive acts with respect to the quality, value, or use of competing products. Outlines powers of a council, including that of adopting standards relating to the quality of fish and fish products and the sector operating procedures of the council. Requires such standards to be adopted by a majority of the council and implemented by the Administrator. Enumerates specified duties of the Administrator with respect to the review and regulation of marketing and promotion plans submitted by the councils. Directs a council to impose assessments as necessary to carry out its functions. Directs such assessments to be imposed on sector participants in the receiving sector or the importing sector or both as approved in the council charter. Requires NOAA employees to maintain the confidentiality of all books and records opened to them by each council. Provides fines and penalties for the violation of such confidentiality. Allows any person subjected to an assessment to petition the Administrator for a review and ruling on the validity of such assessment. Requires procedures to be adopted for the refund of such assessment by the council. Outlines administrative procedures for the voluntary termination of a council. Gives the district courts of the United States jurisdiction to enforce any order or regulation made or issued under this Act. Refers civil actions brought under this Act to the Attorney General, unless the Administrator believes administrative action is adequate. Provides civil penalties for any person violating any provision of any order or regulation issued by the Administrator under this Act. Outlines procedures for review of any such penalties levied upon an individual. Authorizes the Administrator to make any necessary investigations to carry out the provisions of this Act. Provides the Administrator with other administrative powers. Allows the Administrator to obtain enforcement of such powers with the aid of any U.S. court. Requires the Administrator, no later than March 1, 1989, to report to the Congress on the implementation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Seafood Marketing Councils Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Seafood Marketing Councils Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Fish and Seafood Promotion Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the consumption of fish and fish products in the United States through the establishment of seafood marketing councils, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:35-05:00"
}