{
  "actions": [
    {
      "acted_at": "1980-01-31", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6394-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-01-31", 
  "number": "6394", 
  "official_title": "A bill to improve the Federal judicial machinery by clarifying and revising certain provisions of title 28, United States Code, relating to the judiciary and judicial review of international trade matters, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Customs Courts Act of 1980", 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-01-31", 
  "subjects": [
    "Administration of justice", 
    "Administrative procedure", 
    "Appellate courts", 
    "Appellate procedure", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Customs administration", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Imports", 
    "Judges", 
    "Judicial review", 
    "Tariff", 
    "Trade adjustment assistance"
  ], 
  "subjects_top_term": "Courts of special jurisdiction", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-01-31", 
    "text": "Customs Courts Act of 1980 - Title I: Composition of the Court of International Trade and Assignment of Judges to Other Courts - Replaces the United States Customs Court with a new United States Court of International Trade as a court established under article III of the Constitution. Directs the President to designate a chief judge of such Court, who shall serve until the age of 70 years and another judge is designated. Eliminates the current stipulation that not more than five of the judges be of the same political party. Authorizes the Chief Justice to assign temporarily any Court of International Trade judge to perform duties in a court of appeals (as well as in a district court as currently provided). Authorizes the chief judge of the Court of International Trade to assign temporarily any judge of such court to serve as a judge of the Court of Claims (as well as the Court of Customs and Patent Appeals, as revised by this Act, as currently provided). Title II: Jurisdiction of the Court of International Trade - Grants to the Court of International Trade, in addition to the jurisdiction currently possessed by the Customs Court, exclusive jurisdiction to review: (1) certain countervailing and antidumping duty determinations pursuant to the Trade Agreements Act of 1979; (2) advice, findings, recommendations, and determinations of the International Trade Commission pursuant to specified provisions of the Trade Act of 1974, the Tariff Act of 1930, and the Agricultural Adjustment Act, solely for the purpose of determining procedural regularity (including whether or not the Commission has complied with relevant procedures when it decides not to recommend any action to the President); (3) certain actions of the Office of the Special Trade Representative pursuant to the Trade Act of 1974, solely for the purpose of determining procedural regularity; (4) any decision of the Secretary of Labor or the Secretary of Commerce certifying or refusing to certify workers, communities, or businesses as eligible for adjustment assistance under the Trade Act of 1974; (5) any civil action arising from an import transaction and which involves the Tariff Act of 1930, the Trade Expansion Act of 1962, the Trade Act of 1974, or the Trade Agreements Act of 1979, or a provision of the Constitution, treaty with the United States, or an executive agreement or order which directly and substantially involves international trade (with specified exceptions); and (6) certain counterclaims asserted by the United States which arise out of or relate to an import transaction pending before the court. Grants to the Court of International Trade original jurisdiction to review civil actions arising from import transactions which have been instituted by the United States to recover civil fines or penalties or enforce forfeitures imposed under certain provisions of the Trade Act of 1930 or to recover upon certain bonds and customs duties. Allows such actions to be transferred to a district court in accordance with specified procedures. Directs a district court to transfer, in the interest of justice, a civil action within the exclusive jurisdiction of the Court of International Trade to such court. Directs the Court of International Trade to transfer, in the interest of justice, a civil action within the exclusive jurisdiction of a district court or court of appeals to such court. Grants to the Court of International Trade all powers in law and equity of a district court. Title III: Court of International Trade Procedure - Specifies procedures with respect to the following items: (1) persons entitled to commence civil actions; (2) commencement of a civil action; (3) filing fees; (4) notice; (5) filing of official documents; (6) time requirements for commencement of actions; (7) exhaustion of administrative remedies; (8) new grounds in support of civil actions; (9) burden of proof; (10) the scope and standard of judicial review; (11) witnesses and inspection of documents; (12) analysis of imported merchandise; (13) remedies; (14) judicial decisions; (15) retrials or rehearings; and (16) precedence of cases. Title IV: Court of Appeals for International Trade, Patents, and Trademarks - Redesignates the Court of Customs and Patent Appeals as the Court of Appeals for International Trade, Patents, and Trademarks which shall have all powers in law and equity of a court of appeals. Grants to such Court exclusive jurisdiction to review: (1) final decisions of the Court of International Trade; (2) appeals from interlocutory orders of the Court of International Trade with respect to injunctions; (3) any decision of the Secretary of the Treasury to deny or revoke a customs broker's license under the Tariff Act of 1930; and (4) any action challenging an order to revoke or suspend a license. Grants to such Court jurisdiction to review determinations of the United States International Trade Commission made under the Trade Act of 1930 relating to unfair trade practices in import trade. Allows a party to appeal to such Court from a final order of the Court of International Trade within 14 days after the filing date of a first notice of appeal. Makes certain revisions in the appellate procedure with respect to the Court of Appeals for International Trade, Patents, and Trademarks. Applies the Federal Rules of Evidence to any such appeal from the Court of International Trade. Specifies that the clearly erroneous rule shall be applied with respect to findings of fact made by the Court of International Trade. Authorizes the chief judge of the Court of Appeals for International Trade, Patents, and Trademarks to conduct an annual judicial conference to consider court business and improvements in the administration of justice in the court. Title V: Technical and Conforming Amendments to Title 28 - Makes technical and conforming amendments. Title VI: Technical and Conforming Amendments to Other Acts - Makes technical and conforming amendments. Title VII: Effective Dates and Miscellaneous Provisions - Sets forth effective dates and miscellaneous provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Customs Courts Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the Federal judicial machinery by clarifying and revising certain provisions of title 28, United States Code, relating to the judiciary and judicial review of international trade matters, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:57-05:00"
}