{
  "actions": [
    {
      "acted_at": "1987-06-02", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-08", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Executive Comment Requested from USDA, Farm Credit Admin.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-08", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Conservation Credit and Rural Development", 
      "text": "Referred to Subcommittee on Conservation Credit and Rural Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-10-06", 
      "bill_ids": [
        "hr3030-100"
      ], 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "See H.R.3030.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2573-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Conservation, Credit, and Rural Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Sikorski, Gerry E.", 
      "sponsored_at": "1987-06-11", 
      "state": "MN", 
      "thomas_id": "01057", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-02", 
  "number": "2573", 
  "official_title": "A bill to improve the administration of the Consolidated Farm and Rural Development Act, and to require the restructuring of troubled loans made by certain institutions of the Farm Credit System.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3030-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Fair Farm Credit Amendments of 1987", 
  "sponsor": {
    "district": "1", 
    "name": "Penny, Timothy J.", 
    "state": "MN", 
    "thomas_id": "00906", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-02", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural societies", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Collection of accounts", 
    "Family farms", 
    "Farm lands", 
    "Farms", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Interest", 
    "Interest rates", 
    "Leases", 
    "Mediation", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-02", 
    "text": "Fair Farm Credit Amendments of 1987 - Amends the Consolidated Farm and Rural Development Act to require the Secretary of Agriculture to restructure, rather than foreclose, a delinquent Farmers Home Administration (FmHA) loan if foreclosure costs would exceed restructuring costs. Requires the Secretary, if the estimated liquidation value of the securing property exceeds 70 percent of the loan value, to provide independent support for such estimate. Requires the Secretary to pay losses incurred when a guaranteed lender restructures a loan as provided for by this Act. Revises provisions relating to membership on county committees and elections of committee members. Revises farmland disposition provisions to give previous owners or operators the right of first refusal with respect to a lease of the property and preference with respect to the awarding of management contracts governing the property. Requires that previous owners be given written notice of the potential sale or lease of the property. Requires the Secretary to continue to release living and operating expenses to a borrower until the FmHA takes title and possession of the land and determines that such borrower is ineligible for leaseback of the property. Revises homestead protection provisions to: (1) include outbuildings in homestead property; and (2) extend authority beyond the current December 23, 1988, cut-off date. Requires the Secretary to provide all FmHA borrowers with written descriptions of available loan service programs. Authorizes the Secretary to allow deferral of principal and interest on outstanding loans or to forego foreclosure upon his or her own initiative (under current law a borrower must request such actions). States that interest which accrues during the loan deferral period shall bear no interest (current law permits the Secretary to decide this issue). Sets forth considerations and conditions that the Secretary must implement in determining whether a borrower is eligible for a deferral and in establishing the deferral period. Permits retroactive restructuring of loans. Requires the Secretary to participate in any program of credit dispute resolution required under State law before initiating collection activity. Directs the Secretary to permit a borrower to redeem real property acquired through legal process during the year following the date of judgment or the period prescribed under State, whichever is longer. Applies State law to the redemption process. Suspends collection activities during a 90-day transition period after enactment of this Act. Provides that emergency loans made to family farmers shall be refinanced at the same interest rates as FmHA real estate or operating loans made for the same purpose. Amends the Farm Credit Act of 1971 to require Farm Credit System (FCS) institutions (Federal land banks, Federal land bank associations, Federal intermediate credit banks, and production credit associations) to inform delinquent borrowers about the availability of loan restructuring. Sets forth procedures with respect to loan restructuring. Limits mandatory loan restructuring to situations in which the present value of borrower payments under a restructured loan would exceed the liquidation value of the relevant property (less liquidation costs). Permits appeals of an institution's determinations as to loan restructuring. Requires FCS institutions to submit quarterly reports to the Farm Credit Association (FCA) containing specified details about delinquent loans and loan restructuring activity. Directs the FCA, in turn, to transmit such data to specified congressional committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Farm Credit Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the administration of the Consolidated Farm and Rural Development Act, and to require the restructuring of troubled loans made by certain institutions of the Farm Credit System.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:31-05:00"
}