{
  "actions": [
    {
      "acted_at": "1973-01-23", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s549-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cook, Marlow W.", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "01308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-23", 
  "number": "549", 
  "official_title": "A bill to expand and improve the direct food distribution program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food Distribution Act", 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-23", 
  "subjects": [
    "Agriculture and food", 
    "Disasters", 
    "Poverty"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-23", 
    "text": "Food Distribution Act - States that it is the purpose of this Act to expand and improve the food distribution program so that it meets the criteria sets forth in this Act and, in combination with the food stamp program, helps eliminate hunger and malnutrition for every low-income household in the United States. Provides that in the administration of the food distribution program the Secretary of Agriculture shall provide that any household shall be eligible to participate in such program of its income and other financial resources are within the criteria established by the Secretary under the Food Stamp Act of 1964, as amended. Authorizes the Secretary to establish temporary emergency standards of eligibility for households which are victims of any disaster which has disrupted commercial channels of food distribution when he determines that such households are in need of temporary food assistance. Provides that food distributed pursuant to the food distribution program shall not be restricted to surplus commodities, but shall include commodities that (1) are suited to the particular ethnic, religous, or other taste preferences of the recipient households, and (2) are appropriately fortified with vitamins and minerals to overcome proven nutritional deficiencies. Sets forth packaging and labeling standards for food distributed under this Act. Provides that the distributing agency for any State or any subdivision of a State shall assume responsibility for the certification of applicant households and for the distribution of food allotments pursuant to the requirements of this Act. States that the Secretary shall pay each distributing agency an amount equal to all of the operating expenses incurred by the agency in administering the food distribution program. Authorizes to be appropriated $75,000,000 for fiscal year 1974 and for each fiscal year thereafter the sum of $100,000,000 to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food Distribution Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to expand and improve the direct food distribution program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:21-05:00"
}