{
  "actions": [
    {
      "acted_at": "1977-03-22", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-13", 
      "references": [], 
      "text": "Reported to House from the Committee on House Administration with amendment, H. Rept. 95-318.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5400-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Brademas, John", 
      "sponsored_at": "1977-01-03", 
      "state": "IN", 
      "thomas_id": "00117", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conte, Silvio O.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00228", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Whalen, Charles W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01217", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-22", 
  "number": "5400", 
  "official_title": "A bill to establish a universal voter registration program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres685-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr6174-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6175-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6902-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6930-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1072-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Universal Voter Registration Act", 
  "sponsor": {
    "district": "4", 
    "name": "Thompson, Frank, Jr.", 
    "state": "NJ", 
    "thomas_id": "01152", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-22", 
  "subjects": [
    "Federal Election Commission", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Mailing lists", 
    "Postal service", 
    "States", 
    "Voter registration"
  ], 
  "subjects_top_term": "Voter registration", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1977-05-13", 
    "text": "(Reported to House from the Committee on House Administration with amendment, H. Rept. 95-318) Universal Voter Registration Act - Establishes the position of Administrator of Voter Registration within the Federal Election Commission. Specifies the duties of the Administrator, including: (1) establishing and administering a voter registration program in accordance with this Act; (2) providing for the collection, analysis, and publication of voter registration information in coordination with the Secretary of Commerce; and (3) providing information and technical assistance to State and local officials concerning voter registration. Requires each State and local government to permit any individual who is eligible under applicable State and Federal law to register to vote in any Federal election to register on the date of a Federal election at the appropriate polling place. States that any individual so registering shall, if required by State or local authorities, establish his identity by: (1) executing an affidavit containing certain information and; (2) submitting either an affidavit executed by a person who is registered to vote at the polling place involved and is present at such polling place with the individual seeking registration or one of any forms of identification approved by the Commission. Requires that each State and unit of general local government shall provide separate lines at polling places for election day registrants. Directs the Commission to make grants for approved voter registration outreach programs to States which comply with the election day registration requirements of this Act. Conditions the amount of such grants on whether a State has a similar election day registration program in effect with respect to State and local elections. Stipulates that a registration outreach program may include projects relating to registration by mail, registration through the use of mobile units, or bilingual registration, and those projects otherwise designed to improve voter registration methods and procedures. List the purposes for which grant funds may be used. Sets forth criminal penalties for any person who knowingly and willfully: (1) register, or attempts to register, to vote under this Act for the purpose of voting more than once in any Federal election; (2) conspires with any person for the purpose of enabling such person to make false registration to vote in a Federal election under this Act or for the purpose of enabling or encouraging any individual to make such false registration to vote in a Federal election; or (3) falsifies any information with respect to the name, residence, or age of such person, or any other information for the purpose of establishing eligibility to register to vote in a Federal election under this Act. Directs the Commission to institute actions to prevent any violation for this Act. Requires Federal courts to expedite consideration of actions involving a violation of, or a constitutional challenge to, any provision of this Act. Prohibits commercial use of any list compiled by a State or local government of individuals registered to vote in a Federal election."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Universal Voter Registration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a universal voter registration program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:57-05:00"
}