{
  "actions": [
    {
      "acted_at": "2010-08-10", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6101-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Doyle, Michael F.", 
      "sponsored_at": "2010-09-14", 
      "state": "PA", 
      "thomas_id": "00316", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-08-10", 
  "number": "6101", 
  "official_title": "To amend part A of title IV of the Energy Conservation and Production Act to require the Secretary of Energy to determine whether there are systemic impediments to carrying out the weatherization program under that part, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Sestak, Joe", 
    "state": "PA", 
    "thomas_id": "01874", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-08-10", 
  "subjects": [
    "Energy", 
    "Energy assistance for the poor and aged", 
    "Energy efficiency and conservation", 
    "Government investigations", 
    "Residential rehabilitation and home repair"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-08-10", 
    "text": "Amends the Energy Conservation and Production Act to require an evaluation of the Department of Energy's (DOE) program that provides weatherization assistance for low-income persons to: (1) determine whether there are systematic impediments to carrying out such program; and (2) provide recommendations for how such impediments should be addressed. Authorizes the Secretary of Energy to require any recipient of financial assistance under such program to provide reports or answers to specific questions, surveys, or questionnaires regarding such impediments, including reports or answers on the average time it takes to complete weatherization assistance for individual dwelling units and on the approval and disapproval of requests for such weatherization assistance. Requires each person responsible for the administration of a weatherization assistance project receiving financial assistance to keep records tracking: (1) the time it takes to complete weatherization assistance provided for by such project for each dwelling unit; and (2) approval and disapproval of requests for weatherization assistance, including reasons for such a disapproval and the form, of any follow-up that occurs regarding such a disapproval. Requires the Secretary, the Director of the Community Services Administration (with respect to community action agencies), and the Comptroller General of the United States to have access to such records. Requires the annual report by the Secretary and the Director to the President and Congress on such program to include any findings, determinations, and recommendations of the Secretary regarding such impediments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend part A of title IV of the Energy Conservation and Production Act to require the Secretary of Energy to determine whether there are systemic impediments to carrying out the weatherization program under that part, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:43-05:00"
}