{
  "actions": [
    {
      "acted_at": "1975-09-09", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-26", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-29", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-30", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-01", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-02", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-03", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-06", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-07", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-08", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-20", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-21", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-22", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #452 (58-32).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-28", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2310-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Talmadge, Herman E.", 
      "sponsored_at": "1975-01-03", 
      "state": "GA", 
      "thomas_id": "01446", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-09", 
  "number": "2310", 
  "official_title": "A bill to assure the availability of adequate supplies of natural gas during the period ending June 30, 1976.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9464-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Natural Gas Emergency Act", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-28", 
  "subjects": [
    "Electric power", 
    "Electric power production", 
    "Independent regulatory commissions", 
    "Natural gas", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Independent regulatory commissions", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1975-10-22", 
    "text": "(Measure passed Senate, amended, roll call #452 (58-32)) =Title I: Emergency Natural Gas Authority= - Natural Gas Emergency Standby Act - Provides that, within 15 days of enactment of this Act, the Federal Power Commission shall by regulation exempt from the Natural Gas Act, except for reporting requirements, any activities, operations, facilities, sale and delivery, transfer, or exchange of natural gas from any source, other than any offshore Federal lands, by an independent producer, a natural-gas company which transports natural gas in interstate commerce, a person who transports natural gas in other than interstate commerce, or a natural-gas distributing company to or with a natural-gas company which transports natural gas in interstate commerce which does not have or which under reasonably foreseeable circumstances may not have, a sufficient supply of natural gas to meet the requirements of its high priority consumers of natural gas and which is curtailing during the heating season from November 1975 through March 1976 pursuant to a curtailment plan on file with the Commission. Terminates such exemption after 180 days of duration. States that the Commission shall have no power to deny, in whole or in part, recovery by any natural-gas company in its jurisdictional rates of the amount paid by it for natural gas delivered to it pursuant to sales and contracts. Makes it a violation of the Natural Gas Act for any natural-gas distributing company to charge residential users and small users rates which reflect any costs incurred by an interstate transporter as a result of purchases of natural gas made pursuant to an exemption granted under this Act. Provides that no first sale of natural gas after enactment and prior to expiration of this Act shall be made at a price which exceeds the highest wellhead price at which natural gas was sold during the period of June 1, 1975 through August 1, 1975, in the State in which such first sale is made. Extends the authority of the Federal Energy Administrator, under the Energy Supply and Environmental Coordination Act, to issue orders relating to coal conversion and for powerplants allocation through June 30, 1976. Permits the Administrator to prohibit powerplants from burning natural gas where the burning of other petroleum products is practicable, will make natural gas available which would otherwise be shorted, and the Environmental Protection Agency Administrator determines that compliance with the Clean Air Act is assured. Requires any order prohibiting the burning of natural gas to provide for the compensation of affected facilities and transporters, such compensation to be paid ultimately by rate increases. Extends the provisions of the Energy Supply and Environmental Coordination Act relating to the reporting of energy information through June 30, 1976. Exempts from the Natural Gas Act the use of the facilities of a natural gas distributing company for the transportation of natural gas produced by an independent producer from lands, other than any land or subsurface area within the Outer Continental Shelf, and sold by such a producer directly to a high-priority consumer of natural gas. Terminates this title on April 4, 1976. =Title II: Natural Gas Act Amendments= - Terminates the authority of the Federal Power Commission to regulate the sale of new natural gas to a natural gas company for resale in interstate commerce on April 4, 1976. Defines new natural gas as that which is dedicated to interstate commerce for the first time on or after January 1, 1975. States that the Commission shall have no power to deny any rate or charge made by any natural-gas company for the purchase or sale of new natural gas, or that portion of the rates and charges of such company which relates to such purchase or sale, except to the extent that such rates or charges for new natural gas produced from offshore Federal lands exceed the national ceiling, established or modified by regulation of the Commission pursuant, in any case where a natural-gas company purchases natural gas from an affiliate or produces natural gas from its own properties, to the extent that the Commission determines that the rates and charges therefor exceed the current rates and charges made for comparable sales by any person who is not affiliated with any natural-gas company. Directs the Commission to conduct studies of the production, gathering, storage, transportation, distribution, and sale of natural, artificial, or synthetic gas, however produced, whether or not otherwise subject to the jurisdiction of the Commission. Directs the Commission to establish a national ceiling for rates and charges for the sale or transfer in interstate commerce by any person of new natural gas produced from offshore Federal lands on or after January 1, 1975, through December 31, 1980. Requires the Commission to report to Congress not less than annually on the effectiveness of such national ceiling in meeting specified factors. States that pending the establishment of a national ceiling, the Commission shall establish an interim ceiling for rates and charges for the sale or transfer in interstate commerce by a producer of new natural gas produced from offshore Federal lands which shall be effective November 1, 1975. States that, except to the extent that natural-gas supplies are required to maintain natural-gas service to residential users, small users, hospitals, and similar services vital to public health and safety, and notwithstanding any other provision of law or of any natural-gas allocation or curtailment plan in effect under existing law, the Commission shall, by rule, prohibit any interruption or curtailment of natural gas and take such other steps as are necessary to assure as soon as practicable the availability in interstate commerce of sufficient quantities of natural gas for use for any essential agricultural, food processing, or food packaging purpose for which natural gas is essential. Grants jurisdiction over sales and transportation of synthetic gas. Directs the Commission to prohibit the boiler fuel use of natural gas affecting commerce not contracted for prior to January 1, 1975, unless, upon petition by the user, the Commission determines that: (1) alternative fuels, other than crude oil or products refined therefrom and propane, are not available to such user; or (2) it is not feasible or practicable to utilize such alternative fuels at the time of such Commission determination. Requires the Commission to promulgate rules to govern sales, exchanges, or transfers among pipelines and sales, exchanges, or transfers to natural gas distributing companies served by multiple pipelines, to the extent necessary to achieve the purpose of this Act. Directs the Commission to establish by regulation, and to every two years modify, a national ceiling for rates and charges for the sale in interstate commerce for resale of old natural gas, the sale of which gas is continued in interstate commerce after the expiration of a contract by its own terms for the sale or delivery of such natural gas. Provides that all leases or other agreements entered into by the Secretary of the Interior for the exploration or production of oil or natural gas on Federal lands shall contain a provision that the Secretary shall have the right to require increased production up to but not to exceed the maximum efficient rate of production under such lease. Directs the Secretary of the Interior to offer to the public and sell by competitive bidding for not less than its fair market value, in such amounts and for such terms as he determines, that proportion of the gas produced from any lease on Federal lands, which is due the United States as royalty natural gas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Emergency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure the availability of adequate supplies of natural gas during the period ending June 30, 1976.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:33-05:00"
}