{
  "actions": [
    {
      "acted_at": "1987-03-06", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-23", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-24", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-25", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings concluded. Hearings printed: S.Hrg. 100-183.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s678-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-06", 
  "number": "678", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934 with respect to tender offers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Corporate Takeover Reform Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-06", 
  "subjects": [
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Corporations and Stocks", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Information disclosure (Securities law)", 
    "Securities", 
    "Securities and Investments", 
    "Securities regulation", 
    "Stockholders", 
    "Stocks", 
    "Tender offers"
  ], 
  "subjects_top_term": "Securities", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-06", 
    "text": "Corporate Takeover Reform Act of 1987 - Amends the Securities Exchange Act of 1934 to require any person whose acquisition results in ownership or more than three percent (currently, five percent) of an issuer's equity securities to send specified information to the issuer, the appropriate securities exchange, and the Securities and Exchange Commission within one day (currently, ten days). Prohibits any person other than the issuer, with specified exceptions, from acquiring more than 15 percent but less than 35 percent of the voting equity securities of an issuer, except pursuant to a tender offer open to all shareholders. Prohibits any person from acquiring more than 35 percent of an issuer's equity voting securities, except pursuant to: (1) a tender offer for all outstanding shares at the same price; or (2) a tender offer for fewer than all outstanding shares that provides for the purchase of the remaining shares at the same value within six months. Requires a tender offer to be held open for at least 60 days, except an issuer's tender offer, provided the issuer's offer is not made in response to another person's offer. Includes as a \"person\" for purposes of such Act two or more persons acting together to acquire, vote, hold, or dispose of an issuer's securities. Prohibits an issuer which is the target of a takeover bid from making any structural change until the bid expires, except pursuant to a contract entered into before the public announcement of the bid, unless such change is approved by a majority of the outstanding voting equity securities and State shareholder approval and notice requirements are satisfied. Directs the Commission to prohibit an issuer from granting power or issuing securities providing certain entitlements to purchase securities at below market value or requirements to repurchase securities at above market value, if such entitlements or requirements are conditioned on a change in control of the issuer, the acquisition of securities by a third party, or the pendency of a contest for control of the issuer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Corporate Takeover Reform Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934 with respect to tender offers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:19-05:00"
}