{
  "actions": [
    {
      "acted_at": "1978-01-26", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-01-26", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10578-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1977-01-03", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-01-26", 
  "number": "10578", 
  "official_title": "A bill to improve highways and public transportation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Highway and Public Transportation Improvement Act", 
  "sponsor": {
    "district": "1", 
    "name": "Johnson, Harold T.", 
    "state": "CA", 
    "thomas_id": "00600", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-01-26", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Bridges", 
    "Car pools", 
    "Department of Transportation", 
    "Department of the Treasury", 
    "Excise tax", 
    "Executive reorganization", 
    "Federal aid highway program", 
    "Interstate highway system", 
    "Mass rapid transit", 
    "Motor vehicles", 
    "Public safety", 
    "Public works", 
    "Railroad safety", 
    "Railroads", 
    "Research and development", 
    "Roads and highways", 
    "Rural economic development", 
    "Taxation", 
    "Traffic accidents and safety", 
    "Transportation and Travel", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-01-26", 
    "text": "Highway and Public Transportation Improvement Act - Title I: - Amends the Federal-Aid Highway Act of 1956 to authorize the use of funds appropriated for the Interstate Highway System for highway assistance substitution projects. Reduces the appropriations for the Interstate System for fiscal years 1980 through 1990. Directs the Secretary of Transportation to apportion the authorization for fiscal year 1980 in a specified manner. Authorizes appropriations out of the Highway Trust Fund for specified Federal-aid highway programs through fiscal year 1982. Title II - Amends the Highway Revenue Act of 1956 to extend the authorization for appropriations under such Act for the Highway Trust Fund through fiscal year 1978. Amends the Land and Water Conservation Fund Act of 1965 to extend the transfers of specified nonhighway use gasoline taxes from such fund to the general fund of the Treasury. Postpones specified transportation related excise tax reductions under the Internal Revenue Code of 1954. Title III - Prohibits the Secretary from approving substitute State mass transportation projects in lieu of an interstate project after fiscal year 1984. Revises the funding mechanism for such substitute projects. Establishes a cutoff date at the end of fiscal year 1982 for approval of interstate projects not complying with the National Environmental Policy Act and for approval of State requests for withdrawal from interstate projects. Stipulates that by the end of fiscal year 1986 all routes or portions of routes on the Interstate System must be completed or under contract for construction and construction must have commenced. Authorizes the Secretary beginning with funds apportioned for fiscal year 1980 to approve resurfacing projects for lanes more than five years old on the Interstate System. Sets forth the Federal share for completing the essential gaps in the Interstate System for fiscal years 1980 through 1990. Stipulates that State apportionments for interstate projects for such years may only be obligated for completing essential gaps within the System. Directs the Secretary effective with the apportionment for fiscal year 1981 for the Interstate System to revise the cost estimate for completing the System to include an estimate of completing the System's essential gaps. Authorizes a State in the event that it has obligated all the funds available to it in any fiscal year for the Interstate System to obligate its apportionment for the following fiscal year. Authorizes the Secretary to reapportion funds for the Interstate System not used by a State within the fiscal year for which it was apportioned. Title IV - Authorizes the transfer of certain apportionments for a State from one purpose to another under specified circumstances. Increases the Federal share for specified Federal-aid highway projects. Amends the Appalachian Regional Development Act of 1965 to increase the Federal Share for projects on the Appalachian development highway system. Establishes a small urban and rural transportation assistance program to finance public transportation projects or specified highway projects for such areas. Establishes an apportionment formula for highway projects in urbanized areas other than projects on the Federal-aid primary or Interstate Systems. Authorizes the Secretary to approve the use of funds from specified apportionments for projects to encourage the use of carpools and vanpools. Directs the Secretary to establish a highway safety improvement program for federally aided highways. Requires each State to develop and implement a Highway Safety Improvement Program in order to identify and correct highway hazards. Requires each State to identify rail-highway crossings which may require separation, relocation, or protective devices, and to establish and implement a schedule of projects for such purposes. Requires that as a minimum such schedule provide for signs at all public railway-highway crossings. Authorizes the Secretary to approve Federal financial assistance for such projects. Increases the Federal share for compensating individuals for removal of outdoor advertising signs in areas adjacent to the Interstate System and the primary system. Authorizes the Secretary to approve Federal participation in State projects for replacing or rehabilitating highway bridges which are not on a priority or Federal-aid system. Authorizes the Secretary to make grants to States and local governments in urbanized areas on a matching basis for transportation research and planning. Title V: Federal Public Transportation Act - Amends the Urban Mass Transportation Act of 1964 to revise the discretionary grant and loan program under such Act. Authorizes the Secretary to make such grants or loans to States and local public bodies and agencies for: (1) the construction or extension of fixed guideway systems; (2) major bus fleet expansions; (3) the acquisition, construction, and improvement of certain mass transportation facilities and equipment where emergency conditions exist; (4) the introduction of new technology into public transportation; and (5) financing the costs incurred in connection with projects for the acquisition of land and the costs of preparing such land for urban development purposes to enhance any mass transportation project approved under such Act. Requires that applicants for such funds possess the legal, technical, and financial capacity to carry out the proposed project and that they have continuing control over the facilities and equipment involved. Requires the Governor of the State involved together with the appropriate local officials to designate a single recipient to receive and dispense the funds granted under this Act for the construction or extension of fixed guideway systems. Authorizes the Secretary to announce an intention to obligate funds for a mass transportation project through the issuance of a letter of intent to the applicant. Stipulates that such a letter shall not be deemed as a commitment but as an intention to obligate funds from future appropriations Acts. Eliminates the present provision which earmarks a specified amount of the funds made available under such Act for areas other than urbanized areas. Authorizes appropriations in specified amounts for each of the fiscal years 1979 through 1983 to carry out the discretionary grant and loan program under such Act. Authorizes appropriations in specified amounts for each of the fiscal years 1979 through 1983 to carry out the discretionary grant and loan program under such Act. Authorizes appropriations in specified amounts for each of the fiscal years 1979 through 1982 to carry out the urban mass transit program and for other grant programs under such Act. Revises the apportionment formula for the mass transit grant program for urbanized areas. Stipulates that the funding under the new formula shall be based on population, population density, commuter rail train miles, the number of fixed guideway system route miles, and bus replacement costs and bus seat miles. Stipulates that funds made available for areas with a population of 200,000 or over shall be received and dispensed by a recipient as designated by the Governor of the State and the local officials involved. Stipulates that with respect to areas with a population of less than 200,000 such funds shall be made available to the Governor of the State involved to be distributed in a fair and equitable manner. Stipulates that any apportioned funds which remain unobligated three years following the fiscal year for which they were apportioned shall be added to the amount available for apportionment in the next fiscal year. Limits the total amount of a Federal grant for operating assistance projects to one-third of the total eligible operating expenses incurred in the operation of the services which are assisted under this Act. Authorizes the use of up to 50 percent of the amount apportioned to urbanized areas of 200,000 or more population for urban highway projects. Removes specified restrictions regarding the availability of fellowships for public transportation training programs. Prohibits the use of funds under such Act for the acquisition of mass transportation of assets by one public body by another in the same geographic area. Prohibits discrimination based on race, color, creed, national origin, sex, or age in any project or activity funded under such Act. Authorizes the Secretary to convert mass transportation equipment and facilities loans under such Act to capital grants under specified conditions. Directs the Secretary to prepare a plan to consolidate the Urban Mass Transportation Administration and the Federal Highway Administration into one surface transportation agency within the Department of Transportation. Establishes a single fund to provide financial assistance to State and local authorities for transportation planning purposes. Directs the Secretary to cooperate with State and local officials in the development of statewide and urbanized area transportation plans and programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Highway and Public Transportation Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Public Transportation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve highways and public transportation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:30-05:00"
}