{
  "actions": [
    {
      "acted_at": "1992-10-02", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-02", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-02", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-02", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-06", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-11-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-11-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6100-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-02", 
  "number": "6100", 
  "official_title": "To reform the United States health care delivery and financing system, to increase access to health care and affordable health insurance, to contain costs of health care in a manner that improves health care, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "American Consumers Health Care Reform Act of 1992", 
  "sponsor": {
    "district": "17", 
    "name": "Gekas, George W.", 
    "state": "PA", 
    "thomas_id": "00432", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-02", 
  "subjects": [
    "Accident prevention", 
    "Actions and defenses", 
    "Advice and consent of the Senate", 
    "Alcoholism", 
    "Aliens", 
    "Antitrust policy", 
    "Authorization", 
    "Business records", 
    "Child health", 
    "Cholesterol", 
    "Claims", 
    "Coinsurance", 
    "Community health services", 
    "Computer networks", 
    "Computers", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Cost control", 
    "Cost effectiveness", 
    "Damages", 
    "Diet", 
    "Discrimination in insurance", 
    "Drugs", 
    "Education", 
    "Electronic data processing", 
    "Employee benefit plans", 
    "Evidence (Law)", 
    "Excise tax", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal aid to maternal health services", 
    "Federal aid to medical research", 
    "Federal aid to nursing education", 
    "Federal preemption", 
    "Federally-guaranteed loans", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Home care services", 
    "Homeless", 
    "House rules and procedure", 
    "Hypertension", 
    "Income", 
    "Income tax", 
    "Information storage and retrieval systems", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Legal fees", 
    "Legislation", 
    "Legislative resolutions", 
    "Liability (Law)", 
    "Licenses", 
    "Limitation of actions", 
    "Long-term care", 
    "Malpractice", 
    "Managed care", 
    "Maternal health services", 
    "Mediation", 
    "Medicaid", 
    "Medical associations", 
    "Medical education", 
    "Medical ethics", 
    "Medical malpractice insurance", 
    "Medical policy", 
    "Medical records", 
    "Medical statistics", 
    "Medical supplies", 
    "Medical technology", 
    "Medicare", 
    "National health insurance", 
    "Nursing education", 
    "Nursing homes", 
    "Nutrition policy", 
    "Obesity", 
    "Obstetrics", 
    "Physicians", 
    "Poor", 
    "Pregnant women", 
    "Presidential appointments", 
    "Pretrial procedure", 
    "Preventive medicine", 
    "Prospective payment systems (Medical care)", 
    "Public assistance programs", 
    "Punitive damages", 
    "Risk assessment", 
    "Savings accounts", 
    "Seat belts", 
    "Self-employed", 
    "Self-insurance", 
    "Senate rules and procedure", 
    "Small business", 
    "Smoking", 
    "Social security eligibility", 
    "Standards", 
    "State laws", 
    "Student loan funds", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax penalties", 
    "Vaccination", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-02", 
    "text": "American Consumers Health Care Reform Act of 1992 - Title I: Immediate Health Care Reforms - Subtitle A: Expansion of Medicaid Program - Amends title XIX (Medicaid) of the Social Security Act to mandate Medicaid eligibility for all residents of a State: (1) who are U.S. citizens or nationals or lawful resident aliens; (2) whose income does not exceed specified percentages of the poverty level, increasing those percentages between the first and second effective fiscal years; and (3) whose resources do not exceed the limits set by title XVI (Supplemental Security Income) of the Social Security Act. Terminates, two years after this Act becomes effective, payments to States (and State obligations to provide assistance) under Medicaid, except for outpatient prescription drugs and biologicals, home health care, nursing facility services, community supported living, home and community-based services, and other items and services that relate to long-term care and are not covered under Medicaid provisions added by this Act. Includes in the assistance made available under this Act assistance for the same amount, duration, and scope as under certain Medicaid provisions relating to medical assistance, except for nursing facility or home health care services. Regulates cost-sharing: (1) prohibiting it for services related to pregnancy, preventive services, or services to children under 19; (2) limiting it for individuals whose income is under 50 percent of the poverty level; (3) specifying copayment amounts for other services and individuals; and (4) limiting total cost-sharing per year. Phases in an increased Federal medical assistance percentage (FMAP) for acute care services and a modified FMAP for items and services other than acute care services. Prohibits assistance under these provisions and the increased FMAP unless the State continues to provide home health care and nursing facility services. Directs the Secretary of Health and Human Services to develop standards for State long-term care plans under existing Medicaid provisions at the end of a specified transition period. Mandates a report on the impact on States of the FMAP decrease for outpatient prescription drugs. Amends Medicaid provisions to establish a Federal medical assistance program regarding acute care services for poor individuals and certain assistance for Medicare (title XVIII of the Social Security Act) cost-sharing for certain Medicare beneficiaries. Authorizes appropriations to carry out the provisions relating to the new program and such Medicare assistance. Mandates payment for items and services furnished to: (1) U.S. citizens, nationals, or lawful resident aliens; (2) whose incomes do not exceed specified percentages of the poverty level, increasing those percentages in the third through fifth effective fiscal years; and (3) whose resources do not exceed a specified level. Mandates payment for Medicare cost-sharing for: (1) Medicare beneficiaries; (2) disabled and working individuals, as defined in specified provisions; and (3) individuals who would be Medicare beneficiaries but for their income being between 100 and 120 percent of the poverty line. Specifies covered services, including certain: (1) inpatient and outpatient hospital services; (2) consistent with State law, rural health clinic services; (3) other laboratory and X-ray services; (4) screening, diagnostic, and treatment services; (5) family planning services and supplies; (6) physician's services; (7) medical and surgical services furnished by a dentist; (8) nurse-midwife services; and (9) pediatric or family nurse practitioner services. Excludes certain nursing facility and home health care services. Prohibits fixed limitations on the amount, duration, and scope of medically necessary services. Phases in, over two years, a requirement that payment rates for such services be the same under Medicaid as under Medicare. Mandates adjustment of such payment rates for demographic and geographic characteristics. Limits payments for such services based on Medicare participation conditions and agreements. Regulates cost-sharing: (1) prohibiting it for services related to pregnancy, preventive services, or services to children under 19; (2) limiting it for individuals whose income is under 50 percent of the poverty level; (3) specifying copayment amounts for other services and individuals; and (4) limiting total cost-sharing per year. Requires: (1) eligibility for these services to be determined by the same entity in a State that determines eligibility for benefits under title XVI (Supplemental Security Income) of the Social Security Act; and (2) payment to providers to be made through the same entity or entities that make provider payments under Medicare, as amended by this Act. Mandates encouragement of the development and application of managed care arrangements to the provision of such services, including primary care case-management arrangements, health maintenance organizations, and competitive medical plans. Requires comprehensive managed care arrangements to include capitation payments at a level equivalent to payments that would be made for individuals not enrolled in such an arrangement. Requires State maintenance of effort, phasing in over nine years an increased Federal percentage and phasing out over the same period the FMAP for services not covered. Mandates a study on the effect of the State maintenance of effort requirements on different States and on the relation of the total amount of maintenance of effort to the long-term care needs in each State. Subtitle B: Medicare Reform - Directs the Secretary of Health and Human Services to take steps to consolidate the administration of Medicare parts A (Hospital Insurance) and B (Supplementary Medical Insurance) over a five-year period, contracting with a single entity that combines the intermediary and carrier functions in each area, except where special regional or national contracts are appropriate. Mandates development of payment proposals that eliminate inconsistent incentives under Medicare. Subtitle C: Health Benefit Plan Reform - Part 1: Preemption of State Mandatory Benefit Laws and Anti-Managed Care Laws - Preempts State laws, as applied to a qualified small employer (not over 100 employees) purchasing group (having at least 100 employer members per State): (1) requiring the offering, by an employer member, of any health benefit plan services, category of care, or services of any class or type of provider; or (2) prohibiting a group of employers from purchasing health insurance with respect to member employers or their employees. Preempts State laws: (1) restricting carriers from negotiating provider reimbursement rates or contracting selectively with one provider or a limited number of providers; (2) limiting the financial incentives a health benefit plan may require a beneficiary to pay when a non-plan provider is used on a non-emergency basis; or (3) restricting utilization review in certain ways. Requires the Comptroller General to study the benefits and cost effectiveness of the use of managed care in the delivery of services. Ends the preemptions mandated by this paragraph five years after enactment of this Act. Part 2: Restriction on Pre-Existing Condition Provisions for Employer Health Insurance - Prohibits a carrier from imposing certain preexisting condition limitations or exclusions. Requires carriers to waive a preexisting condition waiting period in certain circumstances. Part 3: Small Employer Insurance Market Reforms - Requires a carrier that offers a small employer health plan in a State to offer the same plan to any other small employer in the State. Allows refusal to issue or renew (or termination of) such a plan only for nonpayment of premiums, fraud, or misrepresentation. Requires, after a minimum benefit package is established under provisions of this Act, that each such carrier make available a plan that only provides for such minimum benefits. Declares that a plan offered through an association composed exclusively of employers (which may include self-employed individuals) and formed for purposes other than obtaining health insurance need not be offered to individuals who are not employees of employer members or self-employed members. Allows health maintenance organizations to have geographic and size limits. Requires: (1) a single cohesive rating system applied consistently for all small employers and actuarially certified annually; and (2) the reference premium rate charged for a small employer health plan with similar benefits in a community for a type of family enrollment to be the same for all small employers. Allows limited reference premium rate adjustment based on the age and gender of covered individuals. Requires each small employer health plan to permit enrollment of three classes: (1) one adult; (2) a married couple without children; and (3) a married couple with one or more children or one adult with one or more children. Part 4: Establishment of Standards; Enforcement; General Definitions - Mandates development of standards to carry out parts 2 and 3 of this subtitle. Requires each State to report to the Secretary on the enforcement of the standards. Permits more stringent State standards. Directs the Secretary to provide for enforcement if a State fails to do so and with respect to plans not subject to State regulation. Amends the Internal Revenue Code to impose a tax on the failure of any carrier to comply with part 2 standards or of any small employer carrier to comply with part 3 standards. Subtitle D: Medical Malpractice Reform - Part 1: General Provisions - Applies this subtitle to any medical malpractice liability action in any State or Federal court, except regarding: (1) a vaccine-related injury or death covered by certain provisions of the Public Health Service Act; or (2) injuries allegedly arising solely from the use of a medical product. Preempts inconsistent State laws. Part 2: Uniform Standards for Medical Malpractice Liability Actions - Sets forth time limits for bringing medical malpractice liability claims. Prohibits bringing such a claim in a State court unless the claim has been initially resolved under an alternative dispute resolution system (ADR) certified by the Secretary under this Act. Gives an ADR decision the same status, for purposes of court enforcement, as the verdict of a medical malpractice action adjudicated in a State or Federal trial court. Provides for the treatment of an ADR decision regarding going forward with the action and the burden of proof. Amends Federal law relating to judicial procedure to require each Federal agency to use an alternative means of dispute resolution to settle a medical malpractice claim against the United States. Mandates a pretrial settlement conference. Limits: (1) noneconomic damages to a specified dollar amount; and (2) punitive damages to twice the damages awarded to the plaintiff and the plaintiff's family. Requires any punitive damages to be paid to the State in which the action is brought. Requires that State to use such amounts to carry out activities to assure the safety and quality of health care services, including: (1) licensing health care providers; (2) operating ADRs; (3) operating public education programs; and (4) carrying out programs to reduce malpractice-related costs for providers volunteering services in medically underserved areas. Mandates periodic payment for future losses, if over a specified amount. Limits contingent plaintiff's attorney's fees. Mandates awarding attorney's fees, expert fees, and certain other litigation expenses to the contesting party if the court upholds an ADR ruling. Makes medical malpractice liability several only and not joint, with each defendant being liable only for their percentage of the responsibility. Prohibits a finding of negligence in a medical malpractice liability action unless the conduct at the time of providing the services was not reasonable. Declares it to be a complete defense that the defendant followed the appropriate practice guideline, provided the Secretary has sanctioned the use of the guideline for purposes of an affirmative defense. Sets forth a sanctioning process. Declares that a prima facie case of negligence is not presented solely by showing that the defendant failed to follow the appropriate practice guideline. Prohibits a finding of malpractice relating to services during labor or delivery if the defendant did not previously treat the plaintiff for the pregnancy unless the malpractice is proven by clear and convincing evidence. Specifies the ways and extent to which this part supersedes State laws. Part 3: Requirements for State Alternative Dispute Resolution System (ADR) - Lists requirements for State ADRs, including that they: (1) apply to all medical malpractice claims under the State courts; and (2) transmit findings of malpractice to the State agency responsible for monitoring or disciplining providers. Requires application of the provisions of part 2 to claims under a State's ADR as such provisions apply to actions brought in the State. Provides for certification of State ADRs. Mandates a report to the Congress describing and evaluating State ADRs. Part 4: Other Requirements and Programs - Amends the Social Security Act to authorize appropriations (and modify existing authorizations of appropriations) to carry out provisions regarding research on outcomes of health care services and procedures, earmarking funds for sanctioning practice guidelines for an affirmative defense in medical malpractice liability actions. Directs the Secretary, in order to facilitate the research, to conduct and support data collection on medical malpractice actions. Mandates: (1) development of a standard reporting form for State ADRs regarding resolved disputes; and (2) a study on the effect of the malpractice guidelines developed by the Administrator for Health Care Policy and Research on malpractice incidence and costs. Allows, notwithstanding any other provision of State or Federal law, a State agency responsible for disciplinary actions for a type of health care practitioner to enter into agreements with State or county professional societies to participate in the licensing of such practitioner and the review of any malpractice action or allegation or other information concerning the practice patterns of the practitioner. Requires each State to require: (1) each health care professional and provider to participate in a risk management program to prevent and provide early warning of practices which may endanger patients; and (2) each malpractice insurance provider to establish risk management programs and require those maintaining insurance to participate. Mandates grants: (1) for the conduct of basic research on the prevention of and compensation for injuries resulting from health care professional or provider malpractice and research on the outcomes of health care procedures; (2) to States to improve each State's ability to license and discipline health care professionals; (3) for public education on appropriate health care use and realistic expectations; (4) for public education on the resources and role of health professional licensing and disciplinary boards; and (5) for developing faculty training and curricula for educating health professionals in quality assurance, risk management, and medical injury prevention. Authorizes appropriations. Mandates a study on the factors preventing or discouraging physicians from volunteering to provide services in medically underserved areas. Subtitle E: Medical Education Reform - Amends Medicare provisions to require that, ten years after enactment of this Act, half of: (1) direct graduate medical education cost payments be made for residency training in primary care fields; and (2) indirect medical education cost payments be made for physicians in primary care fields. Amends the Public Health Service Act to require that, ten years after enactment of this Act, half of all new insured loans to and installments on lines of credit for graduate students in health professions schools be made for students in primary care fields. Requires each State to develop a comprehensive plan to identify the health personnel needs of its residents. Subtitle F: Public Delivery System - Mandates development of national standards to identify medically underserved populations. Requires each State to develop a comprehensive plan for addressing the needs of such populations under such standards. Authorizes appropriations for additional grants to migrant and community health centers and programs for health services for the homeless to provide for at least one publicly-funded health center in each such identified area. Directs the Secretary to promote individual responsibility in personal health care and in the use of health care resources. Declares that it is the sense of the Congress that the amounts appropriated under provisions relating to the general authority of the Secretary regarding health information and health promotion should be increased sufficiently to permit the Office of Disease Prevention and Health Promotion to carry out specified activities. Directs the President to provide for the coordination and, to the extent appropriate, consolidation of all Federal nutrition activities. Requires establishment of at least four demonstration projects to test alternative ways of promoting informed decision making by providers and patients on the appropriate utilization of expensive life-sustaining technology. Specifies four projects which must be included. Authorizes appropriations. Mandates: (1) development of an action plan for reducing the U.S. incidence of specified health risk factors such as smoking, overweight, sedentary lifestyle, and failure to use seat belts; and (2) identification of Federal policies that may hinder attainment of the plan goals. Subtitle G: Public Disclosure - Directs the Secretary to establish standards for the collection and disclosure of health care data under this subtitle, including a computerized system, a uniform claims format, a mechanism to avoid duplicating Medicare and Medicaid services reporting and to coordinate data collected for such services with other health care services, and a quality- and effectiveness-measuring methodology. Allows the collection and disclosure requirements of this subtitle to be implemented by a State or by the Secretary. Authorizes appropriations. Requires the implementing entity to collect, and data sources to submit, specified data. Mandates publication of specified data, including on at least the most frequent 65 percent of services and payments and including comparisons among providers regarding payments and service effectiveness. Provides for special reports from raw data and for a means for computer-to-computer access to any purchaser. Provides for public access to the data. Prohibits release of specified types of information and imposes criminal penalties. Sets forth procedures for access by purchasers and other parties. Subtitle H: Tax Incentives to Provide Only Minimum Benefits - Amends the Internal Revenue Code to disallow a trade or business expense deduction for health care benefits exceeding the minimum benefits package under title II of this Act. Excludes from an employee's gross income employer-provided health coverage, but only up to the minimum benefit package. Removes provisions ending, on a specified date, the deductibility of a specified percentage of the health insurance expenses of self-employed individuals. Makes the cost of the minimum benefit package coverage fully deductible for such individuals. Title II: National Health Care Reform Proposals - Subtitle A: National Health Care Reform Commission - Establishes the National Health Care Reform Commission, requiring it to: (1) develop national health care goals to improve access to health care, safeguard and improve quality, and control costs; and (2) advise the Secretary on subtitle B demonstration projects and make related evaluations and recommendations. Requires the Commission to submit to the Congress a legislative proposal specifying a minimum benefit package to be used for a demonstration project under this title. Declares that the package, if approved by enactment of a joint resolution, shall also be used for implementing subtitle C (Health Benefit Plan Reform) of title I and determining the tax treatment of employer-paid employee health benefits in excess of the minimum package. Requires: (1) coverage of medically appropriate and cost effective preventive, diagnostic, and therapeutic services; and (2) cost-sharing providing an incentive to avoid unnecessary care while avoiding excessive cost-sharing by individuals with catastrophic illnesses. Sets forth rules, changeable as any other rules of the House of Representatives or the Senate, for the consideration of such a joint resolution. Subtitle B: Demonstration Projects on Alternative Financing and Delivery Systems - Mandates establishment of such demonstration projects as necessary to test alternative methods for organizing the structure of the U.S. health care financing and delivery system. Authorizes the Secretary to initiate projects and seek applications from States. Prohibits projects from increasing Medicare and Medicaid expenditures. Authorizes waivers, as necessary, of requirements of Medicare, Medicaid, the Employee Retirement Income Security Act of 1974, and specified antitrust laws. Requires the Secretary to provide for the transfer from the Federal Hospital Insurance Trust Fund of sums as necessary to provide for evaluations of the projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "American Consumers Health Care Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reform the United States health care delivery and financing system, to increase access to health care and affordable health insurance, to contain costs of health care in a manner that improves health care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:15:01-05:00"
}