{
  "actions": [
    {
      "acted_at": "2003-07-24", 
      "references": [
        {
          "reference": "CR S9907-9908", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-24", 
      "committee": "Committee on Agriculture, Nutrition, and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1453-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2003-07-24", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-07-24", 
  "number": "1453", 
  "official_title": "A bill to expedite procedures for hazardous fuels reduction activities and restoration in wildlife fire prone national forests and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Forestry and Community Assistance Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-07-24", 
  "subjects": [
    "Administrative procedure", 
    "Department of Agriculture", 
    "Environmental protection", 
    "Forest conservation", 
    "Forest fires", 
    "Government operations and politics", 
    "Law", 
    "National forests", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-07-24", 
    "text": "Forestry and Community Assistance Act of 2003 - Authorizes the Secretary of Agriculture and the Secretary of the Interior to conduct hazardous fuels reduction projects on National Forest System lands, and Bureau of Land Management lands, respectively. Provides for: (1) a collaborative project selection process; and (2) an expedited planning and implementation process. Directs the Secretaries to track firefighter safety and training funds and include a line item for such expenditures in all budget requests after October 1, 2003. Exempts the Forest Service from the competitive sourcing initiative. Directs the Secretaries to ensure that forest health programs include research on: (1) best use of mechanical thinning and prescribed fire to reduce fire risk, and to improve the scientific basis for implementation of hazardous fuels reduction treatments; (2) insect and associated diseases and related prevention and early warning activities; and (3) new technologies and markets for value-added products that use the byproducts of insect and disease infestation or hazardous fuels reduction treatments. Amends the Cooperative Forestry Assistance Act of 1978 to direct the Secretary of Agriculture to establish a watershed forestry assistance program to provide States, through State foresters or Indian tribes, with technical, financial, and related assistance to: (1) expand forest stewardship capacities and activities through best management practices; and (2) prevent water quality degradation, and address watershed issues, on non-Federal forest land. Directs the Secretary of Agriculture to designate ten forest and rangeland health demonstration projects at the watershed scale, and the Secretary of the Interior to designate five such projects. Directs the Secretary of Agriculture to establish the healthy forests reserve program for the purpose of restoring and enhancing forest ecosystems to promote the recovery of threatened and endangered species as well as improve biodiversity and enhance carbon sequestration. Directs the Secretary of Agriculture to establish: (1) the Rural Community Forestry Enterprise Program to enhance necessary skills and establish organizations to promote forest-related products and activities; (2) at least one Forest Enterprise Center at each Research Station of the Forest Service; and (3) the forest enterprise technical assistance and grant program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Forestry and Community Assistance Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to expedite procedures for hazardous fuels reduction activities and restoration in wildlife fire prone national forests and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:27-05:00"
}