{
  "actions": [
    {
      "acted_at": "1976-07-27", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 94-1370.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-24", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-24", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-24", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres1433-94", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-07-27", 
  "number": "1433", 
  "official_title": "A resolution providing for the consideration of H.R. 14070.  A bill to extend and amend part B of title IV of the Higher Education Act of 1965.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14070-94", 
      "reason": "ruled-by"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Moakley, John Joseph", 
    "state": "MA", 
    "thomas_id": "00820", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1976-07-27", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-07-27", 
    "text": "Provides that upon the adoption of this resolution it shall be in order to consider section 401 of the Congressional Budget Act of 1974 (Public Law 93-344) to the contrary notwithstanding, the bill (H.R.14070) to extend and amend part B of title IV of the Higher Education Act of 1965, and for other purposes. States that after general debate, which shall be confined to the bill and shall continue not to exceed one hour, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Education and Labor, the bill shall be read for amendment under the five-minute rule. Stipulates that it shall be in order to consider the amendment in the nature of a substitue recommended by the Committee on Education and Labor now printed in the bill as an original bill for the purpose of amendment under the five-minute rule, and all points of order against said amendment for failure to comply with sections 303 (a) and 401 (b) of the Congressional Budget Act of 1974 (Public Law 93-344) are hereby waived. Provides that, at the conclusion of such consideration, the Committee shall rise and report the bill to the House with such amendments as may have been adopted, and any Member may demand a separate vote in the House on any amendment adopted in the Committee of the Whole to the bill or to the committee amendment in the nature of a substitute. States that the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit with or without instructions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution providing for the consideration of H.R. 14070.  A bill to extend and amend part B of title IV of the Higher Education Act of 1965.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:24-05:00"
}