{
  "actions": [
    {
      "acted_at": "1994-09-13", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-11-21", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "subcommittee": "National Parks, Forests and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks, Forests and Public Lands.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5035-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks, Forests, and Public Lands", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-09-13", 
  "number": "5035", 
  "official_title": "To authorize the Secretary of Agriculture to establish and collect recreation use fees on a temporary basis in connection with the recreational use of the Roosevelt Lake Recreation Area in the Tonto National Forest in the State of Arizona.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Roosevelt Lake Recreation Area Fee Act", 
  "sponsor": {
    "district": "6", 
    "name": "English, Karan", 
    "state": "AZ", 
    "thomas_id": "00346", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-09-13", 
  "subjects": [
    "Animals", 
    "Arizona", 
    "Economics and public finance", 
    "National forests", 
    "National recreation areas", 
    "Public lands and natural resources", 
    "Recreation", 
    "User charges", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Recreation", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-09-13", 
    "text": "Roosevelt Lake Recreation Area Fee Act - Authorizes the Secretary of Agriculture to establish and collect recreation use fees and to sell recreation use passes at designated recreation sites within the Roosevelt Lake Recreation Area in the Tonto National Forest, Arizona. Prohibits the Secretary from: (1) collecting such fees for the use or provision in the Area of drinking water, wayside exhibits, toilet facilities, general purpose roads, overlook sites, or general information; or (2) imposing or collecting a fee from Federal, State, or local officers or employees authorized by the Secretary to perform administrative duties at recreation sites in the Area. Entitles holders of valid Golden Age Passports or Golden Access Passports to use a recreation site within the Area for half the applicable recreation use fee. Provides that such fees shall be in lieu of any recreation use fee. Provides that such fees shall be lieu of any recreation use fees for such sites under the Land and Water Conservation Fund Act of 1965 or the Omnibus Budget Reconciliation Act of 1993. (Sec. 6) Terminates the authority of the Secretary to establish and collect fees or to sell such passes at the end of the seven-year period beginning on the enactment of this Act. Requires the Secretary to report to specified congressional committees regarding modifying or extending the authority to sell recreation use fees and passes. (Sec. 7) Requires the funds received from recreation use fees and passes sold to be deposited in a special account in the Treasury. Permits Fund amounts to be used for: (1) operation, maintenance, and management of recreation sites within the Area; (2) interpretation and management of the Area's resources; and (3) administrative costs associated with such activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Roosevelt Lake Recreation Area Fee Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize the Secretary of Agriculture to establish and collect recreation use fees on a temporary basis in connection with the recreational use of the Roosevelt Lake Recreation Area in the Tonto National Forest in the State of Arizona.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:31:16-05:00"
}