{
  "actions": [
    {
      "acted_at": "2010-06-16", 
      "references": [
        {
          "reference": "CR E1123", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-06-16", 
      "committee": "Committee on Oversight and Government Reform, and in addition to the Committees on Homeland Security, Intelligence (Permanent Select), Armed Services, the Judiciary, and Education and Labor, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Oversight and Government Reform, and in addition to the Committees on Homeland Security, Intelligence (Permanent Select), Armed Services, the Judiciary, and Education and Labor, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-16", 
      "committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-16", 
      "committee": "House Intelligence", 
      "references": [
        {
          "reference": "Permanent Select", 
          "type": null
        }
      ], 
      "text": "Referred to House Intelligence", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-16", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-16", 
      "committee": "House Armed Services", 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-16", 
      "committee": "House Homeland Security", 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-16", 
      "committee": "House Education and Labor", 
      "references": [], 
      "text": "Referred to House Education and Labor", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-23", 
      "in_committee": "House Armed Services", 
      "references": [], 
      "subcommittee": "Terrorism, Unconventional Threats and Capabilities", 
      "text": "Referred to the Subcommittee on Terrorism, Unconventional Threats and Capabilities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-26", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "the Constitution, Civil Rights, and Civil Liberties", 
      "text": "Referred to the Subcommittee on the Constitution, Civil Rights, and Civil Liberties.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-26", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime, Terrorism, and Homeland Security", 
      "text": "Referred to the Subcommittee on Crime, Terrorism, and Homeland Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-09-13", 
      "in_committee": "House Education and Labor", 
      "references": [], 
      "subcommittee": "Higher Education, Lifelong Learning, and Competitiveness", 
      "text": "Referred to the Subcommittee on Higher Education, Lifelong Learning, and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5548-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Intelligence (Permanent Select)", 
      "committee_id": "HLIG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Constitution, Civil Rights, and Civil Liberties", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, and Homeland Security", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Terrorism, Unconventional Threats and Capabilities", 
      "subcommittee_id": "26"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Higher Education, Lifelong Learning, and Competitiveness", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "King, Peter T.", 
      "sponsored_at": "2010-06-16", 
      "state": "NY", 
      "thomas_id": "00635", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-06-16", 
  "number": "5548", 
  "official_title": "To amend the Homeland Security Act of 2002 and other laws to enhance the security and resiliency of the cyber and communications infrastructure of the United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3480-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "Protecting Cyberspace as a National Asset Act of 2010", 
  "sponsor": {
    "district": "36", 
    "name": "Harman, Jane", 
    "state": "CA", 
    "thomas_id": "00502", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-06-16", 
  "subjects": [
    "Advisory bodies", 
    "Computer security and identity theft", 
    "Congressional oversight", 
    "Criminal justice information and records", 
    "Department of Homeland Security", 
    "Emergency communications systems", 
    "Emergency planning and evacuation", 
    "Executive Office of the President", 
    "Executive agency funding and structure", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government investigations", 
    "Government operations and politics", 
    "Intelligence activities, surveillance, classified information", 
    "Internet and video services", 
    "Research and development", 
    "Technology assessment"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-06-16", 
    "text": "Protecting Cyberspace as a National Asset Act of 2010 - Establishes in the Executive Office of the President an Office of Cyberspace Policy, which shall: (1) develop a national strategy to increase the security and resiliency of cyberspace; (2) oversee, coordinate, and integrate federal policies and activities relating to cyberspace security and resiliency; (3) ensure that all federal agencies comply with appropriate guidelines, policies, and directives from the Department of Homeland Security (DHS), other federal agencies with responsibilities relating to cyberspace security or resiliency, and the National Center for Cybersecurity and Communications (established by this Act); and (4) ensure that federal agencies have access to, receive, and appropriately disseminate law enforcement, intelligence, terrorism, and any other information relevant to the security of specified federal, military, and intelligence information infrastructure. Requires the President to appoint a Director of Cyberspace Policy. Provides for access by the Director to specified cybersecurity-related information. Amends the Homeland Security Act of 2002 (HSA) to establish within DHS a National Center for Cybersecurity and Communications (NCCC), which shall be headed by a Director, who shall: (1) work cooperatively with the private sector and lead the federal effort to secure, protect, and ensure the resiliency of the federal and national information infrastructure; and (2) work with the Assistant Secretary for Infrastructure Protection to coordinate the information, communications, and physical infrastructure protection responsibilities and activities of NCCC and the Office of Infrastructure Protection. Transfers to NCCC the National Cyber Security Division, the Office of Emergency Communications, and the National Communications System. Establishes within NCCC the United States Computer Emergency Readiness Team (US-CERT), which shall: (1) collect, coordinate, and disseminate information on risks to specified federal information infrastructure and security controls; and (2) establish a mechanism for engagement with the private sector. Requires the NCCC Director to: (1) establish a program for sharing information with and between NCCC and other federal agencies; (2) develop guidelines to protect the privacy and civil liberties of U.S. persons and intelligence sources and methods; (3) establish a program to promote and provide technical assistance relating to the implementation of best practices and related standards and guidelines for securing the national information infrastructure; and (4) identify and evaluate the cyber vulnerabilities to covered critical infrastructure on a continuous and sector-by-sector basis and issue regulations establishing risk-based security performance requirements to secure covered critical infrastructure against cyber vulnerabilities. Authorizes the President to issue a declaration of a national cyber emergency to covered critical infrastructure. Requires the President to then notify the owners and operators of the infrastructure of the nature of the emergency, consistent with the protection of intelligence sources and methods. Requires the NCCC Director to take specified steps, including immediately directing the owners and operators to implement required response plans and to ensure that emergency actions represent the least disruptive means feasible to operations. Terminates such an emergency measure or action 30 days after the President's declaration, with 30-day extensions authorized if the NCCC Director or the President affirms that such measure or action remains necessary to address the continuing emergency. Requires each owner or operator of covered critical infrastructure to certify to the NCCC Director whether the owner or operator has developed and implemented approved security measures and any applicable emergency measures or actions required for any cyber vulnerabilities and national cyber emergencies. Sets forth civil penalties for violations. Requires the DHS Secretary and the private sector to develop, periodically update, and implement a supply chain risk management strategy designed to ensure the security of the federal information infrastructure. Sets forth provisions regarding the information security authority and functions of the NCCC Director and executive agency responsibilities. Requires NCCC to annually oversee, coordinate, and develop guidance for the effective implementation of operational evaluations of the federal information infrastructure and agency information security programs and practices to determine their effectiveness. Authorizes the NCCC Director to order the isolation of any component of the federal information infrastructure if: (1) an agency does not implement measures in an approved risk-based plan; and (2) the failure to comply presents a significant danger to the federal information infrastructure. Establishes in the executive branch a Federal Information Security Taskforce, which shall be the principal interagency forum for collaboration regarding best practices and recommendations for agency information security and the security of the federal information infrastructure. Requires each agency with an Inspector General appointed under the Inspector General Act of 1978 to assess the adequacy and effectiveness of the information security program and evaluations. Requires the Director of the Office of Personnel Management (OPM) and the NCCC Director to assess the readiness and capacity of the federal workforce to meet the needs of the cybersecurity mission of the federal government. Requires the OPM Director to develop and implement a comprehensive workforce strategy that enhances the readiness, capacity, training, and recruitment and retention of federal cybersecurity personnel. Requires the head of each federal agency to: (1) develop a strategic cybersecurity workforce plan as part of its performance plan; and (2) measure and collect information on indicators of the effectiveness of the recruitment and hiring of a workforce needed to fulfill the agency's cybersecurity mission. Requires the OPM Director, in coordination with: (1) the NCCC Director, to develop and issue comprehensive occupation classifications for federal employees engaged in cybersecurity missions; and (2) the NCCC Director, the Director of National Intelligence, the Secretary of Defense (DOD), and the Chief Information Officers Council, to establish a cybersecurity awareness and education curriculum that shall be required for all federal employees and contractors engaged in the design, development, or operation of agency information infrastructure. Amends HSA to direct the Under Secretary for Science and Technology, in coordination with the NCCC Director, to carry out a research and development program for the purpose of improving the security of information infrastructure. Directs the DHS Secretary to establish a National Cybersecurity Advisory Council to advise the NCCC Director."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Protecting Cyberspace as a National Asset Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Homeland Security Act of 2002 and other laws to enhance the security and resiliency of the cyber and communications infrastructure of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:30-05:00"
}