{
  "actions": [
    {
      "acted_at": "1988-10-20", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres599-100", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Armey, Richard K.", 
      "sponsored_at": "1988-10-20", 
      "state": "TX", 
      "thomas_id": "00028", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Barton, Joe", 
      "sponsored_at": "1988-10-20", 
      "state": "TX", 
      "thomas_id": "00062", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Bateman, Herbert H.", 
      "sponsored_at": "1988-10-20", 
      "state": "VA", 
      "thomas_id": "00064", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Bilirakis, Michael", 
      "sponsored_at": "1988-10-20", 
      "state": "FL", 
      "thomas_id": "00089", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Buechner, Jack", 
      "sponsored_at": "1988-10-20", 
      "state": "MO", 
      "thomas_id": "00144", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cheney, Dick", 
      "sponsored_at": "1988-10-20", 
      "state": "WY", 
      "thomas_id": "00193", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Clinger, William F., Jr.", 
      "sponsored_at": "1988-10-20", 
      "state": "PA", 
      "thomas_id": "00207", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Dornan, Robert K.", 
      "sponsored_at": "1988-10-20", 
      "state": "CA", 
      "thomas_id": "00310", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Emerson, Bill", 
      "sponsored_at": "1988-10-20", 
      "state": "MO", 
      "thomas_id": "00342", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Gunderson, Steve", 
      "sponsored_at": "1988-10-22", 
      "state": "WI", 
      "thomas_id": "00476", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Hefley, Joel", 
      "sponsored_at": "1988-10-22", 
      "state": "CO", 
      "thomas_id": "00524", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Houghton, Amo", 
      "sponsored_at": "1988-10-20", 
      "state": "NY", 
      "thomas_id": "00563", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Johnson, Nancy L.", 
      "sponsored_at": "1988-10-20", 
      "state": "CT", 
      "thomas_id": "00602", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Kolbe, Jim", 
      "sponsored_at": "1988-10-20", 
      "state": "AZ", 
      "thomas_id": "00645", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1988-10-20", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "35", 
      "name": "Lewis, Jerry", 
      "sponsored_at": "1988-10-20", 
      "state": "CA", 
      "thomas_id": "00687", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lott, Trent", 
      "sponsored_at": "1988-10-20", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Martin, Lynn M.", 
      "sponsored_at": "1988-10-20", 
      "state": "IL", 
      "thomas_id": "00742", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Meyers, Jan", 
      "sponsored_at": "1988-10-20", 
      "state": "KS", 
      "thomas_id": "00794", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Michel, Robert H.", 
      "sponsored_at": "1988-10-20", 
      "state": "IL", 
      "thomas_id": "00801", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Oxley, Michael G.", 
      "sponsored_at": "1988-10-20", 
      "state": "OH", 
      "thomas_id": "00885", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "43", 
      "name": "Packard, Ron", 
      "sponsored_at": "1988-10-20", 
      "state": "CA", 
      "thomas_id": "00886", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Parris, Stanford E. (Stan)", 
      "sponsored_at": "1988-10-20", 
      "state": "VA", 
      "thomas_id": "00890", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Porter, John Edward", 
      "sponsored_at": "1988-10-20", 
      "state": "IL", 
      "thomas_id": "00923", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Rhodes, John J., III", 
      "sponsored_at": "1988-10-22", 
      "state": "AZ", 
      "thomas_id": "00956", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Slaughter, D. French, Jr.", 
      "sponsored_at": "1988-10-20", 
      "state": "VA", 
      "thomas_id": "01068", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Smith, Lamar", 
      "sponsored_at": "1988-10-20", 
      "state": "TX", 
      "thomas_id": "01075", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Stump, Bob", 
      "sponsored_at": "1988-10-22", 
      "state": "AZ", 
      "thomas_id": "01122", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Thomas, William M.", 
      "sponsored_at": "1988-10-20", 
      "state": "CA", 
      "thomas_id": "01148", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Upton, Fred", 
      "sponsored_at": "1988-10-20", 
      "state": "MI", 
      "thomas_id": "01177", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Walker, Robert S.", 
      "sponsored_at": "1988-10-20", 
      "state": "PA", 
      "thomas_id": "01196", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Weldon, Curt", 
      "sponsored_at": "1988-10-20", 
      "state": "PA", 
      "thomas_id": "01214", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-10-20", 
  "number": "599", 
  "official_title": "A resolution to amend the rules of the House of Representatives for the purpose of making the legislative process more responsible, respresentative, and accountable.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Bicentennial House Restoration Amendments of 1988", 
  "sponsor": {
    "district": "5", 
    "name": "Edwards, Mickey", 
    "state": "OK", 
    "thomas_id": "00338", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-10-20", 
  "subjects": [
    "Appropriations", 
    "Authorization", 
    "Broadcasting of congressional proceedings", 
    "Civil Rights and Liberties", 
    "Communications and Broadcasting", 
    "Congressional committee jurisdiction", 
    "Congressional committee staffing", 
    "Congressional committees", 
    "Congressional committees (House)", 
    "Congressional employees", 
    "Congressional leadership", 
    "Congressional oversight", 
    "Congressional salaries and pensions", 
    "Congressional voting", 
    "Discrimination in employment", 
    "Economics and public finance", 
    "Executive impoundment of appropriated funds", 
    "Federal budgets", 
    "Flags", 
    "House of Representatives", 
    "House rules and procedure", 
    "Labor and employment", 
    "Legislation", 
    "Legislative calendars", 
    "Legislative resolutions", 
    "National emblems", 
    "Oaths", 
    "Public debt", 
    "Public meetings of legislative bodies", 
    "Record votes", 
    "Taxation"
  ], 
  "subjects_top_term": "House of Representatives", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-10-20", 
    "text": "Bicentennial House Restoration Amendments of 1988 - Amends rule I of the Rules of the House of Representatives to direct the Speaker of the House, immediately after the reading of a veto message and without intervening motion or business, to state the question on reconsideration of the vetoed measure. Directs the Speaker to provide for the visual coverage of House proceedings on a uniform basis throughout each day's session. Allows such coverage to include periodic views of the entire Chamber, provided that it is uniform throughout the day and does not detract from the visual coverage of any one person who is speaking. Requires the Speaker to announce a legislative program at the beginning of each congressional session which includes: (1) target dates for the consideration of specified major budgetary, authorization, and appropriation bills; (2) an indication of those weeks during which the House will be in session; (3) those weeks set aside for district work periods; and (4) the target date for the adjournment of that session. Amends rule X to require each standing committee, not later than March 1 in the first session of a Congress, to adopt its oversight plans in a meeting open to the public. Declares that it will not be in order to consider any committee expense resolution for any committee that has not submitted its oversight plans. Requires the committees to submit such plans to the Committee on House Administration, which shall, not later than March 15 in the first session of a Congress, report such plans to the House with recommendations. Authorizes the Speaker of the House to appoint special ad hoc oversight committees to review specific matters within the jurisdiction of two or more committees. Amends rule XI to require each committee to include in its biennial report to the House a separate section summarizing its legislative and oversight activities during that Congress. Directs the Speaker of the House to initially refer each bill, resolution, or other matter to one committee of principal jurisdiction. Eliminates the Speaker's authority to refer any such matter initially to two or more committees for concurrent consideration. Amends rule X to require standing committees to be elected by the House within seven legislative days (currently, seven calendar days) after the commencement of a Congress. Requires standing committees to hold organizational meetings not later than three legislative days after election. Requires the membership of each committee (except the Committee on Standards of Official Conduct), select committee, and conference committee (and each subcommittee, task force, or subunit thereof) to reflect the ratio of majority to minority Members. Provides that such ratio be reflected for standing committees at the beginning of each Congress, and for select and conference committees at the time of appointment. Prohibits any standing committee from establishing more than six subcommittees, and any Member serving at any one time on more than four subcommittee's. Defines \"subcommittee\" as any subunit of a standing committee established for a period of more than six months. Prohibits the vote by any member of any committee or subcommittee from being cast by proxy. Amends rule XI to require open committee meetings unless disclosure of matters to be considered would endanger national security, tend to defame, degrade or incriminate any person or otherwise violate any law or rule of the House, or involve committee personnel. Provides that a majority of members of each committee or subcommittee shall constitute a quorum for the transaction of any business. Requires committee rollcall votes on a motion to report any bill or resolution of a public character to include the names of Members voting for, against, and by proxy. Requires each nonrecord vote to include the names of those Members actually present at the time the bill or resolution is ordered reported. Prohibits Rules Committee reports from being considered on the subsequent calendar day of the same legislative day. Prohibits the Rules Committee from reporting any order of business resolution which prohibits a motion to recommit, including instructions in the form of an amendment. Prohibits the consideration of any resolution reported from the Committee on Rules providing for the consideration of any bill or joint resolution which limits the right of Members to offer germane amendments unless the chairman of the Committee has announced in advance that less than an open amendment process might be recommended by the Committee. Prohibits the consideration of any order of business resolution reported from the Committee on Rules which provides that, upon the adoption of such resolution, the House shall be considered to have automatically adopted a motion, amendment, or resolution, or to have passed a bill, joint resolution, or conference report, unless the consideration of such order of business resolution is agreed to by not less than two-thirds of the Members voting, and the yeas and nays shall be considered as ordered. Prohibits the consideration of any budget waiver resolution reported by the Committee on Rules unless an explanatory statement accompanies such resolution. Prohibits the House from considering any primary expense resolution until the Committee on House Administration has reported and the House has adopted a resolution establishing the committee staff personnel ceiling for the year. Requires such committee to specify in any primary or supplemental expense resolution the number of staff positions authorized therein. Authorizes the House to consider any supplemental expense resolution in excess of such ceiling by a vote of two-thirds of the Members present. Prohibits the overall staff ceiling of the 101st Congress from exceeding 90 percent of the total committee staff personnel employed at the end of the 100th Congress. Amends rule XV to require an automatic rollcall vote on any bill or joint resolution making appropriations, providing revenue, or adjusting the rate of pay of Members, or on final adoption of any concurrent resolution on the budget which provides an increase in the statutory debt limit. Amends rule XXI to establish procedures for the consideration of any bill or joint resolution making continuing appropriations for a period of 30 days or less. Establishes limitations for the consideration of reconciliation bills. Requires bills or resolutions which authorize the enactment of new budget authority to be reported on or before the May 15 preceding the fiscal year to which such authority applies. Amends rule XXIV to include the Pledge of Allegiance in the daily order of business. Amends rule XXVII to establish new procedures for the consideration of motions to suspend the rules. Prohibits such motion if the measure or matter would enact new budget or spending authority in excess of a specified amount. Requires the printing in the Congressional Record, and weekly update thereafter, of a motion to discharge a committee from consideration of a bill or resolution when 100 Members have signed such motion. Amends rule XXXVIII to grant a House conferee three calendar days in which to file supplemental, minority, or additional views. Establishes procedures for the consideration of legislation granting the President special rescission authority with respect to any budget authority for which an authorization has not been enacted. Provides for applying certain labor laws to the House. Directs the Committee on Rules to report to the House by December 31, 1989, on realigning the jurisdictions of House committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bicentennial House Restoration Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A resolution to amend the rules of the House of Representatives for the purpose of making the legislative process more responsible, respresentative, and accountable.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:22-05:00"
}