{
  "actions": [
    {
      "acted_at": "2008-07-24", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3334-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2008-09-11", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-07-24", 
  "number": "3334", 
  "official_title": "A bill to strengthen communities through English literacy, civic education, and immigrant integration programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6617-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Strengthening Communities Through Education and Integration Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Clinton, Hillary Rodham", 
    "state": "NY", 
    "thomas_id": "01631", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-07-24", 
  "subjects": [
    "Adult education", 
    "Authorization", 
    "Church and social problems", 
    "Citizenship education", 
    "College costs", 
    "Commerce", 
    "Community organization", 
    "Department of Education", 
    "Department of Homeland Security", 
    "Distance education", 
    "Economics and public finance", 
    "Education", 
    "Educational research", 
    "Elementary and secondary education", 
    "Elementary education", 
    "English language", 
    "Evaluation research (Social action programs)", 
    "Families", 
    "Family services", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Higher education", 
    "Immigrant education", 
    "Immigrants", 
    "Immigration", 
    "Income tax", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Literacy programs", 
    "Names", 
    "Parent and child", 
    "Preschool education", 
    "Religion", 
    "Science, technology, communications", 
    "Secondary education", 
    "Social welfare", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Teachers"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-07-24", 
    "text": "Strengthening Communities Through Education and Integration Act of 2008 - Amends the Adult Education and Family Literacy Act (the Act) to allow state leadership activities grants to be used to: (1) provide technical assistance to faith and community-based organizations desiring grants under the Act; and (2) study the effectiveness of distance learning or self-study programs for English language learners. Directs the National Institute for Literacy to disseminate information regarding integrated English literacy and civics education programs. Makes such programs eligible for assistance under the Secretary of Education's national leadership activities program. Requires the Secretary to award grants to states for integrated English literacy and civics education programs, with each state's grant amount tied to the size and growth of their recent immigrant population. Amends the Elementary and Secondary Education Act of 1965 (ESEA) to reauthorize appropriations for the Even Start Family Literacy program. Requires the Director of the National Institute for Literacy to conduct a longitudinal evaluation of the Even Start program and research into the components of successful family literacy services. Directs the Secretary to award matching grants to states and, through them, matching, competitive subgrants to local educational agencies for high quality expanded learning time programs that provide additional language and civics education to middle and secondary school students who are English language learners. Amends the Act and ESEA to replace references to individuals of limited English proficiency with references to English language learners. Amends the Internal Revenue Code to provide: (1) tax credits to teachers of English language learners; (2) tax deductions for the expenses of becoming certified as such teachers; and (3) tax credits for employers' expenses in making adult education and literacy services available to their employees. Requires the Commissioner for Education Research of the National Center for Education Research to establish a national research and development center for adult education and literacy, or include adult education if a center for adult literacy has already been established. Renames the Office of Citizenship within U.S. Immigration and Customs Enforcement of the Department of Homeland Security the Office of Citizenship and Immigrant Integration (the Office). Includes among its functions, furthering the integration of immigrants into their communities. Authorizes the Chief of the Office to provide grants to states to: (1) form State New American Councils to develop and implement comprehensive immigrant integration plans; and (2) award subgrants, through such Councils, to local governments to assist them in integrating immigrants into communities pursuant to such plans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Strengthening Communities Through Education and Integration Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen communities through English literacy, civic education, and immigrant integration programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:20-05:00"
}