{
  "actions": [
    {
      "acted_at": "2013-03-19", 
      "committees": [
        "HSBU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Budget, and in addition to the Committees on Rules, and Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-03-19", 
      "committees": [
        "HSBU"
      ], 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-03-19", 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-03-19", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1270-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Brooks, Mo", 
      "sponsored_at": "2013-03-19", 
      "state": "AL", 
      "thomas_id": "01987", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Ellmers, Renee L.", 
      "sponsored_at": "2013-03-19", 
      "state": "NC", 
      "thomas_id": "02036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Gardner, Cory", 
      "sponsored_at": "2013-03-19", 
      "state": "CO", 
      "thomas_id": "01998", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Gibbs, Bob", 
      "sponsored_at": "2013-03-19", 
      "state": "OH", 
      "thomas_id": "02049", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Griffin, Tim", 
      "sponsored_at": "2013-03-19", 
      "state": "AR", 
      "thomas_id": "01990", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Kinzinger, Adam", 
      "sponsored_at": "2013-03-19", 
      "state": "IL", 
      "thomas_id": "02014", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Southerland, Steve II", 
      "sponsored_at": "2013-04-09", 
      "state": "FL", 
      "thomas_id": "02000", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-03-19", 
  "number": "1270", 
  "official_title": "To provide for greater transparency and honesty in the Federal budget process.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr668-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1872-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s581-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Honest Budget Act of 2013", 
  "sponsor": {
    "district": "2", 
    "name": "Roby, Martha", 
    "state": "AL", 
    "thomas_id": "01986", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-03-19", 
  "subjects": [
    "Appropriations", 
    "Budget deficits and national debt", 
    "Budget process", 
    "Disaster relief and insurance", 
    "Economics and public finance", 
    "Government employee pay, benefits, personnel management", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "House of Representatives", 
    "Legislative rules and procedure", 
    "Roads and highways", 
    "Senate", 
    "Transportation programs funding"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-03-19", 
    "text": "Honest Budget Act of 2013 - Amends procedures in the Congressional Budget Act of 1974 that make it out of order in the Senate to consider appropriations legislation until the Senate agrees to a concurrent resolution on the budget. Permits waivers or suspension of such requirements, or successful appeals from a ruling of the Chair, by an affirmative vote of three-fifths (60) of the Senate. Makes it out of order in either chamber to consider certain bills, joint resolutions, or conference reports that designate as: (1) an emergency requirement any provision that creates discretionary or direct spending or decreases revenues, or (2) being for disaster relief. Requires an affirmative vote of three-fifths of the Members to successfully appeal a ruling of the Chair on a point of order against such a measure. Establishes a procedure for emergency designations by amendment. Makes it out of order in the House of Representatives to consider a rule or order that waives the application of such prohibitions against consideration of such measures or amendments. Amends the Federal Credit Reform Act of 1990 (FCRA) to revise the budgetary treatment of federal direct loans and loan guarantees to account for them on a fair value basis (currently, a FCRA accrual basis). Expands such new budgetary treatment to financial investments beginning in FY2017. Defines \"financial investment\" as a federal government investment in any securities (debt or equity) or futures, swaps, or other derivatives, issued by a non-federal entity, regardless of whether the issuances are federally guaranteed, or issued by a federal entity if the issuance consists of marketable securities. Requires the President's budget: (1) from FY1992 on to reflect the Treasury discounting component of direct loan and loan guarantee programs; and (2) from FY2017 on to reflect the costs of direct loan, loan guarantee, and financial investment programs. Defines \"Treasury discounting component\" as the estimated long-term cost to the federal government of a direct loan, loan guarantee, or financial investment calculated on a net present value basis, excluding administrative costs and any incidental effects on governmental receipts or outlays. Revises other requirements for the President's budget including conditions for new direct loan obligations incurred and loan guarantee commitments made for FY1992 and thereafter, and new financial investment commitments for FY2017 and thereafter. Requires new budget authority for such loans or loan guarantee or financial investment commitments to be provided in advance in an appropriations Act. Exempts a direct loan or loan guarantee program that constitutes an entitlement (such as the guaranteed student loan program or the veteran's home loan guaranty program) as well as all existing credit programs of the Commodity Credit Corporation (CCC) from: (1) the above requirement; and (2) the prohibition against modification of an outstanding direct loan, loan guarantee, or financial investment in a manner that increases its costs unless budget authority for the additional cost has been provided in advance in an appropriations Act. Revises requirements for Treasury transactions with financing accounts (nonbudget accounts associated with each program account which holds balances, receives the cost payment from the program account, and also includes all other cash flows to and from the federal government resulting from such obligations or commitments made on or after October 1, 1991). Limits the availability of amounts in liquidating accounts to specified payments resulting from direct loan obligations or loan guarantee commitments made before October 1, 1991. Prescribes requirements for consideration of legislation in both chambers after agreement on a budget resolution (in effect, extending a point of order against certain changes in mandatory programs to all such programs in appropriations bills). Prohibits the congressional budget committees from counting rescissions of budget authority that do not result in outlay savings over the period covered by a budget resolution when determining the levels of new budget authority, outlays, direct spending, new entitlement authority, and revenues for a fiscal year. Requires suspension for a certain period of any within-grade step increases in the compensation of certain federal employees that would otherwise take effect during any calendar year in which an annual pay adjustment is denied. Requires recomputation of a wage or salary's pay rate, after the end of a suspension period for any service performed subsequent to it, so that the pay rate will be the same as the one that would have been payable if such step-increases had not been suspended. Requires service performed by an employee before, during, or after such a suspension period to be computed, for step-increase eligibility purposes, without regard to suspension of the step-increase during the suspension period. Prescribes similar suspension requirements with respect to additional step increases for high quality performance above the ordinary. Makes it out of order in both chambers to consider any legislation that would provide an advance appropriation, except for specified programs or activities, including the Employment and Training Administration, education for the disadvantaged, Head Start, rental assistance, the Corporation for Public Broadcasting, and veterans' medical services. Allows: (1) waiver of this rule in either chamber by an affirmative vote of three-fifths of the Members; and (2) successful appeals in the Senate from the ruling of the Chair, only by an affirmative vote of three-fifths (60). Makes it out of order in the House, notwithstanding the allowance of such a waiver by the vote of a super-majority, to consider a rule or order that waives the application of such prohibition. Prohibits shifts in outlays or revenues from one year to another by a date change to act as an offset for other provisions that increase the deficit for a time period. Makes it out of order in the House to consider a rule or order that waives the application of such prohibition. Prescribes a budget scoring rule for transfers from the Treasury General Fund to the Highway Trust Fund that increase the level of indebtedness subject to the current applicable statutory public debt limit. Makes it out of order in the House to consider a rule or order that waives the application of such requirement. Requires the President's annual budget submission to Congress to provide an estimate of the pro rata cost of any projected budget deficit to individuals who will file an income tax return for the fiscal year in question."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Honest Budget Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Federal Credit Reform Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide for greater transparency and honesty in the Federal budget process.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:14:38-05:00"
}