{
  "actions": [
    {
      "acted_at": "1977-01-19", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-19", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-19", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2177-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-19", 
  "number": "2177", 
  "official_title": "A bill to amend the Social Security Act to establish a new program of assured annual income benefits for the aged, the blind, and the disabled; to amend title II of such Act to improve the computation of benefits and eligibility therefor, to provide for payment of widow's and widower's benefits in full at age 50 without regard to disability, to provide benefits for certain divorced wives with minor children, to raise the earnings base, to eliminate the actuarial reduction and lower the age of entitlement, to provide optional coverage for Federal employees, to eliminate the retirement test, and to increase the lump-sum death payment; to amend title XVIII of such Act to reduce to 60 the age of entitlement to medicare benefits and liberalize coverage of the disabled without regard to age, to provide coverage for certain governmental employees, to include qualified prescription drugs, free annual physical examinations, flu shots, prosthetics, eye care, dental care, foot care, and hearing aids under the supplementary medical benefits program, and to eliminate monthly premiums under such program for those whose gross annual income is below $4,800; to establish a food allowance program for older Americans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Amendments", 
  "sponsor": {
    "district": "8", 
    "name": "Rosenthal, Benjamin S.", 
    "state": "NY", 
    "thomas_id": "00987", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-19", 
  "subjects": [
    "Advisory bodies", 
    "Aged, blind, and disabled", 
    "Agriculture and food", 
    "Blind", 
    "Civil service employment", 
    "Department of Health, Education, and Welfare", 
    "Disability insurance", 
    "Disabled", 
    "Drugs", 
    "Drugs and narcotics", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Food relief", 
    "Guaranteed annual income", 
    "Health", 
    "Hospitalization insurance", 
    "Medicare", 
    "Nutrition", 
    "Old age assistance", 
    "Old age, survivors and disability insurance", 
    "Public assistance programs", 
    "Railroad employees", 
    "Railroads", 
    "Social welfare", 
    "Supplemental security income program", 
    "Wages"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-19", 
    "text": "Social Security Amendments - Title I: Establishment of Assured Annual Income Benefits Program for the Aged, the Blind, and the Disabled - Amends the Social Security Act by striking out title XVI (Supplemental Security Income for the Aged, Blind, and Disabled) and inserting in lieu thereof the following new titles: \"Title XVI - Assured Minimum Annual Income Benefits for the Aged, the Blind, and the Disabled\". Assures a minimum annual income of $5,200 for a married individual living with a spouse or $3,850 for any other individual if such individual has reached the age of 60 is blind or disabled and is a resident of the United States. Directs that no married individual who is living with a spouse for any month shall be entitled to a payment for such month if the spouse of such individual receives such a payment for such month. Specifies that the term \"annual income\" means the total amount of income from all sources received in the calendar year. Directs that in calculating income any individual who is engaged in any trade or business shall deduct from income any expenses incurred in carrying on such trade or business. Sets forth a formula for an annual adjustment of minimum income and benefit levels. Title II: Old-Age, Survivors, and Disability Insurance Benefits - Amends Title II (Old-Age, Survivors, and Disability Insurance) of the Social Security Act to eliminate actuarial reduction in benefits and to permit the payment of old-age insurance benefits to a married couple on their combined earnings record where that method of computation produces a higher combined benefit. Directs that the contribution and benefit base with respect to remuneration paid in the calendar year 1977 shall be $17,500. Establishes a cutoff of 60 years of age for both men and women in computing insured status and average monthly wage. Reduces to 60 the age requirement for entitlement to old age insurance benefits. Reduces to 50 the age requirement for entitlement to widow's and widower's insurance benefits. Reduces to 60 the age requirement for entitlement to benefits of dependent and surviving parents. Entitles specified brothers and sisters to survivor's benefits under this title. Provides benefits to divorced wives with minor children under specified circumstances. Reduces the requirements for eligibility for disability benefits for blind persons. Requires that a blind individual have at least six quarters of coverage to be eligible for disability benefits. Sets forth a method of computing the average monthly wage of a blind individual for the purpose of determining such individual's primary insurance amount. Provides that in no case shall such amount be less than the amount which would be determined without regard to an individual's blindness. States that no reductions will be made from the benefits to which a blind person is entitled because of such person's refusal to accept State-approved rehabilitative services under the Vocational Rehabilitation Act. Continues the payment of such benefits as long as blindness lasts, the amount of an individual's earnings notwithstanding. Authorizes the acceptance of applications for disability insurance filed after the prescribed period where failure to file in time was due to good cause. Permits officers and employees of the Federal Government to elect coverage under Title II. Establishes periods during which such officers and employees may certify their intention to be covered by the Social Security Act. Requires the Secretary of the Treasury agencies to know which of their employees qualify for elective coverage under this Act, or, in the alternative, to provide for the collection of the tax from a Federal employee electing such coverage, where it is not feasible for the head of the Federal agency or instrumentality involved to do so. Allows the crediting (for purposes of qualifying for Title II benefits) of pay or salary under civil service retirement, foreign service retirement, or central intelligence agency retirement earned by individuals not entitled to benefits under other Federal systems. Repeals the title II earnings test. Title III: Health Insurance Benefits - Amends Title II to reduce to the age requirement for health insurance benefits. Revises health insurance coverage for coverage for disabled individuals by eliminating various age and time requirements. Makes retired Federal employees eligible for health insurance benefits. Establishes special rules for retired Federal employees with duplicate health benefits coverage. Provides for hospital insurance coverage for specified State and local employees. Includes coverage of prescription drugs under the hospital insurance program. Establishes, within the Department of Health, Education, and Welfare, a Formulary Committee to compile and publish a Formulary listing the drugs deemed qualified for benefits under this Act, together with maximum allowable costs and additional information concerning such drugs. Makes provisions for selecting drugs for the Formulary. Exempts from the premium payment requirement under the Supplemental Medical Insurance Program individuals with a gross annual income of less than $4,800. Includes coverage for annual physical examinations, flu shots, breast prosthesis, hearing aids, optometrists services, eyeglasses, and dental services under the supplementary medical insurance program. Title IV: Miscellaneous and General Provisions - Amends the Social Security Act by adding the following new title: \"Title XXI - Food Allowance for Older Americans\" which establishes a food allowance program under which qualified elderly persons shall be provided with an opportunity to obtain an adequate level of nutrition through the issuance to them, without charge or fee or condition of any kind, a food allowance of $50 for each month after June 1977 in the form of coupons that can be used only to purchase food from retail stores. States that an individual is eligible for a food allowance under this Act only if such individual is (1) 65 years of age or older, (2) the head of his or her own household, and (3) has an annual income which does not exceed $5,000. Provides for the issuance of coupons reduced in value to individuals whose annual income exceeds $5,000 by not more than $480 and who otherwise meet the conditions of eligibility."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to establish a new program of assured annual income benefits for the aged, the blind, and the disabled; to amend title II of such Act to improve the computation of benefits and eligibility therefor, to provide for payment of widow's and widower's benefits in full at age 50 without regard to disability, to provide benefits for certain divorced wives with minor children, to raise the earnings base, to eliminate the actuarial reduction and lower the age of entitlement, to provide optional coverage for Federal employees, to eliminate the retirement test, and to increase the lump-sum death payment; to amend title XVIII of such Act to reduce to 60 the age of entitlement to medicare benefits and liberalize coverage of the disabled without regard to age, to provide coverage for certain governmental employees, to include qualified prescription drugs, free annual physical examinations, flu shots, prosthetics, eye care, dental care, foot care, and hearing aids under the supplementary medical benefits program, and to eliminate monthly premiums under such program for those whose gross annual income is below $4,800; to establish a food allowance program for older Americans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:58-05:00"
}