{
  "actions": [
    {
      "acted_at": "1991-04-25", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-05", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-06", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-18", 
      "in_committee": "Committee on Environment and Public Works", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-24", 
      "in_committee": "Committee on Environment and Public Works", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-31", 
      "in_committee": "Committee on Environment and Public Works", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11", 
      "in_committee": "Committee on Environment and Public Works", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-12", 
      "in_committee": "Committee on Environment and Public Works", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-13", 
      "in_committee": "Committee on Environment and Public Works", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-17", 
      "in_committee": "Committee on Environment and Public Works", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings concluded. Hearings printed: S.Hrg. 102-240.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-17", 
      "in_committee": "Committee on Environment and Public Works", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-03-05", 
      "in_committee": "Committee on Environment and Public Works", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-30", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-13", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-20", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-06-19", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported to Senate by Senator Burdick with an amendment in the nature of a substitute and an amendment to the title. With written report No. 102-301. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-19", 
      "calendar": "Senate Legislative", 
      "number": "495", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 495.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s976-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Protection", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1991-04-25", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1991-04-25", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-25", 
  "number": "976", 
  "official_title": "A bill entitled the \"Resource Conservation and Recovery Act Amendments of 1991\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Resource Conservation and Recovery Act Amendments of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-05-20", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Aluminum", 
    "Apartment houses", 
    "Asphalt", 
    "Authorization", 
    "Automobile parts", 
    "Automobile tires", 
    "Beverage containers", 
    "Building construction", 
    "Building laws", 
    "Business intelligence", 
    "Business records", 
    "Cadmium", 
    "Carcinogens", 
    "Cement industry", 
    "Chemicals", 
    "Chromium", 
    "Compost", 
    "Computer networks", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Consumer education", 
    "Consumer protection", 
    "Crime and law enforcement", 
    "Deceptive advertising", 
    "Defense procurement", 
    "Economic impact statements", 
    "Electric appliances", 
    "Electric batteries", 
    "Emergency management", 
    "Environmental assessment", 
    "Environmental education", 
    "Environmental health", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to research", 
    "Federal-Indian relations", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Fertilizers", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Fuel", 
    "Gas appliances", 
    "Glass and glass industry", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Groundwater", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Highway engineering", 
    "Hospitals", 
    "Housing and community development", 
    "Housing authorities", 
    "Housing codes", 
    "Incineration", 
    "Indian lands", 
    "Industrial accidents", 
    "Information services", 
    "Interstate relations", 
    "Labeling", 
    "Laboratories", 
    "Landfill siting", 
    "Landfills", 
    "Lead", 
    "Liability (Law)", 
    "Licenses", 
    "Manufacturing industries", 
    "Medical wastes", 
    "Mercury", 
    "Metals", 
    "Mine wastes", 
    "Newspaper publishing", 
    "Newspapers", 
    "Ohio", 
    "Packaging", 
    "Paper and paper products", 
    "Pesticide regulation", 
    "Petroleum", 
    "Petroleum recycling", 
    "Petroleum storage", 
    "Planning", 
    "Plastics", 
    "Pollution control", 
    "Prices", 
    "Product coding", 
    "Public lands and natural resources", 
    "Recycling industry", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Research and development", 
    "Research centers", 
    "Rubber", 
    "Rural affairs legislation", 
    "Rural public health", 
    "Scrap metals", 
    "Sewage treatment", 
    "Small business", 
    "Standards", 
    "State laws", 
    "Steel", 
    "Technological innovations", 
    "Textile industry and fabrics", 
    "Thermal power plants", 
    "Tire industry", 
    "Toxicology", 
    "Transboundary pollution", 
    "Transportation of hazardous substances", 
    "Underground petroleum tanks", 
    "Underground storage", 
    "Waste reduction", 
    "Water pollution measurement", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1992-06-19", 
    "text": "Resource Conservation and Recovery Act Amendments of 1992 - Title I: General Amendments - Amends the Solid Waste Disposal Act to revise congressional findings, objectives, and national policy provisions. Extends the authorization of appropriations for the Solid Waste Disposal Act through FY 1998. Directs the Administrator of the Environmental Protection Agency (EPA) to conduct an analysis of the impact of this Act on the health, economy, and environment of the United States by considering the costs, benefits, and other effects associated with compliance with standards under this Act. Provides for updated reports to the Congress on such analyses. Requires the Administrator to appoint an Advisory Council on Resource Conservation and Recovery to review data and methodologies used for such analyses and to make recommendations to the Administrator. Authorizes appropriations. Title II: Right to Know More and Pollution Prevention - Amends the Emergency Planning and Community Right-to-Know Act of 1986 to require facilities subject to such Act to prepare toxic chemical release forms for chemicals manufactured, processed, used, released, or transferred to an offsite facility (currently, manufactured, processed, or used) in quantities exceeding an established threshold. Applies toxic chemical release reporting requirements, beginning in 1995, to facilities that have ten or more full-time employees, release a toxic chemical in excess of the threshold established, and that are added pursuant to this paragraph or are owned or operated by the Federal Government. Directs the Administrator to: (1) add, within 24 months of this Act's enactment date, at least 11 major two-digit industry groups, as defined by the Office of Management and Budget Standard Industrial Classification (SIC) Manual, which the Administrator determines produce the largest volumes of releases or transfers to offsite facilities; and (2) propose additional two-digit groups, within 36 months of this Act's enactment date, unless such additions do not present an adverse threat to health or the environment. Provides that if the Administrator fails to meet such requirements, such requirements shall apply to additional facilities not currently subject to reporting requirements that manufacture, process, use, release, or transfer to offsite facilities toxic chemicals in excess of established thresholds. Waives compliance with this Act for Federal facilities if the President determines a waiver to be in the paramount interest of the United States. Authorizes petitions for recissions of waivers. Requires the Administrator to add 250 toxic chemicals to the current list of chemicals subject to release reporting requirements. Adds to the list: (1) all class I and II substances listed under title VI of the Clean Air Act; (2) the 100 toxic chemicals in the group of 250 that present the greatest health and environmental threat; and (3) the remaining 150 chemicals in such group. Modifies such list to include the following substances if the Administrator fails to promulgate such additions: (1) priority pollutants listed under regulations relating to steam electric power point source pollutants under the Federal Water Pollution Control Act; (2) hazardous wastes listed under the Solid Waste Disposal Act; (3) specified chemicals listed under the Clean Air Act; (4) pesticides for which registrations have been denied, cancelled, or suspended or that are undergoing review or are classified for restricted use; (5) contaminants for which maximum contaminant levels have been proposed under the Safe Drinking Water Act; (6) chemicals identified by the Carcinogen Assessment Group of EPA, the International Agency for Research on Cancer, or the National Toxicology Program as probable human carcinogens; (7) extremely hazardous substances listed under the Emergency Planning and Community Right-to-Know Act of 1986; and (8) chemicals listed in a specified California Regulatory Notice as reproductive toxins. Removes a limit on the number of chemicals that may be included on the list based on determinations of potential toxicity, persistence in the environment, or bioaccumulation. Authorizes the Administrator to establish additional thresholds for reporting based on the amount of any toxic chemicals released to the environment or transferred offsite from a facility. Directs the Administrator to require specified information concerning amounts of chemicals entering the waste stream, recycling and treatment of chemicals, source reduction, catastrophic or remedial releases, and percentage changes from previous years to be included on toxic chemical release forms, beginning in 1993. Requires additional information concerning input and output of chemicals and materials accounting to be included on such forms, beginning in 1995. Repeals certain reporting requirements and requirements for a mass balance study under the Emergency Planning and Community Right-to-Know Act of 1986. Directs the Administrator to establish a grant program to assist States, local governments, local emergency planning commissions, and State emergency response commissions in carrying out the Emergency Planning and Community Right-to-Know Act of 1986. Requires States to make 75 percent of a grant available to local governments and emergency planning committees. Bases the awarding of grants on the extent to which chemical substances are manufactured, processed, used, and disposed of in a State and the extent of exposure to such substances in a State. Authorizes appropriations. Directs the Administrator to study and report to the appropriate congressional committees on methods of encouraging the reporting of toxics information through the use of computer telecommunication and other means. Requires the Director of the Office of Technology Assessment to study and report to the Administrator and the appropriate congressional committees on the provision to the public of toxic chemical release information. Grants access to information and facilities to EPA employees and authorized States. Prescribes civil penalties for noncompliance with access requirements. Integrates portions of the Pollution Prevention Act of 1990 into the Solid Waste Disposal Act. Replaces references to \"source reduction\" in the Pollution Prevention Act of 1990 with \"pollution prevention.\" Requires owners or operators of facilities subject to toxic chemical release reporting requirements to periodically prepare pollution prevention plans, summaries, and progress reports. Sets forth plan preparation deadlines and content requirements. Directs the Administrator to establish criteria pursuant to which owners or operators shall identify targeted production processes on which to focus pollution prevention strategies. Makes plan summaries and progress reports available to the public. Provides for the modification of plans and summaries to meet requirements. Directs the Administrator to establish a small business pollution prevention compliance and technical assistance program. Authorizes the Administrator or a State to require plan preparers to receive training or attend seminars on the preparation of toxic release inventories and pollution prevention plans. Exempts from plan preparation requirements research and development laboratories and pilot facilities. Permits the Administrator to: (1) provide technical assistance in pollution prevention planning to facilities within industrial categories identified as having the highest priority for pollution prevention; and (2) seek partial reimbursement for such assistance. Authorizes States to exercise pollution prevention planning authorities, subject to the Administrator's approval. Requires the Administrator to carry out a pollution prevention research, development, and demonstration program in coordination with other Federal agencies. Authorizes appropriations. Sets forth confidentiality provisions with respect to plan summaries and progress reports containing trade secret information. Prescribes civil penalties for failures to submit pollution prevention plan progress reports or summaries. Permits the Administrator or an authorized State to deny a permit under any environmental law to any owner or operator who fails to submit pollution prevention documents. Title III: Promotion of Recycling Opportunities - Declares that it shall be a national goal that at least 25 and 50 percent of the municipal waste generated annually (excluding domestic sewage sludge, white goods and automobiles, yard wastes, and construction and demolition wastes) be recycled by 1995 and 2000, respectively. Sets the following recovery and utilization rates for the following covered materials for the years 1995 through 1999: (1) 40 percent for newsprint, printing and writing paper, and packaging composed in whole or in part of paper or paper board, glass, or steel; (2) 66 percent for packaging composed in whole or in part of aluminum; and (3) 25 percent for rigid plastic containers that retain their shape when unsupported. Directs the Administrator to promulgate recovery and utilization rates for such materials for years after 2000. Prohibits such rates from being lower than those established for 1995 through 1999. Sets the following rates if the Administrator fails to establish rates by December 31, 1995: (1) 66 percent for packaging composed in whole or in part of steel or aluminum; and (2) 50 percent for all the other materials. Requires the Administrator to establish recovery and utilization rates for all plastic packaging not included in the plastic category for which rates are established for 1995 through 1999. Establishes the same rate for such packaging as that applied to plastic included in such category if the Administrator fails to establish a rate within 24 months of this Act's enactment. Authorizes the Administrator to expand existing categories of covered materials and to increase any rates at his own initiative or in response to a petition. Directs the Administrator to establish a methodology for determining the aggregate recovery and utilization rate for each category of covered materials that shall: (1) identify major subcategories of covered materials; (2) identify major methods of reuse and recycling for categories of covered materials; (3) measure the amount of material in each category generated as municipal waste, recovered, and utilized annually; and (4) not count as recovered and utilized any covered material that is utilized for energy recovery or converted to a nonmotor vehicle fuel or fuel substitute. Grants access to industry information to the EPA in order to determine compliance with, or establish, utilization rates. Establishes civil and criminal penalties for knowing disclosure of confidential industry information. Requires responsible entities to meet an annual company-wide utilization requirement for each category of covered materials. Authorizes such entities, for purposes of compliance, to: (1) utilize covered materials as recycled content in their own products or packaging; (2) ensure that covered materials are utilized in a product or packaging by another person; (3) reuse packaging for a purpose identical to its original purpose; or (4) reduce the amount of covered materials used in packaging by weight. Defines a \"responsible entity\" as any person who: (1) owns the brand name of a product manufactured in the United States or any person to whom a product is first imported; (2) distributes products packaged in covered materials; and (3) has annual receipts in an amount equal to or greater than $50,000,000. Exempts entities from such requirement if specified recovery and utilization rates are achieved by all users or if a supply of recycled materials is not available for recovery and utilization. Establishes reporting requirements for such entities to determine compliance. Authorizes the Administrator to establish a credit trading system, as necessary, under which persons utilizing covered materials in amounts greater than required could sell credits to entities not recovering and utilizing such materials as required. Prescribes administrative penalties for violations of annual utilization requirements and criminal penalties for knowing misrepresentations of information required to be reported by responsible entities. Requires violators to label products for which they have failed to meet annual utilization requirements. Redesignates the Source Reduction Clearinghouse as the Pollution Prevention and Recycling Clearinghouse and requires the Clearinghouse to provide information on: (1) the availability and cost of recycling technologies; (2) the effectiveness of existing recycling, composting, and pollution prevention programs; and (3) education and training programs being used to promote recycling and pollution prevention for municipal waste. Requires procuring Federal agencies to give preference in procurement to items produced with the greatest percentage of recovered materials practicable. Provides that a decision not to procure recovered materials may be based on such materials only being available at an unreasonable price. Defines an \"unreasonable price\" as a price that exceeds by more than ten percent the price of similar items that do not meet recovered material guidelines. Directs the Administrator to prepare final guidelines, by specified deadlines, for: (1) rubber products; (2) compost to be used for plant nutrition, mulch or fill, plastic products, and lead acid batteries; and (3) products made from glass, metals, and coal combustion waste. Requires the Secretary of Defense to review specifications for items procured by the Department of Defense and to make necessary modifications to eliminate requirements that discriminate against the use or acquisition of items containing recovered materials. Directs contract officers in the legislative and judicial branches to require vendors to certify that the percentage of recovered materials used in the performance of a contract meets applicable requirements. Prohibits the intentional introduction of lead, cadmium, mercury, or hexavalent chromium into a package or packaging component during manufacturing or distribution. Sets forth the maximum allowable concentration level of the sum of such elements in packaging. Makes such regulations inapplicable for packaging: (1) that was manufactured prior to this Act's effective date (including distilled spirits and wines that indicate an earlier date of manufacture or bottling); and (2) that would not exceed the maximum concentration levels but for the addition of recycled materials. Grants two-year exemptions to compliance with regulations for packaging to which lead, cadmium, mercury, or hexavalent chromium have been added to comply with Federal health or safety requirements or, because it is essential for the protection, safe handling, or function of the package contents. Provides for renewals of exemptions, as appropriate. Requires packaging manufacturers or suppliers to furnish certificates of compliance with packaging requirements to purchasers. Makes certificates available to the public, upon request. Prescribes civil penalties for violations of packaging requirements. Directs the Administrator to study and report to the Congress on the opportunities for recycling white goods (defined as major appliances such as refrigerators, washing machines, water heaters, stoves, dryers, and air conditioners) and automobile components and the steps needed to increase such recycling. Requires the Administrator to promulgate guidelines identifying economic and regulatory incentives to encourage recycling and other environmentally sound alternatives for minimizing the landfilling of white goods. Directs the Administrator to promulgate regulations containing standards and criteria for environmental marketing claims. Prohibits persons from making such claims, except in accordance with regulations. Provides that such regulations shall require persons making claims to ensure that such claims: (1) are specific and substantive and sufficient to allow the Federal Trade Commission (FTC) to determine whether a claim is false, misleading, or deceptive; (2) provide a quantitative statement concerning the product or packaging; (3) if stating that a product is recyclable or compostable, identify the national rate at which the product is recycled or composted; (4) have been substantiated on the basis of the best available scientific information; (5) make a clear distinction between the product and the packaging, unless a claim applies to both; (6) do not compare any environmental aspects of the life cycle of products unless the basis for comparison is stated; and (7) do not state the absence of an environmental claim, except under specified circumstances. Directs the Administrator, in promulgating regulations with respect to the use of the term \"has recycled content,\" to require a claim to identify the percentage of materials used in the product or packaging that is generated after its distribution. Authorizes: (1) the revision or promulgation of additional regulations; and (2) the establishment of standards and criteria for new environmental claims in response to petitions. Permits claims that would otherwise be prohibited to be made if: (1) they are made at a retail outlet by use of a point-of-purchase display sign for the product or packaging and do not appear on the product or packaging; (2) the community in which the outlet is located has a program for the recycling, reuse, composting, or other activity to which the claim is made; and (3) the program is identified in the display sign. Grants the FTC enforcement authority with respect to violations concerning claims. Directs the Administrator to conduct a public information and education campaign to enable consumers to: (1) recognize environmental marketing claims; (2) be informed of the criteria used in establishing standards and definitions for such claims; and (3) understand the effects that products and packages may have on the environment. Requires the Administrator to promulgate regulations governing scrap metal, paper, plastic, glass, and textile processing and recycling and the management of residues from such processing and recycling to protect human health and the environment. Directs the Administrator, as necessary, to promulgate class or site-specific permitting regulations. Requires the Administrator to conduct a study to ascertain the appropriate methods for sampling and determining the potential toxicity of residues from scrap processing and recycling destined for disposal. Directs the Administrator to develop model construction guidelines that provide suitable space for the separation, collection, and temporary storage of material for recycling in construction or major renovation of multifamily or multiunit buildings. Requires the Administrator to encourage organizations involved in establishing national building construction standards and State and local building authorities to adopt such guidelines. Directs the Administrator to: (1) establish three National Plastics Recycling Research and Development Centers at institutions of higher education; and (2) make grants to such Centers in the amount of 50 percent of the cost incurred in carrying out research activities. Authorizes appropriations. Title IV: Solid Waste Management - Directs States to provide municipal waste management plans to the Administrator. Provides for a minimum planning period of ten years. Requires States to review and revise (as necessary) such plans at least every five years. Requires plans to: (1) address, at a minimum, municipal waste, household hazardous waste, yard and food waste, tires, lead-acid batteries, used oil, white goods, wood wastes, and construction and demolition debris; (2) include an estimate of the amount of waste expected to be generated, accepted from, or exported to, other States, recycled, incinerated, or disposed of during the planning period; (3) provide for source reduction as an integral part of the planning process; (4) provide for the separation, collection, and recycling of recyclable materials; and (5) provide for the management of household hazardous waste, tires, yard waste, lead-acid batteries, used oil, wood waste, and construction and demolition debris. Makes States that fail to submit a plan ineligible to receive funds under the Solid Waste Disposal Act. Directs the Administrator to promulgate guidelines, by specified deadlines, for the management, transportation, storage, recycling, and disposal of municipal waste combustion ash, medical wastes, and lead-acid batteries. Authorizes State Governors to petition the Administrator for the promulgation of guidelines for other waste categories. Directs the Administrator to issue guidance or promulgate rules to facilitate the separation of household and conditionally-exempt small quantity generator hazardous waste from municipal solid waste. Provides that regulations shall establish requirements for the management of municipal incinerator ash. Requires that landfills into which such ashes are disposed provide for groundwater monitoring and: (1) have a double liner and a leachate collection system above and between such liner; or (2) place such ashes in a monofill having a single composite liner and designed to assure that there will be no future migration of any hazardous constituent into ground or surface water. Provides that landfill design requirements shall not apply to owners or operators of solid waste management units utilizing alternative designs if demonstrated that such designs prevent such migration. Provides that the regulations may allow disposal of ash from units in sanitary landfills if such ash and any treated fly ash so disposed are tested and meet current criteria. Directs the Administrator, in developing regulations for the management of municipal incinerator ash, to issue criteria and testing procedures for identifying the characteristics of such ash which may pose a hazard to human health or the environment. Requires the owner or operator of a municipal incinerator or any facility involved in ash management to test the ash in accordance with such criteria and testing procedures. Requires that any ash which is identified as posing a hazard to human health or the environment be disposed of in a landfill which has two or more liners and a leachate collection system above and between such liners. Directs the Administrator to validate such criteria and testing procedures by conducting an analysis of leachate at facilities disposing or reusing ash from municipal incinerators. Authorizes the Administrator to issue a corrective action order or commence an enforcement action against a facility when there has been a release of a hazardous constituent. Authorizes the Administrator or States, under certain conditions, to grant waivers from ash disposal requirements pursuant to this Act to owners or operators of municipal incinerators. Limits such waivers to specified time periods. Repeals a provision of the Solid Waste Disposal Act which exempts facilities burning household and specified nonhazardous waste from regulation requirements under such Act. Sets forth requirements for guidelines governing the management of medical wastes. Directs the Administrator to establish an education, outreach, and technical assistance program to provide information and assistance for rural hospitals and non-hospital sources of medical wastes. Requires the program to disseminate information concerning: (1) methods for reducing the volume and toxicity of such wastes and for ensuring environmentally sound storage and disposal of such wastes; and (2) treatment technologies. Makes it unlawful, after specified dates, to: (1) dispose of whole scrap tires on the land or in a landfill; (2) receive scrap tires at collection sites unless such tires are processed, converted to shredded tire material, or transferred to a tire retreading business within 60 days of receipt; (3) operate a collection site except in compliance with specified conditions applicable to scrap tire piles; (4) store more than 2,500 scrap tires for more than 60 days at collection sites other than as shredded tire material in tire stockpiles; (5) engage in specified activities with respect to the transportation, storage, disposal, or collection of scrap tires without an approved permit; and (6) operate a scrap tire stockpile containing shredded tire material from more than 2,500 scrap tires or, in the case of a tire processor, more than 180 days' supply of shredded tire material to be used as feedstock for the process. Exempts from such prohibitions persons storing or using scrap tires for marine or agricultural purposes, provided that the tires are used for such purposes within six months of their removal from use. Permits the Administrator to authorize a tire processor to maintain whole scrap tires in a tire stockpile after the compliance deadline if the processor enters into a contract with the Administrator or a State and ensures compliance with specified requirements. Authorizes the Administrator to impose alternative requirements on such facilities and individuals. Requires tire haulers, collectors, and processors to submit specified registrations to the Administrator or a designated State agency. Authorizes State Governors to apply to the Administrator to implement scrap tire recycling, abatement, and disposal programs. Requires the Administrator to publish guidance for the minimum elements of such programs, including permit and fee requirements. Requires State permits to contain annual incremental reductions ensuring that at least 50 percent of scrap tires are abated by December 31, 1999. Sets forth program approval procedures. Authorizes the Administrator to make grants to States for the implementation of such programs. Requires the Administrator to enforce programs for States that fail to do so. Authorizes the Administrator, to ensure compliance with the prohibitions of this Act, to: (1) order the owner or operator of any tire dump, stockpile, or other scrap tire site or any other person who has transported tires to such site to abate the dump, stockpile, or site; and (2) undertake action to abate a tire collection site using funds from the Scrap Tire Recycling, Abatement, and Disposal Trust Fund. Permits the Administrator to commence civil actions against persons operating or maintaining such sites or depositing scrap tires at such sites. Prescribes fines for violations of the Administrator's orders. Provides that if the Administrator takes abatement actions at a scrap tire collection site, the owner or operator of such site or any person who has transported tires to such site shall be liable for the costs of such actions. Directs the Secretary of the Interior, the Administrator of the General Services Administration, and the head of other Federal agencies owning land on which a tire collection site is located to implement a plan to abate tire dumps and stockpiles on such lands. Requires all scrap tires in such dumps and stockpiles to be disposed, recycled, or transferred to tire processing facilities by December 31, 1996. Authorizes appropriations. Permits the EPA Administrator to make grants to States from funds appropriated from the Scrap Tire Recycling, Abatement, and Disposal Trust Fund for scrap tire programs. Authorizes the Secretary of the Treasury to transfer monies from the Fund to: (1) the Secretary of the Interior, the Administrator of the General Services Administration, or the head of any Federal agency on which a tire collection site is located for abating such sites; and (2) the Secretary of Transportation or heads of other Federal agencies engaged in road building for offsetting costs associated with the procurement of asphalt pavement containing recycled rubber for road construction, surfacing, or resurfacing. Authorizes the use of Fund monies for enforcing Federal tire recycling, abatement, and disposal programs for States that fail to do so. Permits the EPA Administrator to use Fund monies to make grants and enter into contracts for research and development on scrap tire processing and recycling technologies or on the use, performance, and marketability of products made from materials produced from scrap tire processing. Directs the Administrator to promulgate final procurement guidelines for rubber products containing crumb rubber derived by processing waste tires by December 31, 1993. Prohibits the placement into landfills and incineration of lead-acid batteries. Requires the management of such batteries in accordance with this Act. Requires the management of batteries by delivery to: (1) battery retailers or wholesalers; (2) regulated lead smelters or collection or recycling facilities; (3) automotive dismantlers; or (4) community collection programs operated by or through agreement with governmental entities. Sets forth specified delivery and management requirements for battery retailers, wholesalers, and manufacturers; automotive dismantlers; and operators of collection programs. Directs battery retailers, wholesalers, and manufacturers to accept from customers used batteries of the same type, and in an approximately equal quantity to, the batteries sold. Requires battery retailers to collect a deposit of at least ten dollars on the sale of any new battery not accompanied by the return of a used battery. Provides for refunds to persons who pay the deposit if they return a used battery to the retailer within a specified time period. Requires battery retailers to post notices in public areas of retail establishments that: (1) state that is illegal to throw away motor vehicle or lead-acid batteries; (2) state that Federal law requires battery retailers to accept used batteries for recycling and allows a person to return used batteries to battery collectors, recyclers, or processors or to automotive dismantlers; and (3) encourage recycling of used batteries. Prescribes civil penalties for violations of notice requirements. Makes it unlawful to sell a lead-acid battery that does not bear a permanent label stating that: (1) the battery contains lead; and (2) Federal law requires recycling and retailers must accept the battery in exchange. Directs the Administrator to promulgate regulations to establish standards for: (1) the classifications and allowable uses of compost and mulch products produced from municipal waste; and (2) facilities that produce compost from organic materials that have not been separated from the municipal facility prior to entering the facility. Directs the Administrator to promulgate regulations for the collection, storage, transportation, processing, and recycling of used oil. Provides that used oil that is not managed in accordance with such regulations shall be managed as a hazardous waste. Requires the Administrator, in developing such regulations, to conduct an analysis of the economic impact of such regulations on the used oil recycling and processing industries. Provides that regulations for used oil collectors shall: (1) prohibit the storage of used oil in any container, tank, or surface impoundment unless they meet requirements for hazardous waste storage under the Solid Waste Disposal Act; (2) prohibit the storage of used oil for more than 12 months; (3) require collectors to transfer such oil to specified permitted used oil processing, recycling, or disposal facilities or transporters; and (4) require collectors to keep specified records on such oil. Provides that such regulations shall require contingency plans for actions to minimize damage from spills. Requires used oil transporter regulations to provide that such transporters: (1) acquire identification numbers from EPA; (2) meet applicable financial responsibility requirements; and (3) keep specified records. Provides that used oil recycler and processor regulations shall require recyclers to: (1) keep specified records; and (2) test all used oil fuel to be burned for energy recovery prior to burning. Prohibits recycling or processing of used oil except in accordance with a permit. Sets forth requirements to be effective if the Administrator fails to promulgate used oil regulations by the applicable deadline. Requires the Administrator to implement education programs to inform the public and small businesses about the environmental and safety hazards associated with improper handling and disposal of used oil and the benefits derived from used oil recycling or processing. Authorizes appropriations. Directs the Administrator to promulgate regulations that revise the used oil specification standards to establish specification standards for fuel derived from used oil that is to be burned in industrial and nonindustrial furnaces and boilers. Sets forth maximum allowable levels of lead in fuel to be used in such furnaces and boilers if the Administrator fails to promulgate such regulations. Deems used oil recyclers or processors to have interim permits if they submit specified information to the Administrator or an authorized State. Includes within the definition of \"used oil\": (1) sorptive materials that are used to contain and control spills or releases of used oil; and (2) oily rags, industrial wipers, empty containers, and used oil filters if such material has come into contact with used oil and the free-flowing used oil has been removed from such material. Provides that used oil mixed with a hazardous waste listed under the Solid Waste Disposal Act shall not be considered used oil. Authorizes the Administrator to issue permits by rule to owners or operators of used oil recycling or processing facilities unless the Administrator determines that an individual permit is not necessary to protect health and the environment. Terminates interim status with respect to permit issuance for cement kilns which burned hazardous waste on or before February 21, 1991, unless the facility's owner or operator applies for a final determination regarding a permit and conducts a trial burn of the cement kiln. Requires owners or operators of industrial waste management or disposal facilities that are landfills, surface impoundments, injection wells, land application units, waste piles, incinerators, or treatment or storage units storing waste for more than 90 days to submit a notification to the State containing information concerning capacity, the amount of waste managed, and compliance certifications. Prohibits the following activities except in accordance with a permit issued under this Act: (1) the disposal of municipal waste in landfills; (2) the disposal of municipal combustion ash; (3) the operation of a municipal waste composting facility subject to specified requirements of this Act; (4) the operation of a municipal waste materials recovery facility at which recyclable materials are separated from nonrecyclable municipal waste; and (5) the operation of a lead-acid battery recycling facility. Requires State Governors to establish permit programs and certify to the Administrator that the State has regulatory authority and personnel necessary to implement the permit requirements. Sets forth program requirements. Prohibits the issuance of a permit to construct or operate new municipal waste incinerator capacity that exceeds the net disposal amount (defined as the amount of municipal waste generated in the service area of the proposed incinerator unit less the amount of recyclables anticipated to be removed or diverted from the waste stream by recycling programs). Authorizes States, after the submission of certifications, to issue permits to facilities in compliance with requirements. Prohibits permits from being issued by any agency or person responsible for the design and construction or operation of a unit. Requires the Administrator to issue, modify, revoke, or deny permits to solid waste management facilities if a State: (1) has failed to submit the certification or a management plan; or (2) lacks regulatory powers to implement and enforce permitting requirements. Provides that permits shall contain provisions specifying: (1) the types of wastes handled by a facility, their potential to affect human health and the environment, and measures to mitigate such potential; (2) design of the facility in relation to its location; (3) air and groundwater monitoring to identify adverse effects from a discharge from a facility; (4) financial responsibility for closure and postclosure care; (5) measures necessary to prevent the unlawful disposal of hazardous waste and to control precipitation run-on and run-off; (6) restrictions on the receipt of liquids or measures to mitigate the adverse effects of liquids; and (7) the authority to require any corrective action to prevent adverse effects on health or the environment. Limits permits to ten-year periods. Allows limited permit extensions. Authorizes the issuance of a single permit for facilities with multiple units. Requires the owners or operators of facilities subject to permit requirements to pay a fee to cover costs of administering the permit program. Sets forth requirements with respect to fees collected by permitting authorities. Authorizes the Administrator, if the fee provisions of a permit program do not meet specified requirements, to collect fees from facilities. Requires sources that fail to pay fees to pay a penalty of 50 percent of the fee amount plus interest. Authorizes a State Governor, if requested by an affected local government and an affected local solid waste planning unit, to: (1) prohibit the disposal of out-of-State municipal waste in any landfill or incinerator subject to the jurisdiction of the Governor or the affected local government; or (2) with respect to landfills covered by the exception under this Act, limit the amount of out-of-State municipal waste received at such landfills to an amount equal to the amount of out-of-State waste received during 1991. Requires such governments and planning units to provide for public comment before submitting such requests. Prohibits Governors from exercising authority under this Act if such action would result in the breach of a contract. Permits Governors of States identified as having received more than 1,000,000 tons of out-of-State waste during 1991 to limit: (1) the disposal of out-of-State waste at landfills subject to exceptions under this Act; and (2) the disposal of such waste without the request of an affected local government and solid waste planning unit, if the State has more than four landfills covered by exceptions. Authorizes Governors, with respect to such landfills and if requested by an affected local government and solid waste planning unit, to: (1) prohibit the disposal of such waste in landfill cells that do not meet design and locational standards, leachate collection, and groundwater monitoring requirements of State laws and regulations in effect on January 1, 1992, for new landfills; or (2) limit the disposal of such waste at landfills that received, during 1991, documented shipments of more than 100,000 tons of out-of-State waste representing more than 30 percent of all waste received at the landfill. Prohibits discrimination against any particular landfill and against shipments of out-of-State waste on the basis of State of origin with respect to limitations and responses to requests by local governments. Exempts from a Governor's authority to prohibit the disposal of out-of-State waste: (1) landfills that received documented shipments of such waste in 1991 and are in compliance with State laws relating to design and locational standards, leachate collection, groundwater monitoring, and financial assurance for closure and post-closure and corrective action; (2) proposed landfills that, prior to April 29, 1992, received an approval from the affected local government to receive municipal waste generated outside of the county or State and a State notice of decision to grant a construction permit; or (3) incinerators that received documented shipments of such waste during 1991 and are in compliance with performance standards under the Clean Air Act and State laws relating to facility design and operations. Bars a Governor, after January 1, 1995, from prohibiting or limiting the disposal of such waste unless all operating municipal waste landfill cells in the State: (1) meet the design and locational standards applicable to such cells after October 1993; or (2) are on enforceable schedules to stop receiving waste by January 1, 2000, and to implement closure plans. Authorizes States and political subdivisions to limit or prohibit the movement of municipal waste generated within their boundaries if such movement is for the purpose of storage, treatment, or disposal of such waste at management facilities outside the boundaries of such States or subdivisions that have design and operational characteristics which are less protective of human health or the environment than those within their boundaries. Prescribes civil and criminal penalties for specified violations of the Solid Waste Disposal Act. Authorizes the Administrator to: (1) treat Indian tribes as States under the Solid Waste Disposal Act; (2) delegate primary enforcement responsibility for programs under such Act to Indian tribes; and (3) provide grant and contract assistance to tribes to carry out such Act. Sets forth conditions under which Indian tribes may be treated as States. Directs the Administrator to report to the Congress on: (1) recommendations for addressing hazardous and solid wastes and underground storage tanks within Indian country; (2) methods to maximize Indian participation in, and administration of, programs under such Act; and (3) the amount of assistance required and how the Administrator intends to provide such assistance to Indian tribes for the administration of such programs. Requires the Administrator to establish an inventory of: (1) sites within Indian country at which hazardous waste has been stored or disposed; and (2) open dumps within Indian country at which solid waste has been disposed. Directs the Administrator to assist Indian tribes in upgrading open dumps to comply with applicable requirements. Directs the Administrator to promulgate regulations relating to the storage of hazardous waste generated at laboratories. Requires such regulations to govern the maximum length of time that a laboratory may store hazardous waste without obtaining a permit for storage. Sets forth additional requirements with respect to storage time based on the amount of waste generated at the laboratory. Requires the Administrator to promulgate regulations governing the on-site treatment of laboratory-generated hazardous wastes. Deems owners or operators of such laboratories to have permits for treating such waste if they: (1) notify the EPA or the State in which the laboratory is located of the intent to commence such activities; (2) receive an EPA identification number before commencing such activities; and (3) maintain compliance with requirements for treatment activities. Sets forth requirements for the treatment of hazardous waste in laboratories, including requirements for approved methods, trained personnel, limits on amounts of waste treated, and recordkeeping and reporting. Declares it to be national policy that the quality and quantity of the Nation's groundwater resources are to be protected for the widest range of uses both for this generation and for posterity. Directs the Administrator to reduce the amount of any grant to a State made under the Clean Air Act, the Federal Water Pollution Control Act, or the Solid Waste Disposal Act by a specified percentage unless the Administrator has determined that: (1) no solid waste disposal facility in the State that is an open dump is receiving solid waste for disposal; or (2) each open dump that is actively receiving such waste either has been issued a compliance order providing that the facility will be upgraded to a sanitary landfill or closed or prior to May 1, 1990, has been issued a compliance order providing for certain mitigation schedule requirements. Increases the percentage for grant reduction based on the number of years after enactment of this Act that a State fails to meet such requirements. Prohibits: (1) the Administrator from approving a trial burn plan for the commercial hazardous waste incinerator in East Liverpool, Ohio, with respect to which a specified EPA hazardous waste permit was issued; and (2) the burning of hazardous waste at such incinerator. Applies such prohibitions until all pending State and Federal administrative appeals have been exhausted and a final judgment has been entered in any related action. Authorizes the Administrator to: (1) establish a research, development, and demonstration program for identifying and addressing municipal solid waste generation and management problems at the local, regional, and national levels; and (2) conduct research in the areas of integrated waste management, source reduction, recycling, thermal destruction, land disposal, and special waste management as part of such program. Directs the Administrator to establish a Municipal Solid Waste Innovative Technology Evaluation Program to: (1) evaluate innovative technology and other approaches to solid waste management; and (2) provide information on the cost effectiveness of each technology to State and local decisionmakers. Requires the Administrator to initiate at least ten innovative technology projects per fiscal year. Provides that such projects shall be conducted and paid for by project applicants. Grants the Administrator responsibility for testing procedures, quality control, and monitoring to evaluate project results. Authorizes appropriations. Authorizes the Administrator to conduct research on comparative risk assessment techniques to evaluate major waste management options, including research programs on: (1) methods for the sampling, measurement, monitoring, analysis, and modeling of pollutants handled at hazardous waste sites; (2) the health effects associated with individual pollutants and chemical mixtures; (3) improving the understanding of ecological risks associated with waste management and disposal; and (4) improving the understanding of waste management technologies and to better predict expected reductions in pollutant releases and emissions. Authorizes appropriations. Excludes from the definition of \"solid waste\" solid or dissolved material in domestic sewage. Makes such exclusion inapplicable to material introduced into a publicly owned treatment works unless: (1) such material is subject to a pretreatment standard under the Federal Water Pollution Control Act and the source is in compliance with the standard; (2) the Administrator has established a schedule for promulgating a pretreatment standard which would be applicable to such material within seven years of this Act's enactment; (3) such material is not subject to any land disposal ban; or (4) such material is generated by a household or person who generates fewer than 100 kilograms of hazardous waste per month unless such material would otherwise be a acutely hazardous waste and subject to other requirements. Makes it unlawful to introduce any hazardous waste into a publicly owned treatment works. Prohibits the sale or offer for promotional purposes of alkaline manganese batteries with a mercury content that was intentionally introduced and exceeds the mercury concentration levels under this Act. Lists concentration levels as: (1) 250 parts per million by weight for batteries that are not button- or coin-shaped and are manufactured on or after January 1, 1993; (2) one part per million by weight for batteries that are not button- or coin-shaped and are manufactured on or after January 1, 1996; and (3) 25 milligrams of mercury per battery for button- or coin-shaped batteries that are manufactured on or after January 1, 1993. Prohibits the sale or offer for promotional purposes of: (1) zinc-carbon batteries exceeding a mercury concentration level of one part per million by weight that are manufactured on or after January 1, 1993; (2) consumer mercuric-oxide batteries on or after January 1, 1994; and (3) any mercuric-oxide battery on or after July 1, 1993, except in compliance with labeling requirements. Requires mercuric-oxide batteries to contain labels that state that the batteries contain mercury and must be recycled or disposed of properly and that set forth the chemical symbol for mercury. Prohibits, on or after July 1, 1993, the manufacture of any rechargeable consumer product unless: (1) the rechargeable battery is easily removable from the product or is contained in a battery pack that is separate and easily removable from the product; (2) the battery, battery pack, or product with nonremovable battery has a brand name affixed to it; (3) the product, the package containing the product, and the battery are labeled in accordance with this Act; and (4) the instruction manual for the product includes information explaining methods to ensure proper recycling or disposal of the used batteries. Requires rechargeable batteries, rechargeable consumer products, battery packs containing rechargeable batteries, and packages for such products that are manufactured after July 1, 1993, to: (1) be labeled in a manner visible to consumers; (2) include the standard abbreviation for the chemical composition of the battery or battery pack; and (3) inform consumers that rechargeable batteries when no longer reusable must be collected, recycled, or disposed of in an environmentally sound manner. Authorizes exemptions to labeling requirements for two-year periods, based on specified evidence and subject to the approval of the Administrator. Permits exemption renewals subject to specified conditions. Prohibits the sale or offer for promotional purposes of mercuric-oxide batteries, rechargeable batteries, or rechargeable consumer products with nonremovable batteries unless the manufacturer of the battery or product has in effect an approved battery management plan. Directs the Administrator to promulgate requirements for battery management plans. Requires plans to provide for the environmentally sound collection, transportation, and recycling or disposal of mercuric-oxide or rechargeable batteries and rechargeable consumer products with nonremovable batteries. Makes manufacturers liable for the costs of such activities. Prohibits the disposal of such batteries and products: (1) by incineration for purposes of reducing waste volume or generating energy; or (2) in a solid waste disposal facility other than a facility that is the subject of a permit issued in accordance with this Act. Authorizes two or more manufacturers to submit group plans with respect to any specific battery or product in lieu of an individual plan. Sets forth plan approval, modification, and review procedures. Requires mercuric-oxide or rechargeable battery manufacturers to report annually to the Administrator on the recovery, recycling, and reclamation rates for such batteries and for rechargeable consumer products with nonremovable batteries. Applies reclamation and storage requirements applicable to spent lead-acid batteries under the Code of Federal Regulations to mercuric-oxide or rechargeable batteries collected and stored under this Act. Prohibits: (1) manufacturers of rechargeable batteries, battery packs, or rechargeable consumer products from refusing to receive spent batteries, battery packs, or rechargeable products sold by such manufacturers from a customer or municipal solid waste collection authority; and (2) the recycling or disposal of such items in a manner inconsistent with this Act. Exempts from such prohibition owners or operators of municipal solid waste landfills, incinerators, or collection programs that inadvertently receive dry cell batteries if: (1) the batteries are commingled with other municipal solid waste and are not readily removable from the waste stream; and (2) the owner or operator has established contractual requirements or notification or inspection procedures to ensure that such batteries are not received or burned at the facility or accepted through the collection program. Directs the Administrator to require State solid waste management plans under the Solid Waste Disposal Act to: (1) ensure compliance with this Act; and (2) provide for programs to collect used batteries and rechargeable consumer products from consumers and institutions. Requires the Administrator to establish an outreach program to provide information to the public concerning the proper handling and disposal of batteries and rechargeable consumer products. Prescribes civil penalties for violations of this Act. Directs the Administrator to issue regulations to require manufacturers of dry cell batteries manufactured or offered for sale in the United States to encode such batteries to identify the brand name and electrode type for purposes of facilitating battery separation, recycling, and disposal. Exempts button- and coin-shaped batteries (except consumer mercuric-oxide batteries) from coding regulations. Directs the Administrator to require the coding of exempted batteries if it would not interfere with electrical conductivity or cause unfavorable effects. Prohibits States or local governments from enforcing any coding requirement unless identical to this Act's requirements. Grants EPA employees access to information and facilities to enforce this Act. Authorizes civil actions to compel compliance with inspections. Directs the Administrator to establish a Battery Management Advisory Committee. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resource Conservation and Recovery Act Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Resource Conservation and Recovery Act Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Resource Conservation and Recovery Act Amendments of 1991\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:54-05:00"
}