{
  "actions": [
    {
      "acted_at": "1988-06-16", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-16", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-05", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-14", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-14", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-07-27", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Ways and Means. Report No: 100-801 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-10", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-10", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-10-03", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Education and Labor.  Report No: 100-801 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-03", 
      "committee": "Committee on Ways and Means, for a Period Ending not Later than Oct 20, 88, for Consideration of Such Provisions of the Amendment Recommended by the Committee on Education and Labor as fall within the jurisdiction of the Committee on Ways and Means pursuant to clause l(v), Rule X", 
      "references": [], 
      "text": "Rereferred to the Committee on Ways and Means, for a Period Ending not Later than Oct 20, 88, for Consideration of Such Provisions of the Amendment Recommended by the Committee on Education and Labor as fall within the jurisdiction of the Committee on Ways and Means pursuant to clause l(v), Rule X.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-20", 
      "references": [], 
      "text": "House Committee on Ways and Means Granted an Extension for Further Consideration Ending not Later Than October 24, 1988.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4845-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-16", 
  "number": "4845", 
  "official_title": "A bill to make technical corrections in pension-related provisions in the Internal Revenue Code of 1986 and the Employee Retirement Income Security Act of 1974.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Miscellaneous ERISA Amendments Act of 1988", 
  "sponsor": {
    "district": "8", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-07-14", 
  "subjects": [
    "Actions and defenses", 
    "Annuities", 
    "Bonds", 
    "Business and commerce", 
    "Employee benefit plans", 
    "Excise tax", 
    "Fines (Penalties)", 
    "Government corporations", 
    "Government paperwork", 
    "Government securities", 
    "Group insurance", 
    "Health", 
    "Health insurance", 
    "Income tax", 
    "Individual retirement accounts", 
    "Insurance", 
    "Insurance premiums", 
    "Interest rates", 
    "Investments", 
    "Iron and steel workers", 
    "Labor and employment", 
    "Medicare", 
    "Pension funds", 
    "Retirement income", 
    "Social security eligibility", 
    "Social welfare", 
    "Survivors' benefits", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Reported to House amended, Part II", 
    "date": "1988-10-03", 
    "text": "(Reported to House from the Committee on Education and Labor with amendment, H. Rept. 100-801 (Part II)) Miscellaneous ERISA Amendments Act of 1988 - Title I: Amendments Relating to the Tax Reform Act of 1986 - Makes technical amendments to pension-related provisions of the Tax Reform Act of 1986, the Internal Revenue Code (IRC) and the Employee Retirement Income Security Act of 1974 (ERISA). Includes amendments relating to: (1) minimum vesting requirements; (2) plan amendment deadlines (correspondingly amends the Retirement Equity Act of 1984); and (3) continuation coverage requirements of group health plans, including provisions authorizing the Secretary of Labor to assess a civil penalty of $100 per beneficiary per day of noncompliance for failure to satisfy these requirements. Directs the Comptroller General, as soon as practicable, to conduct a thorough study of the extent to which employers have lengthened the eligibility period for group health insurance coverage as a result of enactment of continuation coverage requirements contained in the Consolidated Omnibus Budget Reconciliation Act of 1985. Requires results to be submitted to specified congressional committees by August 31, 1989. Title II: Amendments Relating to the Omnibus Budget Reconciliation Act of 1986 - Makes technical amendments to the IRC and ERISA, including a repeal of the 133-1/3 percent rule relating to accrued benefit requirements applied to defined benefit pension plans. Title III: Amendments Relating to the Omnibus Budget Reconciliation Act of 1987 (including the Pension Protection Act) - Makes a number of technical amendments to provisions of the IRC and of ERISA (including amendments of the Pension Protection Act) dealing with: (1) the full limitation for multiemployer pension plans; (2) modification of the minimum funding standard for pension plans, including a special transition rule with respect to steel employees; (3) the time for making plan contributions; (4) funding waivers; (5) the interest rate to be used in connection with various plan funding rules; (6) plan terminations; and (7) reporting requirements. Title IV: Amendments Relating to the Single-Employer Pension Plan Amendments Act of 1986 - Makes technical amendments and connection to the Single-Employer Pension Plan Amendments Act of 1986 and related provisions of ERISA. Title V: Other Amendments and Provisions Relating to ERISA - Makes a number of technical amendments and corrections to ERISA. Directs the Secretary of the Treasury to: (1) undertake, as soon as possible, a thorough study of the feasibility of Federal Government issuance of index bonds for investment by private pension plans and individual retirement plans; and (2) report results to specified congressional committees by December 31, 1989. Lists required study topics. Amends ERISA to add special rules for top-heavy plans corresponding to those included in the IRC. Requires annual plan reports to include a statement of whether the plan has met qualification requirements. Authorizes a civil action for relief to parties aggrieved by violations of this requirement. Title VI: Pension Portability - Pension Portability Act of 1988 - Amends the IRC and ERISA to require pension plans, including annuity plans, to provide that any single-sum distribution from the plan, with respect to an employee whose present nonforfeitable accrued benefit is $3,500 or less, be made as a direct trustee-to-trustee transfer within ten days of the employee's designation of another individual retirement plan. Requires reporting in connection with such transfers. Excludes transferred amounts from gross income for income tax purposes. Authorizes the Secretary of the Treasury to permit tax-exempt rollovers of amounts attributable to employee contributions. Prescribes special rules to govern the administration of such transfers in connection with individual retirement accounts and annuities. Imposes an excise tax, to be paid by the responsible trustee, on failure to comply with a proper transfer request within the required period. Prescribes a rate of one percent of the unconsummated transfer for each day the request remains unfilled, with a $10 minimum and $100 maximum per day. Places liability with the person responsible for honoring the request. Amends IRC and ERISA provisions to require that distributions from individual retirement accounts and annuities be made only with the consent of the participant or beneficiary and in accordance with a timely application in accordance with the terms of the plan. Prescribes acceptable forms of distribution. Imposes an excise tax on each failure of an individual retirement plan to provide spousal survivor benefits. Fixes the rate at five percent of the amount credited to the employee under the plan immediately before the failure first occurs. Imposes a subsequent 100 percent tax when the failure is not corrected within a specified time. Amends ERISA to define an \"IRA pension plan\" (individual retirement accounts and annuities and their combinations) and to prescribe their treatment, applying to them generally the same participation, vesting, and other basic requirements currently applied to pension plans under ERISA. Amends the IRC to authorize an employee to elect an alternative salary reduction arrangement under a simplified employee pension plan. Provides that the employer may make elective contributions to the pension on behalf of the employee or directly to the employee in cash for any year, subject to a maximum salary reduction amount."
  }, 
  "titles": [
    {
      "as": "reported to house", 
      "title": "Miscellaneous ERISA Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Pension Portability Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make technical corrections in pension-related provisions in the Internal Revenue Code of 1986 and the Employee Retirement Income Security Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:33-05:00"
}