{
  "actions": [
    {
      "acted_at": "1978-04-13", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2919-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1977-01-03", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1977-01-03", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-13", 
  "number": "2919", 
  "official_title": "A bill to encourage broader utilization of the condominium form of homeownership, to provide minimum national standards for disclosure and consumer protection for condominium purchasers and owners and tenants in condominium conversions, to encourage States to establish similar standards, to correct abusive use of long-term leasing of recreation and other condominium-related facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Condominium Act", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-13", 
  "subjects": [
    "Condominium (Housing)", 
    "Consumer protection", 
    "Housing and community development", 
    "National policy", 
    "Standards"
  ], 
  "subjects_top_term": "Condominium (Housing)", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-13", 
    "text": "Condominium Act - Title I: Findings and Purposes - States that abuses in the condominium industry have created a need for the establishment of national standards for consumer protection. Title II - Defines the terms used in this Act. Exempts from the terms of this Act condominium projects in which the units are restricted to non-residential uses and projects sold by a governmental agency. Makes any developer or agent liable for any fraudulent acts he commits in connection with a sale or offer to sell a condominium unit. Voids any provision in existing or future leases or management agreements which require owners to reimburse the developer for attorney's fees or money judgments. Grants the purchaser of a unit the right to cancel the sales contract within 15 days after signing the contract or after receiving the disclosure material, whichever is later. Sets forth national standards for consumer protection which must be followed by condominium developers, including: (1) placing any deposit made in connection with a reservation or sale of a unit in a trust or escrow; (2) terminating the right to control the owners association within five years; (3) refraining from displaying any advertising which is inconsistent with the information in the disclosure statement; (4) providing a one year warranty on each unit and a three year warranty on the common elements; and (5) in the case of condominium conversions, giving tenants 120 days' notice to vacate and a 60 day exclusive option to buy. Establishes standards for disclosure by developers of all material circumstances or features affecting their projects. States that this Act does not limit State and local governments from enacting or enforcing laws which do not conflict with the terms of this Act. Allows unit owners to terminate certain contracts which had to be accepted or ratified by the purchasers as a condition of purchase, and were entered into during the period when the developer was in control of the owner's association. Allows owners to seek a judicial determination that any lease or portion thereof is unconscionable if: the lease is for 21 years or contains provisions for automatic renewal for a period of more than 21 years and contains either an automatic rent increase clause or subjects the units to foreclosure for the owner's failure to make payments and contains provisions that shift all obligations and liabilities associated with the maintenance and use of the property to the owners. Provides criminal penalties for violations of the terms of this Act and civil remedies for persons aggrieved by such violations. Makes provisions for the administration of this Act and authorizes the Secretary of Housing and Urban Development to undertake research, education, information, and technical assistance activities designed to protect potential purchasers and owners of condominiums."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Condominium Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage broader utilization of the condominium form of homeownership, to provide minimum national standards for disclosure and consumer protection for condominium purchasers and owners and tenants in condominium conversions, to encourage States to establish similar standards, to correct abusive use of long-term leasing of recreation and other condominium-related facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:45-05:00"
}