{
  "actions": [
    {
      "acted_at": "1973-08-03", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10000-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-08-03", 
  "number": "10000", 
  "official_title": "A bill to provide that meetings of Government agencies shall be open to the public, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Government in the Sunshine Act", 
  "sponsor": {
    "district": "15", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-08-03", 
  "subjects": [
    "Freedom of information", 
    "Government operations and politics", 
    "Government records, documents, and information"
  ], 
  "subjects_top_term": "Freedom of information", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-08-03", 
    "text": "Government in the Sunshine Act - Provides that all meetings of governmental agencies at which official action is considered or discussed shall be open to the public. Excludes this requirement from any portion of an agency meeting where the agency determines by vote of a majority of its entire membership that the revelation: (1) will probably disclose matters necessary to be kept secret in the interests of national security or the confidential conduct of the foreign relations of the United States; (2) will relate solely to individual agency personnel or to internal agency office management and procedures or financial auditing; (3) will tend to charge with crime or misconduct, or to disgrace, or injure the professional standing or otherwise expose to public contempt any individual, or will represent a clearly unwarranted invasion of the privacy of any individual; (4) will probably disclose the identity of any informer or law enforcement agent or of any information relating to the investigation or prosecution of a criminal offense that is required to be kept secret in the interests of effective law enforcement; or (5) will disclose information relating to the trade secrets or financial or commercial information pertaining specifically to a given person. Requires each agency to make public announcement of the date, place, and subject matter of each meeting at which official action is considered or discussed at least one week before each meeting. Requires a complete transcript to be made of each meeting, and requires such transcript to be made available for public inspection. Permits those parts of a meeting closed to the public to be deleted from the transcript made available for public inspection. Gives the district courts of the United States jurisdiction to enforce the requirements of this Act by declaratory judgement, injunctive relief, or otherwise. States that agencies subject to the requirements of this Act shall annually report to Congress regarding their compliance with such requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Government in the Sunshine Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide that meetings of Government agencies shall be open to the public, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:36-05:00"
}