{
  "actions": [
    {
      "acted_at": "1973-08-03", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9947-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-08-03", 
  "number": "9947", 
  "official_title": "A bill to reform consent decree procedures, to increase penalties for violation of the Sherman Act, and to revise the Expediting Act as it pertains to Appellate Review.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Antitrust Procedures and Penalties Act", 
  "sponsor": {
    "district": "20", 
    "name": "Stanton, James V.", 
    "state": "OH", 
    "thomas_id": "01100", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-08-03", 
  "subjects": [
    "Antitrust law"
  ], 
  "subjects_top_term": "Antitrust law", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-08-03", 
    "text": "Antitrust Procedures and Penalties Act - Provides that any consent decree proposed by the United States must be filed with the court in which the case is pending and simultaneously published in the Federal Register at least sixty days prior to the effective date of the decree. Provides that the Government must file a \"public impact statement\" containing the following: (1) the nature and purpose of the proceeding; (2) a description of the practices or events giving rise to the alleged explanation of the proposed judgment, the relief to be obtained thereby, the anticipated effects on competition of that relief and an explanation of any special circumstances giving rise to the proposed judgment or any provision contained therein; (3) the remedies available to potential private plaintiffs damaged by the alleged violation in the event that the judgment is entered; (4) a description of the procedures available for modification of the judgment; and (5) a description and evaluation of alternatives to the proposed judgment and the anticipated effects on competition of such alternatives. Lengthens the present thirty-day public comment period to sixty-days. Provides that the sixty-day period may be shortened by order of court but only upon a showing that extraordinary circumstances require it and that such a shortened time period would not be adverse to the public interest. Requires the United States to file a response to such comments with the district court. Provides that the court shall make a determination on whether the entry of a proposed consent judgment is in the public interest. Lists the following criteria to assist the court in making a determination: (1) the public impact of the judgment, including the termination of alleged violations, provisions for enforcement and modification, duration of relief sought, anticipated effects of alternative remedies, and any other considerations bearing upon the adequacy of judgment; and (2) the public impact of entry of the judgment upon the public generally and persons alleging specific injury from the violations set forth in the complaint, including the consideration of the public benefits to be derived from a determination of the issues at trial. Provides that not later than ten days following the filing of any proposed consent judgment as required by this Act each defendant must file with the district court a description of any and all oral communications by or on behalf of the defendant with any officer or employee of the United States concerning or relevant to the consent judgment or the subject matter thereof. Provides that proceedings before the district court in connection with the decree pursuant to this Act and public impact statements filed pursuant to the Act are not admissible against any defendant in any action or proceeding brought by any other party against that defendant under the antitrust laws or by the United States under the Clayton Act, constitute a basis for introduction of the decree as prima facie evidence against such defendant in any such action or proceeding. Increases the penalties for criminal violations of the antitrust laws from $50,000 to $100,000 for individuals and $500,000 for corporations. Provides that an appeal from any final judgment in an antitrust action shall be taken to the court of appeals. States that an appeal from such a final judgment shall lie directly to the Supreme Court if, upon application of a party filed within five days of the filing of a notice of appeal, the district judge who adjudicated the case enters an order stating that immediate consideration of the appeal by the Supreme Court is of general public importance in the administration of justice."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Antitrust Procedures and Penalties Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform consent decree procedures, to increase penalties for violation of the Sherman Act, and to revise the Expediting Act as it pertains to Appellate Review.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:35-05:00"
}