{
  "actions": [
    {
      "acted_at": "1980-08-05", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3016-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-08-05", 
  "number": "3016", 
  "official_title": "A bill to improve efficiency, effectiveness, and productivity at all levels of government through fuller use of Federal research and development resources of Federal laboratories, to provide for the establishment of Offices of Research and Technology Applications in Federal laboratories, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Government Efficiency in Research and Development Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-08-05", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Department of Commerce", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government and business", 
    "Government operations and politics", 
    "Laboratories", 
    "Local and Municipal Government", 
    "National Science Foundation", 
    "Research and development", 
    "Science and technology", 
    "Scientific exchanges", 
    "States", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Scientific exchanges", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-08-05", 
    "text": "Governmental Efficiency in Research and Development Act of 1980 - Requires the head of each Federal laboratory to establish within such laboratory an Office of Research and Technology Applications (ORTA) which shall: (1) evaluate and prepare an assessment of the research and development projects conducted by the laboratory which have potential applicability to State and local governments; (2) disseminate information on products, processes, and services developed by the laboratory which are of potential use to such governments; (3) cooperate with other organizations which assist in making the research and development resources of the Federal Government available to persons using such resources for State and local governments; and (4) provide research and technology to such governments upon request. Permits a laboratory to provide such governments with literature, the services of experts, equipment, and direct engineering or scientific assistance. Permits each laboratory to utilize any office which performs functions relating to technology transfer and utilization and which was established before enactment of this Act to perform the functions of an ORTA. Establishes a Federal Laboratory Consortium which shall cooperate with each Federal agency operating a laboratory to: (1) coordinate the activities of the ORTA; (2) establish guidelines to be used by ORTA when providing requested assistance to State and local governments; (3) receive and refer such requests to the ORTA of the appropriate laboratory; (4) serve as a central clearinghouse for technical information developed by Federal laboratories which has potential application to State and local governments; (5) provide engineering assistance necessary to adapt laboratory information, products, and services to the needs of such governments; and (6) provide a communication network for Federal laboratories and agencies. Directs the Consortium to establish an Advisory Committee consisting of representatives of State and local governments, businesses, and academic institutions. Creates within the National Science Foundation the Federal Laboratory Program Management Office to: (1) coordinate the activities of the ORTA; (2) receive and refer to the Consortium requests for assistance from State and Local governments; (3) advise and assist the Consortium; (4) provide support for adaptive engineering assistance; (5) utilize the expertise of the Center for the Utilization of Federal Technology and the Department of Commerce; and (6) provide funding to Federal laboratories. Establishes a Center for the Utilization of Federal Technology in the Department of Commerce. Directs the Center to: (1) serve as a central clearinghouse for technical information concerning services or products owned or developed by the United States which may be useful to State and local governments or industry; (2) receive and refer to the appropriate ORTA requests for technical assistance from businesses; and (3) provide funding to Federal laboratories. Requires each agency which operates a Federal laboratory to: (1) reserve one-half of one percent of the total amount appropriated to that agency for each fiscal year to carry out the provisions of this Act; (2) designate an office to insure that the provisions and intent of this Act are achieved; and (3) transmit to the Management Office and Center an annual report on the activities of the agency and the laboratory. Directs the head of the Management Office to consolidate such reports into a single report for transmission to the Director of the Office of Science and Technology Policy, who shall transmit such report to the President for submission to Congress. Requires the Administrator of the Management Office, within three years after enactment of this Act, to report to Congress and the President on activities conducted pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Government Efficiency in Research and Development Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve efficiency, effectiveness, and productivity at all levels of government through fuller use of Federal research and development resources of Federal laboratories, to provide for the establishment of Offices of Research and Technology Applications in Federal laboratories, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:32-05:00"
}