{
  "actions": [
    {
      "acted_at": "1997-02-27", 
      "references": [
        {
          "reference": "CR E343", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-02-27", 
      "committee": "House Committee on Science", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-03-06", 
      "in_committee": "House Committee on Science", 
      "references": [], 
      "subcommittee": "Technology", 
      "text": "Referred to the Subcommittee on Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-09-16", 
      "in_committee": "House Committee on Science", 
      "references": [], 
      "text": "Subcommittee on Technology Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-09-17", 
      "in_committee": "House Committee on Science", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-09-17", 
      "in_committee": "House Committee on Science", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-04-29T23:36:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science. H. Rept. 105-503, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-04-29", 
      "references": [], 
      "text": "Referred jointly and sequentially to the House Committee on Commerce for a period ending not later than June 2, 1998 for consideration of such provisions of the bill and amendment reported from the Committee on Science as fall within the jurisdiction of the committee pursuant to clause 1(e) of rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-04-29", 
      "references": [], 
      "text": "Referred jointly and sequentially to the House Committee on Transportation and Infrastructure for a period ending not later than June 2, 1998 for consideration of such provisions of the bill and amendment reported from the Committee on Science as fall within the jurisdiction of the committee pursuant to clause 1(q) of rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-05-11", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to the Subcommittee on Surface Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-06-02T17:51:00-04:00", 
      "references": [], 
      "text": "House Committee on Commerce Granted an extension for further consideration ending not later than June 3, 1998.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-02T17:52:00-04:00", 
      "references": [], 
      "text": "House Committee on Transportation Granted an extension for further consideration ending not later than June 3, 1998.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-03T18:44:00-04:00", 
      "references": [], 
      "text": "Committee on Commerce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-03T18:44:00-04:00", 
      "references": [], 
      "text": "Committee on Transportation discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-03T18:44:00-04:00", 
      "calendar": "Union", 
      "number": "318", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 318.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr860-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Technology", 
      "subcommittee_id": "17"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "42", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1997-02-27", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Forbes, Michael P.", 
      "sponsored_at": "1998-03-30", 
      "state": "NY", 
      "thomas_id": "00398", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Johnson, Eddie Bernice", 
      "sponsored_at": "1998-04-23", 
      "state": "TX", 
      "thomas_id": "00599", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Stabenow, Debbie", 
      "sponsored_at": "1998-04-23", 
      "state": "MI", 
      "thomas_id": "01531", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-02-27", 
  "number": "860", 
  "official_title": "To authorize appropriations to the Department of Transportation for surface transportation research and development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Surface Transportation Research and Development Act of 1997", 
  "sponsor": {
    "district": "8", 
    "name": "Morella, Constance A.", 
    "state": "MD", 
    "thomas_id": "00833", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1997-09-17", 
  "subjects": [
    "Air pollution control", 
    "Asphalt", 
    "Authorization", 
    "Commerce", 
    "Competitive bidding", 
    "Computers and government", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Data banks", 
    "Earthquake engineering", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Employee training", 
    "Energy", 
    "Energy conservation", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal aid highway program", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Government and business", 
    "Government operations and politics", 
    "Government publicity", 
    "Government statistics", 
    "Government trust funds", 
    "Higher education", 
    "Highway engineering", 
    "Highway planning", 
    "Highway research", 
    "Information technology", 
    "Infrastructure", 
    "Intellectual property", 
    "Intermodal transportation", 
    "Inventions", 
    "Labor and employment", 
    "Laboratories", 
    "Lobbying", 
    "Local employees", 
    "Motor vehicle pollution control", 
    "Motor vehicles", 
    "Patent licenses", 
    "Patents", 
    "Performance measurement", 
    "Planning-programming-budgeting", 
    "Public lands and natural resources", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Research grants", 
    "Scholarships", 
    "Science, technology, communications", 
    "Seismology", 
    "Standards", 
    "State employees", 
    "Strategic planning", 
    "Technological innovations", 
    "Technology transfer", 
    "Traffic accidents and safety", 
    "Traffic engineering", 
    "Transportation and public works", 
    "Transportation engineering", 
    "Transportation planning", 
    "Transportation research", 
    "Transportation safety", 
    "Transportation workers", 
    "Trucking", 
    "Urban affairs", 
    "Urban transportation", 
    "Year 2000 computer problem"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1998-04-29", 
    "text": "TABLE OF CONTENTS: Title VI: Research Subtitle A: Programs and Activities Subtitle B: Intelligent Transportation Systems Surface Transportation Research and Development Act of 1997 - Prohibits the use of funds for any lobbying activities designed to influence pending Federal, State, or local legislation, except for: (1) certain communications with the Congress upon request; (2) requests for legislation or appropriations deemed necessary for the efficient conduct of the public business; or (3) testimony by U.S. officers or employees before any Federal, State, or local legislative body to which they have been invited. (Sec. 3) Prohibits the authorization of funds to the Department of Transportation (DOT) FY 1998 through 2000 unless specifically authorized to be appropriated by this Act. Directs the Secretary of Transportation to exclude from consideration for a DOT grant any person (except certain members of a recipient class) who received grant funds from a Federal funding source for a project that was not subjected to a competitive, merit- based award process. (Sec. 4) Requires that notice be given to specified congressional committees before any: (1) reprogramming of DOT funds; or (2) major reorganization of any DOT program, project, or activity funded under this Act. (Sec. 5) Expresses the sense of the Congress that DOT should: (1) give priority to correcting all two-digit date-related problems in its computer systems to ensure its continued operation in the year 2000 and beyond; and (2) develop contingency plans for DOT systems it is unable to correct in time. Title VI (sic): Research - Subtitle A: Programs and Activities - Amends Federal transportation law to direct the Secretary to: (1) establish a strategic planning process to determine national transportation research and technology development (R&D) priorities, coordinate Federal transportation R&D activities, and measure the results and their impact on the national transportation system; and (2) develop an integrated surface transportation R&D plan (the plan) to improve the safety, efficiency, and effectiveness of the transportation system. Requires the Secretary to: (2) enter into an agreement with the National Research Council for review of the plan, the annual DOT performance plan, and a specified program performance report; and (2) report to the Congress on competitive R&D merit review procedures and performance measurement procedures. (Sec. 6001) Authorizes appropriations for FY 1998 through 2000. Directs the Secretary to coordinate DOT efforts to enhance the role of institutions of higher education in transportation R&D and technology transfer. Authorizes grants to and contracts and cooperative agreements with such institutions to assist them in carrying out R&D and technology transfer programs. Directs the Secretary to make competitive, merit-based grants to institutions of higher education for up to 50 percent of the costs of establishing one university transportation center in each of the ten regions that constitute the Standard Federal Regional Boundary System. Authorizes the Secretary to make grants to such institutions to establish up to ten other university transportation centers to address transportation R&D, training, technology transfer, and policy issues consistent with the plan. Authorizes the Secretary to establish a program of competitive, merit-based grants to researchers at primarily undergraduate institutions who involve undergraduate students on transportation- relevant research. Authorizes appropriations. Directs the Secretary to establish a Community and Environmental Impact Research Program to assess the relationships between transportation modes, programs, and projects and their environmental and community impacts. Requires such program to include research designed to: (1) develop transportation alternatives that improve access and reduce negative impacts on communities; (2) reduce emissions; and (3) examine the effects on transportation demand of the use of communications and other information technologies. Requires the Secretary to establish an information clearinghouse for summary data and results of federally sponsored projects. Authorizes appropriations. Directs the Secretary to establish a Transportation-Environment Cooperative Research Program headed by an independent governing board to recommend environmental and energy conservation, technology, and technology transfer research projects related to transportation. Requires the Secretary to enter into an agreement with the National Academy of Sciences under which it will award grants through a competitive, merit-based, peer-reviewed process, for carrying out research recommended by the board. Authorizes appropriations. (Sec. 6002) Amends Federal highway law to earmark amounts (to remain available for a period of three years) out of the Highway Trust Fund (other than the Mass Transit Account) for FY 1998 through 2000 for DOT surface transportation research and technology development programs. Requires such programs to be consistent with the plan. Directs the Secretary to make a grant to, or enter into a cooperative agreement or contract with, the Transportation Research Board of the National Academy of Sciences to conduct a study to determine the goals, purposes, research agenda and projects, administrative structure, and fiscal needs for a new Strategic Highway Research Program (SHRP). Earmarks funds to reauthorize the Seismic Research Program which conducts research on highway vulnerability to seismic activity and develops cost-effective methods to reduce it. (Sec. 6003) Amends Federal transportation law to authorize the Secretary to make grants to, or enter into cooperative agreements or contracts with, public and nonprofit private entities to compile, analyze, and publish transportation statistics, to develop electronic clearinghouses of transportation data, and to develop and improve methods for sharing geographic data. Authorizes appropriations. (Sec. 6004) Amends Federal highway law to direct the Secretary to identify the three highest priority applied R&D utilization goals of DOT and implement a program to achieve them. Requires the Secretary to give preference to projects that leverage Federal funds against significant resources from other sources, public or private. Limits to no more than 50 percent the Federal share of project costs. Repeals the Secretary's current authority to carry out a transportation assistance (education and training) program that will provide highway and transportation agencies in urbanized and rural areas with access to modern highway technology. (Sec. 6005) Authorizes the Secretary to make grants and enter into contracts and cooperative agreements to carry out a transportation technology transfer program (through the Local Technical Assistance Program (LTAP)) to provide access to modern highway technology through technology transfer centers to public authorities and the private sector. Limits the Federal share of costs for technology transfer centers to 50 percent (100 percent for centers operated by American Indian tribal governments). Directs the Secretary to implement the Dwight David Eisenhower Transportation Fellowship Program of grants to attract qualified students at institutions of higher education to the field of transportation research. Authorizes the Secretary, through a new Technology Partnership Program, to make competitive grants, contracts, and cooperative agreements to or with States and institutions of higher education for: (1) technology transfer and the further development and validation of the results of applied research programs such as SHRP (including the Superpave system); (2) initiation of regional technology excellence centers, user-producer groups, Long-Term Pavement Performance (LTPP) product implementation, and technology access and exchange programs; and (3) dissemination of information to States, academia, and industry. Directs the National Highway Institute (NHI) to administer education and training programs that focus on new and rapidly changing surface transportation technologies for Federal, State, and local transportation department employees. (Sec. 6006) Authorizes the Secretary to make grants and enter into contracts and cooperative agreements for the continuation of activities under the LTPP research program under SHRP. Directs the Secretary to establish, through the development of public and private partnerships, an advanced research program to address longer-term, higher-risk research that shows potential benefits for improving surface transportation systems. (Sec. 6007) Makes the evaluation and utilization of advanced materials, innovative construction techniques, and advanced technology eligible statewide highway and public transportation planning activities for Federal highway fund allocation purposes. (Sec. 6008) Requires the expenditure of at least 15 percent of Federal highway R&D funds (excluding State apportionments) on basic research and on long-term applied research projects of ten years or more. (Sec. 6009) Authorizes appropriations for FY 1998 through 2000 for: (1) the Surface Transportation Research and Technology Development Program; (2) the Applied Research and Technology Program; (3) the LTAP; (4) the NHI; (5) the Transportation Fellowship Program; (6) technology partnerships; (7) the LTPP; and (8) advanced research. Subtitle B: Intelligent Transportation Systems - Amends the Intermodal Surface Transportation Efficiency Act of 1991 (ISTEA) to rename title VI (Research) part B (Vehicle-Highway Systems Act of 1991) the Transportation Systems Act of 1997. (Sec. 6022) Renames the intelligent vehicle-highway transportation systems (IVHS) program the intelligent transportation systems (ITS) program. Directs the Secretary to promote implementation of integrated and interoperable intelligent transportation systems as a component of the Nation's surface transportation systems. (Sec. 6023) Directs the Secretary to: (1) expedite the development and implementation of a National Architecture and of the required voluntary consensus standards to promote the widespread use of interoperable ITS technology; and (2) develop a prioritized list of ITS standards. Authorizes the Secretary to enter into agreements with private sector standards development organizations, with national laboratories, and with the National Institute of Standards and Technology in carrying out this program. (Sec. 6024) Revises the scope of the ITS strategic plan to include promotion of interoperability and integration of intelligent transportation systems. Requires the plan to require that systems using Federal funds conform to the National Architecture and to interoperability standards. (Sec. 6025) Directs the Secretary, in deciding which projects to fund with respect to operational testing of intelligent transportation systems, to give the highest priority to those projects that will: (1) validate and accelerate the establishment and widespread conformance with the National Architecture and related standards; (2) demonstrate innovative contracting or financing strategies, or address barriers to widespread utilization of ITS technology; (3) validate the effectiveness of integrated intelligent transportation systems and infrastructure in enhancing the safety and efficiency of surface transportation; (4) demonstrate advanced traffic management technologies; and (5) contribute to the development of a workforce capable of operating intelligent transportation systems and infrastructure. (Sec. 6026) Repeals the mandate for an IVHS corridors program, and replaces it with a mandate for a program to promote the utilization of regional integrated, intermodal intelligent transportation systems. Limits funding eligibility in metropolitan area projects to items necessary to integrate ITS elements. Makes at least 15 percent of ITS funds available only for basic research and longer-term applied research. (Sec. 6027) Authorizes appropriations for FY 1998 through 2000 for ITS activities. Reduces the maximum Federal share of costs for ITS projects from 80 percent to 50 percent."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Transportation Research and Development Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Surface Transportation Research and Development Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations to the Department of Transportation for surface transportation research and development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:22-05:00"
}