{
  "actions": [
    {
      "acted_at": "1984-08-08", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-20", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Operations", 
      "text": "Referred to Subcommittee on International Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6105-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Operations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Michel, Robert H.", 
      "sponsored_at": "1984-08-08", 
      "state": "IL", 
      "thomas_id": "00801", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-08-08", 
  "number": "6105", 
  "official_title": "A bill to provide for the education in United States institutions of higher education of certain students of limited financial means from developing countries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States Scholarship Program for Developing Countries Act", 
  "sponsor": {
    "district": "12", 
    "name": "Wright, James C., Jr.", 
    "state": "TX", 
    "thomas_id": "01244", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-08-08", 
  "subjects": [
    "Developing countries", 
    "Education", 
    "Educational exchanges", 
    "Higher education", 
    "International affairs", 
    "Scholarships", 
    "Student aid"
  ], 
  "subjects_top_term": "Educational exchanges", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-08-08", 
    "text": "United States Scholarship Program for Developing Countries Act - Directs the President, acting through the Bureau of Educational and Cultural Affairs of the U.S. Information Agency, to provide a program of financial assistance to enable citizens and nationals of developing countries to study at American institutions of higher education. Requires that half of each payment to a student shall be in the form of a loan with repayment to be forgiven upon the student's prompt return to his or her home country for a period of no less than the years spent studying in the United States plus one. Sets forth guidelines for implementing the program. Directs the President, before allocating any funds, to consult with U.S. educational institutions, educational exchange organizations, U.S. missions, and the governments of participating countries on how to implement the guidelines. Authorizes the President to enter into agreements with foreign governments to further the scholarship program. Urges the Administrator of the agency primarily responsible for administering development assistance programs, in implementing such programs, to increase financial assistance for undergraduate students of limited financial means from developing countries to study in the United States. Urges the President to take steps to expand the opportunities for Americans from all economic classes to study in developing countries. Authorizes the President to establish counseling and orientation services: (1) abroad to prepare foreign students for study in the United States; and (2) at U.S. schools to help them while they are in the United States. Directs the Board of Foreign Scholarships to advise and assist the President in the discharge of programs authorized by this Act. Requires the public and private sectors in the United States to be encouraged to contribute to the costs of the programs financed under this Act. Directs the President to engage the public and private sectors of developing countries in programs to maximize the use of program participants upon their return to their own countries. Authorizes the President to publicize the scholarship program abroad. Authorizes the President to provide English instruction abroad when necessary. Provides for funding to carry out this Act. Requires the President to report annually to Congress on the activities taken pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Scholarship Program for Developing Countries Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the education in United States institutions of higher education of certain students of limited financial means from developing countries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:13-05:00"
}