{
  "actions": [
    {
      "acted_at": "1978-02-28", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11197-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-28", 
  "number": "11197", 
  "official_title": "A bill to amend the Consolidated Farm and Rural Development Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Alexander, Bill", 
    "state": "AR", 
    "thomas_id": "00010", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-28", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Farms", 
    "Government lending", 
    "Loans"
  ], 
  "subjects_top_term": "Agricultural credit", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-28", 
    "text": "Amends the Consolidated Farm and Rural Development Act to authorize the Secretary of Agriculture to make real estate and operating loans available to private domestic corporations and partnerships controlled by farmers and ranchers engaged primarily in farming or ranching who, individually or as to their principal stockholders and partners, are United States citizens. Increases the maximum allowable total principal indebtedness for real estate loans which may be outstanding by any one borrower to $200,000. Removes the $500,000 ceiling from the aggregate principal of loans made using the agricultural Credit Insurance Fund. Increases the amount of indebtedness which may be outstanding for operating loans for an individual from $50,000 to $100,000. States that the interest rates on such loans which are guaranteed shall be the rate agreed upon by the borrower and lender. Replaces the current provision for an up to five-year renewal of an operating loan with a provision for the consolidation or rescheduling of outstanding loans for payment over a period not to exceed seven years from the date of such consolidation or rescheduling. Authorizes the Secretary to make loans and grants, and approve transfers and assumptions under such Act in connection with property securing a loan made, insured, or held by the Secretary notwithstanding the fact an area ceases to be eligible for assistance under such Act. Authorizes the Secretary to provide a procedure for appeal and review of determinations by a county committee that a loan applicant is able to obtain sufficient credit elsewhere to finance his actual needs at reasonable rates and terms."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Consolidated Farm and Rural Development Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:41-05:00"
}