{
  "actions": [
    {
      "acted_at": "1992-10-06", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-07", 
      "bill_ids": [
        "hr450-102"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "See H.R.450.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6190-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Vucanovich, Barbara F.", 
      "sponsored_at": "1992-10-06", 
      "state": "NV", 
      "thomas_id": "01190", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-06", 
  "number": "6190", 
  "official_title": "To amend the Stock Raising Homestead Act to provide certain procedures for entry onto Stock Raising Homestead Act lands, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr450-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr450-102", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "18", 
    "name": "Lehman, Richard H.", 
    "state": "CA", 
    "thomas_id": "00679", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-06", 
  "subjects": [
    "Actions and defenses", 
    "Damages", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Homestead law", 
    "Mines and mineral resources", 
    "Mining claims", 
    "Prospecting", 
    "Punitive damages", 
    "Range management", 
    "Reclamation of land", 
    "Surety and fidelity", 
    "User charges"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-06", 
    "text": "Amends Federal law regarding stock-raising homesteads to require a written notice to the surface owner before a person may enter lands for exploration purposes or to locate a mining claim. Provides for an authorized exploration period during which exploring and locating a mining claim may be conducted with minimal surface disruption, but no road construction, use of explosives, mechanical earth moving equipment, or hazardous materials. Limits the total acreage that may be covered at any time by notices of intention to locate a claim. Prohibits any mineral exploration or development activities without the surface owner's written consent unless the Secretary of the Interior (the Secretary) has authorized them according to prescribed guidelines which include posting a surety bond to ensure: (1) completion of surface reclamation; (2) compensation to the surface owner for permanent damages to crops and tangible improvements; and (3) compensation for permanent loss of income by the surface owner due to impaired land use. Prohibits the Secretary from authorizing any mineral activities unless a plan of operations has been submitted meeting specified criteria, including: (1) minimization of damages to crops and tangible improvements of the surface owner, and of disruption to grazing or other land use by the surface owner; and (2) payment of a fee to the surface owner, equivalent to the loss of income to the ranch operation. Directs the Secretary to submit such plan of operations for the surface owner's comments and modifications before determining whether the plan complies with this Act. Requires reclamation of land to return it, as contemporaneously as practicable with the conduct of mineral activities, to a condition capable of supporting the uses which it was capable of supporting before surface disturbance. Authorizes any surface owner to request an inspection if such owner has reason to believe that he may be adversely affected due to any violation of an approved plan of operations. Authorizes a surface owner to bring an action in Federal district court for damages resulting from non-compliance with this Act. Authorizes the Secretary, upon petition by the surface owner, to provide compensation for damages through payment of all or part of any bond or other financial guarantee required under this Act. Requires the Secretary to simplify the procedure for surface owners who apply to obtain title to Federal interests in lands subject to the Stock Raising Homestead Act. Directs the Secretary to report to the Congress within two years after enactment of this Act on the acquisition of mineral interests by foreign firms on lands subject to the 1916 Stock Raising Homestead Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Stock Raising Homestead Act to provide certain procedures for entry onto Stock Raising Homestead Act lands, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:15:03-05:00"
}