{
  "actions": [
    {
      "acted_at": "1981-06-24", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-07-07", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department; OMB; GAO; Labor Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-07-07", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Labor", 
      "text": "Referred to Subcommittee on Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1423-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Labor", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Andrews, Mark", 
      "sponsored_at": "1981-11-03", 
      "state": "ND", 
      "thomas_id": "00019", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Armstrong, William L.", 
      "sponsored_at": "1981-07-31", 
      "state": "CO", 
      "thomas_id": "00029", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Goldwater, Barry", 
      "sponsored_at": "1981-07-09", 
      "state": "AZ", 
      "thomas_id": "01340", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Laxalt, Paul D.", 
      "sponsored_at": "1981-11-03", 
      "state": "NV", 
      "thomas_id": "01382", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1981-11-03", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Symms, Steven D.", 
      "sponsored_at": "1981-11-03", 
      "state": "ID", 
      "thomas_id": "01132", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-06-24", 
  "number": "1423", 
  "official_title": "A bill to revise provisions of the Federal Mine Safety and Health Act of 1977, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mine Safety and Health Reform Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-06-24", 
  "subjects": [
    "Business and commerce", 
    "Clay industries", 
    "Construction industries", 
    "Federal-state relations", 
    "Intergovernmental relations", 
    "Mine safety", 
    "Mineral industries", 
    "Mines and mineral resources", 
    "Public safety", 
    "Sand and gravel industry", 
    "States", 
    "Strip mining"
  ], 
  "subjects_top_term": "Mine safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-06-24", 
    "text": "Mine Safety and Health Reform Act of 1981 - Amends the Federal Mine Safety and Health Act of 1977 to define: (1) significant and substantial violation; (2) unwarrantable failure; (3) construction contractor; and (4) vocational or professional service contractor. Redefines operator to mean: (1) any owner, lessee, or other person who operates, controls, or supervises a mine; or (2) any independent contractor performing work or services at such mine, except any construction contractor or any vocational or professional service contractor. Excludes from the definition of coal or other mine the surface mining of sand, gravel, stone, clay, or colloidal phosphate. Exempts from the coverage of the Act: (1) any mine owned, leased, or operated by any State or any political subdivision of a State; and (2) any mine owned by all miners working in the mine. Makes changes in the development, promulgation, and revision of mandatory safety and health standards procedures. Revises procedures governing inspections. Directs the Secretary of Health and Human Services to: (1) assist operators in improving health and safety; and (2) disseminate information relating to health and safety standards. Directs the Secretary to inspect mines for the purpose of: (1) determining whether an imminent danger exists; or (2) determining whether there is compliance with mandatory health or safety standards. Requires the Secretary to inspect an underground mine at least twice a year and a surface mine at least once a year. Prohibits advance notice of any inspection being provided to any person. Revises provisions relating to the issuance of citations and orders. Authorizes the Secretary upon finding that there is a violation of any mandatory health or safety standard to issue a notice of violation to the mine operator. Authorizes the Secretary upon finding than an operator has committed a significant and substantial violation of any mandatory health or safety standard to issue a citation. Authorizes, upon any followup inspection, the Secretary to: (1) issue a citation, if a violation described in a notice has not been totally abated within the authorized time period; and (2) immediately cause all persons (except those exempt) to be withdrawn from the area, if a violation described in a citation has not been totally abated within the authorized time period. Authorizes the Secretary, upon finding a significant and substantial violation of any mandatory safety or health standard not creating an imminent danger and which was caused by an unwarrantable failure of the operator, to include such findings in any citation. Provides that if, during the same inspection or any subsequent inspection within 90 days of the issuance of the citation, another significant and substantial violation of the same mandatory safety or health standard is found and such violation was caused by an unwarrantable failure, the Secretary shall issue an order requiring all persons (except those exempt) to withdraw from the area until the violation has been abated. Prohibits the Secretary from considering with respect to the operator's history of previous violations any notices of violations or citations. Permits the filing with the Federal Mine Safety and Health Review Commission of a written request for the granting of temporary relief from any notice, citation, order, or modification or termination issued. Requires a construction contractor, whenever any construction activity is undertaken, to notify the Occupational Health and Safety Commission of the type of activity and number of employees involved. Prohibits the imposition of a civil monetary penalty on the operator of a mine for the violation of a mandatory health or safety standard, if the operator can show: (1) that the violation was committed by a miner in violation of the operator's rules or any mandatory safety or health standard; and (2) the miner was instructed as to such rules and standards. Prohibits the imposition of civil monetary penalty for the violation of a mandatory safety standard if the Secretary determines that, during the preceding year of the violation, the rate of fatalities and injuries at the mine where the violation occurs was below the national average for mines in the same category or class, except that if a withdrawal order has been issued or the violation has caused or contributed to a fatality or permanently disabling condition, the penalty is applicable. Revises regulations relating to mandatory health and safety training. Reduces from: (1) 40 to 16 the number of hours required to train a new underground miner; and (2) 24 to 8 the number of hours required to train a new surface miner. Permits up to six hours of a training program for surface miners to consist of practical training. Permits an operator to give only hazard training to certain employees. Sets forth a Compliance Assistance Visit (CAV) program. Permits a mine operator to request a CAV for consultation and advice respecting compliance with standards. Prohibits the issuance of any notice of violation, citation, order, or penalty as a result of a CAV, except that withdrawal orders may be issued where an imminent danger exists. Authorizes the Mine Safety and Health Administration, upon the request of a State or political subdivision which owns or operate a mine, to make available to such State or subdivision safety and health training opportunities and materials. States that nothing in this Act shall prevent any State agency or court from asserting jurisdiction under State law over any mine safety or health issue with respect to which there is no standard in effect under this Act. Permits any State which, at any time, desires to assume responsibility for development and enforcement of mine safety and health standards with respect to which Federal standards have been promulgated under this Act to submit a State plan for the development of such standards and their enforcement. Sets forth provisions relating to approval of the State plan. Authorizes a Federal grant of 50 percent of the State's cost of developing, administering, and enforcing an approved plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mine Safety and Health Reform Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise provisions of the Federal Mine Safety and Health Act of 1977, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:57-05:00"
}