{
  "actions": [
    {
      "acted_at": "1991-01-17", 
      "committee": "Committee on Intelligence", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Intelligence.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s236-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-17", 
  "number": "236", 
  "official_title": "A bill to repeal certain Cold War legislation and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "End of the Cold War Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-17", 
  "subjects": [
    "Aliens", 
    "American economic assistance", 
    "American military assistance", 
    "Armed forces and national security", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Covert operations", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal budgets", 
    "Federal installations", 
    "Freedom of speech", 
    "Immigration", 
    "Immigration policy", 
    "International affairs", 
    "Military intelligence"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-17", 
    "text": "Title I: Short Title - End of the Cold War Act of 1991. Title II: Elimination of Ideological Restrictions and Lists - Finds that during the Cold War the United States maintained lists of foreign persons (Lookout Lists) with unacceptable opinions in order to exclude such persons from entry into the United States. Finds that the United States also made it a criminal offense to express opinions concerning the desirability of revolution even when the person in no way incited persons or conspired to commit any criminal offense. Requires the Government to delete from any Lookout Lists the names of any aliens listed because of any past, current, or expected beliefs, statements, or associations that would be lawful within the United States. Amends the Immigration and Nationality Act to make excludable from entry into the United States any alien whose entry or activities would have a serious adverse foreign policy consequence for the United States. Prohibits exclusion under such Act due to past, current, or expected beliefs, statements, or associations that would be lawful within the United States. Title III: Unification of United States Diplomacy - Requires the transfer to the Secretary of State of all the functions, powers, and duties of the Central Intelligence Agency (CIA). Requires the President, as part of his annual budget submission to the Congress, to include an aggregate amount of budget outlays for the prior fiscal year for national and tactical intelligence activities, including intelligence activities carried out by the Department of Defense. Title IV: Prohibition on Channeling or Diverting Funds to Carry Out Activities for Which United States Assistance is Prohibited - Provides that whenever a provision of U.S. law prohibits all U.S. assistance from being provided to a specified foreign country, region, government, group, or individual, then no officer or employee of the executive branch may: (1) hold, use, or transfer funds for such purpose; (2) use any funds or facilities to assist any transaction whereby a foreign government or person or U.S. person provides such funds; or (3) provide any U.S. assistance to any third party in order to carry out such banned activities. Provides criminal and civil penalties for such prohibited action. Requires the President to notify the Congress whenever such a prohibition exists and any executive branch officer or employee advocates, promotes, or encourages the provision of funds or property by any foreign government, foreign person, or U.S. person for similar activities. Title V: Environmental Compliance - Federal Government Environmental Compliance Act - Directs the Administrator of the Environmental Protection Agency to undertake a comprehensive review of existing environmental practices and procedures within the Departments of Defense and Energy and to report to the Congress on the degree to which facilities of such Departments are in compliance with existing State and Federal environmental statutes. Requires the Administrator to notify the Secretaries of Defense and Energy of his findings. Requires such Secretaries to: (1) report to the Congress all previous and ongoing violations of State and Federal environmental regulations; (2) report such violations to all relevant States and municipalities; and (3) submit to the Congress a comprehensive plan for bringing their departments into compliance with such regulations. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "End of the Cold War Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Government Environmental Compliance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to repeal certain Cold War legislation and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:37-05:00"
}