{
  "actions": [
    {
      "acted_at": "2008-09-29", 
      "references": [
        {
          "reference": "CR S10074-10075", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-29", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [
        {
          "reference": "CR S10075-10078", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3654-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-29", 
  "number": "3654", 
  "official_title": "A bill to improve research on health hazards in housing, to enhance the capacity of programs to reduce such hazards, to require outreach, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Research, Hazard Intervention, and National Outreach for Healthier Homes Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Reed, Jack", 
    "state": "RI", 
    "thomas_id": "00949", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-29", 
  "subjects": [
    "Agricultural colleges", 
    "Agricultural extension work", 
    "Agriculture and food", 
    "Block grants", 
    "Building construction", 
    "Building laws", 
    "Building materials", 
    "Carbon monoxide", 
    "Child health", 
    "Commerce", 
    "Community development", 
    "Consumer education", 
    "Consumer goods", 
    "Disaster relief", 
    "Economics and public finance", 
    "Education", 
    "Emergency housing", 
    "Emergency management", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy conservation", 
    "Energy efficiency", 
    "Environmental health", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Families", 
    "Federal aid to education", 
    "Federal aid to housing", 
    "Government operations and politics", 
    "Government publicity", 
    "Governmental investigations", 
    "Health", 
    "Health surveys", 
    "Higher education", 
    "Home ownership", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Housing for the aged", 
    "Indoor air pollution", 
    "Infrastructure", 
    "Integrated pest management", 
    "Labeling", 
    "Lead", 
    "Lead poisoning", 
    "Low-income housing", 
    "Medical research", 
    "Medical statistics", 
    "Paints and varnishes", 
    "Preventive medicine", 
    "Public service advertising", 
    "Residential rehabilitation", 
    "Rural housing", 
    "Science, technology, communications", 
    "Social welfare"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-29", 
    "text": "Research, Hazard Intervention, and National Outreach for Healthier Homes Act of 2008 - Directs the Director of the National Institute of Environmental Health Sciences and the Administrator of the Environmental Protection Agency (EPA) to evaluate the health effects of housing-related health hazards for which limited research or understanding of causes or associations exists. Directs the Secretary of Housing and Urban Development (HUD) to implement studies by the Office of Healthy Homes and Lead Hazard Control of the assessment, prevention, and control of housing-related health hazards. Directs the Administrator of the EPA to study how sustainable building features in existing housing affect the quality of the indoor environment, the prevalence of housing-related health hazards, and the health of occupants. Directs the Secretary of HUD to complete the analysis of data collected for the National Survey on Lead and Allergens in Housing and the American Healthy Housing Survey. Directs the Administrator of the EPA to expand current indoor environmental monitoring efforts to establish baseline levels of indoor chemical pollutants and their sources. Requires the Director of the Centers for Disease Control and Prevention (CDC) to determine the data and resources needed to establish a healthy housing data collection system. Directs the Secretary of HUD to: (1) develop improved methods for evaluating, reducing, and preventing health hazards in housing; (2) support development of objective measures for a healthy residential environment; (3) promote the incorporation of healthy housing principles in post-disaster environments as well as ongoing practices and systems, and of health considerations into green and energy-efficient construction and rehabilitation; (4) improve the dissemination of healthy housing information; and (5) promote state and local level healthy housing efforts. Amends the Public Health Service Act with respect to the CDC Program Capacity on Housing-Related Health Hazard. Directs the Administrator of the EPA, acting through the director of the Office of Children's Health Protection and Environmental Education, to address health hazards in the home environment, with particular attention to children, the elderly, and families with limited resources. Directs the Secretary of HUD to award health hazard reduction grants to reduce significant structural, health, and safety hazards in the home. Directs the Secretary of Agriculture, acting through the Cooperative State Research, Education, and Extension Service, to establish a competitive grant program to promote education and outreach on housing-related health hazards. Amends the Housing and Community Development Act of 1992 with respect to enforcement of the lead disclosure rule. Establishes within the EPA voluntary products and materials and housing labeling programs. Specifies the duties of the EPA Administrator with respect to the Healthy Home Seal of Approval. Directs the EPA Administrator to provide public education and outreach on environmental health risks experienced by the elderly, and low-cost methods for addressing them. Directs the Secretary of HUD to award funds for a Health Hazards Outreach competitive grant program. Directs the Secretary of HUD, the Director of the CDC, and the Administrator of the EPA to establish a national healthy housing media campaign."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Research, Hazard Intervention, and National Outreach for Healthier Homes Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve research on health hazards in housing, to enhance the capacity of programs to reduce such hazards, to require outreach, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:26-05:00"
}