{
  "actions": [
    {
      "acted_at": "1990-10-11", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-10-12", 
      "references": [], 
      "text": "Committee on Judiciary. Original measure reported to Senate by Senator Biden. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-12", 
      "calendar": "Senate Legislative", 
      "number": "979", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 979.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3194-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-12", 
  "number": "3194", 
  "official_title": "An original bill entitled the \"Comprehensive Thrift and Bank Fraud Prosecution and Taxpayer Recovery Act of 1990\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Thrift and Bank Fraud Prosecution and Taxpayer Recovery Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-10-11", 
  "subjects": [
    "Actions and defenses", 
    "Administration of criminal justice", 
    "Administration of justice", 
    "Authorization", 
    "Bank capital", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank failures", 
    "Bank loans", 
    "Bank records", 
    "Bank robberies", 
    "Bankruptcy", 
    "Bribery", 
    "Checks", 
    "Compensation for victims of crime", 
    "Computer crimes", 
    "Congressional reporting requirements", 
    "Conspiracy", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Deposit insurance", 
    "Embezzlement", 
    "Executive compensation", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign banks and banking", 
    "Forfeiture", 
    "Fraud", 
    "Golden parachutes", 
    "Government corporations", 
    "Government service contracts", 
    "Government trust funds", 
    "Informers", 
    "Injunctions", 
    "Judicial statistics", 
    "Larceny", 
    "Law", 
    "Legal fees", 
    "Legal services", 
    "Limitation of actions", 
    "Magistrates", 
    "Money laundering", 
    "Organized crime", 
    "Postal crimes", 
    "Prosecution", 
    "Savings and loan associations", 
    "Secret service", 
    "Sentencing guidelines", 
    "Subpoena", 
    "Trusts and trustees", 
    "Wiretapping"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-12", 
    "text": "Title I: Bank Fraud and Embezzlement Penalties - Comprehensive Thrift and Bank Fraud Prosecution and Taxpayer Recovery Act of 1990 - Amends Federal criminal law to establish criminal penalties (including imprisonment) for the concealment of assets from an appropriate Federal banking agency or the Resolution Trust Corporation (RTC) (acting as conservator or receiver). Amends the Federal Deposit Insurance Act and the Federal Credit Union Insurance Act to prohibit certain felons convicted of dishonesty or breach of trust from controlling or participating in the affairs of a depository institution. Amends Federal criminal law to establish criminal penalties (including imprisonment) for obstructing any examination of a financial institution. Increases to 30 years (currently 20 years) the maximum prison term for bank fraud and embezzlement. Establishes a ten-year statute of limitations for the prosecution of racketeering offenses involving financial institutions. Extends money laundering prohibitions to include funds from specified bank crimes. Directs the U.S. Sentencing Commission to promulgate guidelines for increased penalties for convictions of certain bank crimes in which the defendant derived more than $1,000,000 in gross receipts from the offense. Provides for restoration of forfeited property and for restitution to bank crime victims. Sets forth maximum criminal fines and minimum imprisonment terms (which may be up to life imprisonment) for certain continuing financial crime enterprises (i.e., certain violations committed by at least four persons acting in concert). Authorizes U.S. magistrates to accept guilty pleas for certain felonies affecting an insured depository institution. Authorizes the chairman of the Federal Deposit Insurance Corporation (FDIC) and the chairman of the RTC to institute civil remedies proceedings for certain criminal violations affecting insured depository institutions. Title II: Protecting Assets from Wrongful Disposition - Amends the Federal Deposit Insurance Act, the National Credit Union Act and the Federal Home Loan Bank Act to set forth circumstances under which injunctive relief (including prejudgment attachment) may be granted in an action brought by the FDIC, the RTC, or the National Credit Union Administration (NCUA) acting as conservator or receiver of an insured depository institution. Authorizes the Attorney General to obtain a court order enjoining of restraining the alienation or disposition of property obtained as a result of a banking law violation. Amends the Federal Deposit Insurance Act and the Federal Credit Union Act to set forth asset attachment procedures. Amends the Federal Deposit Insurance Act to provide that the liability arising from a breach of trust by an institution-related party towards the financial institution constitutes a debt that is not dischargeable in bankruptcy. Makes it a prerequisite of a bankruptcy reorganization plan that the debtor will: (1) maintain any commitment to a Federal banking regulatory agency to maintain the capital of an insured depository institution; and (2) continue to be obligated for any debt to such agency for failure to fulfill such commitment. Amends Federal bankruptcy law to except from general discharges in bankruptcy: (1) any commitment entered into by the debtor and specified Federal banking regulatory agencies to maintain the capital of an insured depository institution; (2) court-ordered restitution in any criminal proceeding arising from an act that caused a loss to a federally insured financial institution; and (3) certain obligations and liabilities (including those ordered by a court, issued by a Federal regulatory agency, or contained in a settlement agreement) arising from malfeasance while acting in a fiduciary capacity with respect to a financial institution. States that a Federal financial institution regulatory agency that is a successor and creditor to a depository institution or insured credit union need not demonstrate reasonable reliance upon a written statement in order to establish an exception to a discharge in bankruptcy. Prohibits an individual debtor from discharging in bankruptcy debts and title to property that is owed to a Federal financial institutions regulatory agency acting as conservator or receiver. Provides that the trustee shall be deemed to have assumed a debtor's commitment to a Federal depository institution regulatory agency to maintain the capital of an insured depository institution (thus precluding the trustee from rejecting such commitment as an executory contract which can be avoided as a discharge in bankruptcy). Amends the Federal Deposit Insurance Act and the Federal Credit Union Act to empower the FDIC and the NCUA (acting as conservators) to avoid fraudulent conveyances by a debtor institution-affiliated party. Prohibits certain insured depository institutions, depository institution holding companies, or credit unions from making golden parachute payments, covered benefit payments, or certain payments in anticipation of insolvency to an institution-affiliated party without prior written Federal agency approval. Cites conditions under which insured depository institutions and credit unions may make golden parachute payments and covered benefits payments with FDIC or NCUA approval. Amends the Federal criminal code to revise the civil and criminal forfeiture guidelines for: (1) property affecting a financial institution; and (2) fraudulent offenses involving the sale of assets held by Federal banking regulatory agencies. Amends the Federal Deposit Insurance Act and the Federal Credit Union Act to prohibit certain convicted felony debtors whose default to an insured financial institution in receivership will cause substantial loss from acquiring any asset of the institution (except with respect to repayment). Amends the Federal Home Loan Bank Act to direct the Resolution Trust Corporation to prescribe regulations prohibiting itself from selling the assets of a failed institution to persons who have caused specified damage to such institution or have been prohibited from participating in its affairs pursuant to a Federal enforcement action. Amends the Federal Deposit Insurance Act to provide that actions brought by the FDIC shall have priority over all other actions except Federal actions unless the FDIC is notified in writing of the commencement of another suit or claim. Sets forth expedited procedures for certain claims. Title III: Improved Procedures for Handling Banking-Related Cases - Amends Federal criminal law to authorize wire taps for bank fraud and related offenses. Amends the Federal Deposit Insurance Act and the Federal Credit Union Act to set forth reciprocal assistance guidelines for foreign investigations by Federal banking agencies and investigations on behalf of foreign banking authorities. Amends the Financial Institutions Reform, Recovery, and Enforcement Act of 1989 (FIRREA) and the Internal Revenue Code to establish a ten-year statute of limitations for commencing a civil action for Federal bank law violations. Amends the Federal Deposit Insurance Act and the National Credit Union Act to grant the FDIC, the RTC, and the NCUA subpoena authority. Title IV: Structural Reforms to Improve the Federal Response to Crimes Affecting Financial Institutions - Establishes within the Office of the Deputy Attorney General in the Department of Justice a Financial Institutions Fraud Unit, headed by a Special Counsel who shall report directly to the Deputy Attorney General. Terminates such Office five years after enactment of this Act. Empowers the Special Counsel to investigate and prosecute criminal activity involving the financial services industry. Directs the Attorney General to establish: (1) financial institutions fraud task forces; and (2) a senior interagency group to assist in identifying the most significant financial institution fraud cases, to allocate investigative and prosecutorial resources, and to expedite interagency coordination and prosecution of financial institutions fraud. Amends the Federal Home Loan Bank Act to direct the RTC to maintain a Fraud and Enforcement Review Division to assist and advise it with respect to claims and enforcement actions against institution-affiliated parties of insured depository institutions under its jurisdiction. Requires such Division to report semiannually to certain congressional committees. Title V: Reporting Requirements - Requires the Financial Institutions Fraud Unit to present semiannual status reports to certain congressional committees with respect to certain legal actions and results achieved against financial institutions. Amends the Federal judicial code to: (1) direct the Attorney General to include in his annual report to the Congress a statistical breakdown of actions and defendants relating to financial institutions and insured depository institutions; and (2) require the Director of the Administrative Office of the United States Courts to present annual statistical tables to the Congress on the business imposed on the Federal courts by the savings and loan crisis. Amends the Federal Deposit Insurance Act and the Federal Credit Union Act to mandate: (1) the public disclosure of certain civil enforcement actions taken by Federal banking regulatory agencies with respect to depository institutions and credit unions; (2) reports to the Congress with respect to the decision not to hold a public hearing or publish certain documents; and (3) that each Federal banking agency shall maintain for a minimum ten-year period all documentation regarding such civil enforcement actions and make it available to certain congressional committees. Title VI: National Commission on Financial Institution Reform, Recovery, and Enforcement - Establishes the National Commission on the Savings and Loan Industry to examine and identify the origin and causes of the problems in the savings and loan industry that led to the enactment of the FIRREA of 1989, and to submit a final report to the Congress by a specified deadline. Terminates the Commission after submittal of such report. Authorizes appropriations. Title VII: Authorizations - Amends the FIRREA to authorize increased appropriations for FY 1990 through 1993 to the Attorney General and the Federal Court System for bank crime cases and the personnel to deal with an increased financial institutions crime case load. Authorizes appropriations to the Internal Revenue Service for violations involving insured depository institutions. Title VIII: Private Actions Against Persons Committing Bank Fraud Crimes - Financial Institutions Anti-Fraud Enforcement Act of 1990 - Permits any person to file a declaration of specified banking law violations affecting a federally insured depository institution. Extends the statutes of limitations for such violations for five years. Prescribes procedural guidelines for such declarations. Prohibits judicial review of any actions by the Attorney General with respect to such declarations. Establishes the Financial Institution Information Award Fund to pay awards and special rewards to informants with respect to banking law violations. Requires the Attorney General to compile a public report on the processing of such declarations. Sets forth procedural guidelines under which any person after entry of a final judgment, may file a declaration identifying specific assets which might be recovered by the United States in satisfaction of that judgment in any civil or criminal action regarding banking law violations. Amends the Federal Deposit Insurance Act, with respect to rewards for information leading to recoveries and civil penalties, to repeal the stipulation that such recoveries or penalties must exceed $50,000. Amends the Federal criminal code to authorize the Attorney General to use his or her sole discretion to make payments to persons furnishing new information unknown to the Government relating to possible prosecution of banking law violations. Insulates such authority from judicial review. Prescribes guidelines under which the Attorney General may enter into contracts retaining private counsel for legal services relating to banking law violations. Title IX: Technical Amendments - Makes technical amendments to selected statutes affected by this Act. Title X: Office of Thrift Supervision Amendments - Amends the Federal Deposit Insurance Act to make technical amendments. Amends the Home Owners' Loan Act and the Bank Conservation Act to provide that the standard for judicial review of a bank regulatory official's decision to appoint a conservator or receiver shall be decided by the court only on the administrative record and shall be sustained unless the court finds such decision was arbitrary and capricious. Title XI: Clarifying Application of U.S. Banking Offenses to Foreign Banks Operating in the United States - Amends the Federal criminal code to make applicable to foreign banks operating in the United States current Federal laws with respect to: (1) specified banking law violations; (2) acts of fraud with respect to bank credit applications and computer access to financial files; and (3) unauthorized information from a bank examination report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Thrift and Bank Fraud Prosecution and Taxpayer Recovery Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Institutions Anti-Fraud Enforcement Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill entitled the \"Comprehensive Thrift and Bank Fraud Prosecution and Taxpayer Recovery Act of 1990\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:16-05:00"
}