{
  "actions": [
    {
      "acted_at": "1995-08-02", 
      "references": [
        {
          "reference": "CR E1594", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-08-02", 
      "committee": "Committee on Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-02", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-02", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-07", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-14", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2175-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-08-02", 
  "number": "2175", 
  "official_title": "To amend the Public Health Service Act and the Social Security Act to improve the access of rural residents to quality health care by consolidating various categorical programs into a single program of grants to the States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural Health Consolidated Grant Act", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Pat", 
    "state": "MT", 
    "thomas_id": "01231", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-08-02", 
  "subjects": [
    "Communication in medicine", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Emergency medical services", 
    "Executive reorganization", 
    "Federal aid to health facilities", 
    "Federal aid to hospitals", 
    "Federal aid to medical education", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Higher education", 
    "Housing and community development", 
    "Labor and employment", 
    "Medicaid", 
    "Medical personnel", 
    "Medicare", 
    "Poverty", 
    "Public assistance programs", 
    "Recruiting of employees", 
    "Rural hospitals", 
    "Rural public health", 
    "Science, technology, communications", 
    "Social welfare", 
    "Telemedicine", 
    "Trauma care"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-08-02", 
    "text": "TABLE OF CONTENTS: Title I: Consolidation of Programs Regarding Health of Rural Populations Subtitle A: Provisions Relating to Public Health Service Act Subtitle B: Provisions Relating to Social Security Act Title II: Repeal of Categorical Programs Regarding Health of Rural Populations Subtitle A: Programs Relating to Public Health Service Act Subtitle B: Programs Relating to Social Security Act Rural Health Consolidated Grant Act - Title I: Consolidation of Programs Regarding Health of Rural Populations - Subtitle A: Provisions Relating to Public Health Service Act -Amends the Public Health Service Act to mandate grants to States, allowing each State to choose from among these grant purposes: (1) developing integrated health networks; (2) developing systems for providing emergency medical services; (3) developing telemedicine systems; (4) recruiting and retaining health care providers; (5) carrying out any activity that was authorized to be carried out under any programs terminated by title II of this Act; and (6) carrying out activities authorized by the State in collaboration with the Director of the Office of Rural Health Policy. Lists prohibited grant uses. Limits administrative expenditures. Sets forth a grant amount formula. Establishes the Office of Rural Health Policy and sets forth the duties of its Director. Authorizes appropriations to carry out the amendments made by this subtitle. Subtitle B: Provisions Relating to Social Security Act - Amends title VII (Administration) of the Social Security Act to replace existing provisions establishing an Office of Rural Health Policy with provisions setting forth the duties of the Director of the Office of Rural Health Policy with respect to rural populations, the programs established under titles XVIII (Medicare) and XIX (Medicaid) of the Act, and specified provisions of the Omnibus Budget Reconciliation Act of 1987 relating to rural health issues. Authorizes appropriations. Title II: Repeal of Categorical Programs Regarding Health of Rural Populations - Subtitle A: Programs Relating to Public Health Service Act - Mandates termination of all rural health care delivery demonstration projects under provisions of the Public Health Service Act relating to the Agency for Health Care Policy and Research. Allows new projects, subject to the availability of appropriations. Repeals provisions of the Public Health Service Act: (1) in title XII (Trauma Care) relating to the general authority and duties of the Secretary of Health and Human Services, formula grants, and related general provisions; (2) in title VII (Health Professions Education) authorizing grants or contracts relating to interdisciplinary training projects; and (3) authorizing grants for State offices of rural health. Terminates the rural outreach grant program and the telecommunications grant program, both carried out by the Health Resources and Services Administration. Subtitle B: Programs Relating to the Social Security Act - Removes provisions of the Omnibus Budget Reconciliation Act of 1987 relating to grants to small rural hospitals. Terminates the program, carried out by the Health Resources and Services Administration, to assist States in developing innovative rural health system delivery models."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Health Consolidated Grant Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Public Health Service Act and the Social Security Act to improve the access of rural residents to quality health care by consolidating various categorical programs into a single program of grants to the States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:45-05:00"
}