{
  "actions": [
    {
      "acted_at": "1977-04-25", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6601-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Badillo, Herman", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Beilenson, Anthony C.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00072", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Dellums, Ronald V.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00284", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Dicks, Norman D.", 
      "sponsored_at": "1977-01-03", 
      "state": "WA", 
      "thomas_id": "00297", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Harrington, Michael J.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00503", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Metcalfe, Ralph H.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00793", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Mikva, Abner J.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00803", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Murphy, John M.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00842", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Roybal, Edward R.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00996", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "42", 
      "name": "Van Deerlin, Lionel", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01179", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-25", 
  "number": "6601", 
  "official_title": "A bill to provide basic standards for State no-fault benefit plans for the rehabilitation and compensation of motor vehicle accident victims.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7476-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1381-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Standards for No Fault Motor Vehicle Accident Benefits Act", 
  "sponsor": {
    "district": "3", 
    "name": "Moss, John E.", 
    "state": "CA", 
    "thomas_id": "00838", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-25", 
  "subjects": [
    "Accident insurance", 
    "Advisory bodies", 
    "Automobile insurance", 
    "Business and commerce", 
    "Department of Transportation", 
    "District courts", 
    "Insurance", 
    "Law", 
    "Motor vehicles", 
    "Standards", 
    "States", 
    "Traffic accidents and safety"
  ], 
  "subjects_top_term": "Automobile insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-25", 
    "text": "Standards for No-Fault Motor Vehicle Accident Benefits Act -- Title I: Standards for State No-Fault Benefits - Authorizes any State to establish a plan for no-fault benefits for motor vehicle accident victims in accordance with the basic standards set forth in this Act. Specifies levels for medical expense, work loss, replacement services loss, and funeral and death benefits which must be met by approved State plans. Sets forth limitation on deductibles. Requires each person obligated to provide compulsory coverage to carry liability insurance for the payment of tort liability damages for injury in any case in which loss is in excess of the approved limitations, and in other specified cases. Permits any State with an approved plan to authorize its insurance commissioner to lower the level of benefits provided by the plan if necessary to assure that the average cost of premium for compulsory coverage is not greater than the average cost of premium for equivalent coverage. Stipulates that an approved State plan must require each insurer to make available coverages to provide for specified benefits in excess of any limitations under this Act. Requires any State plan to prohibit any claimant from maintaining a civil action in tort against any person, with respect to an injury as to which no-fault benefits are payable, unless such person is or may be liable in tort in accordance with specified exceptions set forth in this Act and also in such plan. Permits any approved State plan to establish a mechanism to assess the individual responsibility of motor vehicle operators, and a procedure for the imposition of tort penalties for such individual. Stipulates that any such plan shall require each owner of a motor vehicle registered in such State to maintain compulsory coverage in accordance with the approved plan. Requires each owner of a motor vehicle operated in such State to maintain compulsory coverage while the vehicle is operated in such State if coverage is not provided under any other approved no-fault plan. Declares that any approved State plan shall entitle any victim, any survivor of a victim, or provider on behalf of a victim to basic no-fault benefits under such plan depending on specified conditions relating to residence and place of injury of the victim. Sets forth priorities for the determination of which insurer will pay benefits if two or more obligations to pay no-fault benefits apply to an injury. Establishes a procedure for the payment of no-fault benefits. Requires any approved State plan to authorize a claimant to maintain a civil action against an insurer or program for the payment of overdue benefits and any interest penalty. Requires such plan to include the payment of attorney's fees and costs of litigation within the recovery available to claimants in such actions. Directs the State insurance commissioner to establish a program to assure that basic no-fault benefits are available, with respect to any victim who is entitled to such benefits under the approved plan of such State, in any case in which no other obligation to pay such benefits applies to the victim, or the insurer obligated to pay is financially unable to meet the obligation. Requires each insurer providing compulsory coverage in a State to accept any case assigned to it by the insurance commissioner under such program. Sets forth conflict of law resolutions which must be included in each approved State plan with respect to the determination of benefits, the right to maintain civil actions in tort, reimbursement and compliance with compulsory coverage requirements. Requires that any approved State plan restrict the cancellation, nonrenewal, and modification of insurance in accordance with this Act. Requires that such plans include programs for the medical and vocational rehabilitation of victims. Directs that all benefits that an individual receives, or is entitled to receive, with respect to an injury, from specified government programs be subtracted in calculating basic no-fault benefits. Restricts the right of reimbursement of insurers for certain no-fault benefits paid or obligated. Declares certain individuals ineligible for no-fault benefits under any State approved plan. Sets forth the procedure for calculating work loss. Title II: Review Panel and Process; Alternative No-Fault Plan - Establishes within the Department of Transportation the Standards for No-Fault Benefits Review Panel to evaluate the performance and effect of approved State plans. Sets forth the procedure for certification and review of State plans. Specifies the requirements which must be met by alternative no-fault plans. Declares that an alternative no-fault plan may take effect in a State only if the Review Panel issues a declaration that such State does not have an approved State plan. Title III: Definitions and Miscellaneous Provisions - Stipulates that no district court of the United States shall have jurisdiction over any civil action for the payment of no-fault benefits unless the United States is a party."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Standards for No Fault Motor Vehicle Accident Benefits Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide basic standards for State no-fault benefit plans for the rehabilitation and compensation of motor vehicle accident victims.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:19-05:00"
}