{
  "actions": [
    {
      "acted_at": "1990-10-23", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3234-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1990-10-23", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-23", 
  "number": "3234", 
  "official_title": "A bill to require the Director of the National Institute for Occupational Safety and Health to conduct a study of the prevalence and issues related to contamination of workers' homes with hazardous chemicals and substances transported from their workplace and to issue or report on regulations to prevent or mitigate the future contamination of workers' homes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Workers' Family Protection Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-23", 
  "subjects": [
    "Asbestos", 
    "Congressional reporting requirements", 
    "Environmental protection", 
    "Environmental research", 
    "Indoor air pollution", 
    "Labor and employment", 
    "Lead", 
    "Mercury", 
    "Occupational health and safety", 
    "Pesticides", 
    "Radiation safety"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-23", 
    "text": "Workers' Family Protection Act of 1990 - Requires the Director of the National Institute for Occupational Safety and Health (the Director), in cooperation with the Secretary of Labor and the Administrator of the Environmental Protection Agency (the EPA Administrator), to study the prevalence of and issues related to contamination of workers' homes with hazardous chemicals and substances transported from their workplace (contamination). Requires the Director to identify industries prone to such contamination, evaluate current statutory and regulatory safeguards, and compile a review of the previous research. Requires the Director to provide grants to eligible States for case studies to evaluate the economic, physiological, and psychological effects on workers and their communities from, and preventive and remediation methods respecting, such contamination. Directs the EPA Administrator to: (1) cooperate with and assist the Director and eligible States in such studies; (2) evaluate effectiveness in addressing such contamination under programs established under the Comprehensive Environmental Response, Compensation, and Liability Act and the Superfund Amendments and Reauthorization Act of 1986; (3) compile a review of previous related research on indoor air quality; and (4) evaluate whether current environmental laws and regulations pose an undue burden on families seeking to redress such contamination. Requires the Director to issue to the Congress an interim report and a final report including recommendations for addressing any overlap in Federal agency jurisdiction over such contamination. Directs the Secretary of Labor to: (1) issue appropriate regulations to prevent release of hazardous chemicals and substances from a workplace or workers' clothing or persons; or (2) report to the Congress on why such regulations are unnecessary. Requires the Secretary, at a minimum, to: (1) determine whether additional regulations are needed to protect workers' families from employee transported releases of lead, elemental and methylated forms of mercury, asbestos, radio nuclides, and pesticide application and manufacture; (2) consider the risk of acute and chronic health effects; (3) consider other environmental law and regulations; and (4) require employers to compensate employees for expenses of being displaced by a home contamination incident. Directs the Secretary of Energy, in cooperation with the Secretary of Labor, to issue regulations that prevent the release of radio nuclides into the home environment on workers' clothing and persons. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Workers' Family Protection Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Director of the National Institute for Occupational Safety and Health to conduct a study of the prevalence and issues related to contamination of workers' homes with hazardous chemicals and substances transported from their workplace and to issue or report on regulations to prevent or mitigate the future contamination of workers' homes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:16-05:00"
}