{
  "actions": [
    {
      "acted_at": "1992-10-06", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-06", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-12-22", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6201-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-06", 
  "number": "6201", 
  "official_title": "To control crime.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3349-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Biden-Thurmond Justice Improvements Act", 
  "sponsor": {
    "district": "10", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-06", 
  "subjects": [
    "Actions and defenses", 
    "Amphetamines", 
    "Art objects", 
    "Auditing", 
    "Bail", 
    "Bankruptcy", 
    "Brokers", 
    "Business records", 
    "Chemical industries", 
    "Chemicals", 
    "Child abuse", 
    "Compensation for victims of crime", 
    "Computer crimes", 
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Counterfeiting", 
    "Counterintelligence", 
    "Credit cards", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Criminal statistics", 
    "Cultural property", 
    "DNA fingerprints", 
    "Data banks", 
    "Day care", 
    "Department of Justice", 
    "Destruction of property", 
    "Drug abuse", 
    "Drug industry", 
    "Drug law enforcement", 
    "Drug testing", 
    "Embezzlement", 
    "Employment tests", 
    "Environmental protection", 
    "Exports", 
    "Extortion", 
    "Federal advisory bodies", 
    "Federal aid to law enforcement agencies", 
    "Federal employees", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Firearms", 
    "Foreign trade and international finance", 
    "Forensic medicine", 
    "Forfeiture", 
    "Fraud", 
    "Government paperwork", 
    "Government trust funds", 
    "Hazardous waste disposal", 
    "Identification of criminals", 
    "Imports", 
    "Income tax", 
    "Injunctions", 
    "Insurance companies", 
    "Insurance law", 
    "Jurisdiction", 
    "Kidnapping", 
    "LSD (Drug)", 
    "Laboratories", 
    "Larceny", 
    "Legal education", 
    "Legal fees", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Magistrates", 
    "Maritime law", 
    "Money laundering", 
    "Museums", 
    "Narcotic traffic", 
    "Parental kidnapping", 
    "Parole", 
    "Postal crimes", 
    "Prisoners", 
    "Probation", 
    "Rating of employees", 
    "Real estate appraisal", 
    "Receiving stolen goods", 
    "Recidivists", 
    "Right of privacy", 
    "Robbery", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Smuggling", 
    "Standards", 
    "State courts", 
    "Tax administration", 
    "Taxation", 
    "Telemarketing", 
    "Telephone", 
    "Territorial waters", 
    "Terrorism", 
    "Torture", 
    "Treaties", 
    "Undercover operations", 
    "Valuation"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-06", 
    "text": "Title I: Child Protection - National Child Protection Act of 1992 - Establishes a national criminal background check system (system) to which a designated agency in each State is required to report child abuse crime information, or index such information in the system, for purposes of background checks of child care providers. Directs the Attorney General to establish: (1) guidelines for the reporting of such information; and (2) timetables for each State to report such information to the system (with a three-year deadline for all States to be reporting at a specified level of currency). Requires State agencies to maintain close liaison for the exchange of technical assistance in cases of child abuse with the National Center: (1) on Child Abuse and Neglect; (2) for Missing and Exploited Children; and (3) for the Prosecution of Child Abuse. Directs the Attorney General to publish annually: (1) a statistical summary of the child abuse crime information reported under this title; and (2) a summary of each State's progress in reporting child abuse crime information to the system. Requires the Administrator of the Office of Juvenile Justice and Delinquency Prevention to conduct a study to determine various factors relating to potential child abuse crimes and offenders, based on a statistically significant sample of convicted child abuse offenders and other relevant information. Requires a report on such study to be submitted to specified congressional committee officials. Authorizes a State to have in effect procedures to permit a qualified entity (i.e., a business or organization that provides child care or child care placement services, or that certifies others to provide such care or services) to contact a State agency to request a nationwide background check to determine if a child care provider is under indictment for, or has been convicted of, a background check crime. Directs the Attorney General to establish: (1) guidelines for State background check procedures, but permits the Attorney General to certify that a State procedure is equivalent to that under this title under specified circumstances; and (2) criteria for such certifications. Authorizes the Attorney General to: (1) prescribe such other measures as may be required to carry out the purposes of this title; and (2) encourage the use of the best technology available in conducting background checks. Amends the Omnibus Crime Control and Safe Streets Act of 1968 (Omnibus Act) to provide for the use of drug control and system improvement grants for the improvement of State record systems and the sharing of records of child abuse crime information to implement this title. Directs the Attorney General, subject to appropriations and with preference to States that have the lowest percent currency of case dispositions in computerized criminal history files, to make additional grants to each State to be used, for purposes of this title: (1) for the computerization of criminal history files; (2) for the improvement of existing computerized criminal history files; (3) to improve accessibility to the system; and (4) to assist the State in the transmittal of criminal records to, or the indexing of criminal history records in, the system. Authorizes: (1) appropriations; and (2) the withholding of a portion of the allocation for a fiscal year under the Omnibus Act to a State that is not in compliance with the timetable established under this title. Title II: Notification of Release of Prisoners - Requires the Bureau of Prisons, at least five days prior to the release of a prisoner convicted of a drug trafficking crime or crime of violence on supervised release (or, in the case of a prisoner on supervised release, at least five days prior to the date on which the prisoner changes residence to a new jurisdiction), to provide written notice of the release (or change of residence) to the chief law enforcement officer of the State and of the local jurisdiction in which the prisoner will reside, with exceptions. Specifies that, in the case of a prisoner convicted of an offense committed prior to November 1, 1987, the reference to supervised release in such provision shall be deemed to be a reference to probation or parole. Title III: Bail Posting Reporting - Illegal Drug Profits Act of 1991 - Requires each clerk of a Federal or State criminal court to: (1) report to the Internal Revenue Service the name and taxpayer identification number of any individual charged with a criminal offense who posts cash bail, or on whose behalf cash bail is posted, in an amount exceeding $10,000, and any individual or entity posting such cash bail for or on behalf of such individual; and (2) submit a copy of each report of cash bail to the offices of the U.S. Attorney and of the local prosecuting attorney for the jurisdiction in which the defendant resides (and the jurisdiction in which the criminal offense occurred, if different). Directs the Secretary of the Treasury to promulgate such regulations as are necessary within 90 days of the enactment of this Act. Title IV: Insurance Fraud - Amends the Federal criminal code to establish penalties for persons engaged in the business of insurance whose activities affect commerce, who: (1) knowingly make a materially false statement or report or willfully overvalue land, property, or security in connection with reports or documents presented to an insurance regulatory official or agency, or to any agent or examiner (official) appointed to examine the affairs of such person for the purpose of influencing in any way the actions of such official; (2) willfully embezzle or misappropriate funds or property while acting as an officer, director, agent, or employee (officer) of such person; (3) knowingly make a false entry of material fact in any book, report, or statement of such person with intent to deceive any person, or to deceive any officer of such person or any insurance regulatory official, about the financial condition or solvency of such business; and (4) by threats or force, corruptly influences, obstructs, or endeavors corruptly to influence or obstruct the proper administration of the law under which a proceeding (involving the business of insurance whose activities affect interstate commerce) is pending before an insurance regulatory official to examine the affairs of such person. Authorizes the Attorney General to seek civil penalties and injunctions for violations of this title. Sets penalties for obstructing criminal investigations with respect to the prosecution of cases of insurance fraud. Title V: Art Theft - Establishes penalties for the theft of major art works from museums. Title VI: Trafficking in Counterfeit Goods - Increases penalties for trafficking in counterfeit goods and services. Title VII: Crime Victims - Victims' Rights and Restitution Act of 1992 - Amends the Victims of Crime Act of 1984, as amended, to eliminate the cap on the crime victims fund. Title VIII: Sentencing Provisions - Amends the Federal criminal code to allow the court, in determining the sentence to be imposed in the case of a violation of probation or supervised release, to consider guidelines or policy statements issued by the Sentencing Commission. Authorizes the court to resentence a defendant who violates a condition of probation at any time prior to the expiration or termination of the term of probation. Directs the court to revoke: (1) probation or supervised release and require the defendant to serve a term of imprisonment (with respect to supervised release, up to the maximum authorized) if the court finds the defendant to be in unlawful possession of a controlled substance or firearm or otherwise in violation of a condition of probation or supervised release, or if the defendant refuses to cooperate in drug testing (thereby violating such a condition); and (2) a term of supervised release and require the defendant to serve in prison all or part of the term of release authorized by statute for the offense that resulted in such term, without credit for time previously served on post-release supervision, if the court finds by a preponderance of the evidence that the defendant violated a condition of supervised release, subject to specified limitations. Authorizes the court to include a requirement that the defendant be placed on supervised release after imprisonment when a term of supervised release is revoked and the defendant is required to serve a term of imprisonment less than the maximum authorized. Specifies that the length of such a term of release shall not exceed that authorized by statute for the offense of which the defendant was convicted, minus any term of imprisonment that was imposed upon revocation of supervised release. Specifies that the power of the court to revoke a term of supervised release for violation of a condition of such release, and to order the defendant to serve a term of imprisonment and, subject to certain limitations, a further term of supervised release, extends beyond the expiration of the term of release for a period reasonably necessary for the adjudication of matters arising before its expiration if, prior to such expiration, a warrant or summons has been issued on the basis of an allegation of such a violation. Title IX: Sentencing and Magistrates Amendments - Amends the Federal criminal code to: (1) authorize probation for a petty offense if the defendant has been sentenced to a term of imprisonment at the same time for another such offense; (2) make an exception for petty offenses to the rule (under current law) that a person charged with a misdemeanor may elect to be tried before a judge of the district court for the district in which the offense was committed; (3) authorize the magistrate judge, in a petty offense case involving a juvenile, to exercise all powers granted to the district court; and (4) authorize a magistrate judge who has sentenced a person to a term of supervised release to revoke or modify the term or conditions of such release. Title X: Attorneys' Fees Reimbursement Act - Amends the Federal judicial code to provide for the reimbursement of attorney's fees for current and former employees of the Department of Justice or the Federal public defender who were the subject of a criminal or disciplinary investigation related to such employee's discharge of official duties, where the investigation resulted in neither disciplinary action nor a criminal indictment against such employee. Requires the official making the award of reimbursement to make an inquiry into the reasonableness of the sum requested, based on specified guidelines. Title XI: Precursor Chemicals Act - Chemical Control Amendments Act of 1992 - Amends the Comprehensive Drug Abuse Prevention and Control Act of 1970 (Comprehensive Act) to: (1) replace references to \"listed precursor chemicals\" with \"list I chemicals\" and \"listed essential chemicals\" with \"list II chemicals\"; and (2) revise the definition of \"regulated person\" to include individuals who act as brokers or traders for international transactions involving a listed chemical, tableting machine, or encapsulating machine. Redefines \"regulated transaction\" to: (1) include international transactions which do not involve the importation or exportation of a listed chemical into or out of the United States if a broker or trader located in the United States participates in the transaction; (2) include, in the case of a listed chemical that is contained in a drug that may be marketed or distributed lawfully in the United States under the Federal Food, Drug, and Cosmetic Act, transactions involving ephedrine or any other listed chemical which the Attorney General may designate as not subject to exemption after finding that such action would prevent diversion and the total quantity of such chemical included in the transaction equals or exceeds the threshold established for that chemical by the Attorney General; and (3) exclude any transaction in a chemical mixture (current law) which the Attorney General has designated as exempt based on a finding that the mixture is formulated in such a way that it cannot be easily used in the illicit production of a controlled substance and that the listed chemical or chemicals contained in the mixture cannot be readily recovered. Directs the Attorney General to: (1) remove from exemption a drug or group of drugs (drug) that the Attorney General finds is being diverted to obtain a listed chemical for use in the illicit production of a controlled substance, based on: the scope, duration, and significance of the diversion; whether the drug is formulated in such a way that it cannot be easily used in such illicit production; and whether the listed chemical can be readily recovered from the drug; and (2) limit the designation of a drug removed from exemption to the most particularly identifiable type of drug for which evidence of diversion exists unless there is evidence, based on the pattern of diversion and other relevant factors, that the diversion will not be limited to that particular drug. Sets forth procedures, and factors to be considered, with respect to reinstatement of the exemption for particular drug products. Requires every person who manufactures or distributes, or who proposes to engage in the manufacture or distribution of, a list I chemical to obtain annually a registration issued by the Attorney General, with exceptions. Authorizes and directs the Attorney General to register an applicant to distribute a list I chemical unless he determines that the issuance of such registration is inconsistent with the public interest, taking into consideration the following factors: (1) maintenance by the applicant of effective controls against diversion of listed chemicals into other than legitimate channels; (2) compliance by the applicant with applicable Federal, State, and local law; (3) any prior conviction record of the applicant under Federal or State laws relating to controlled substances or chemicals; (4) any past experience in the manufacture and distribution of chemicals; and (5) such other factors as may be relevant to and consistent with the public health and safety. Makes provisions with respect to: (1) the denial, revocation, and suspension of registration relating to the manufacture, distribution, or dispensation of controlled substances explicitly applicable to list I chemicals; and (2) persons required to register applicable to importers and exporters of such chemicals. Directs the Attorney General to register an applicant to import or export a list I chemical unless he determines that the issuance of such registration is inconsistent with the public interest. Specifies that such registration shall not be required for the import or export of certain exempted drug products. Makes it unlawful for a regulated person to distribute, import, or export a list I chemical without the registration required under the Comprehensive Act. Requires each regulated person who manufactures a listed chemical to report annually to the Attorney General information concerning listed chemicals manufactured by such regulated person, with exceptions. Makes a person located in the United States who is a broker or trader for an international transaction in a listed chemical which is a regulated transaction solely because of that person's involvement as a broker or trader with respect to that transaction subject to all of the notification, reporting, record-keeping, and other requirements placed upon exporters of listed chemicals by the Comprehensive Act. Authorizes the Attorney General to: (1) require that the 15-day notification requirement with respect to the importation and exportation of listed chemicals apply to all exports of a specific listed chemical to a specified country, regardless of the status of certain customers in such country as \"regular customers,\" if the Attorney General finds that such notification is necessary to support effective chemical diversion control programs or is required by treaty or other international agreement to which the United States is a party; and (2) waive the 15-day notification requirement for exports of a specific listed chemical to a specified country, and for the importation of a specific listed chemical, if such notification is not required for effective chemical diversion control, subject to specified requirements. Establishes penalties for: (1) exporting, or serving as a broker or trader for an international transaction involving, a listed chemical, knowing or having reasonable cause to believe that the chemical will be used to manufacture a controlled substance in violation of the laws of the country to which the chemical is exported; (2) importing or exporting a listed chemical with intent to evade reporting or record-keeping requirements under the Comprehensive Act by falsely representing to the Attorney General that the importation or exportation qualifies for a waiver of the notification requirement by misrepresenting either the actual country of final destination of the listed chemical or the actual listed chemical being imported or exported; and (3) importing or exporting a listed chemical in violation of provisions regarding persons required to register and regarding brokers and traders for international transactions in listed chemicals that are regulated transactions solely because of such persons' involvement as brokers or traders. Amends list I to add benzaldehyde and nitroethane, and delete D-lysergic acid, N-ethylephedrine, and N-ethylpseudoephedrine. Eliminates \"regular supplier\" status and creates \"regular importer\" status. Modifies the definition of \"controlled premises\" to include places where listed chemicals or records relating to the manufacture, distribution, or disposition of listed chemicals are maintained. Permits officers or employees designated by the Attorney General to inspect, and inventory any stock of, listed chemicals, subject to specified requirements. Makes it a felony for a person who possesses a listed chemical with intent that it be used in the illegal manufacture of a controlled substance to manage the listed chemical or waste from such manufacture other than as required under the Solid Waste Disposal Act. Specifies that, in addition to any penalty that may be imposed for the illegal manufacture, possession, or distribution of a listed chemical or toxic residue of a clandestine laboratory, a person who violates such prohibition shall be assessed costs of the initial cleanup and disposal of the listed chemical and contaminated property and the cost of restoring property damaged by exposure to such chemical. Expands forfeiture provisions to include: (1) moneys and proceeds traceable to exchanges for listed chemicals; and (2) listed chemicals and drug manufacturing equipment imported, exported, manufactured possessed, distributed, or intended to be distributed, imported, or exported, in violation of specified provisions (currently, felony provisions) of the Comprehensive Act. Title XII: Restitution Improvement Act - Amends the Federal criminal code to authorize the court, when sentencing a defendant convicted of an offense under the code or under specified provisions of the Federal Aviation Act of 1958, to require such defendant to reimburse the victim for necessary child care, transportation, and other expenses related to participation in the investigation or prosecution of, or attendance at proceedings related to, the offense. Title XIII: Parental Kidnapping - International Parental Kidnapping Crime Act of 1992 - Amends the Federal criminal code to establish penalties for removing a child from, or retaining a child outside, the United States with intent to obstruct the lawful exercise of parental rights. Makes it an affirmative defense that the defendant: (1) acted within the provisions of a valid court order granting the defendant legal custody or visitation rights, and that such order was obtained pursuant to the Uniform Child Custody Jurisdiction Act and was in effect at the time of the offense; (2) was fleeing an incidence or pattern of domestic violence; and (3) had physical custody pursuant to a court order granting legal custody or visitation rights and failed to return the child as a result of circumstances beyond the defendant's control, and the defendant notified or made reasonable attempts to notify the other parent or lawful custodian of the child of such circumstances within 24 hours after the visitation period had expired and returned the child as soon as possible. Expresses the sense of the Congress that, inasmuch as use of the procedures under the Hague Convention of the Civil Aspects of International Parental Child Abduction has resulted in the return of many children, those procedures (where applicable) should be the option of first choice for a parent who seeks the return of a child who has been removed from the parent. Authorizes appropriations to carry out (under the State Justice Institute Act of 1984) national, regional, and in-State training and educational programs dealing with criminal and civil aspects of interstate and international parental child abduction. Title XIV: Mail Fraud Extension - Extends mail fraud provisions under the Federal criminal code to cover private or commercial interstate carriers. (Current provisions apply only to frauds perpetrated with respect to matter to be sent or delivered through the U.S. Postal Service.) Title XV: Forfeiture Audit Requirement - Amends the Federal judicial code to direct the Attorney General to: (1) require that any State or local law enforcement agency receiving Federal asset forfeiture funds conduct an annual audit detailing the uses and expenses to which the funds were dedicated and the amount used for each use or expense, and report the results to the Attorney General; and (2) include within the Attorney General's report to the Congress all such annual audit reports from State and local law enforcement agencies and a report for such fiscal year describing the administrative and contracting expenses paid from the Department of Justice Assets Forfeiture Fund. Title XVI: Receipt of Stolen Property Amendments - Amends the Federal criminal code to provide that, whenever in the code an element of an offense is that property was embezzled, robbed, stolen, converted, taken, altered, counterfeited, falsely made, forged, or obliterated (stolen) and the defendant knew that the property was of such character, such element may be established by proof that the defendant, after or as a result of an official representation as to the nature of the property, believed the property to be stolen. Title XVII: Telemarketing Fraud - Consumer Protection Against Credit Card Fraud Act of 1992 - Amends the Federal criminal code to establish penalties for knowingly and with intent to defraud: (1) effecting transactions with one or more access devices (ADs) issued to another person to receive payment or any other thing of value during any one-year period the aggregate value of which is equal to or greater than $1,000; (2) without the authorization of the issuer of the AD, soliciting a person for the purpose of offering, or selling information regarding or an application to obtain, an AD; or (3) without the authorization of the credit card system member or its agent, causing or arranging for another person to present to the member or its agent for payment evidence or records of transactions made by an AD. Title XVIII: DNA Testing - DNA Identification Act of 1992 - Amends the Omnibus Act to authorize the use of drug control and system improvement grants to develop or improve in a forensic laboratory a capability to analyze deoxyribonucleic acid (DNA) for identification purposes. Requires State applications for grant funds to certify, if any part of such grant is to be used to develop or improve a DNA analysis capability in a forensic laboratory, that: (1) DNA analyses performed at such laboratory will satisfy or exceed then current standards for a quality assurance program for DNA analysis, issued by the Director of the Federal Bureau of Investigation (FBI); (2) DNA samples obtained by, and DNA analyses performed at, such laboratory will be accessible only to criminal justice agencies for law enforcement identification purposes, to any defendant for criminal defense purposes, and if identifiable information is removed, for a population statistics database, for identification research and protocol development purposes, or for quality control purposes; and (3) such laboratory and each analyst performing DNA analyses at such laboratory will undergo, at regular intervals of not to exceed 180 days, external proficiency testing by a DNA proficiency testing program meeting the standards issued under this Act. Authorizes appropriations. Requires the Director: (1) within 180 days, to appoint an advisory board on DNA quality assurance methods; and (2) appoint members of the board from among nominations proposed by the head of the National Academy of Sciences and professional societies of crime laboratory officials. Specifies that the advisory board shall: (1) include as members scientists from State and local forensic laboratories, molecular geneticists and population geneticists not affiliated with a forensic laboratory, and a representative from the National Institute of Standards and Technology; and (2) develop, and if appropriate, periodically revise recommended standards for quality assurance, including standards for testing the proficiency of forensic laboratories and forensic analysts in conducting analyses of DNA. Requires: (1) the Director, after taking into consideration such recommended standards, to issue (and periodically revise) standards for quality assurance, including standards for testing the proficiency of forensic laboratories and forensic analysts in conducting DNA analyses; and (2) that such standards specify criteria for quality assurance and proficiency tests to be applied to the various types of DNA analyses used by forensic laboratories and include a system for grading proficiency testing performance to determine whether a laboratory is performing acceptably. Specifies that: (1) until such time as the advisory board has made recommendations to the Director and such Director has acted upon those recommendations, the quality assurance guidelines adopted by the technical working group on DNA analysis methods shall be deemed the Director's standards for purposes of this subtitle; and (2) the board shall cease to exist five years after the initial appointments are made to the board, unless the existence of the board is extended by the Director of the FBI. Authorizes the Director to establish an index of DNA identification records of persons convicted of crimes, analyses of DNA samples recovered from crime scenes, and analyses of DNA samples recovered from unidentified human remains. Specifies that such index may include only information on DNA identification records and analyses that are: (1) based on analyses performed in accordance with publicly available standards that satisfy or exceed specified guidelines for the quality assurance program for DNA analysis; (2) prepared by labs and DNA analysts that undergo regular external proficiency testing; and (3) maintained by Federal, State, and local criminal justice agencies pursuant to rules that restrict disclosure of stored DNA samples and analyses. Makes the exchange of DNA identification records subject to cancellation if the quality control and privacy requirements of this Act are not met. Requires: (1) FBI personnel who perform DNA analyses to undergo, at regular intervals of not to exceed 180 days, external proficiency testing by a DNA proficiency testing program meeting the standards issued pursuant to this Act; and (2) the Director to submit an annual report on the results of such tests to specified congressional committees for five years after the enactment of this Act and arrange for periodic blind external tests to determine the proficiency of DNA analysis performed at the FBI laboratory within one year. Restricts disclosure of DNA tests performed for a Federal law enforcement agency. Sets fines of up to $100,000 for individuals: (1) having access to individually identifiable DNA information indexed in a database created or maintained by any Federal law enforcement agency by virtue of employment of official position who willfully disclose such information to any person or agency not entitled to receive it; and (2) who, without authorization, willfully obtain DNA samples or such individually identifiable DNA information. Authorizes appropriations. Title XIX: Torture Convention - Amends the Federal criminal code to establish penalties for committing or attempting to commit torture outside the United States. Grants jurisdiction over such activity if the alleged offender is: (1) a U.S. national; or (2) present in the United States. Makes this title effective on the latter of the date of enactment of this title or the date the United States has become a party to the Convention Against Torture and Other Cruel, Inhumane or Degrading Treatment or Punishment. Title XX: Technical Provisions - Declares that all the territorial sea of the United States, as defined by Presidential Proclamation 5928 of December 27, 1988: (1) is part of the United States, subject to its sovereignty; and (2) for purposes of Federal criminal jurisdiction, is within the special maritime and territorial jurisdiction of the United States. Sets forth provisions with respect to U.S. jurisdiction over crimes against U.S. nationals on foreign vessels. Establishes criminal penalties for: (1) receiving the proceeds of extortion or kidnapping; (2) receiving the proceeds of a postal robbery; and (3) attempted robbery, kidnapping, smuggling, and malicious mischief. Title XXI: Computer Abuse - Computer Abuse Amendments Act of 1992 - Amends the Computer Fraud and Abuse Act to make it a felony to knowingly transmit an unauthorized program or code that alters the information stored in a computer with the intent to damage the system or information contained within the affected computer or computer system, or to withhold or deny the use of such system or information, if the transmission: (1) occurred without the authorization of the person responsible for the computer system receiving the program; and (2) causes damage exceeding $1,000 in any one-year period or modifies or impairs the medical care of one or more individuals. Makes such offense punishable by a fine and up to five years in prison. Sets forth parallel provisions with respect to recklessly transmitting a destructive computer program or code. Makes such offense a misdemeanor, punishable by a fine and imprisonment for up to one year. Creates a civil cause of action for compensatory or injunctive relief for persons suffering damage or loss by virtue of a violation of this Act. Limits damages to economic damages, except for medical records violations. Sets a statute of limitations of two years from the date of the act complained of, or from the date of discovery of the damage. Requires the Attorney General to report to the Congress annually during the first three years following the date of enactment of this Act concerning prosecutions under this Act. Modifies the prohibition against accessing a Government computer where such conduct affects the use of the Government's operation of such computer to cover only actions that \"adversely\" affect such use. Title XXII: FBI Subscriber - Amends the Federal criminal code to authorize the Director of the FBI or his designee in a position not lower than Deputy Assistant Director to request: (1) the name, address, length of service, and toll billing records of a person or entity (person) if the Director (or his designee in a position not less than Deputy Assistant Director) certifies in writing to the wire or electronic communication service provider to which the request is made that such information is relevant to an authorized foreign counterintelligence investigation and that there are specific, articulable facts giving reason to believe that the person to whom the information sought pertains is a foreign power or agent (current law does not specify the type of information sought or the position of the designee, and excludes all that follows); and (2) the name, address, and length of service of a person if the Director (or his designee in a position not lower than Deputy Assistant Director) certifies that the information sought is relevant to an authorized foreign counterintelligence investigation and that there are specific, articulable facts giving reason to believe that communication facilities registered in the name of the person have been used through the services of such provider in communication with an individual who is or has been engaged in international terrorism or clandestine intelligence activities, or with a foreign power or agent under circumstances giving reason to believe that the communication concerned international terrorism or clandestine intelligence activities, that involve or may involve a violation of U.S. criminal statutes. Requires the Director to report to the House and Senate Judiciary Committees with respect to semi-annual reports concerning requests for information under such provision."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Biden-Thurmond Justice Improvements Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Chemical Control Amendments Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Computer Abuse Amendments Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Consumer Protection Against Credit Card Fraud Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "DNA Identification Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Illegal Drug Profits Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "International Parental Kidnapping Crime Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Child Protection Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Victims' Rights and Restitution Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To control crime.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:15:03-05:00"
}