{
  "actions": [
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-20", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to the Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr435-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-03", 
  "number": "435", 
  "official_title": "To require employees of the Office of Management and Budget and other Federal agencies to report oral communications relating to activities of that office, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regulatory Influence Reporting Amendments of 1991", 
  "sponsor": {
    "district": "17", 
    "name": "Weiss, Ted", 
    "state": "NY", 
    "thomas_id": "01213", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-03", 
  "subjects": [
    "Administrative procedure", 
    "Conflict of interests", 
    "Federal employees", 
    "Federal officials", 
    "Government operations and politics", 
    "Government paperwork", 
    "Public records", 
    "Records management"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-03", 
    "text": "Regulatory Influence Reporting Amendments of 1991 - Requires employees of the Office of Management and Budget (OMB) and other Federal agencies to log in writing certain information relating to regulatory activities which were the subject of oral communications between them and: (1) in the case of OMB employees, non-OMB employees; and (2) in the case of other Federal agency employees, OMB employees. Requires such information and written communications between such persons regarding regulatory activities of OMB or other Federal agencies to be made publicly available. Requires the Director of OMB to establish and maintain a separate record of regulatory activities reviewed by that Office for public availability which shall contain: (1) materials which are received by OMB from nonemployees or provided by OMB to nonemployees; (2) information logged under this Act; and (3) OMB changes made or suggested in regulatory activity under review, with the reasons for such changes. Requires the Director to: (1) notify agency heads of meetings and contacts between OMB employees and nonemployees concerning their agency's regulatory activities; and (2) provide agency heads with an opportunity to attend such meetings. Directs agency heads to include in rule or regulation records submitted for OMB review: (1) draft copies of rulemaking notices; and (2) OMB changes made or suggested in the rule or regulation, including changes in rulemaking notices, with the reasons for such changes. Requires the Director to review agency regulatory activities within a certain nonextendable period. Mandates that changes in regulatory activities which are made or proposed by OMB employees be: (1) submitted by OMB to the agency head conducting the regulatory activity with the reasons for such changes; and (2) signed by the OMB Administrator of the Office of Information and Regulatory Affairs. Requires agency heads submitting rulemaking notices for OMB review to publish their contents in the Federal Register 30 days after making such submissions if the Director fails to act within that period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regulatory Influence Reporting Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To require employees of the Office of Management and Budget and other Federal agencies to report oral communications relating to activities of that office, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:18-05:00"
}