{
  "actions": [
    {
      "acted_at": "1973-05-24", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-06-05", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary with amendment, H. Rept. 93-249.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-06-18", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #237 (391-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-06-28", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-06-28", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-06-30", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-07-26", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 93-401.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-07-26", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 93-349.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-08-02", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-08-02", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-08-02", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1973-08-03", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1973-08-06", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1973-08-06", 
      "references": [], 
      "text": "Public law 93-83.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8152-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Dennis, David W.", 
      "sponsored_at": "1973-01-03", 
      "state": "IN", 
      "thomas_id": "00287", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Flowers, Walter", 
      "sponsored_at": "1973-01-03", 
      "state": "AL", 
      "thomas_id": "00393", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hutchinson, Edward", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00576", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Jordan, Barbara", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "00614", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "McClory, Robert", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00757", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Mezvinsky, Edward", 
      "sponsored_at": "1973-01-03", 
      "state": "IA", 
      "thomas_id": "00796", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Sandman, Charles W., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01011", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1973-08-06", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-24", 
  "number": "8152", 
  "official_title": "A bill to amend title I of the Omnibus Crime Control and Safe Streets Act of 1968 to improve law enforcement and criminal justice and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres436-93", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1930-93", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-24", 
  "subjects": [
    "Crime and law enforcement", 
    "Criminal law"
  ], 
  "subjects_top_term": "Criminal law", 
  "summary": {
    "as": "Public Law", 
    "date": "1973-08-06", 
    "text": "(LATEST SUMMARY) Crime Control Act - Extends the programs of the Law Enforcement Assistance Administration through fiscal years 1974-75. Includes the improvement of criminal justice as one of the purposes of the Administration under the Omnibus Crime Control and Safe Streets Act of 1968. Replaces the two Associate Administrators of the Law Enforcement Assistance Administration with two Deputy Administrators. Requires State planning agencies seeking grants under the Law Enforcement Assistance title to include representatives of community organizations and elected officials, and to hold each of its meetings open to the public. Directs the Administration to allocate a flat grant of $200,000 to each State annually for planning grants, and then allocate the remainder of its funds for this purpose by population. Requires that State plans for law enforcement, submitted under this Act for receiving grants, must include a program for the improvement of juvenile justice. Increases to 90 percent (previously 75 percent) the Federal share of grants for law enforcement and criminal justice purposes. Requires State plans seeking such grants to: (1) include procedures which make units of local government, with populations of 250,000 or more, eligible to apply for grants from the State on the basis of a local comprehensive plan consistent with the State comprehensive plan; (2) provide for necessary funds accounting and evaluation procedures; (3) submit such reports as the National Institute for Law Enforcement and Criminal Justice may require; (4) offer funding incentives to units of local governments that coordinate law enforcement and criminal justice functions with other such units within the State; and (5) establish statewide priorities for the improvement and coordination of all aspects of law enforcement and criminal justice. States that each State plan submitted for approval under this section shall be either approved or disapproved within 90 days of submission, and if disapproved shall be accompanied by an explanation of the requirements it fails to comply with. Authorizes the National Institute of Law Enforcement and Criminal Justice to assist in conducting, upon request, programs for the training of State and local law enforcement and criminal justice personnel, but prohibits the Institute from duplicating the activities of the FBI in its police training role. States that the Institute shall serve as an international clearinghouse for law enforcement and criminal justice information, and shall report annually to the President, the Congress, and State and local governments on its research and development activities. Increases the amount on loans and grants by the Institute for educational programs on law enforcement and criminal justice. Provides for grants for correctional institutions and facilities if State plans include necessary arrangements for the development and operation of narcotic and alcoholism treatment programs in correctional institutions and facilities and in connection with probation or other supervisory release programs for all persons, incarcerated or on parole, who are drug addicts and abusers, alcoholics and alcohol abusers. Provides that State plans include monitoring of rate prisoner rehabilitation and rates of recidivism. Authorizes the Law Enforcement Assistance Administration to collect and disseminate information on law enforcement within and without the United States and to provide technical assistance to international and national law enforcement agencies. Stipulates that no person in any State shall on the ground of race, national origin, or sex be excluded from participation in any program or activity funded under this Law Enforcement Assistance title; and that upon failure to comply with this stipulation the Administration shall request the governor of the State concerned to secure compliance, and if after a reasonable time, noncompliance continues, the Administration may begin proceedings to cut off funds and civil proceedings. Authorizes the appropriation of such sums as necessary for this title, but states that such sums in the aggregate shall not exceed $1,000,000,000 annually for fiscal years 1974-75 and $1,250,000,000 for 1976. Directs that any funds made available under this title prior to July 1, 1973, may be used to provide up to 90 percent of the cost of any program or project. Requires that an individual who believes that criminal history information concerning hin contained in an automated system is inaccurate, incomplete, or maintained in violation of this title, shall, upon satisfactory verification of his identity, be entitled to review such information and to obtain a copy of it for the purpose of challenge or correction. Provides for criminal penalties for those who misuse funds under this Act. Requires publication every two years of the Attorney General's report on Federal criminal justice activities. Amends 42 U.S.C. 3701-95"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title I of the Omnibus Crime Control and Safe Streets Act of 1968 to improve law enforcement and criminal justice and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:04-05:00"
}