{
  "actions": [
    {
      "acted_at": "1978-01-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10453-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-01-19", 
  "number": "10453", 
  "official_title": "A bill to provide for a comprehensive study of activities involving recombinant DNA to determine the best means to assure protection to the American people from dangers arising from such activities; and to provide for the regulation of the safe conduct of recombinant DNA activities pending the outcome of such study.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Recombinant DNA Safety Assurance Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-01-19", 
  "subjects": [
    "Advisory bodies", 
    "Biological research", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Genetic research", 
    "Health", 
    "Public health", 
    "Research and development", 
    "Science and technology"
  ], 
  "subjects_top_term": "Genetic research", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-01-19", 
    "text": "Recombinant DNA Safety Assurance Act - Title I: Commission for the Study of Recombinant DNA Activities - Establishes a Commission for the Study of Recombinant DNA Activities. Directs the Secretary of Health, Education, and Welfare (HEW) to appoint all 17 members of the Commission. Directs the Commission within 12 months of the date of enactment to: (1) study safe means of conducting recombinant DNA activities; (2) review regulations established by HEW for the conduct of recombinant DNA research; and (3) make recommendations to the Congress and the Secretary concerning the safest and most appropriate uses of recombinant DNA. Directs the Commission, in carrying out its duties, to consider: (1) the protection of personnel in recombinant DNA activities; and (2) the extent of recombinant DNA activities in foreign countries. Requires the National Commission for the Protection of Human Subjects of Biomedical and Behavioral Research to undertake a study of the ethical, social, and legal implications of advances in recombinant DNA research and technology. Title II: Interim Provisions for Control - Amends the Public Health Service Act to require that all recombinant DNA activities follow the requirements of the recombinant DNA research guidelines promulgated by HEW. Authorizes the Secretary to inspect any facility conducting recombinant DNA activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Recombinant DNA Safety Assurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a comprehensive study of activities involving recombinant DNA to determine the best means to assure protection to the American people from dangers arising from such activities; and to provide for the regulation of the safe conduct of recombinant DNA activities pending the outcome of such study.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:27-05:00"
}