{
  "actions": [
    {
      "acted_at": "1973-03-20", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs..", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5900-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-20", 
  "number": "5900", 
  "official_title": "A bill to further protect the outstanding scenic, natural, and scientific values of the Grand Canyon by enlarging the Grand Canyon National Park in the State of Arizona, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Grand Canyon National Park Enlargement Act", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-20", 
  "subjects": [
    "Arizona", 
    "National parks", 
    "Parks", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "National parks", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-20", 
    "text": "Grand Canyon National Park Enlargement Act - Declares that the purpose of this Act is to provide for the recognition by Congress that the entire Grand Canyon, from Lees Ferry to the Grand Wash Cliffs, including tributary side canyons and surrounding plateaus, as a natural feature of national and international significance. Enlarges the boundaries of the Grand Canyon National Park to 1,163,765 acre. Allows the acquisition of lands by donation or exchange, but prohibits the taking of State or Indian lands, except by concurrence of the State or Indian tribe. Allows the Secretary to regulate aircraft or helicopter activity occurring within the Grand Canyon National Park, as enlarged by this Act, which is likely to cause an injury to the health, welfare or safety of visitors to the Park or cause significant adverse effects on the natural quiet of the Park. Designates 512,800 acres of land as Grand Canyon Wilderness. Directs that a map and description of corrected boundaries of the areas designated to be filed and available for public inspection in the office of the National Park Service, Department of the Interior and filed with the Interior and Insular Affairs Committees of the United States Senate and the House of Representatives. Authorize the Secretary to administer the area designated wilderness in accordance with the wilderness Act. Authorizes necessary appropriations to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Grand Canyon National Park Enlargement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to further protect the outstanding scenic, natural, and scientific values of the Grand Canyon by enlarging the Grand Canyon National Park in the State of Arizona, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:27-05:00"
}