{
  "actions": [
    {
      "acted_at": "1975-07-21", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8777-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-21", 
  "number": "8777", 
  "official_title": "A bill to authorize the Secretary of the Interior to construct, operate, and maintain the Oroville-Tonasket unit extension, Okanogan-Similkameen division, Chief Joseph Dam project, Washington.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Foley, Thomas S.", 
    "state": "WA", 
    "thomas_id": "00397", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-21", 
  "subjects": [
    "Dams", 
    "Public works", 
    "Washington State"
  ], 
  "subjects_top_term": "Dams", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-21", 
    "text": "Authorizes the Secretary of the Interior to construct, operate and maintain the Oroville-Tonasket unit extension, Okavogan-Similkameer division, Chief Joseph Dam project, Washington. States that the intended purpose of such project is to apply water to approximately 10,000 acres of land and to enhance the fish resources of the affected rivers and the Pacific Ocean. Authorizes the Secretary to terminate the contract of December 26, 1964, between the United States and the Oroville-Tonasket Irrigation District and to execute new contracts for the payment of project costs. Directs that power required for irrigation water pumping for the project shall be made available by the Secretary from the Federal Columbia River power system at charges determined by him. Provides that no water from the project shall be used for the production on newly irrigated lands of any basic agricultural commodity if the total supply of such commodity for the maketing year in which the bulk of the crop which would normally be marketed is in excess of the normal supply. Authorizes the appropriation of $35,740,000 for construction of the works and measures authorized by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to construct, operate, and maintain the Oroville-Tonasket unit extension, Okanogan-Similkameen division, Chief Joseph Dam project, Washington.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:55-05:00"
}