{
  "actions": [
    {
      "acted_at": "1983-03-03", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-03", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-14", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, GSA, OPM, Commerce, DOE, DOT, EPA, GAO, DOD, Education, HHS, Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-14", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-18", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-11", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, OPM.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1882-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-03", 
  "number": "1882", 
  "official_title": "A bill to amend section 3109 of title 5, United States Code, to clarify the authority for appointment and compensation of experts and consultants, to provide statutory guidelines concerning the award of contracts for the procurement of consulting services, management and professional services, and special studies and analyses, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consulting Reform and Disclosure Act of 1983", 
  "sponsor": {
    "district": "9", 
    "name": "Ferraro, Geraldine A.", 
    "state": "NY", 
    "thomas_id": "00377", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-03", 
  "subjects": [
    "Civil service compensation", 
    "Civil service employment", 
    "Conflict of interests", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Federal employees and officials", 
    "Freedom of information", 
    "Government consultants", 
    "Government contractors", 
    "Government operations and politics", 
    "Government procurement", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Government service contracts", 
    "Information services", 
    "Public Contracts, Procurement, and Property", 
    "Public records", 
    "Rating of employees", 
    "Rating of executives"
  ], 
  "subjects_top_term": "Government procurement", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-03", 
    "text": "Consulting Reform and Disclosure Act of 1983 - Title I: Appointments - Permits the head of a Federal agency (excluding the General Accounting Office) to appoint and fix the compensation of experts or consultants for temporary or intermittent services, rather than to procure such services by contract. Establishes the pay rate for GS-18 as the maximum pay rate for experts and consultants for all agencies. Directs the Office of Personnel Management (OPM) to prescribe regulations governing the employment of experts and consultants by Federal agencies. Requires each agency: (1) to report periodically to OPM on the number of days each consultant or expert is employed and the amount each individual is paid; and (2) to count such individuals as fractions of persons (depending on the number of hours they are employed) in administering any personnel ceiling. Prohibits an agency from initiating any action to obtain consultant or expert services by contract unless it has been certified that all reasonable steps have been taken to obtain such services by appointment. Title II: Contracts - Requires each Federal agency to transmit: (1) to the Secretary of Commerce for publication in the \"Commerce Business Daily\" a notice describing any proposed contract for consulting services, management and professional services, or a special study or analysis (service contract) expected to result in an award exceeding $10,000; and (2) to the agency Inspector General a notice describing and justifying any contract modification which increases the cost by $25,000 or more. Requires that any report prepared pursuant to a service contract and any agency report derived from such report disclose specified information concerning the contract and contractor. Directs each agency to prepare and maintain in its files an evaluation of the performance of the contractor for each service contract exceeding $50,000. Requires any contractor and any consultant or subcontractor thereof to include with any service contract proposal or modification submitted to the Department of Energy, the Department of Transportation, or the Environmental Protection Agency within three years after enactment of this Act or to any other agency thereafter a statement disclosing any past, present, or future work-related interest of the contractor which may bias the contractor's judgement or provide the contractor an unfair competitive advantage. Directs the head of each such agency to designate an office to evaluate such statements. Declares that if the office determines before entering such a contract that a conflict of interest exists, the agency head shall: (1) disqualify the contractor, consultant or subcontractor from eligibility for award of the proposed contract; (2) modify the proposed contract to eliminate such conflict; or (3) include in the agency records and transmit to Congress a statement concerning such conflict if the contract services can be obtained from no other person. Declares that if the office determines after entering such a contract that a conflict of interest exists, the agency head shall: (1) terminate the existing contract; or (2) modify the existing contract to mitigate the conflict and report to Congress if termination is not in the best interest of the Government. Directs each agency to include with its request for appropriations each year a statement identifying amounts requested for: (1) the procurement of consulting and professional services and special studies; (2) the procurement of other services; and (3) all other procurement activities. Requires the annual budget transmitted by the President to Congress to include such requests for each agency, each agency's estimated outlays for such procurement, and a statement justifying such requests and outlays. Directs the Administrator for Federal Procurement Policy to establish a data system for the collection of information regarding all contracts of each agency. Requires the Administrator to make quarterly and annual reports to Congress on the information in the system on each agency. Requires each agency to: (1) compile quarterly a list of all contracts entered into by the agency in the last year and a list of all uncompleted contracts; (2) maintain a written justification of the need of each service contract; and (3) make such lists and statements available to the public. Declares that all contracts, excluding classified contracts, shall be considered public information. Directs an agency to consider an employee's compliance with agency rules and procedures applicable to contracting functions when: (1) evaluating the performance of a member of the Senior Executive Service; and (2) determining any pay increase for a supervisor or manager under the merit pay system."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consulting Reform and Disclosure Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend section 3109 of title 5, United States Code, to clarify the authority for appointment and compensation of experts and consultants, to provide statutory guidelines concerning the award of contracts for the procurement of consulting services, management and professional services, and special studies and analyses, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:28-05:00"
}