{
  "actions": [
    {
      "acted_at": "1987-03-25", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-31", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-31", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Education Department, OMB, GAO.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s841-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1987-06-16", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1987-03-25", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1987-03-25", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1987-03-25", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-25", 
  "number": "841", 
  "official_title": "A bill to establish and expand foreign language and international education programs designed to strengthen the competitiveness of American industry, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1875-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1875-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "International Education for a Competitive America Act", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-25", 
  "subjects": [
    "Arts, culture, religion", 
    "Awards, medals, prizes", 
    "Business and commerce", 
    "Business education", 
    "Commemorations", 
    "Education", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Higher education", 
    "International competitiveness", 
    "International education", 
    "Language and languages", 
    "Newspapers and Periodicals", 
    "Periodicals", 
    "Planning", 
    "Regional educational laboratories", 
    "Research centers", 
    "Science, technology, communications", 
    "Secondary education", 
    "Teachers"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-25", 
    "text": "International Education for a Competitive America Act - Title I: Education for Economic Security - Education for Economic Security Amendments Act - Amends the Education for Economic Security Act to authorize the President to make Presidential Awards for Teaching Excellence in Foreign Languages to elementary and secondary school teachers of foreign languages who have demonstrated outstanding teaching qualifications in the field of teaching foreign languages. Authorizes appropriations for FY 1988 through 1993. Title II: Elementary and Secondary Foreign Language Education - Elementary and Secondary Foreign Language Education Assistance Act - Authorizes the Secretary of Education to make grants to educational agencies for the funding of model and exemplary programs, designed and operated by local educational agencies, providing for commencement or improvement and expansion of foreign language study for students within their school districts. Prescribes the contents of applications for such grants. Allows the participation of private schools under specified circumstances. Requires the ratable reduction of such grants if appropriations are insufficient to pay them in full. Authorizes appropriations for FY 1988 through 1993. Title III: Postsecondary Foreign Language and International Education - Postsecondary Foreign Language and International Education Assistance Act - Amends the Higher Education Act of 1965 to authorize appropriations for FY 1988 and the next three succeeding fiscal years for the Secretary to provide for the acquisition, translation, and dissemination of technical and scientific periodicals published outside the United States. Authorizes the Secretary to make grants to institutions of higher education to pay the Federal share of the cost of planning, establishing, and operating centers for international business education which: (1) will be national resources for the teaching of improved business techniques, strategies, and methodologies which emphasize the international context in which business is transacted; (2) will provide instruction in critical foreign languages and international fields needed to provide understanding of the cultures and customs of United States trading partners; and (3) will provide research and training in the international aspects of trade, commerce, and other fields of study. Requires such centers to serve as regional resources to businesses proximately located by offering programs and providing research designed to meet the international training needs of such businesses. Describes programs and activities to be conducted by such centers. Requires institutions, or combinations of such institutions, in order to be eligible for assistance, to establish a Center Advisory Council to conduct extensive planning concerning the scope of the center's activities and programs. Establishes the schedule for the Federal share of costs for such centers. Authorizes appropriations for FY 1988 and for each of the three succeeding fiscal years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Education for a Competitive America Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Education for Economic Security Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Elementary and Secondary Foreign Language Education Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Postsecondary Foreign Language and International Education Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish and expand foreign language and international education programs designed to strengthen the competitiveness of American industry, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:23-05:00"
}