{
  "actions": [
    {
      "acted_at": "1981-12-10", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-12-31", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5169-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-12-10", 
  "number": "5169", 
  "official_title": "A bill to enhance the competitiveness of thrift institutions, to protect depositors and creditors of such institutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4724-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1703-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Thrift Institutions Restructuring Act of 1981", 
  "sponsor": {
    "district": "1", 
    "name": "Edwards, Jack", 
    "state": "AL", 
    "thomas_id": "00337", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-12-10", 
  "subjects": [
    "Bank holding companies", 
    "Bank mergers", 
    "Corporations and Stocks", 
    "Credit unions", 
    "Deposit insurance", 
    "Federal home loan banks", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics", 
    "Housing and Housing Finance", 
    "Intergovernmental relations", 
    "Investments", 
    "Mortgage loans", 
    "Mortgages", 
    "Savings and loan associations", 
    "Savings banks", 
    "States"
  ], 
  "subjects_top_term": "Savings banks", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-12-10", 
    "text": "Thrift Institutions Restructuring Act of 1981 - Title I: Form of Charter: Demand Accounts - Amends the Home Owners' Loan Act of 1933 to authorize the Federal Home Loan Bank Board to charter Federal stock savings banks as well as savings and loan associations and mutual savings banks for investment and credit purposes in addition to the provision of home financing. Permits a Federal savings and loan association to raise capital in the form of demand accounts. Specifies that all savings accounts and demand accounts will have the same priority upon liquidation. Reduces from 30 days to 14 days the statutory notice-of-withdrawal period for savings accounts. Repeals the prohibition against the issuance of capital stock by Federal savings and loans. Grants any association the authority to issue such capital stock. Permits any institution that is a Federal Home Loan Bank member (or is eligible to become a member) to convert to a Federal savings and loan association, a Federal savings bank, or a Federal mutual savings bank (and from the mutual form to the stock form, or vice versa). Revises the procedures and requirements for conversion of any Federal association back to a State type institution. Allows any aggrieved person to obtain review of a final action of the Board or the Federal Savings and Loan Insurance Corporation which approves or disapproves a plan of conversion from the mutual to the stock form. Permits any Federal savings bank chartered before the enactment of this Act or any Federal savings bank formerly organized as a mutual savings bank to continue to make any investment or engage in any activity not otherwise authorized by this Act to the degree it was authorized to do so. Amends the National Housing Act to retain Federal Savings and Loan Insurance Corporation jurisdiction over State mutual to State stock conversions involving insured institutions. Eliminates specified reporting requirements concerning such conversion activity. Repeals the prohibition against the creation of Federal stock institutions in States where stock associations do not exist. Amends the Home Owners' Loan Act of 1933 to include all Federal savings banks within the definition of 'insured institution'. Title II: Investments - Amends the Home Owners Loan Act of 1933 to expand (in most instances to 100 percent) investment authority of associations with respect to: (1) overdraft account loans; (2) nonresidential real property loans; (3) time deposits in savings and loans; (4) State and local government securities; (5) commercial and other loans; (6) housing and land and urban development insured or guaranteed investments; (7) corporate securities; (8) mutual funds; (9) consumer loans; (10) investments in tangible personalty; (11) education loans; (12) service corporations ending allocations targeted to certain community purposes; (13) foreign assistance investments; and (14) small business investment corporations. Permits a Federal association to engage in activities and ventures incidental to the exercise of investment authority. Amends the Federal Home Loan Bank Act to permit Bank members to invest in time and savings deposits in institutions eligible to become Bank members, as well as in current Bank members or in commercial banks, to help satisfy the statutory requirement that they maintain a certain amount of liquid assets. Amends the Home Owners' Loan Act of 1933 to prohibit an association from establishing, retaining or operating a branch outside the State in which the association has its home office, unless the association qualifies as a domestic building and loan association for bad debt deductions under the Internal Revenue Code or meets the asset composition test imposed under such Act. Sets forth exceptions to such limitation. Prohibits any savings and loan holding company or non-insured subsidiary whose insured savings and loan subsidiary fails to qualify as a domestic building and loan association, for bad debt deductions under the Internal Revenue Code, from commencing any business activity other than those specified for multiple savings and loan holding companies and their subsidiaries. Allows a three year grace period to any such subsidiary already engaged in such business activities before this prohibition takes effect. Title III: Preemption of Due-On-Sale Prohibitions - Denies application to loans originated by certain federally-chartered associations of State laws or constitutional provisions limiting a lender's ability to enter into or enforce contracts which provide that the lender may declare (a mortgage loan) due and payable if the property or property interest securing the loan is sold or transferred without the lender's prior written consent. Names among such associations those chartered by the Federal Home Loan Bank Board, the Comptroller of the Currency or the National Credit Union Administration Board. Makes the exercise by the lender of such a due-on-sale option exclusively governed by the terms of the loan contract. Sets forth the procedure for the issuance of rules, regulations, and interpretations of such limitations. Title IV: Extraordinary Authority - Amends the National Housing Act to permit the Federal Savings and Loan Insurance Corporation (FSLIC), subject to antitrust law, to authorize an insured institution eligible for Corporation assistance to merge with any other insured institution or a Federal Deposit Insurance Corporation (FDIC)-Insured bank, or to be acquired by any holding company. Amends the Bank Holding Company Act to permit the Federal Reserve Board in emergencies, to disperse with notice and hearing requirements and to approve bank holding company acquisitions of thrift institutions, primary Federal regulator. Amends the Home Owners' Loan Act of 1933 to allow the Federal Home Loan Bank Board to authorize (or in the case of a Federally-chartered association, to require) a mutual institution to become, or merge into a newly chartered, Federal stock association. Grants such authorization only with respect to: (1) an institution in receivership; (2) an institution that has contracted to receive FDIC or FSLIC assistance; or (3) an institution whose stability is threatened by the existence of severe financial conditions. Amends the National Housing Act to permit the Federal Savings and Loan Insurance Corporation to provide assistance to any party acquiring a financially troubled insured institution. Authorizes the Corporation, in the event that a Federal association is in default, and with the Corporation appointed as conservator or receiver: (1) to make such disposition of the matter as it deems to be in the best interest of the association, its savers, and the Corporation; and (2) to pay all valid credit obligations of the association. Provides the Corporation with conservatorship and receivership powers over State-chartered insured institutions. Declares that in such cases the Corporation shall have the same powers and duties with respect to insured institutions as it has with respect to Federal associations. Grants the Corporation, in connection with the liquidation of insured institutions, the power to carry on the business of and to collect all obligations to the insured institutions, to settle, compromise, or release claims in favor of or against the insured institutions, subject only to the regulation of the Federal Home Loan Bank Board, or in cases where the Corporation has been appointed conservator, receiver, or legal custodian solely by a public authority, subject only to the regulation of such public authority. Amends the Federal Home Loan Bank Act to allow the Federal Home Loan Bank Board, upon its determination that a severe financial condition exists threatening the stability of member institutions, to waive the requirements that a portion of net earnings of Federal Home Loan Banks be set aside semi-annually to a reserve account, and to pay dividends from undivided profits. Amends the National Housing Act to permit the Federal Savings and Loan Insurance Corporation to borrow from the Federal Home Loan Banks provided that the rate on such loans is not less than the Federal Home Loan Banks' marginal cost of funds, and the loans are adequately secured. Permits the Federal Savings and Loan Insurance Corporation, upon its determination that extraordinary financial conditions exist increasing the risk to it, to terminate distribution of shares of the secondary reserve and to use such reserve on the same basis as the primary reserve. Title V: Miscellaneous - Amends the Federal Home Loan Bank Act to allow the Federal Home Loan Bank Board to delegate any of its functions, except those of promulgating regulations and performing adjudications. States that a court may assess attorneys' fees against the Bank Board only in the event the agency loses a lawsuit. Amends the Federal Home Loan Mortgage Corporation Act to authorize the Federal Home Loan Mortgage Corporation to purchase mortgage loans from the Federal Deposit Insurance Corporation and the National Credit Union Administration. Removes the limitation on the number of conventional mortgages more than one year old that the Federal Home Loan Mortgage Corporation can purchase. Permits the Corporation to make secured advances to its members upon such security as the Board may prescribe. Amends the National Housing Act to provide that depositors who have accounts in an FSLIC-insured institution that merges into another such institution in which they have accounts will be able to have separate insurance for the two accounts for a period of six-months. Amends the Federal Home Loan Bank Act to provide compensation to the members of the Federal Savings and Loan Advisory Council. Requires an institution withdrawing voluntarily from Federal Home Loan Bank membership to pay prepayment penalties in connection with liquidating any indebtedness it owes the Bank. Prohibits institutions which withdraw from the Federal Home Loan Bank System from reentering, except in consequence of receiving FSLIC insurance of accounts. Sets December 31, 1987, as the deadline for applying for membership for current nonmembers and newly chartered institutions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Thrift Institutions Restructuring Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance the competitiveness of thrift institutions, to protect depositors and creditors of such institutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:36-05:00"
}