{
  "actions": [
    {
      "acted_at": "1975-09-08", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9431-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-08", 
  "number": "9431", 
  "official_title": "A bill to strengthen State workers' compensation programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Workers' Compensation Act", 
  "sponsor": {
    "district": "14", 
    "name": "Daniels, Dominick V.", 
    "state": "NJ", 
    "thomas_id": "00262", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-08", 
  "subjects": [
    "Advisory bodies", 
    "Compensation (Law)", 
    "Disability insurance", 
    "Federal advisory bodies", 
    "Labor and employment", 
    "Medical care, personnel, and facilities", 
    "State officials and employees", 
    "States", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-09-08", 
    "text": "National Workers' Compensation Act - Declares it to be the finding of Congress that existing State workers' compensation laws fail to provide adequate, prompt, and equitable protection to workers and the families of workers injured or killed on the job. States that it is the purpose of Congress: (1) to establish federally guaranteed workers' compensation benefits for employees in the States and to establish administrative requirements for State workers' compensation agencies; (2) to establish appropriate procedures for enforcement of such benefits while maintaining State workers' compensation systems; and (3) to encourage and provide technical and financial assistance to the States to make improvements in their existing workers' compensation programs designed (a) to provide all workers and their families an adequate, prompt, and equitable system of workers' compensation in the event they suffer work-related disabling injury, disease, or death, and (b) to restore disabled workers through medical, vocational rehabilitation services to the fullest physical, mental, and economic usefulness of which they are capable. States that the provisions of this Act shall apply to all employers and all employees in any State. States that there shall be no time or dollar maximum limitation on the total amount of compensation or services in cases of death or total disability. Specifies minimum amounts of death or total disability payments under the State workers' compensation laws. Sets forth provisions for the enforcement of the rights of claimants under this Act. Provides for the bringing of a civil action in a United States district court upon the exhaustion of available State administrative remedies. Specifies administrative requirements for State workers' compensation agencies. Provides for the enforcement of such requirements by the Secretary of Labor. Authorizes and directs the Secretary of Health, Education, and Welfare to undertake a study of diseases related to employment for the purposes of this Act and to make recommendations for appropriate standards for determining: (1) whether such a disease arose out of or in the course of employment; and (2) whether death or disability was due to such disease. Authorizes the Secretary of Labor to make grants to States to assist in identifying needs and responsibilities in the area of workers' compensation and in developing plans to improve the workers' compensation system. States that the grant may cover up to 90 percent of the cost of such programs. Directs the Secretary, in consultation with the Secretary of Health, Education, and Welfare, to collect, compile and analyze workers' compensation statistics. Directs the Secretary to report annually to the President, for transmittal to Congress, on the subject matter of this Act. Establishes a National Workers' Compensation Advisory Commission. States that the Commission shall be composed of nine members appointed by the President from the fields of labor, business or insurance, and from the general public. Enumerates the duties of the Commission which shall include the monitoring of the progress of the States in improving their workers' compensation programs, and advising the Secretary of the compliance of the State workers' compensation agencies with the provisions of this Act. Enumerates the powers of the Committee. Requires the Committee to report on its actions annually to the President and to Congress. Defines terms used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Workers' Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen State workers' compensation programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:06-05:00"
}