{
  "actions": [
    {
      "acted_at": "1992-09-23", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-28", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Crime and Criminal Justice", 
      "text": "Referred to the Subcommittee on Crime and Criminal Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6008-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime and Criminal Justice", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1992-09-23", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-09-23", 
  "number": "6008", 
  "official_title": "To enhance local law enforcement efforts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Local Law Enforcement Enhancement Act", 
  "sponsor": {
    "district": "20", 
    "name": "Lowey, Nita M.", 
    "state": "NY", 
    "thomas_id": "00709", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-09-23", 
  "subjects": [
    "Citizen participation in crime prevention", 
    "Collection of accounts", 
    "Compensation for victims of crime", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Department of Justice", 
    "Drug abuse", 
    "Education", 
    "Executive reorganization", 
    "Federal aid to higher education", 
    "Federal aid to law enforcement agencies", 
    "Gangs", 
    "Graduate education", 
    "Grants-in-aid", 
    "Imprisonment", 
    "Juvenile corrections", 
    "Law enforcement officers", 
    "Local officials and employees", 
    "Mediation", 
    "Military training camps", 
    "Minority education", 
    "Minority employment", 
    "Narcotic traffic", 
    "National service", 
    "Nonprofit organizations", 
    "Police management", 
    "Police training", 
    "Police-community relations", 
    "Policewomen", 
    "Prisons", 
    "Recidivists", 
    "Scholarships", 
    "State officials and employees", 
    "Student employment", 
    "Survivors' benefits", 
    "Women's employment"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-09-23", 
    "text": "Local Law Enforcement Enhancement Act - Title I: Community Policing; Cop on the Beat - Amends the Omnibus Crime Control and Safe Streets Act of 1968 (Omnibus Act) to authorize the Director of the Bureau of Justice Assistance to make grants to units of general local goverment community groups to establish or expand cooperative efforts between police and community to increase the police presence in the community. Requires the Director to develop a written model that informs community members regarding: (1) how to identify the existence of a drug or gang house; (2) what civil remedies are available; and (3) what mediation techniques are available between community members and individuals who have established a drug or gang house in such community. Sets forth application requirements. Requires each application to include a comprehensive plan containing: (1) a description of the crime problems within the areas targeted for assistance, the projects to be developed, community resources and gaps in the plan that cannot be filled with existing resources, and the system the applicant will establish to prevent and reduce crime; (2) an explanation of how the requested grant will be used to fill such gaps; and (3) an evaluation component. Requires the Director to allocate not less than 75 percent of the funds available to units of local government or combinations of such units and not more than 20 percent to community groups. Provides for grant renewal. Limits: (1) costs of administration, technical assistance, and evaluation to five percent of available funds; and (2) the Federal share to 75 percent of total project costs. Requires the Director, in awarding grants, to consider: (1) demonstrated need and ability to provide the services described in the plan; (2) evidence of the ability to coordinate a community-wide response to crime; (3) ability to maintain the program after funding is no longer available; and (4) geographic distribution of grant awards. Sets forth reporting requirements. Authorizes appropriations. Title II: Police Corps and Law Enforcement Officers Training and Education - Establishes within the Department of Justice an Office of the Police Corps and Law Enforcement Education to be headed by a Director. Requires a State that desires to participate in the Police Corps in the Police Program or the Law Enforcement Scholarship Program to designate a lead agency and submit a State plan containing assurances with respect to: (1) lead agency cooperation with other State and local agencies; (2) the State advertising of the assistance available; (3) State screening and selection of law enforcement personnel for participation in the program; and (4) compliance with other specified requirements. Subtitle A: Police Corp (sic) Program - Authorizes the Director to award scholarships (including direct payments to institutions and reimbursement of educational costs) to participants who agree to work for four years in a State or local police force after completion of a baccalaureate program and police corps training, subject to specified conditions. Permits the use of scholarships for graduate and professional study. Specifies that where a participant has enrolled in the program upon or after transfer to a four-year institution of higher education, the Director may reimburse such participant for the participant's prior educational expenses. Sets forth provisions with respect to: (1) scholarship assistance for dependent children of law enforcement officers; (2) the selection of participants; (3) minority recruitment; and (4) leaves of absence (including a provision authorizing a participant to obtain leave to serve on an official church mission under specified conditions). Requires the Director to establish up to three training centers to provide basic law enforcement training to State Police Corps Program participants. Requires participants to attend two eight-week training sessions at such training centers and to meet certain performance standards in order to remain in the program. Requires the Director to pay participants a weekly stipend during training. Provides for the swearing in of participants as members of the police force to which they are assigned after completing Federal training and meeting the requirements of that police force. Authorizes the Director, if the police force of which the participant is a member lays off the participant such as would preclude such participant's completing four years of service and result in denial of educational assistance, to permit the participant to complete the service obligation in an equivalent alternative law enforcement service. Requires a State, in order to participate in the program, to submit a plan for implementing such program to the Director for approval. Requires such plan to: (1) include assurances that participants will receive additional State or local training after completing Federal training which shall count toward the four-year service obligation; and (2) provide that program participants shall be assigned to community and preventive patrol in geographic areas with the greatest need for additional law enforcement personnel. Authorizes appropriations. Subtitle B: Law Enforcement Scholarship Program - Directs each State receiving funds under the Law Enforcement Scholarship Program to: (1) pay from such funds the Federal share (not more than 60 percent) of the costs of awarding scholarships to in-service law enforcement personnel for further education and providing full-time employment in summer or part-time (not to exceed 20 hours per week) employment during a period not to exceed one year, subject to specified requirements; and (2) designate an appropriate State agency to serve as the lead agency to conduct a scholarship program, a student employment program, or both in the State in accordance with this Act. Authorizes each such State to reserve not more than eight percent of such funds for administrative expenses. Specifies that: (1) scholarships awarded under this subtitle shall be for a period of one academic year; (2) an individual shall be eligible to receive such a scholarship if such individual has been employed in law enforcement for the two-year period immediately preceding the date on which assistance is sought; and (3) each individual awarded such a scholarship may use such scholarship for educational expenses at any accredited institution of higher education. Makes an individual who has been employed as a law enforcement officer ineligible to participate in a student employment program carried out under this Act. Sets forth State application requirements, including identifying model curricula and existing programs and providing assurances that the State will promote cooperative agreements to enhance law enforcement personnel recruitment efforts in institutions of higher education. Sets forth local application requirements. Grants priority in awarding scholarships to members of underrepresented groups, those pursuing an undergraduate degree, and those not receiving financial assistance under the Higher Education Act of 1965. Requires each individual awarded a scholarship to work in a law enforcement position in the State which made the award for a period of one month for each credit hour for which funds are received under such scholarship, with a six-month minimum and two-year maximum period. Authorizes appropriations. Subtitle C: Reports - Sets forth provisions requiring: (1) annual reports by the Director to the Attorney General, the President, and specified Members of Congress; and (2) a special report by the Attorney General to the Congress on a plan to expand scholarship assistance to eligible Federal law enforcement officers. Title III: Certainty of Punishment for Young Offenders - Amends the Omnibus Act to require the Director of the BJA to make grants to States, for use by States and units of local governments, to develop alternatives to incarceration and probation for young offenders which promote reduced recidivism, crime prevention, and victim assistance, including boot camp prison programs, community service programs, and demonstration restitution projects. Sets forth provisons with respect to: (1) State and local applications; (2) application review; (3) the allocation and distribution of funds to State and local governmental units; (4) evaluation; and (5) limitations on administrative costs. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Local Law Enforcement Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enhance local law enforcement efforts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:59-05:00"
}