{
  "actions": [
    {
      "acted_at": "1979-03-22", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Banking, Housing and Urban Affairs with amendment, S. Rept. 96-169.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-18", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-18", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-20", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-21", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-21", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #210 (74-3).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-25", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-25", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-25", 
      "bill_ids": [
        "hr4034-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H. R. 4034.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-25", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-26", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-27", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-482.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-27", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-28", 
      "references": [], 
      "text": "House agreed to conference report, roll call #523 (321-19).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-28", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-09-28", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-28", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-29", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-09-29", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1979-09-29", 
      "references": [], 
      "text": "Public Law 96-72.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s737-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durkin, John A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NH", 
      "thomas_id": "01322", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jepsen, Roger W.", 
      "sponsored_at": "1979-01-03", 
      "state": "IA", 
      "thomas_id": "01372", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Morgan, Robert B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "01404", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Proxmire, William", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "01419", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stewart, Donald", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "01442", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1979-01-03", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1979-09-29", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-22", 
  "number": "737", 
  "official_title": "An act to provide authority to regulate exports, to improve the efficiency of export regulation, and to minimize interference with the ability to engage in commerce.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4034-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Export Administration Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Stevenson, Adlai E., III", 
    "state": "IL", 
    "thomas_id": "01441", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-22", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Beer", 
    "Business and commerce", 
    "Collective security agreements", 
    "Commercial blacklisting", 
    "Confidential communications", 
    "Congressional oversight", 
    "Congressional veto", 
    "Criminal investigation", 
    "Department of Commerce", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Equipment and supplies", 
    "Executive reorganization", 
    "Export controls", 
    "Exports", 
    "Farm produce", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government regulation", 
    "Horses", 
    "International affairs", 
    "Leather industry", 
    "Licenses", 
    "Metal trade", 
    "Military agreements", 
    "National Security and Intelligence Operations", 
    "Negotiations", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Science and technology", 
    "Strategic materials", 
    "Technology transfer", 
    "Terrorism", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Export controls", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1979-09-27", 
    "text": "(Conference report filed in House, H. Rept. 96-482) Export Administration Act of 1979 - Sets forth the export control policies of the United States, including the policy that the United States shall: (1) cooperate with nations with which the United States has defense treaties to restrict exports which would significantly contribute to the military potential of any country which may threaten U.S. security or the security of countries with which the United States has defense treaties; (2) control export trade by U.S. citizens only in limited circumstance; and (3) minimize restrictions on agricultural exports. Authorizes the Secretary of Commerce to require validated, qualified general, general, or other export licenses depending on the circumstances. Requires the Secretary to maintain a commodity control list of goods or technology subject to export control. Prohibits export controls of goods and technology available outside the United States, unless the absence of such controls would be detrimental to U.S. foreign policy or national security. Prohibits the President from delegating the authority to overrule or modify any recommendation or decision of the Secretaries of Commerce, Defense, or State pursuant to this Act. Requires the Secretary to keep the public informed of export control policy and procedures. Authorizes the President, through the Secretary, to prohibit or curtail exports of goods or technology which would be detrimental to U.S. national security, by means of export licenses. Requires the Secretary to publicize the imposition of such controls. Stipulates that particular attention shall be given to the difficulty of devising effective safeguards in issuing rules and regulations to carry out the national security controls. Stipulates that U.S. policy concerning export controls and individual countries shall not be based exclusively on the country's Communist or non-Communist status, but shall take into account various factors. Directs the Secretary to maintain, as part of the commodity control list, a list of goods or technology subject to national security controls. Directs the Secretary of Commerce, in consultation with the Secretary of Defense, to review and revise such controls every three years in the case of cooperative controls and annually in the case of all other controls to insure that export controls cover and are limited to militarily critical goods and technologies. Requires the Secretary of Commerce and other agencies to keep records of all decisions concerning revisions, including the basis for the decisions and agency recommendations. Gives the Secretary of Defense primary responsibility to develop a list of military critical technologies, emphasizing goods currently not possessed by countries subject to export controls, which would permit a major advance of such countries' weapons systems. Requires such list to be completed and published in the Federal Register by October 1, 1980. Specifies the conditions under which the Secretary of Commerce may require each type of export license. Encourages the use of a qualified general licenses in lieu of a validated license. Requires the Secretary of Commerce to review periodically the availability outside the United States of goods or technology which require a validated export license and to make certain adjustments. Requires a written finding of foreign availability, with reliable supporting evidence, before licenses may be granted for, or controls removed from, exports of goods controlled for national security purposes. Directs the President to take steps to negotiate with the appropriate foreign countries to eliminate such availability. Requires the Secretary to establish within the Office of Export Administration a capability for monitoring and gathering information on the foreign availability of goods and technology subject to export control. Requires Federal agencies and departments to furnish information concerning such foreign availability to the Office, and the Office to furnish the same upon request. Requires the Secretary to establish a system of automatic annual increases in the performance levels of goods and technology required to have validated and qualified licenses in order to remove restrictions, including site visitation requirements on those goods and technologies which are no longer detrimental to U.S. national security. Requires the Secretary to appoint technical advisory committees to advise the Secretary concerning export controls under this Act at the request of a substantial segment of any industry. Directs the President to enter into negotiations with the governments participating in the Coordinating Committee of the Consultative Group concerning export controls. Requires U.S. citizens, who enter into agreements to export unpublished technical data to countries to which exports are restricted for national security purposes, to report such agreements to the Secretary. Excludes educational institutions from such requirement. Directs the Secretary of State to be responsible for conducting negotiations with other countries to restrict the export of goods and technology detrimental to U.S. security. Directs the Secretary to deny exports and prevent the further military use of goods and technology, subject to national security controls, whenever there is reliable evidence that such goods or technology have been diverted to significant military use. Authorizes the President, through the Secretary, to prohibit or curtail export of goods or technology necessary: (1) to further significantly U.S. foreign policy or international responsibilities; (2) to secure the removal of restrictions on access to supplies; or (3) to encourage other countries to prevent the use of their territories or resources to aid international terrorism, by means of export licenses. States that export controls maintained for foreign policy purposes shall expire on December 31, 1979, or one year after imposition (whichever is later), unless extended by the President. Stipulates that any such extension and any subsequent extension shall be for only one year. Gives the Secretary of State the right to review any export license. Sets forth the criteria for such controls. Requires consultation with the industry concerned and with Congress before imposing such controls. Requires the President to first attempt to secure the objectives of this Act through diplomatic means. Excludes from such controls goods and technology which would help meet basic human needs, unless the President imposes restrictions pursuant to the International Emergency Economic Powers Act. Directs the Secretary to notify Congress before approving licenses for exports to countries which, the Secretary of State has determined, support terrorism. Requires a validated export license before exporting crime control and detection instruments and equipment, unless such exports are to designated countries. Requires the Secretary of Commerce to establish and maintain a list of goods subject to export controls for foreign policy purposes as part of the commodity control list, to be revised periodically. Directs the President to allocate export licenses using various factors, including the extent other countries engage in equitable trade practices with the United State in times of short supply. Authorizes the President to impose export license fees in order to protect the domestic economy. Directs the Secretary to monitor exports which may have a serious adverse impact on the domestic economy. Requires the Secretary of Commerce to consult with the Secretary of Energy concerning the need for monitoring or controls of exports of energy-related facilities, machinery, or equipment. Permits entities which are representative of industries, which process metallic materials capable of being recycled, to petition the Secretary to monitor and/or impose export controls on such materials. Sets forth the procedures to be followed. Prohibits the exporting of domestically produced crude oil unless: (1) the President makes certain findings on the need for and effects of such exports or exchanges and reports such findings to the Congress; and (2) the Congress approves such action within 60 days. Allows the President to export oil to any nation with which the United States has a bilateral international oil supply agreement or pursuant to the International Emergency Oil Sharing Plan of the International Energy Agency. Prohibits the export of refined petroleum products or residual fuel oil without an export license specifically authorizing such export. Provides an opportunity for congressional review before such license may be granted. Prohibits controlling the exports of agricultural commodities without the approval of the Secretary of Agriculture. Requires the President to report to Congress concerning any exercise of authority over agricultural commodities before any such exercise may become effective. Directs the Secretary of Agriculture to collect data regarding export sales of animal hides and skins. Exempts, under specified circumstances, exportations pursuant to barter agreements from quantitative limitations imposed on exports to protect the domestic economy. Directs the Secretary to require a validated license for the export of unprocessed western red cedar logs. Specifies quotas for the export of such logs. Prohibits the export of horses by sea for slaughter, with certain exceptions. Directs the President to prohibit compliance with or support of any foreign boycott against a country which is friendly to the United States, with specified exceptions. Requires people receiving a request for compliance with such a boycott to report such request to the Secretary of Commerce. States that the anti-boycott provisions in this Act shall preempt any law, rule, or regulation regarding foreign boycotts of the States, the District of Columbia, the territories and possessions of the U.S., or any other governmental subdivision. Permits domestic manufacturers or business operators to petition the Secretary of Commerce for an exemption from export controls to alleviate any unique hardship. Sets forth the procedure for such petitions. Sets forth procedures for export license applications. Expresses the intent of Congress that the Secretary make determinations on applications to the maximum extent possible without referral to other agencies. Requires the Secretary to seek information and recommendations from other appropriate agencies and requires such agencies to cooperate fully. Provides for review of proposed exports by the appropriate department or agency. Requires the Secretary to inform the applicant of the basis for any denial of an export license. Authorizes the Secretary of Defense to review proposed exports to countries to which exports are controlled for national security purposes and submit any recommendations to the President or the Secretary of Commerce. Requires the President to report to Congress upon modifying or overruling a recommendation made by the Secretary of Defense. Provides for the approval of licenses subject to a multilateral review process after 60 days, unless issuance of a license would be detrimental to U.S. national security. Requires the Secretary of Commerce and other agencies to keep records of all applications, including any dissenting agency recommendations. Authorizes applicants for export licenses to file appeals with the Secretary and bring court actions. Provides criminal and civil penalties for violations of this Act. Authorizes the head of any department or agency exercising any function under this Act, the Export Control Act of 1949, or the Export Administration Act of 1969 to make such investigations as are necessary. Prohibits the disclosure of confidential information obtained prior to June 30, 1980. Permits such information to be released in the national interest after such date. Directs the Secretary to review regulations in order to determine how compliance with this Act can be facilitated by simplifying such regulations. Exempts this Act from specified provisions concerning administrative procedure and judicial review. Expresses the intent of Congress that meaningful opportunity for public comment on regulations imposing export controls be provided. Requires the Secretary to submit annual reports to Congress concerning the administration of such Act. Authorizes the President and the Secretary to issue any necessary regulations. Stipulates that the authority granted to the President under this Act shall be coordinated with the authority exercised under this Arms Export Control Act. Declares standard aircraft equipment, to be exported to countries other than controlled countries, subject to export controls under the Export Administration Act of 1969. Stipulates that neither the foreign policy controls nor the national security controls shall supersede control procedures established pursuant to the Nuclear Non-Proliferation Act of 1978. States that on October 1, 1979, the Mutual Defense Assistance Control Act of 1951, as amended, is superseded. Authorizes appropriations through fiscal year 1981 to carry out the purposes of this Act. Stipulates that this Act shall become effective on the expiration of the Export Administration Act of 1969. Requires regulations implementing the export license application procedures to be issued and take effect by July 1, 1980. Requires regulations implementing the provisions concerning the monitoring of certain exports to be issued and take effect by January 1, 1980. Terminates the authority granted by this Act on September 30, 1983. Provides for the continuation of rules and other administrative action under the Export Control Act of 1949 or the Export Administration Act of 1969. Makes certain technical amendments to conform to the provisions of this Act. Amends the International Investment Survey Act of 1976 to authorize appropriations for such Act through fiscal year 1981. Amends the Agricultural Trade Development and Assistance Act of 1954 to permit representatives of the domestic beer industry to participate in certain export market development activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export Administration Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Export Administration Act Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Export Administration Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide authority to regulate exports, to improve the efficiency of export regulation, and to minimize interference with the right to engage in commerce.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to provide authority to regulate exports, to improve the efficiency of export regulation, and to minimize interference with the ability to engage in commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:49-05:00"
}