{
  "actions": [
    {
      "acted_at": "1978-10-06", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14264-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-06", 
  "number": "14264", 
  "official_title": "A bill to identify and assess the need for personnel to administer and implement environmental protection laws under the jurisdiction of the Environmental Protection Agency and the need for personnel to enable entities subject to such laws to comply with the requirements of such laws and to provide authority for programs to be administered by the Secretary of Health, Education, and Welfare and the Administrator of the Environmental Protection Agency to assist in meeting the needs for such personnel, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Environmental Health Personnel Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-06", 
  "subjects": [
    "Advisory bodies", 
    "Education", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental health", 
    "Environmental protection", 
    "Government operations and politics", 
    "Health", 
    "Labor and employment", 
    "Manpower training programs", 
    "Medical education", 
    "Medical personnel", 
    "Occupational health and safety", 
    "Pollution control", 
    "Public health", 
    "Public health personnel", 
    "States"
  ], 
  "subjects_top_term": "Environmental health", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-10-06", 
    "text": "Environmental Health Personnel Act - Amends the Public Health Service Act to authorize the Secretary of Health, Education, and Welfare to make grants to and enter into contracts with specified educational entities for special projects to develop new or expanded programs in environmental health and occupational health. Authorizes the appropriation of $2,000,000 for this purpose for fiscal year 1980. Amends such Act to authorize similar grants and contracts to enable such entities to provide traineeships in the areas of environmental health and occupational health. Authorizes the Secretary to prescribe regulations for the approval of applications for and amounts of such grants. Directs the Secretary to consult with the Administrator of the Environmental Protection Agency and other appropriate individuals with respect to the need for trained personnel in such areas. Authorizes the appropriation of $4,500,000 for this purpose for fiscal year 1980. Amends such Act to remove the post baccalaureate degree and experience requirements for eligibility for public health traineeships and traineeships for students in other specified health-related programs. Authorizes the appropriation of $4,000,000 for fiscal year 1980 for projects and programs in environmental health education. Includes environmental health sciences research as a category of eligibility for National Research Service Awards. Includes environmental health sciences research personnel as a category to be studied by the Secretary in his study to establish the Nation's overall need for specified research personnel. Includes, as a priority in the formulation of national health planning goals and in the development and operation of health planning and resources development programs, activities for the promotion of disease prevention, including studies of occupational and environmental factors affecting health and the development of environmental health personnel programs. Directs the Administrator of the Environmental Protection Agency (EPA) to assess, identify and give advice with respect to current and projected personnel needs for the administration and implementation of environmental protection laws under the jurisdiction of the Administrator or individual States. Establishes an advisory board to assist the Administrator in performing these functions. Directs the Administrator to coordinate EPA personnel development, education and training policies, programs and activities to meet the needs identified by this Act. Requires him to provide technical assistance to Federal and non-Federal entities to assist in the development of personnel training programs. Requires him to advise such entities to train and employ unemployed persons for positions identified as necessary for administering and implementing environmental protection programs. Authorizes the appropriation of $5,000,000 for fiscal year 1980 for these purposes. Requires reports to Congress of the Administrator's activities, findings and recommendations which result from the implementation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Environmental Health Personnel Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to identify and assess the need for personnel to administer and implement environmental protection laws under the jurisdiction of the Environmental Protection Agency and the need for personnel to enable entities subject to such laws to comply with the requirements of such laws and to provide authority for programs to be administered by the Secretary of Health, Education, and Welfare and the Administrator of the Environmental Protection Agency to assist in meeting the needs for such personnel, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:37-05:00"
}