{
  "actions": [
    {
      "acted_at": "1991-10-11", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-18", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-23", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3554-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1992-01-28", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Dwyer, Bernard J.", 
      "sponsored_at": "1991-11-21", 
      "state": "NJ", 
      "thomas_id": "00327", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Espy, Mike", 
      "sponsored_at": "1992-01-28", 
      "state": "MS", 
      "thomas_id": "00356", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Foglietta, Thomas M.", 
      "sponsored_at": "1991-11-18", 
      "state": "PA", 
      "thomas_id": "00395", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1991-11-26", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Jefferson, William J.", 
      "sponsored_at": "1991-11-20", 
      "state": "LA", 
      "thomas_id": "00592", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Jontz, Jim", 
      "sponsored_at": "1991-11-21", 
      "state": "IN", 
      "thomas_id": "00613", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kostmayer, Peter H.", 
      "sponsored_at": "1991-11-21", 
      "state": "PA", 
      "thomas_id": "00649", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lloyd, Marilyn", 
      "sponsored_at": "1992-01-28", 
      "state": "TN", 
      "thomas_id": "00698", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "McNulty, Michael R.", 
      "sponsored_at": "1991-11-18", 
      "state": "NY", 
      "thomas_id": "00785", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mfume, Kweisi", 
      "sponsored_at": "1991-11-07", 
      "state": "MD", 
      "thomas_id": "00798", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Norton, Eleanor Holmes", 
      "sponsored_at": "1991-11-18", 
      "state": "DC", 
      "thomas_id": "00868", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1991-11-21", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Sikorski, Gerry E.", 
      "sponsored_at": "1991-11-07", 
      "state": "MN", 
      "thomas_id": "01057", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Torres, Estaban Edward", 
      "sponsored_at": "1991-11-21", 
      "state": "CA", 
      "thomas_id": "01162", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wolpe, Howard E.", 
      "sponsored_at": "1991-11-20", 
      "state": "MI", 
      "thomas_id": "01240", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Yates, Sidney R.", 
      "sponsored_at": "1991-11-07", 
      "state": "IL", 
      "thomas_id": "01252", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-11", 
  "number": "3554", 
  "official_title": "To amend the Toxic Substances Control Act to reduce the levels of lead in the environment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lead Exposure Reduction Act of 1991", 
  "sponsor": {
    "district": "2", 
    "name": "Swift, Al", 
    "state": "WA", 
    "thomas_id": "01129", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-10-11", 
  "subjects": [
    "Administrative procedure", 
    "Automobile parts", 
    "Building materials", 
    "Business intelligence", 
    "Child health", 
    "Confidential communications", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Consumer protection", 
    "Container industry", 
    "Day care", 
    "Dyes and dyeing", 
    "Employee training", 
    "Environmental health", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Federal aid to higher education", 
    "Fines (Penalties)", 
    "Food contamination", 
    "Foreign trade and international finance", 
    "Glass and glass industry", 
    "Government paperwork", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Health", 
    "Health education", 
    "Imports", 
    "Labeling", 
    "Laboratories", 
    "Lead", 
    "Lead poisoning", 
    "Licenses", 
    "Manufacturing industries", 
    "Medical research", 
    "Medical screening", 
    "Medical tests", 
    "Occupational health and safety", 
    "Packaging", 
    "Paints and varnishes", 
    "Pesticides", 
    "Plastics", 
    "Pollution control", 
    "Potable water", 
    "Preventive medicine", 
    "Product safety", 
    "Research centers", 
    "Schools", 
    "Soil pollution", 
    "Standards", 
    "Technological innovations", 
    "Toys"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-10-11", 
    "text": "Lead Exposure Reduction Act of 1991 - Amends the Toxic Substances Control Act to prohibit the importing, manufacturing, processing, or distribution in commerce of certain products containing more than a specified percentage of lead. Authorizes the Administrator of the Environmental Protection Agency (EPA) to modify the allowable lead percentage for such products under certain conditions. Exempts from lead content requirements products used: (1) for medical purposes; (2) for purposes in the paramount interest of the United States; (3) for radiation protection; (4) in the mining industry to determine the presence of noble metals in geological materials; or (5) as radiation shielding in electronic devices and in specialized electronics uses where the Administrator has determined that no appropriate substitutes for lead are available. Provides additional exemptions for: (1) corrosion inhibitive coatings applied by original equipment manufacturers to motor vehicle parts that do not exceed a specified lead content; (2) industrial paint in which the incidental presence of lead does not exceed a specified percentage; (3) paint or stained glass used by artists, provided the paint is labeled with a warning label that it is for adult use only; (4) toys and recreational game pieces that are collectible items and scale models intended for adult acquisition, provided they are labeled to disclose that they are not suitable for children; and (5) certain plastic additives. Requires the Administrator to determine whether there are primer paints suitable for use as electrocoat or electrodeposition primers on motor vehicle parts that: (1) contain less than a specified percentage of lead; (2) have corrosion inhibition and related performance characteristics equivalent to primer paints in use for corrosion inhibition; and (3) do not pose a greater risk to human health and the environment than primer paints already in use for corrosion inhibition. Prohibits the importing, manufacturing, processing, or distribution in commerce of any electrocoat or electrodeposition primer paint with a lead level exceeding that identified by the Administrator if the Administrator determines that one or more primer paints meeting such characteristics exist and are economically feasible to use. Sets alternative lead content limitations on such paints if the Administrator determines that no paints meeting such characteristics exist. Prohibits the sale or promotion of any packaging or product in packaging that includes any additive to which lead has been intentionally introduced, beginning 48 months after this Act's enactment. Sets allowable concentration levels for the incidental presence of lead in such packaging. Prohibits the sale or promotion of packaging exceeding such levels. Authorizes the Administrator to exempt from such requirements: (1) packaging manufactured prior to this Act's enactment date; and (2) packaging to which lead has been added to comply with Federal, State, or local health or safety requirements. Requires certificates of compliance with lead requirements to be retained by packaging manufacturers or distributors and made available to purchasers. Directs persons manufacturing, processing, or importing any product containing more than .1 percent lead by dry weight to submit specified information to the Administrator. Exempts owners or operators of automotive dismantler or recycling facilities for post-consumer metal, glass, paper, or textiles regulated by a State or the Administrator from such requirement. Makes it unlawful to fail to submit such information. Requires the Administrator to update, and publish a compilation of, such information. Directs the Administrator to report to the Congress on such information and on recommendations for minimizing the release of lead into the environment and preventing human exposure to lead. Permits persons submitting inventory information to claim such information as confidential. Sets forth provisions concerning confidentiality applications. Requires the Administrator to promulgate regulations that provide for the labeling of products (other than lead-acid batteries and products regulated under the Federal Food, Drug, and Cosmetic Act): (1) to which any lead has been intentionally introduced as an element during manufacturing, processing, or distribution; or (2) in which the incidental presence of lead exceeds a certain percentage. Directs the Administrator to conduct a program to promote monitoring, detection, and abatement of lead-based paint and other lead exposure hazards. Requires the Administrator to chair an Interagency Coordinating Committee on Childhood Lead Poisoning Prevention to coordinate Federal lead poisoning prevention programs and to make recommendations for Federal, State, and local lead poisoning prevention programs. Directs the Administrator to establish: (1) standards for laboratory analysis of lead in paint films, soil, and dust; and (2) certification programs to assure the quality and consistency of such analyses, unless voluntary accreditation programs are operating nationwide. Requires the Administrator to publish and make available to the public a list of certified or accredited environmental sampling laboratories. Provides for the review of such programs on a triennial basis. Directs the Administrator to: (1) evaluate and develop standards and testing protocols for emerging products and techniques for detecting lead in paint films and dust; (2) report to the Congress on the efficacy and effectiveness of various abatement and management techniques in reducing lead dust levels; (3) establish a program and develop standards for the evaluation of products and procedures for encapsulating or removing lead-based paint; (4) publish a list of products and procedures that meet performance standards; and (5) issue guidelines for the management of lead-based paint debris. Requires the Administrator to conduct research and report to the Congress on: (1) the sources of lead exposure in children who have elevated blood lead levels (or other indicators of elevated lead body burden); and (2) means to reduce hazardous occupational lead abatement exposures. Requires the Administrator to sponsor public education and outreach activities to increase awareness of the scope and severity of lead poisoning from household sources, potential exposure to lead in schools and day care centers, the need for abatement and management action, and other components of a lead poisoning prevention program. Directs the Administrator to issue guidelines concerning the action levels for lead in soil and abatement recommendations. Requires the Administrator to appoint a Coordinator for Lead Activities. Directs the Administrator to promulgate final regulations governing lead-based paint abatement activities, including requirements for the accreditation of lead abatement training programs for workers and the certification of lead abatement contractors. Requires the Administrator to delegate the administration of such regulations to the States. Directs the Administrator to award grants to nonprofit organizations engaged in lead-based paint abatement activities with demonstrated experience in operating worker health and safety lead-based paint abatement training and education programs and with an ability to target workers engaged in such activities. Requires the Administrator to award grants to institutions of higher education for purposes of establishing Centers for the Prevention of Lead Poisoning. Limits the Federal share of Center operation costs. Limits grants to two-year periods. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lead Exposure Reduction Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Toxic Substances Control Act to reduce the levels of lead in the environment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:51-05:00"
}