{
  "actions": [
    {
      "acted_at": "1989-04-06", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1737-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Johnson, Nancy L.", 
      "sponsored_at": "1989-07-21", 
      "state": "CT", 
      "thomas_id": "00602", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-04-06", 
  "number": "1737", 
  "official_title": "To reform the laws relating to child care civil liability, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Roukema, Marge", 
    "state": "NJ", 
    "thomas_id": "00990", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-04-06", 
  "subjects": [
    "Business and social problems", 
    "Day care", 
    "Families", 
    "Federal aid to day care centers", 
    "Liability (Law)", 
    "Liability insurance", 
    "Tax-exempt organizations", 
    "Torts"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-04-06", 
    "text": "Title I: Child Care Liability Reform - Applies the provisions of this title, with specified exceptions, to any civil action, in any State or Federal court, against any child care provider who is in compliance with the licensing or accreditation requirements of the State in which the provider is located. Makes this title inapplicable to civil actions for intentional torts. Provides that this title shall preempt and supersede Federal or State law only to the extent such law is inconsistent with this title. Sets forth certain defenses, rules, and rights which are not affected by this title. Makes joint and several liability inapplicable to any action subject to this title. Makes an exception for concerted actions. Provides for reduction of awards for damages in cases of collateral sources of compensation. Sets forth the standards and procedures for the award of punitive or exemplary damages in civil actions under this title. Provides that nonprofit corporations or local educational agencies are not liable for damages in any civil action (to which this title applies) brought against a separate child care-providing corporation or business organization of which they are the parent or majority owners. Encourages States to establish expedited and simplified procedures under which nonprofit organizations and local educational agencies may inexpensively and quickly incorporate or otherwise organize such entities as separate child care providers. Title II: Child Care Liability Risk Retention Group - Authorizes any State to assist in the establishment and operation of a child care liability risk retention group (i.e. a corporation or other limited liability association whose members are child care providers licensed or accredited pursuant to State or local law or standards, and which otherwise satisfies specified criteria for risk retention groups). Sets forth State application requirements. Requires State plans to: (1) identify the lead agency designated and responsible for the administration of funds under this title; (2) provide that all participants in the child care liability risk retention group are child care providers who are licensed or accredited pursuant to State or local law or standards; (3) provide for maximum membership of family-based child care providers in the group; (4) provide that the State shall use at least the amount allotted to establish or maintain a liability risk retention group for child care providers; and (5) specify how any such liability risk retention group will continue to be financed after FY 1991, including by contributions by the State or by members of such pool. Directs the Secretary of HHS to review and approve State plans and to monitor State compliance with requirements of this title. Provides for suspension of payments upon a finding of noncompliance. Authorizes appropriations for FY 1990 to carry out this title and to remain available for assistance to States for FY 1990 through 1992. Directs the Secretary of Commerce to reserve specified portions of such funds for payments to specified U.S. territories and for administrative costs. Directs the Secretary of Commerce to allot the remainder to States on the basis of the number of children who have not attained the age of 12. Permits a portion of such allotments to be used for State administrative costs. Sets forth provisions relating to entitlement, method, and State spending of allotment payments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To reform the laws relating to child care civil liability, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:21-05:00"
}