{
  "actions": [
    {
      "acted_at": "1976-05-21", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-06-24", 
      "references": [], 
      "text": "Reported to House from the Committee on Armed Services with amendment, H. Rept. 94-1295.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-13", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-13", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-13", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #717 (343-4).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-15", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13958-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "O'Brien, George M.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00872", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-21", 
  "number": "13958", 
  "official_title": "A bill to amend titles 10 and 37, United States Code, relating to the appointment, promotion, separation, and retirement of members of the Armed Forces.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1432-94", 
      "reason": "rule"
    }
  ], 
  "short_title": "Defense Officer Personnel Management Act", 
  "sponsor": {
    "district": "28", 
    "name": "Stratton, Samuel S.", 
    "state": "NY", 
    "thomas_id": "01117", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-21", 
  "subjects": [
    "Armed forces and national security", 
    "Military personnel", 
    "Navy", 
    "Officer personnel"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1976-09-13", 
    "text": "(Measure passed House, amended, roll call #717 (343-4)) Defense Officer Personnel Management Act - Adds Chapter 30, \"Strength and Distribution in Grade,\" to title 10, of the United States Code (Armed Forces,). States that the total strength of an armed force (other than the Coast Guard when it is not operating as a service in the Navy) shall be as authorized by law. Sets forth the authorized number of commissioned officers in each armed service below the rank of brigadier general or commodore admiral. Establishes basic qualifications for commissioned officers. Adds chapter 35A, \"Temporary Appointments,\" to title 10 of the United States Code. Provides that in time of war, or of national emergency declared by the Congress or the President after January 1, 1975, the President may appoint temporary commissioned officers. Adds to title 10 of the United States Code Chapter 36, \"Promotion, Separation, Retirement of Officers on the Active-Duty List: Second Lieutenants or Ensigns through Colonels or Captains (Navy).\" Sets forth procedures for the establishment and membership of promotion boards and procedures for determining eligibility for promotion. Authorizes the President or the Senate to remove the name of any officer from the list of selectees for promotion. Stipulates the effect on individuals of failure to be selected for promotion. Sets forth formulae for determining separation pay upon involuntary discharge or release from active duty. Prohibits specified high ranking officers, for a period of three years after retirement, from accepting employment or compensation from defense contractors if such officers contributed in the awarding of government contracts to such defense contractors. Adds Chapter 60, \"Separation of Regular Officers for Various Reasons\" to title 10 of the United States Code. Sets forth procedures for the establishment of boards of officers to review the record of any commissioned officer to determine whether such individual shall be required to show cause for his retention on active duty, because of substandard performance or dereliction of duty, or misconduct. Stipulates the right of the officer involved and the procedures to be followed during such investigation. Entitles officers discharged under this Act to separation or retirement pay. States that a regular commissioned officer is not eligible for voluntary retirement unless he completes at least six months in the grade in which he is to be retired. Sets forth minimum qualifications for the appointment of Air Force nurses. Abolishes the present rank of rear admiral (lower half) within the Navy and creates the rank of commodore admiral. Establishes procedures and time in service requirements for promotions and retirement for individuals holding such rank."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Officer Personnel Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles 10 and 37, United States Code, relating to the appointment, promotion, separation, and retirement of members of the Armed Forces.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:23-05:00"
}