{
  "actions": [
    {
      "acted_at": "1980-11-20", 
      "committee": "Senate Select Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Select Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3222-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs (Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-11-20", 
  "number": "3222", 
  "official_title": "A bill to provide for the settlement of land claims of the Cayuga Indian Nation in the State of New York, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cayuga Indian Claims Settlement Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-11-20", 
  "subjects": [
    "Courts and Civil Procedure", 
    "Eminent domain", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Forests and forest products", 
    "Indian claims", 
    "Indian courts", 
    "Indian hunting and fishing rights", 
    "Indian lands", 
    "Land transfers", 
    "Local and Municipal Government", 
    "National forests", 
    "Native Americans", 
    "New York State", 
    "Parks and Natural Areas", 
    "Public Lands and Real Property", 
    "Sewage treatment plants", 
    "State parks"
  ], 
  "subjects_top_term": "Indian claims", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-11-20", 
    "text": "Cayuga Indian Claims Settlement Act of 1980 - Directs the Secretary of the Interior, if he finds that the United States has acquired the interest in the lands comprising Sampson State Park, in Seneca County, New York, to publish such a finding thereby effectuating the transfer of land or natural resources located anywhere within the State from, by, or on behalf of the Cayuga tribe or any of its members. Requires the Secretary to comply with specified provisions of this Act, before effectuating such transfer. Extinguishes the aboriginal title and any Indian claims to such lands. Retains for the tribe any hunting and fishing rights previously reserved or granted. Establishes within the Treasury the Cayuga Indian Claims Settlement Fund to be held in trust for the benefit of the tribe. Directs the Secretary to make the income of such fund freely available to the tribe in semiannual payments. Permits the Secretary to use a specified portion of such fund to acquire land for the tribe. Authorizes the Secretary to acquire options to purchase lands on behalf of the tribe. Directs the Secretary to make payments to units of local government in which lands are acquired by such fund. Authorizes the Secretary of Health and Human Services (formerly the Secretary of Health, Education, and Welfare), effective October 1, 1980, to reimburse the State for its share of the sewer district project to be constructed over Sampson State Park, in an amount not to exceed $300,000. Provides that the tribe shall have the right to be serviced by such facility under agreement with the local authorities. Withdraws from the National Forest System specified federally-owned lands within Seneca County, New York, known as the Hector Land Use Area. Directs the Secretary of Agriculture to transfer title to such lands to the Secretary to be held in trust for the benefit of the tribe, subject to valid existing rights. Defines valid existing rights for the purposes of this Act and declares that the establishment of hiking trails shall not be considered such a right. Directs the Secretary to acquire from the State by eminent domain, subject to valid existing rights, the parcel of land known as Sampson State Park to be held by the United States in trust for the tribe in consideration for the tribe's relinquishment of its land claims. Requires that a portion of such Park continue to be operated as a public recreation area from October 1, 1983, and thereafter, so long as the tribe can operate such facilities without incurring a financial loss. Retains for the State all necessary easements. Directs the Secretary to prepare a roll of the members of the Cayuga Indian Nation of New York. Sets forth the procedures and requirements for being placed on such roll. Grants the Cayuga Indian Nation court jurisdiction over criminal offenses committed on the Cayuga Reservation. Authorizes the appropriation of $8,000,000 to carry out the purposes of this Act, to remain available until expended. Makes all federally-owned lands within the State of New York administered as part of the National Forest System: (1) subject to all laws applicable to national forest lands acquired under the Weeks Act and specified sections of the Bankhead-Jones Farm Tenant Act; and (2) entitled to payments to local governments based upon the amount of public lands within the boundaries of such localities. Directs the Secretary of Agriculture to forgive any outstanding debt obligations of the Hector Cooperative Grazing Association, Incorporated, of Trumansburg, New York, as specified. Vests exclusive jurisdiction over any action to contest the constitutionality of this Act in the United States District Court for the Northern District of New York, and requires such action to be filed within 180 days of enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cayuga Indian Claims Settlement Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the settlement of land claims of the Cayuga Indian Nation in the State of New York, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:36-05:00"
}