{
  "actions": [
    {
      "acted_at": "1973-01-12", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s366-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "1973-01-03", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-12", 
  "number": "366", 
  "official_title": "A bill to promote public confidence in the legislative, executive, and judicial branches of the Government of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Financial Disclosure Act", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-12", 
  "subjects": [
    "Federal employees and officials", 
    "Financial disclosure", 
    "Government operations and politics", 
    "House of Representatives", 
    "Judges", 
    "Law", 
    "Senate", 
    "Supreme Court", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Financial disclosure", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-12", 
    "text": "Federal Financial Disclosure Act - Requires the President, the Vice President, each Member of Congress, each officer and employee of the United States (including any member of a uniformed service) who is compensated at a rate in excess of $15,000 per annum, and any individual occupying the position of an officer or employee of the United States who performs duties of the type generally performed by an individual occupying grade GS-16 of the General Schedule or any higher grade or position, as determined by the Comptroller General, regardless of the rate of compensation of such individual, to file annually, and each individual who is a candidate of a political party in a general election for the office of a Member of Congress but who, at the time he becomes a candidate, does not occupy any such office, to file within one month after he becomes a candidate of such office, with the Comptroller General, a report containing a full and complete statement of: (1) the amount and source of each item of income, each item of reimbursement for any expenditure, and each gift or aggregate of gifts from source (other than gifts received from his spouse or any member of his immediate family) received by him or by him and his spouse jointly during the preceding calendar year which exceeds $100 in amount or value; (2) the value of each asset held by him, or by him and his spouse jointly which has a value in excess of $1,000, and the amount of each liability owed by him, or by him and his spouse jointly, which is in excess of $1,000 as of the close of the preceding calendar year; (3) any transactions in securities of any business entity by him, or by him and his spouse jointly, or by any person acting on his behalf or pursuant to his direction during the preceding calendar year if the aggregate amount involved in transactions in the securities of such business entity exceeds $1,000 during such year; (4) all transactions in commodities by him, or by him and his spouse jointly, or by any person acting on his behalf or pursuant to his direction during the preceding calendar year if the aggregate amount involved in such transactions exceeds $1,000; and (5) any purchase or sale, other than the purchase or sale of his personal residence, of real property or any interest therein by him, or by him and his spouse jointly or by any person acting on his behalf or pursuant to his direction, during the preceding calendar year if the value of property involved in such purchase or sale exceeds $1,000. Requires such reports to be filed not later than May 15 of each year. Imposes a fine of $2,000 or imprisonment of not to exceed five years, or both, upon any person who willfully or knowingly files a false report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Financial Disclosure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote public confidence in the legislative, executive, and judicial branches of the Government of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:18-05:00"
}