{
  "actions": [
    {
      "acted_at": "1974-02-04", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2952-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-04", 
  "number": "2952", 
  "official_title": "A bill to provide for project grants for the development and demonstration of programs for rehabilitative, habilitative, personal support, residential, medical, dental, and mental health services for the chronically ill residents of identified population areas.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Chronicare Demonstration Center Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-04", 
  "subjects": [
    "Chronically ill", 
    "Health", 
    "Long-term care", 
    "Medical care, personnel, and facilities", 
    "Public health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-04", 
    "text": "National Chronicare Demonstration Center Act - Declares that it is the purpose of this Act to establish demonstration programs to provide a basis for a commitment to a lasting national program for long-term health care for the chronically ill. Authorizes to be appropriated $6,000,000 for fiscal year 1974; $5,000,000 for fiscal year 1975; and $4,500,000 for fiscal year 1976, to enable the Secretary of Health, Education, and Welfare, to make grants to any entity to cover the cost of a project, in an area of the country representative of a rural population, for programs designed to provide a combination of rehabilitative, habilitative, personal support, residential, medical, dental, and mental health services for the chronically ill residents of such area through a community chronicare health center. Authorizes to be appropriated $10,000,000 for fiscal year 1974; $8,000,000 for fiscal year 1975; and $7,000,000 for fiscal year 1976, to enable the Secretary to make grants for the cost of two projects, in areas of the country representative of suburban populations, for the development of programs to provide health services for the chronically ill residents of such area through community chronicare health centers. Authorizes to be appropriated $11,000,000 for fiscal year 1974; $9,000,000 for fiscal year 1975; and $8,000,000 for fiscal year 1976, to enable the Secretary to make grants to cover the cost of two projects, in areas of the country representative of metropolitan populations for the development of programs providing health services for the chronically ill residents of such area through community chronicare health centers. Authorizes to be appropriated $4,500,000 for fiscal year 1974; $4,000,000 for fiscal year 1975; and $3,500,000 for fiscal year 1976, to enable the Secretary to make grants for a project which will operate in conjunction with an existing health maintenance organization which is not currently providing long-term health care. Authorizes to be appropriated $14,000,000 for fiscal year 1974; $11,500,000 for fiscal year 1975; and $9,000,000 for fiscal year 1976, to enable the Secretary to make grants to cover the cost of two projects, for the development of combination programs for the chronically ill residents of an identified population area through community chronicare health centers, in conjunction with a State chronicare commission, and a State chronicare data center. Sets forth the eligibility requirements for such grants. Requires each community chronicare health center assisted under this Act to maintain a therapeutic service team responsible for patient care plans, health status, and service professionals. Directs each State chronicare commission to establish a State chronicare data center for the purpose of gathering and supplying information. Defines the terms used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Chronicare Demonstration Center Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for project grants for the development and demonstration of programs for rehabilitative, habilitative, personal support, residential, medical, dental, and mental health services for the chronically ill residents of identified population areas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:02-05:00"
}