{
  "actions": [
    {
      "acted_at": "1994-09-29", 
      "references": [
        {
          "reference": "CR S13729", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-29", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2479-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-09-29", 
  "number": "2479", 
  "official_title": "A bill to promote the construction and operation of United States flag cruise vessels in the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States Cruise Vessel Development Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Murray, Patty", 
    "state": "WA", 
    "thomas_id": "01409", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-09-29", 
  "subjects": [
    "Coastwise shipping", 
    "Fines (Penalties)", 
    "Flags of convenience", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Hawaii", 
    "Law", 
    "Licenses", 
    "National parks", 
    "Passenger ships", 
    "Public lands and natural resources", 
    "Seizure of vessels and cargoes", 
    "Shipbuilding", 
    "Ships", 
    "Standards", 
    "Transportation and public works", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Ships", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-09-29", 
    "text": "United States Cruise Vessel Development Act of 1994 - Amends Federal shipping law to revise provisions prohibiting the use of foreign vessels to transport passengers between places in the United States to authorize the transport of passengers in coastwise trade only if the vessel: (1) is owned by a U.S. citizen, or a U.S. corporation, partnership, or association; (2) meets certain requirements under the Merchant Marine Act; and (3) is at least five net tons and is issued a certificate of documentation with a coastwise endorsement. (Sec. 3) Exempts from this prohibition any cruise vessel: (1) demised to a U.S. person for a term of at least 18 months; or (2) reflagged as a U.S. vessel after enactment of this Act, if the owner or charterer contracts for U.S. construction of another cruise vessel with at least 80 percent of the existing vessel's total berth or stateroom capacity. Prohibits any person owning or chartering a cruise vessel thus exempted from operating any vessel between: (1) any two ports served by another cruise vessel transporting passengers in the coastwise trade on the date the Secretary of Transportation issues the coastwise endorsement; or (2) any of the Hawaiian islands. Sets forth civil and forfeiture penalties for violations of this Act. (Sec. 4) Requires the Secretary of Transportation (Secretary) to issue a certificate of inspection to vessels that: (1) meet the standards and conditions for the issuance of a control verification certificate to a foreign vessel embarking passengers in the United States; (2) a coastwise endorsement is issued; and (3) are authorized to engage in coastwise trade as vessels reflagged under the requirements of this Act. (Sec. 5) Amends the Shipping Act, 1916 to declare that, for purposes of vessel documentation in the coastwise trade, the controlling interest in a partnership or association that owns such a vessel shall not be deemed to be a U.S. citizen unless a majority interest in the partnership or association is owned by U.S. citizens free from any trust or fiduciary obligation in favor of a non-U.S. citizen. (Sec. 7) Prohibits the Secretary of the Interior from permitting a person to operate a vessel in any unit of the National Park System except in accordance with specified priorities, the first of which goes to any person: (1) operating a U.S.-flag vessel whose home port is in the United States; or (2) holding rights to provide visitor services under the Alaska National Interest Lands Conservation Act. Requires the Secretary to revoke or renew permission for the operation of any foreign-documented vessel that does not hold such Alaskan visitor rights if: (1) a person requests permission to operate a U.S.-flag vessel in the same unit; and (2) permission may not be granted because of a limit on the number of such permits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Cruise Vessel Development Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the construction and operation of United States flag cruise vessels in the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:33-05:00"
}