{
  "actions": [
    {
      "acted_at": "1983-06-28", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-28", 
      "bill_ids": [
        "hr3021-98"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Further Action See H.R.3021.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-28", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-14", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-14", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3432-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-06-28", 
  "number": "3432", 
  "official_title": "A bill to amend the Social Security Act to provide for a program of grants to States to provide health care benefits for the unemployed, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3021-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Care Coverage for Unemployed Workers Act of 1983", 
  "sponsor": {
    "district": "16", 
    "name": "Martin, Lynn M.", 
    "state": "IL", 
    "thomas_id": "00742", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-06-28", 
  "subjects": [
    "Block grants", 
    "Business and commerce", 
    "Employee benefit plans", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Hospitals", 
    "Income tax", 
    "Insurance", 
    "Labor and employment", 
    "National health insurance", 
    "Social welfare", 
    "Tax deductions", 
    "Unemployment"
  ], 
  "subjects_top_term": "Health insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-06-28", 
    "text": "Health Care Coverage for Unemployed Workers Act of 1983 - Amends the Internal Revenue Code to provide that for an employer's contribution to a group health plan to be deductible the group health plan must: (1) provide a 30-day open enrollment period for each married employee whose spouse loses coverage under a group health plan due to the involuntary termination of the spouse's employment; (2) provide an employee who is laid-off or separated (other than for cause) with coverage for 90 days of either the current group policy or a lesser benefit package at the option of the employee; and (3) provide an ex-employee the option to convert to individual health insurance coverage without evidence of insurability. Adds a new title XXI to the Social Security Act entitled \"Health Assistance for the Unemployed\". Authorizes appropriations under Part A of title XXI (Block Grants for State Health Assistance to Counties for the Unemployed) to carry out the provisions of Part A for FY 1983 through FY 1985. Makes allotments to the States to be used to assist organized community efforts that provide health care to unemployed individuals. Limits the use of such funds to the provision of supplies, equipment, and similar expenses related to such care. Bases the allotment upon a State's proportionate share of unemployment. Requires a State to distribute funds among counties based on each county's proportionate share of unemployment. Allows the States the discretion to determine: (1) the groups covered under the health care assistance program; (2) the period of coverage; (3) the particular type, duration and scope of services; (4) any standards for financial participation; and (5) any State funds to be made available for such assistance. Requires each State to submit a description of the intended use of the payment and a statement of certain assurances. Makes provisions of title V (Maternal and Child Health Services) of the Social Security Act relating to reports and audits, criminal penalties, and nondiscrimination applicable to part A of title XXI. Directs the Secretary of Health and Human Services to make grants under part B (Assistance to Hospitals Serving the Unemployed) of title XXI to hospitals meeting stated requirements to assist the hospitals in providing medically necessary acute care services to persons unable to pay for such services. Requires a hospital, in order to receive such a grant, to: (1) be located in an area experiencing high unemployment or serve primarily medically underserved populations; (2) serve a significantly disproportionate number of patients who have low income and who are unable to pay for hospital services; (3) provide services to persons without regard to their ability to pay; (4) provide evidence that if required, the hospital will make available a reasonable volume of services to individuals unable to pay for services; and (5) offer assurances that it will use the grant money in addition to, rather than in lieu of, existing Federal, State, and local funds currently available to provide medically necessary acute care services to persons unable to pay for such services. Directs the Secretary to report to Congress concerning assisted hospitals. Authorizes appropriations for such grants for FY 1983 through FY 1985."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Coverage for Unemployed Workers Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to provide for a program of grants to States to provide health care benefits for the unemployed, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:08-05:00"
}