{
  "actions": [
    {
      "acted_at": "1979-11-08", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-11-08", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5841-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Burton, Phillip", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00156", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-11-08", 
  "number": "5841", 
  "official_title": "A bill to develop a plan for a \"National Hostel System\" to encourage the development of hostels, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Hostel Act of 1979", 
  "sponsor": {
    "district": "6", 
    "name": "Nolan, Richard M.", 
    "state": "MN", 
    "thomas_id": "00867", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-11-08", 
  "subjects": [
    "Advisory bodies", 
    "Camping", 
    "Children and youth", 
    "Federal advisory bodies", 
    "Hotels, motels, etc.", 
    "Recreation", 
    "Recreation and Recreational Facilities", 
    "Tourist trade", 
    "Transportation and Travel", 
    "Travel", 
    "Youth"
  ], 
  "subjects_top_term": "Youth", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-11-08", 
    "text": "National Hostel Act of 1979 - Directs the Secretary of the Interior, within three years from the date of enactment of this Act, to develop and implement a plan for a National Hostel System which shall include: (1) a comprehensive statement of objectives and purposes; (2) a nationwide inventory of existing hostels; (3) an evaluation of various approaches for optimum management and coordination of the national hostel system; (4) an identification of future roles and functions for organizations which have demonstrated knowledge and expertise in the development and management of hostels; and (5) minimum facility and operational standards for hostels. Requires the submission of such plan to the House Committee on Interior and Insular Affairs and the Senate Committee on Energy and Natural Resources with a proposed program for providing assistance to States, units of local government, and private, nonprofit organizations to defray the costs of hostel development. Authorizes the Secretary to make grants to States, units of local government, and private, nonprofit organizations to defray the costs of improvements in, or renovations of, existing hostel structures and facilities. Stipulates that such grants may be made only for projects recommended by the Hostel Advisory Council, established by this Act, and limits such grants to amounts not to exceed $200,000. Sets forth the procedures for applying for such grants. Declares that upon the request of the Secretary any structure declared excess by any Federal agency shall be transferred to the Secretary to carry out the purpose of this Act. Requires the Secretary to establish a National Hostel Advisory Council which shall assist the Secretary in assuring full public involvement during development of the plan, provide the maximum technical support during the development of the plan, and recommend projects. Requires the Secretary to ensure that the State Comprehensive Outdoor Recreation Plan for each State developed pursuant to the Land and Water Conservation Fund Act address the potential and plans for the location and development of hostels."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Hostel Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to develop a plan for a \"National Hostel System\" to encourage the development of hostels, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:46-05:00"
}