{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr774-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "774", 
  "official_title": "A bill to provide for the compensation of persons injured by certain criminal acts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Injuries Compensation Act", 
  "sponsor": {
    "district": "1", 
    "name": "Matsunaga, Spark M.", 
    "state": "HI", 
    "thomas_id": "00749", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Compensation for victims of crime", 
    "Crime and law enforcement", 
    "Government operations and politics", 
    "Victims"
  ], 
  "subjects_top_term": "Compensation for victims of crime", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Criminal Injuries Compensation Act - Establishes a three member Violent Crimes Compensation Commission to hold hearings to determine the compensation for persons injured by crimes of violence committed in areas under the exclusive or concurrent jurisdiction of the Federal Government. Provides that the Commission can make such an award only if it is determined at the hearing that the act occurred and injury or death resulted from the act. Permits payment to the injured party or his survivors even if no prosecution or conviction arose out of the act. Limits compensation to a maximum of $25,000. Provides compensation for expenses incurred as a result of personal injury or death; loss of earning power; financial loss to the dependents of the deceased victim; pain and suffering; and other reasonable financial losses as determined by the Commission. Declares that compensation may be recovered after hearings for the following violent crimes: assault with intent to kill, rob, rape, or poison; assault with intent to commit mayhem; assault with a dangerous weapon; assault; mayhem; malicious disfiguring; threats to do bodily harm; lewd, indecent or obscene acts; indecent act with children; arson, kidnapping; robbery; murder; voluntary manslaughter; attempted murder; rape; attempted rape; other crimes involving force to the person. Provides that, if a person is convicted of an act and a compensation payment is made, the Commission may institute action against that person for recovery of the compensation. Requires an annual report to the President and Congress concerning the Commissions' activities. Authorizes necessary appropriations to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Injuries Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the compensation of persons injured by certain criminal acts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:02-05:00"
}