{
  "actions": [
    {
      "acted_at": "1992-05-12", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2697-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "1992-06-23", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1992-08-05", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Smith, Bob", 
      "sponsored_at": "1992-06-04", 
      "state": "NH", 
      "thomas_id": "01082", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1992-06-18", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-12", 
  "number": "2697", 
  "official_title": "A bill to provide transitional protections and benefits for Reserves whose status in the reserve components of the Armed Forces is adversely affected by certain reductions in the force structure of the Armed Forces, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Selected Reserve Transition Benefits Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-12", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Early retirement", 
    "Education", 
    "Government life insurance", 
    "Insurance premiums", 
    "Life insurance", 
    "Military discharges", 
    "Military pay", 
    "Military personnel", 
    "Military training", 
    "Veterans' education"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-12", 
    "text": "Selected Reserve Transition Benefits Act of 1992 - Title I: Benefits for Reserve Personnel - Requires a reserve member who, after completing at least 15 years of service creditable for retirement purposes but before completing 20 years, ceases to be a member of the Selected Reserve due to deactivation of the unit or other involuntary reasons, to be transferred to the Individual Ready Reserve (IRR). Provides that, once such member has been transferred to and has completed service with the IRR for a total of 20 years creditable service, he or she shall be transferred to the Retired Reserve. Allows a member who was reassigned to the Selected Reserve after being transferred to the IRR to continue such assignment without being required to transfer to the Retired Reserve after 20 years of creditable service. Authorizes the Secretary of the military department concerned to grant a person transferred to the Retired Reserve under this Act early retirement computed under current military retired pay provisions, as long as all requirements other than 20 years of creditable service are met. Entitles to separation pay a member of the reserve who has completed at least six, but fewer than 15, years of creditable service and who is involuntarily separated from the armed forces during the force reduction transition period beginning on the date of enactment of this Act and ending on September 30, 1995. Provides for the computation of the amount of such separation pay. Provides that in the case of a reserve member who, before completing the years of service required for entitlement to armed forces' or veterans' educational assistance eligibility, ceases to be a member of the Selected Reserve during the force reduction transition period by reason of deactivation of the unit or other involuntary reasons, the eligibility of such person for such educational assistance may not be terminated on the basis of termination of status as a member of the Selected Reserve. Increases the current 120-day period for the temporary continuation after separation or discharge of the provision of Servicemen's Group Life Insurance coverage to 365 days in the case of members of the Selected Reserve required to involuntarily cease to be such a member during the force reduction transition period. Requires increased premium payments due to such increased coverage to be paid from Department of Defense reserve personnel pay accounts. Makes all provisions of this Act relating to Selected Reserve members inapplicable in the case of members who cease to be such members or who are separated from such service under adverse conditions as determined by the Secretary concerned. Title II: Voluntary Separation Incentive Program Improvement - Makes inapplicable to members of the Selected Reserve performing annual training or active duty training for 30 days or less a Federal provision which requires a member entitled to voluntary separation incentive payments who is also entitled to basic pay for active service to forfeit the amount of separation incentive payments that equals the amount of basic pay received."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Selected Reserve Transition Benefits Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide transitional protections and benefits for Reserves whose status in the reserve components of the Armed Forces is adversely affected by certain reductions in the force structure of the Armed Forces, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:34-05:00"
}