{
  "actions": [
    {
      "acted_at": "2009-11-09", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2756-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-11-09", 
  "number": "2756", 
  "official_title": "A bill to establish the Financial Services Systemic Risk Oversight Council, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Financial Services Systemic Risk Oversight Council Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Warner, Mark R.", 
    "state": "VA", 
    "thomas_id": "01897", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-11-09", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Banking and financial institutions regulation", 
    "Congressional oversight", 
    "Executive agency funding and structure", 
    "Finance and financial sector", 
    "Financial crises and stabilization", 
    "Financial services and investments", 
    "Foreign and international banking"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-11-09", 
    "text": "Financial Services Systemic Risk Oversight Council Act of 2009 - Establishes the Financial Services Systemic Risk Oversight Council, whose Chairman shall be appointed by the President with the advice and consent of the Senate. Prohibits the Chairman from: (1) holding any other office for which appointment by the President and confirmation by the Senate are required; or (2) participating in federal election campaign activities. Designates the following as Council members: (1) the Secretary of the Treasury; (2) the Chairman of the Board of Governors of the Federal Reserve System; (3) the Comptroller of the Currency; (4) the Director of the Office of Thrift Supervision (OTS); (5) one individual, designated by the President, having expertise and experience in the protection of consumers of financial products; (6) the Chairman of the Securities and Exchange Commission (SEC); (7) the Chairman of the Commodity Futures Trading Commission (CFTC); (8) the Chairman of the Federal Deposit Insurance Corporation (FDIC); and (9) one individual designated by the President. Requires the Council to: (1) regulate systemic risk in the U.S. financial system; (2) monitor financial markets and financial companies to identify and address potential systemic risk; (3) evaluate the ability of the financial markets to function appropriately throughout the failure of U.S. Financial companies and foreign financial companies in a way that minimizes systemic risk; (4) establish criteria for the assignment of a primary prudential regulator to financial institutions which may pose a systemic risk which are not already subject to federal prudential regulation; and (5) establish minimum, mandatory prudential standards for the mitigation of systemic risk. Authorizes the Council to assign a primary prudential regulator to any U.S. or foreign nonbank financial company for which the Council determines one is necessary to mitigate systemic risk related to the company. Directs the FDIC to require a U.S. or foreign nonbank financial company that may pose a systemic risk to develop a plan for rapid and orderly resolution that: (1) is designed to mitigate systemic risk; and (2) does not contemplate and is not dependent upon the use of any extraordinary systemic resolution process that requires the President's approval. Authorizes the Council to recommend to the President that systemic resolution procedures be used to effect the orderly failure of a financial company in specified circumstances of default or danger of default. Requires each federal financial regulator to report annually to the Council and to specified congressional committees on actions to prevent, reduce, and mitigate the effects of systemic risk."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Services Systemic Risk Oversight Council Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Financial Services Systemic Risk Oversight Council, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:36-05:00"
}