{
  "actions": [
    {
      "acted_at": "1973-02-26", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1008-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-26", 
  "number": "1008", 
  "official_title": "A bill to extend certain laws relating to the payment of interest on time and savings deposits and to make clear that Federal banking statutes do not prohibit depository institutions from offering negotiable order of withdrawal services in connection with certain interest-bearing deposits.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6226-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McIntyre, Thomas J.", 
    "state": "NH", 
    "thomas_id": "01398", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-26", 
  "subjects": [
    "Credit", 
    "Credit unions", 
    "Finance and financial sector", 
    "Interest", 
    "Labor unions"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-26", 
    "text": "Provides, under the Federal Reserve Act and the Federal Deposit Insurance Act, that nothing shall be construed as prohibiting payment of interest on a deposit with respect to which the bank may require the depositor to give notice of an intended withdrawal not less than thirty days before the withdrawal is made, even though in practice such notice is not required and the depositor is allowed to make withdrawals by negotiable instrument for the purpose of making payments to third persons. Permits Federal Credit Unions, in accordance with rules and regulations prescribed by the Administrator of the National Credit Union Administration, to sell to members negotiable checks (including travelers checks) and money orders; to cash checks and money orders for members, for a fee which does not exceed the direct and indirect costs incident to providing such service; and to allow its members to make withdrawals from their share accounts by negotiable instrument for the purpose of making payments to third persons. Provides that a Federal Savings and Loan Association may allow holders of savings accounts to make withdrawals from such accounts by negotiable instrument for the purpose of making payments to third persons or otherwise as long as the association retains the right to require the advance notice, referred to in the Home Owners Loan Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to extend certain laws relating to the payment of interest on time and savings deposits and to make clear that Federal banking statutes do not prohibit depository institutions from offering negotiable order of withdrawal services in connection with certain interest-bearing deposits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:29-05:00"
}