{
  "actions": [
    {
      "acted_at": "1973-02-07", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s805-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-07", 
  "number": "805", 
  "official_title": "A bill to establish a National Institute of Marketing and Health.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Institute of Marketing and Health Act", 
  "sponsor": {
    "district": null, 
    "name": "Moss, Frank E.", 
    "state": "UT", 
    "thomas_id": "01406", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-07", 
  "subjects": [
    "Advertising", 
    "Consumer protection", 
    "Federal Trade Commission", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Advertising", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-07", 
    "text": "National Institute of Marketing and Health Act - Sets forth the policy and purpose of this Act. Establishes within the Federal Trade Commission an agency to be known as the National Institute of Marketing and Health. Provides that the Institute shall be headed by a Director, who shall be appointed by the President, by and with the advice and consent of the Senate, for a term of 6 years. Provides that he be under the general supervision of the Chairman of the Federal Trade Commission and be responsible for carrying out the functions of the Institute and shall have authority and control over all personnel and activities of the Insitute. Provides that a Deputy Director of the Institute shall be appointed by the President, by and with the advice and consent of the Senate, for a term of 6 years. Gives the Deputy Director such duties and such powers as the Director may prescribe and authorizes the Deputy Director to act for, and exercise the powers of, the Director during his absence or disability. Directs the Institute to: (1) undertake, on its own initiative, research projects concerning the impact of advertising and marketing upon society, particularly the psychological and social effects of advertising and marketing techniques upon the consumer; (2) undertake, at the request of any agency represented on the Advisory Council, research projects concerning the impact of advertising and marketing upon society; (3) collect, analyze, and disseminate to the public, relevant information on behavior research relating to advertising and marketing practices; and (4) prepare at least annually, and at such other times as the Director may deem appropriate, a report concerning its activities together with such recommendations, including recommendations for additional legislation, as the Director deems advisable. Provides that the Director shall, whenever feasible, enter into contracts with public or private educational or research institutions for the purpose of undertaking any particular study or research project authorized by this Act. Grants the Institute necessary powers to carry out its duties. Establishes in the Institute a National Advisory Council on Marketing and Health to be composed of twelve members appointed by the Director. Directs the Council to advise the Director of the Institute with respect to appropriate research projects within the jurisdiction of each agency represented on the Council to be conducted by the Institute and to establish criteria for the priority of such projects. Authorizes appropriations in each fiscal year 1973-76 to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Institute of Marketing and Health Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Institute of Marketing and Health.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:26-05:00"
}