{
  "actions": [
    {
      "acted_at": "1983-09-21", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1869-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1983-10-04", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1983-09-29", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-09-21", 
  "number": "1869", 
  "official_title": "A bill to provide assistance to local educational agencies and institutions of higher education to promote computer literacy among elementary and secondary school students and their teachers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3750-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3750-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Computer Literacy Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-09-21", 
  "subjects": [
    "Computer industry", 
    "Computer programming", 
    "Computer-assisted instruction", 
    "Computers", 
    "Education", 
    "Educational finance", 
    "Educational innovations", 
    "Educational research", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal aid to education", 
    "Federal aid to private schools", 
    "Federal-local relations", 
    "High technology industries", 
    "Intergovernmental fiscal relations", 
    "Local and Municipal Government", 
    "Local finance", 
    "Private schools", 
    "Public schools", 
    "Science and technology", 
    "Scientific education", 
    "Secondary education", 
    "State aid to private schools", 
    "State education agencies", 
    "State finance", 
    "States", 
    "Teacher education", 
    "Teachers", 
    "Technical education"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-09-21", 
    "text": "Computer Literacy Act of 1983 - Title I: Acquisition of Computer Hardware - Directs the Secretary of Education to allocate funds to local educational agencies (LEAs) for the acquisition of computer hardware for use in school classrooms. Directs the Secretary to allocate a specified amount to each State educational agency (SEA) for monitoring and enforcement. Sets forth requirements for LEA applications for such funds, to be approved by SEAs. Sets forth State responsibilities under this title. Sets forth provisions for participation of children from private schools. Authorizes appropriations for FY 1984 through 1993 to carry out this title. Title II: Teacher Training Institutes - Directs the National Science Foundation (NSF) to arrange for short-term or regular session institutes for advanced study to improve the qualifications of individuals who are engaged in, or preparing to engage in: (1) teaching the operation and use of new technologies; or (2) supervising or training such teachers. Directs the NSF to make grants or contracts for the development and operation of such institutes by nonprofit professional scientific or engineering organizations, science museums, regional science education centers, SEAs, and institutions of higher education (including community colleges). Requires that special consideration for such grants and contracts be given to institutes training teachers, or supervisors or trainers of teachers, serving or preparing to serve in elementary and secondary schools enrolling substantial numbers of culturally, economically, socially, and educationally handicapped youth, or in programs for children of limited English language proficiency. Provides for stipends for individuals who attend such institutes. Authorizes appropriations for FY 1984 through 1993 to carry out this title. Title III: Information Dissemination and Evaluation - Directs the National Institute of Education (NIE) and the NSF to provide advice and technical assistance to SEAs and LEAs on the expenditure of funds under title I and on acquisition of suitable computer software, by: (1) evaluating and disseminating information on available computer hardware and software's classroom usefulness; and (2) developing model educational software and making this available to computer software producers and distributors, teachers, and school administrators. Directs NIE and NSF to carry out such functions under grants or contracts. Authorizes appropriations for FY 1984 through 1993 for such purpose. Directs the NSF to conduct, assist, and foster research and experimentation on, and dissemination of, models of instruction in the operation and use of computers. Directs the NSF to do so: (1) through grants to or contracts with nonprofit professional scientific or engineering organizations, science museums, regional science education centers, public television, SEAs, and institutions of higher education (including community colleges); and (2) giving priority to proposals prepared with active and broad community involvement or proposals to establish model training programs for adults. Permits funds from such grants or contracts to be used for the acquisition of computer hardware and software. Requires the Director of NSF to: (1) report to Congress annually on the results of such research and experimentation; and (2) in conjunction with NIE, disseminate information on such results to LEAs. Authorizes appropriations for FY 1984 to 1993 for such research, experimentation, and dissemination."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Computer Literacy Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide assistance to local educational agencies and institutions of higher education to promote computer literacy among elementary and secondary school students and their teachers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:04-05:00"
}