{
  "actions": [
    {
      "acted_at": "2003-06-13", 
      "references": [
        {
          "reference": "CR S7877-7878", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-06-13", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S7878-7881", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-06-26", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-11-03", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator McCain with amendments and an amendment to the title. With written report No. 108-184.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2003-11-03", 
      "calendar": "Senate Legislative", 
      "number": "361", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 361.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1262-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-06-13", 
  "number": "1262", 
  "official_title": "A bill to authorize appropriations for fiscal years 2004, 2005, and 2006 for certain maritime programs of the Department of Transportation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Maritime Administration Authorization Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-06-26", 
  "subjects": [
    "Authorization", 
    "Cargo preference", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Damages", 
    "Department of Commerce", 
    "Economics and public finance", 
    "Education", 
    "Federal aid to transportation", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Government corporations", 
    "Government operations and politics", 
    "Higher education", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Loan defaults", 
    "Marine and coastal resources, fisheries", 
    "Marine safety", 
    "Marine transportation", 
    "Merchant seamen", 
    "Merchant ships", 
    "Reefs", 
    "Revolving funds", 
    "Saint Lawrence Seaway Development Corporation", 
    "Security measures", 
    "Service academies", 
    "Shipbuilding", 
    "St. Lawrence Seaway", 
    "Transportation and public works", 
    "War risk insurance"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2003-11-03", 
    "text": "Maritime Administration Authorization Act of 2003 - Title I: MARAD Reauthorization - (Sec. 101) Authorizes appropriations for FY 2004 through 2008 to the Secretary of Transportation for the Maritime Administration (MARAD). (Sec. 102) Amends the Merchant Marine Act, 1936 with respect to authorize the Secretary of Transportation to convey obsolete vessels in the National Defense Reserve Fleet (NDRF) for purposes other than commercial transportation to nonprofit organizations, States, Commonwealths, the District of Columbia, local governments, or U.S. possessions. Requires the recipient to hold the Government harmless for any claims arising from exposure to asbestos, polychlorinated biphenyls, lead paint, or other hazardous substances after conveyance of the vessel, except for claims arising from use of the vessel by the Government. (Sec. 103) Makes the cargo preference year the same as the U.S. Government fiscal year (October 1 through September 30), beginning with 2003. (Sec. 104) Prohibits the disbursement of a loan, or portion of one, to any ship owner or shipyard owner until the total amount paid by or for the account of the obligor from sources other than the loan proceeds equals at least 25 per cent or 12 1/2 per cent (depending on the type of vessel) of the actual cost of the vessel. Directs the Secretary to establish: a system of controls, including automated controls, to ensure that no loan funds are disbursed to a shipowner or shipyard owner before the shipowner or shipyard owner meets such requirement; and (2) a transparent, independent, and risk-based process for verifying and documenting the progress of projects under construction before disbursing guaranteed loan funds. Requires the latter process, at a minimum, to require documented proof of progress in connection with the construction, reconstruction, or reconditioning of a vessel or vessels before disbursements are made from the escrow fund. Authorizes the Secretary to require that the obligor provide a certificate from an independent party certifying that the requisite progress has taken place. (Sec. 105) Directs the Secretary to promulgate regulations concerning circumstances under which waivers of or exceptions to otherwise applicable regulatory requirements (except economic soundness requirements) concerning financial condition can be made. (Sec. 106) Directs the Secretary to: (1) monitor the financial conditions and operations of the obligor on a regular basis during the term of the guarantee; and (2) document the results of the monitoring on an annual or quarterly basis depending upon the condition of the obligor. Requires the Secretary to: (1) take appropriate action to limit potential losses in connection with a default, if the obligor's financial condition warrants additional protections to the Secretary; and (2) make an immediate determination whether default should take place and whether further specified measures should be taken to protect the Secretary's interests, while insuring that program objectives are met, if the obligor's financial condition jeopardizes its continued ability to perform its responsibilities in connection with the guarantee of the Secretary's obligations. Declares that the Secretary shall make no commitment to guarantee, or guarantee, an obligation unless the Secretary certifies that a full and fair consideration of all the regulatory requirements, including economic soundness and financial requirements applicable to obligors and related parties, and a thorough assessment of the technical, economic, and financial aspects of the loan application have been made. Requires the Secretary to include provisions in loan agreements with obligors that provide additional authority to the Secretary to take action to limit potential losses in connection with defaulted loans or loans that are in jeopardy due to the deteriorating financial condition of obligors. Includes among such provisions requirements for additional collateral or greater equity contributions that are effective upon the occurrence of verifiable conditions relating to the obligors financial condition or the status of the vessel or shipyard project. (Sec. 107) Requires the Secretary, in response to default on an obligation, to conduct operations in a manner which: (1) maximizes the net present value return from the sale or disposition of assets associated with the obligation; (2) minimizes the amount of any loss realized in the resolution of the guarantee; (3) ensures adequate competition and fair and consistent treatment of offerors; and (4) requires appraisal of assets by an independent appraiser. (Sec. 108) Requires the Secretary to approve or deny a loan guarantee application within 270 days after receiving it. Allows the Secretary to extend the 270-day period for up to two years. (Sec. 109) Authorizes the Secretary to make a determination that: (1) aspects of a loan guarantee application require independent analysis by third party experts (chosen by the Secretary) owing to risk factors associated with markets, technology, financial structures, or other risk factors identified by the Secretary; and (2) a loan guarantee application requires additional equity because of such increased risk factors. Authorizes the Secretary to charge and collect fees to cover the costs of such independent analysis. (Sec. 110) Requires the Secretary to report annually to Congress on the loan guarantee program. (Sec. 111) Directs the Secretary to: (1) conduct a comprehensive assessment of the human capital and other resource needs in connection with the loan guarantee program; and (2) develop an organizational framework for the program offices that insures that a clear separation of duties is established among the loan application, project monitoring, and default management functions. Requires the Secretary to: (1) update annually the loan guarantee program risk categories, and associated subsidy rates; (2) ensure that each risk category is composed of loans relatively homogenous in cost and share characteristics predictive of defaults and other costs, given the facts known at the time of obligation or commitment; and (3) use a risk category system that is based on historical analysis of program data and statistical evidence concerning the likely costs of defaults or other costs. Includes among the risk factors the Secretary must consider before making a loan guarantee the concentration risk presented by an unduly large percentage of loans outstanding by any one borrower or group of affiliated borrowers. (Sec. 112) Authorizes the Secretary, upon the request of the Secretary of Defense or any other agency, with the President's approval, to make payments on behalf of the United States with regard to an international sharing of risk agreement or any lesser obligation on the part of the United States for vessels supporting operations of the North Atlantic Treaty Organization (NATO) or similar international organization or alliance in which the United States is involved, regardless of registration or ownership, and without regard to whether the vessels are under contract with a department or agency of the United States. Provides for establishment of a subaccount, into which may be deposited contributions for losses incurred by the fund subaccount or financed that are received from foreign entities, if such international agreements provide for the sharing of risks involved in mutual or joint operations. Declares that, if the Secretary of Defense, or a designated head of a department, agency or instrumentality, has made a payment to the Secretary of Transportation on account of a loss, pursuant to an indemnification agreement, and the Secretary of Transportation subsequently receives from an entity a contributory payment on account of the same loss, pursuant to a risk sharing agreement, the amount of the contribution shall be deemed to be a credit in favor of the indemnifying department, agency, or instrumentality against any amount that such department, agency, or instrumentality owes or may owe to the Secretary of Transportation under a subsequent indemnification agreement. Authorizes appropriations necessary to pay such obligations (without fiscal year limitation). (Sec. 113) Defines the cost of education provided students at the United States Merchant Marine Academy (USMMA) and the State maritime academies as the financial costs incurred by the Federal Government for providing training or financial assistance to them, including direct financial assistance, room, board, classroom academics, and other training activities. Revises the license maintenance terms of an USMMA cadet's commitment agreement to require a graduate to maintain not only a valid license as an officer in the U.S. merchant marine for at least six years after graduation, but also appropriate national and international endorsements and certification as required by the U.S. Coast Guard for service aboard vessels on domestic and international voyages. Allows the mandatory post-graduation service to be as a commissioned officer on active duty in maritime-related employment with the Federal Government which serves the U.S. national security interests, as well as in an armed force of the United States or in the National Oceanic and Atmospheric Administration. Authorizes the Secretary to; (1) recover from an individual who has failed to fulfill part of a commitment agreement the cost of education provided by the Federal Government, as an alternative to two years duty in the U.S. Navy or one of the other U.S. armed forces; and (2) request the Attorney General to begin court proceedings to aid in the recovery of the education cost, or make use of specified Federal debt collection procedures or other applicable administrative remedies. Provides for master's degrees at USMAA as well as bachelor of science degrees. Increases from $3,000 to $4,000 the annual student incentive payment (SIP) made to students with SIP agreements at State maritime academies. Applies to such students and graduates the same revised requirements as apply to USMAA students and graduates. Authorizes the Secretary to establish a medals and awards program to recognize distinguished service, superior achievement, professional performance, and other commendable achievement by personnel of the U.S. Maritime Service. (Sec. 114) Amends Federal law to extend to violations for substandard security measures the prohibition against carrying government impelled cargoes in vessels detained and determined to be substandard for violation of an international safety convention. (Sec. 115) Directs the Administrator of the Environmental Protection Agency (EPA) and the Secretary, acting through MARAD, to jointly develop guidance recommending environmental best management practices to be used in the preparation of vessels for use as artificial reefs. Authorizes commonwealths, U.S. possessions, and foreign governments (currently, only States of the United States) to apply for transfer to it of any obsolete vessel of the NDRF for use as artificial reefs. Prohibits the conveyance of any obsolete vessel unless MARAD and the EPA jointly determine, in writing, that the proposed remediation measures will ensure that use of the vessel as an artificial reef will be environmentally beneficial. (Sec. 116) Amends the Ports and Waterways Safety Act to specify the Secretary of Transportation as the Secretary with responsibilities under such Act with respect to the Saint Lawrence Seaway (as opposed to the Secretary of the department in which the Coast Guard is operating). (Sec. 117) Authorizes the Maritime Administration to deposit into its operations and training account and use the amount it received as insurance proceeds as a result of a specified fire at the United States Merchant Marine Academy, Fitch Building. (Sec. 118) Declares that the Vessel Operations Revolving Fund shall be credited with amounts received by the United States from final judgments and dispute settlements that arise from the operation of vessels in the NDRF, including the Ready Reserve Force. (Sec. 119) Amends the Merchant Marine Act, 1936 to authorize the Secretary to award an agreement for a foreign-built vessel to operate in the Maritime Security Fleet if the vessel owner, before the agreement's award, executes a binding contract for construction in the United States within four years of a replacement vessel to be operated under the operating agreement. (Sec. 120) Makes a technical amendment to the Maritime Policy Improvement Act of 2002 with respect to the restriction against the operation of a foreign-built vessel in the U.S. coastwise trade in instances where a U.S.-built, U.S.-documented vessel with the capacity to transport and launch platform jackets (or their components) is available to do so from ports in the Gulf of Mexico to sites on the Outer Continental Shelf for completion of certain offshore projects. Changes \"transport and launch\" to \"transport or launch\" (thus increasing the number of U.S.-built, U.S.-documented vessels that may be available, and consequently further restricting the opportunity of foreign-built vessels to perform such tasks). Title II: Maritime Security Fleet Program - Maritime Security Fleet Program Reauthorization Act of 2003 - Amends the Merchant Marine Act, 1936 to require the Maritime Security Fleet to be commercially viable. Makes tank vessels eligible for the Fleet. Repeals the requirements that: (1) a vessel be an ocean common carrier, requiring only that it be operated in oceangoing transportation; and (2) if the vessel is a a lighter aboard ship (LASH), it be no older than 25 years of age. Requires a U.S.-documented Fleet vessel to be 15 years of age or less on the date an operating agreement is entered. Authorizes the Secretary to waive this age requirement, however, in the national interest if certain other conditions are met. Revises the U.S. citizenship requirements for vessel owners and charters, including vessels: (1) owned and operated by a section 2 citizen (a corporation, association, or partnership operating any vessel in the coastwise trade 75 percent of the interest in which must, under section 2 the Merchant Marine Act, 1936, be owned by U.S. citizens); (2) owned by a documentation citizen (one whose vessel is U.S.-documented) and demise chartered to a section 2 citizen; (3) owned and operated by a defense contractor; or (4) owned by a section 2 citizen and demise chartered to a documentation citizen. (A demise charter is a charter arrangement under which the individual hiring the vessel provides his or her own crew.) Declares that, in the case of a vessel that is owned by a trust and that is demise chartered to a documentation citizen, the vessel is deemed for Fleet eligibility purposes, to be owned and operated by a section 2 citizen if the trust meets certain other requirements. Declares that a vessel used to provide oceangoing transportation which meets Fleet vessel eligibility criteria but which, on the date of enactment of this Act, is not a U.S.-documented vessel shall be eligible for a certificate of inspection if the Secretary of the department in which the Coast Guard is operating determines that: (1) the vessel is classed by and designed in accordance with the rules of the American Bureau of Shipping, or another classification society accepted by the Secretary; (2) the vessel complies with applicable international agreements and associated guidelines, as determined by the country in which the vessel was documented immediately before becoming a documented vessel (as defined in that section); and (3) that country has not been identified by the Secretary as inadequately enforcing international vessel regulations as to that vessel. Authorizes the Secretary of Transportation to rely on a certification from the American Bureau of Shipping or, subject to specified requirements, a foreign classification society accepted by the Secretary to establish that a vessel is in compliance with the eligibility requirements for a certificate of inspection. (Sec. 204) Revises operating agreements requirements to eliminate references to the former operating differential subsidy program, among other technical changes. Declares that telecommunications and other electronic equipment on an existing vessel redocumented under U.S. law for operation under an operating agreement shall be deemed to satisfy all Federal Communications Commission (FCC) equipment certification requirements, if: (1) such equipment complies with all applicable international agreements and associated guidelines as determined by the country in which the vessel was documented immediately before becoming documented under the laws of the United States; (2) that country has not been identified by the Secretary as inadequately enforcing international regulations as to that vessel; and (3) such equipment, at the end of its useful life, will be replaced with equipment that meets FCC equipment certification standards. Extends from the end of FY 2005 till the end of FY 2015 the annual renewability of operating agreements (authorization of the Fleet program). Increases from $2.1 million to $3.1 million the annual payment for each vessel covered by an operating agreement after FY 2005. Prohibits any such payments with respect to any days for which a vessel is beyond its economic life, as determined by the Secretary. Revises the Fleet payment eligibility threshold for preference cargo-transporting vessels. Reduces the threshold from 7,500 to 2,500 tons of civilian bulk preference cargoes, and adds: (1) the alternative characterization of bagged preference cargoes; and (2) the requirement that the vessel be owned and operated by section 2 citizens. Establishes a general priority for the award of new operating agreements (aside from other specified priorities) based on the agreement applicant's record of owning and operating vessels in accordance with section 2 citizenship requirements under the U.S. flag and its capability to provide a sufficient level of military utility to the United States, as determined jointly by the Secretary and the Secretary of Defense, based on the type and number of vessels, and non-vessel assets the applicant offers to the program. Authorizes the Secretary, subject to the availability of appropriations, and in conjunction with the Secretary of Defense, to: (1) reissue operating agreements for participating fleet vessels; or (2) if the Secretary fails to reissue an agreement, or does not receive an application for reissuance, award the operating agreement subject to the general priority. Authorizes the Secretary to: (1) terminate an operating agreement while it is in effect upon determining that requirements are not fulfilled; and (2) enter into an operating agreement with another party capable of fulfilling the requirements for an operating agreement. Directs the Secretary to require the replacement of any participating fleet vessel that does not meet eligibility requirements. Authorizes the Secretary, in conjunction with the Secretary of Defense, to approve the replacement of any participating vessel with an eligible replacement vessel. Requires the Secretary: (1) to accept applications for enrollment of 13 additional vessels in the Fleet by a certain deadline; and (2) within 90 days after receiving an application enter into an operating agreement with the applicant or provide in writing the reason for denial of that application. Prescribes requirements for reissuance of an operating agreement. Limits the award of operating agreements requiring payments to 60 vessels in any fiscal year. (Sec. 205) Defines participating fleet vessel as any vessel that is: (1) owned or demise chartered and that on October 1, 2005, will meet U.S. citizenship requirements, and be under 25 years of age (or, if a LASH vessel, under 30 years of age), and on April 30, 2005, is covered by an operating agreement; or (2) a replacement for a vessel, is controlled by the person that controls such replaced vessel, is eligible for inclusion in the Fleet, and is approved by the Secretary and the Secretary of Defense. (Sec. 206) Authorizes appropriations through FY 2015 for the Maritime Security Program (MSP). (Sec. 207) Revises the prohibition against receipt of MSP payments by a contractor or related party during a period when it participates in a noncontiguous domestic trade, except upon written permission of the Secretary. Exempts from such prohibition and related requirements any contractor of service within the level of service provided by that contractor as of the date of enactment of this Act. Title III: National Defense Tank Vessel Construction Assistance - (Sec. 301) Amends the Merchant Marine Act, 1936 to direct the Secretary to establish a program for the provision of financial assistance for the construction in the United States of a fleet of up to five privately owned product tank vessels to be: (1) operated in commercial service in foreign commerce; and (2) available for national defense purposes in time of war or national emergency pursuant to an Emergency Preparedness Plan approved by the Secretary of Defense. Sets forth application requirements. Authorizes the Secretary to enter into a contract with the proposed purchaser and shipyard for the construction of a product tank vessel. Limits financial assistance to 75 percent of construction costs, but in no case more than $50 million per vessel. Requires: (1) all construction to be performed in U.S. shipyards; and (2) all constructed vessels to be documented under U.S. maritime law. Makes any such vessel ineligible for a certificate of documentation with a coastwise endorsement. Requires the vessel owner to enter into an Emergency Preparedness Agreement. Amends the Merchant Marine Act, 1936 to direct the Secretary, in guaranteeing ship mortgage loan guarantees, to give priority to product tank vessels constructed under this title. Authorizes appropriations for fiscal years after FY 2004."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Maritime Administration Authorization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Maritime Administration Authorization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Maritime Security Fleet Program Reauthorization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal years 2004, 2005, and 2006 for certain maritime programs of the Department of Transportation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:22-05:00"
}