{
  "actions": [
    {
      "acted_at": "1977-01-27", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-27", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-27", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-27", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2586-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-27", 
  "number": "2586", 
  "official_title": "A bill to establish a comprehensive program of regulatory reforms.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regulatory Reform Act", 
  "sponsor": {
    "district": "2", 
    "name": "Hagedorn, Thomas M.", 
    "state": "MN", 
    "thomas_id": "00481", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-27", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Congress", 
    "Congressional oversight", 
    "Cost effectiveness", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Government regulation", 
    "Independent regulatory commissions", 
    "Law", 
    "Lawyers", 
    "Legal fees", 
    "Legislation"
  ], 
  "subjects_top_term": "Government regulation", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-27", 
    "text": "Regulatory Reform Act - Title I: National Commission on Regulatory Reform - Establishes a National Commission on Regulatory Reform to conduct hearings and otherwise study the regulatory activities of the Federal government which have a significant effect on the economy to determine whether such activities have limited competition, contributed to current economic difficulties, or obstructed innovation. Requires the Commission to study the purposes, effectiveness, costs, and benefits of each such activity and the organizations outside the Government which have the greatest continuing contact with a given regulatory agency. Requires the Commission to submit an interim report to the President and Congress within one year after the appointment of the full Commission and a final report within two years after such appointment. Abolishes the Commission 90 days after the submission of its final report. Title II: Regulatory Cost-Benefit Analysis - Requires each Federal agency to prepare in conjunction with every rule it proposes which may have an impact on costs to the public a Regulatory Cost-Benefit Assessment assessing the foreseeable costs and benefits of such rule. Requires such analysis to be published or summarized in the Federal Register after which the agency shall solicit comments from appropriate Federal, State, and local agencies and from appropriate congressional committees. Requires such agency to modify such analysis on the basis of such solicited comments and publish or summarize such final analysis in the Federal Register. Requires each agency to propose a Regulatory Cost-Benefit Assessment of any existing regulations for which such agency determines there may be a disparity between cost of such regulation to the public and the benefits derived therefrom. Requires each congressional committee reporting any legislation that may have a significant impact on costs to the public to include in the report a Regulatory Cost-Benefit Assessment setting forth the same information as is required of similar agency rules under this Act. Title III: Congressional Oversight Procedures - Directs that each proposed agency rule be submitted to Congress and may become effective 60 days thereafter provided that either House of Congress has adopted a resolution disapproving such rule. Title IV: Regulatory Litigation - Directs the United States to pay any defendant who prevails in a civil action in which the United States is a plaintiff a reasonable attorney's fee and other reasonable litigation costs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regulatory Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a comprehensive program of regulatory reforms.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:05-05:00"
}