{
  "actions": [
    {
      "acted_at": "1982-02-24", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-03-12", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Subcommittee on Public Lands and Reserved Water. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-16", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-06-23", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator McClure with an amendment in the nature of a substitute and an amendment to the title. With written report No. 97-481.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-23", 
      "calendar": "Senate Legislative", 
      "number": "690", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 690.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1982-07-21", 
      "references": [], 
      "text": "S.UP.AMDT.1110 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-21", 
      "references": [], 
      "text": "S.UP.AMDT.1110 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-21", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-21", 
      "bill_ids": [
        "hr6530-97"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 6530 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-21", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "su1110-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1110"
    }
  ], 
  "bill_id": "s2133-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, Reserved Water and Resource Conservation", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1982-02-24", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-02-24", 
  "number": "2133", 
  "official_title": "A bill to designate certain lands in the State of Washington as a National Volcanic area, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5773-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5773-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6530-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Mount St. Helens National Volcanic Monument Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Gorton, Slade", 
    "state": "WA", 
    "thomas_id": "01341", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-06-16", 
  "subjects": [
    "Federal advisory bodies", 
    "Forests and forest products", 
    "Geothermal resources", 
    "Local finance", 
    "Mines and mineral resources", 
    "Mining leases", 
    "National forests", 
    "Natural monuments", 
    "Parks and Natural Areas", 
    "Washington State"
  ], 
  "subjects_top_term": "Natural monuments", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1982-07-21", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 6530 passed in lieu) Mount St. Helens National Volcanic Monument Act of 1982 - Designates specified lands within and adjacent to the Gifford Pinchot National Forest in Washington as the Mount St. Helens National Volcanic Monument. Directs the Secretary of Agriculture to administer the monument so as to: (1) protect significant geologic, biologic, ecologic, cultural, and human interest features of the area; (2) facilitate opportunities for continued scientific research; (3) provide recreational and interpretive facilities and opportunities for public use. Withdraws all Federal lands within the monument from all forms of entry, appropriation, or disposal under the public land laws, from entry and patent under Federal mining laws, and from disposition under mineral and geothermal leasing laws. Prohibits commercial timber harvesting within the monument boundaries except where necessary to protect the monument or significant resources adjacent to it. Authorizes the Secretary to control access to the monument. Permits hunting and fishing within the monument, subject to limitations established by the Secretary in cooperation with State agencies for reasons of public safety, administration, or public use and enjoyment. Requires the Secretary to submit to specified congressional committees a management plan for the monument. Directs the Secretary to acquire the non-Federal lands and interests within the monument boundaries. Expresses the intent of Congress that, to the maximum extent practicable, such lands and interests be acquired by exchange within 90 days after enactment of this Act (except that exchanges of mineral and geothermal rights should be completed within one year after enactment). Identifies specified Federal lands which are suitable for such an exchange. Withdraws national forest system lands so identified from appropriation under the mining laws and from disposition under the mineral and geothermal leasing laws for two years beginning on the enactment date of this Act. Provides for timber acquired pursuant to this Act to be valued at at least the fair market value of such timber on July 1, 1982. Provides that lands and interests acquired pursuant to this Act shall become national forest system lands. Extends the boundary of the Gifford Pinchot National Forest to include approximately 15,000 additional acres in Cowlitz County. Establishes the Mount St. Helens Scientific Advisory Board to advise the Secretary on the management of the monument and to make recommendations as to research opportunities within and adjacent to the monument. Provides for the Board's termination nine years after its initial meeting. Authorizes appropriations beginning in FY 1983. Requires that at least 50 percent of the revenues paid to Skamania County in the State of Washington from the Gifford Pinchot National Forest be used for the benefit of the public schools in Skamania County and that the remainder be used for such purposes as the county specifies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mount Saint Helens National Volcanic Area Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Mount St. Helens National Volcanic Monument Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to designate certain lands in the State of Washington as a National Volcanic area, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:11-05:00"
}