{
  "actions": [
    {
      "acted_at": "2008-09-17", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-11-19", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "General Farm Commodities and Risk Management", 
      "text": "Referred to the Subcommittee on General Farm Commodities and Risk Management.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6921-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on General Farm Commodities and Risk Management", 
      "subcommittee_id": "16"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-17", 
  "number": "6921", 
  "official_title": "To provide additional oversight and transparency to the commodity futures markets by authorizing greater resources and authority for the Commodity Futures Trading Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commodity Prices Oversight and Transparency Act of 2008", 
  "sponsor": {
    "district": "1", 
    "name": "Moran, Jerry", 
    "state": "KS", 
    "thomas_id": "01507", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-17", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-17", 
    "text": "Commodity Prices Oversight and Transparency Act of 2008 - Expresses the sense of the House of Representatives that the President should immediately send to Congress a request for additional appropriations for FY2008 for the Commodity Futures Trading Commission (CFTC) to: (1) help restore public confidence in commodity futures markets and federal oversight of those markets; (2) allow the CFTC to reduce the potential threat of market manipulation or congestion by potential imposition of position limitations for speculators should the CFTC determine the absence of position limitations for speculators is causing an increase in the price of oil, gasoline, diesel, and other energy commodities; (3) improve its information technology capabilities significantly; and (4) fund at least 100 new full-time positions to regulate such markets. Amends the Commodity Exchange Act (Act) to direct the CFTC to appoint additional full-time employees.Directs the CFTC to take specified steps to enforce and promote accountability and transparency for contracts trading on foreign boards of trade. Shields from liability certain persons trading on a legally organized foreign board of trade. States that no contract of sale of a commodity for future delivery transacted through the facilities of a board of trade, exchange, or market located outside the United States shall be void, voidable, or unenforceable, and no party to such contract shall be entitled to rescind or recover any payments made with respect to such contract based upon the noncompliance of the foreign board of trade with such Act. Requires the CFTC to: (1) issue a proposed rule governing reporting requirements for index traders and swap dealers in futures markets for exempt and agricultural commodities; (2) disaggregate and make public monthly information on the positions and value of index funds and other passive positions material to a commodity futures or options markets; and (3) report to certain congressional committees on the scope of commodity index trading in the futures market, including whether such trading adversely affects price discovery in the futures markets."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commodity Prices Oversight and Transparency Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide additional oversight and transparency to the commodity futures markets by authorizing greater resources and authority for the Commodity Futures Trading Commission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:33-05:00"
}