{
  "actions": [
    {
      "acted_at": "1985-07-16", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3001-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Broomfield, William S.", 
      "sponsored_at": "1985-07-16", 
      "state": "MI", 
      "thomas_id": "00128", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1985-07-16", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-07-16", 
  "number": "3001", 
  "official_title": "A bill to establish a Food for Progress program to use American food resources to support developing countries which have made commitments to agricultural policy change, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "President's Food for Progress Act of 1985", 
  "sponsor": {
    "district": "19", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-07-16", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Developing countries", 
    "Exports", 
    "Farm produce", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Free enterprise", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-07-16", 
    "text": "President's Food for Progress Act of 1985 - Title I: Findings - Sets forth congressional findings. Title II: Establishment of a Food for Progress Program - Amends the Agricultural Trade Development and Assistance Act of 1954 to authorize the President to negotiate agreements with developing countries which have made commitments to agricultural policy reforms to furnish agricultural commodities to such countries on a grant basis to support reform and implementation of agricultural policy decisions based on free market principles. Designates such an agreement a Food for Progress Program. Requires that the President, in making such agreements, shall be satisfied that the recipient country is committed to carry out or is carrying out policies that promote economic freedom, private production of food commodities, and the creation and expansion of efficient domestic markets for such commodities. Limits the number of tons of agricultural commodities that may be committed under such agreements during each of FY 1986 through 1989. Authorizes the Commodity Credit Corporation (CCC) to use certain funds to carry out this Act. Directs the CCC to make agricultural commodities available for such purposes. Directs the President to: (1) take precautions to safeguard U.S. markets and to assure that commodities furnished under this Act will not disrupt world agricultural prices or normal trade patterns with friendly countries; and (2) obtain commitments from recipient countries that will prevent transshipment or use for other than domestic purposes of such commodities without special approval of the President. Sets forth costs (including processing and transportation costs) that the CCC is authorized to pay with respect to commodities furnished under this Act. Authorizes the President to review periodically the compliance of recipient countries with agreements made under this Act. Authorizes the President to terminate shipments of commodities if recipient countries do not comply with such agreements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "President's Food for Progress Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Food for Progress program to use American food resources to support developing countries which have made commitments to agricultural policy change, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:37-05:00"
}