{
  "actions": [
    {
      "acted_at": "1981-10-22", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-10-22", 
      "bill_ids": [
        "hr3518-97"
      ], 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "For Previous Action See H.R.3518.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4814-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Broomfield, William S.", 
      "sponsored_at": "1981-10-22", 
      "state": "MI", 
      "thomas_id": "00128", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Zablocki, Clement J.", 
      "sponsored_at": "1981-10-22", 
      "state": "WI", 
      "thomas_id": "01261", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-10-22", 
  "number": "4814", 
  "official_title": "A bill to authorize appropriations for fiscal years 1982 and 1983 for the Department of State, the International Communication Agency, and the Board for International Broadcasting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3518-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1193-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Board for International Broadcasting Authorization Act, Fiscal Years 1982 and 1983", 
  "sponsor": {
    "district": "15", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-10-22", 
  "subjects": [
    "American economic assistance", 
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Arts, culture, religion", 
    "Authorization", 
    "Board for International Broadcasting", 
    "Breast feeding", 
    "Broadcasting", 
    "Child health", 
    "Children and youth", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Civil service compensation", 
    "Civil service employment", 
    "Civil service system", 
    "Communications and Broadcasting", 
    "Conferences", 
    "Credit", 
    "Department of State", 
    "Department of the Treasury", 
    "Diplomatic privileges and immunities", 
    "Diplomats", 
    "District of Columbia", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal employees and officials", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Food and Food Industry", 
    "Foreign exchange", 
    "Foreign news", 
    "Foreign service", 
    "Freedom of the press", 
    "Government operations and politics", 
    "Government procurement", 
    "Government trust funds", 
    "Immigration", 
    "Inter-American Foundation", 
    "International affairs", 
    "International agencies", 
    "International monetary system", 
    "Journalistic ethics", 
    "Labor and employment", 
    "Land transfers", 
    "Monetary policy", 
    "Money", 
    "Motion pictures", 
    "Motor vehicles", 
    "Newspapers and Periodicals", 
    "Nutrition policy", 
    "Palestinians", 
    "Passports", 
    "Poland", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Radio broadcasting", 
    "Refugees", 
    "Science, technology, communications", 
    "Scientific exchanges", 
    "Trade agreements", 
    "Treaties", 
    "U.S.S.R.", 
    "United Nations", 
    "United Nations finances", 
    "Women's health", 
    "Women's rights", 
    "Workers' compensation", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-10-22", 
    "text": "Title I: Department of State Authorization Act, Fiscal Years 1982 and 1983 - Authorizes appropriations for FY 1982 and 1983 for the Department of State to be used for: (1) administration of foreign affairs; (2) international organizations and conferences; (3) international commissions; and (4) migration and refugee assistance. Limits the amount of any U.S. payment to the United Nations budget to the amount assessed as the U.S. contribution less: (1) 25 percent of the budget for the Committee on the Exercise of the Inalienable Rights of the Palestinian People; and (2) 25 percent of the budget for the Special Unit on Palestinian rights. Prohibits using appropriated funds to pay the U.S. contribution to the United Nations Educational, Scientific and Cultural Organization (UNESCO) if UNESCO implements a policy to: (1) license journalists or their publications; (2) restrict the free flow of information; or (3) impose mandatory journalistic codes. Directs the Secretary of State to report annually to Congress on whether UNESCO has taken any such action. Makes a specified amount available for an ex gratia payment to Yugoslavia as an expression of U.S. concern for the injuries suffered by a Yugoslavian national who was attacked in New York City. Requires a specified portion of the authorized appropriations for migration and refugee assistance to be available for resettling Soviet and Eastern European refugees in Israel. Authorizes appropriations for FY 1982 and 1983 for payment of the U.S. share of expenses of the science and technology agreements between the United States and Yugoslavia and the United States and Poland. Amends the State Department Basic Authorities Act of 1956 to authorize appropriations to maintain the level of State Department program activities despite foreign currency fluctuations or overseas wage and price changes. Authorizes establishing the Buying Power Maintenance account. Authorizes the Secretary to transfer funds between such account and other appropriations accounts to maintain the buying power of State Department programs by offsetting such fluctuations or changes. Amends the United States Information and Educational Exchange Act of 1948 and the Board for International Broadcasting Act of 1973 to authorize appropriations to offset foreign currency fluctuations or overseas wage and price changes in order to maintain the authorized level of expenditures for the International Communication Agency (ICA) and the Board for International Broadcasting. Amends the passport provisions to authorize the Secretary of State to set the fees for issuing passports and for executing passport applications. Extends the duration of a passport's validity from five to ten years. Authorizes the Secretary to limit a passport's validity to a shorter period. Amends the State Department Basic Authorities Act of 1956 to make certain passports and reports issued to document citizens born abroad as effective in proving U.S. citizenship as certificates of naturalization. Deletes the limitations under current Federal laws on the authorized appropriations for payment of the U.S. share of the expenses of the: (1) Pan American Institute of Geography and History; (2) Hague Conference on Private International Law and of the International (Rome) Institute for the Unification of Private Law; and (3) Pan American Railway Congress. Amends the United Nations Participation Act of 1945 to direct the President to appoint a U.S. representative to the Vienna office of the United Nations. Provides for living quarters for certain U.S. representatives to the United Nations rather than only for the U.S. Ambassador to the United Nations. Credits any payments made by U.S. personnel for such living quarters to the funds used by the Secretary to rent the premises. Exempts certain private sector representatives on U.S. delegations to international telecommunications conferences from specified criminal sanctions applicable to Federal employees. Amends the State Department Basic Authorities Act of 1956 to allow for State Department and Foreign Service procurement contracts of up to five years, if: (1) appropriations are available and adequate for the first fiscal year and for potential cancellation costs; and (2) the Secretary makes specified determinations. Requires contracts to be cancelled if funds are not available for its continuation. Makes the provisions of the Defense Base Act relating to the compensation for disability or death for persons employed at military bases outside the United States inapplicable with respect to contracts with persons employed by the State Department or the Foreign Service on an intermittent basis. Directs the Secretary to establish an independent Office of Foreign Missions within the Department of State. Authorizes the Director of such Office to: (1) assist Federal, State, and municipal agencies to ascertain the benefits due a foreign mission; (2) provide benefits for or on behalf of a foreign mission; and (3) perform such other functions as the Secretary determines necessary. Authorizes the Secretary to require a foreign mission to obtain benefits from the Director on terms approved by the Secretary or to comply with certain terms, including paying the Director a fee and waiving any recourse against any governmental authority or employee, as a condition to the performance of certain contracts, the acquisition of real property, or the application for or acceptance of any benefit. Authorizes such requirements if the Secretary determines they are necessary to: (1) facilitate relations between the U.S. and a sending state (a state represented by such missions); (2) protect U.S. interests; (3) adjust for costs and procedures of obtaining benefits for U.S. missions abroad; or (4) assist in resolving a dispute affecting U.S. interests. Authorizes the Secretary to designate an agent of a foreign mission to make a required waiver of recourse for the foreign mission. Prohibits the State Department from certifying more than two persons from each foreign mission for diplomatic license plates. Authorizes the Secretary to require a foreign mission to: (1) notify the Director before acquiring or disposing of real property; and (2) divest itself of or forgo the use of real property if such property was acquired without notice to the Director or exceeds the limits placed on real property available to U.S. missions in the sending state. Authorizes the Secretary to protect and dispose of any property of a foreign mission which has ceased conducting governmental activities and has not designated a protecting power. Makes the location, replacement, or expansion of a foreign mission's real property in the District of Columbia subject to the approval of the District of Columbia Foreign Missions Commission. Creates the Commission to establish: (1) areas within which chanceries may be located as a matter of right; and (2) additional areas within which chanceries may be located. Sets forth the criteria for the Commission's determinations about such real property. Provides for the administration and management of the Office of Foreign Missions. Makes the provisions of such Act applicable to public international organizations and their official missions. Prohibits compliance with such provisions by a foreign mission from being deemed a waiver of immunity. Prohibits conferring or denying benefits to foreign missions contrary to such Act. Makes funds in the State Department working capital fund available to pay expenses to carry out provisions relating to foreign missions. Amends the Diplomatic Relations Act to extend the privileges and immunities of the Vienna Convention to missions of nonparties to the Convention. Authorizes the President to extend to such missions treatment that is more favorable or less favorable than that provided under the Vienna Convention. Prohibits using State Department funds to open new U.S. Consulates until specified consulates are reopened. Expresses the opposition of Congress to efforts: (1) by UNESCO to regulate news content and the operation of the world press; and (2) by some countries to control access to and dissemination of news. Directs the President to report to Congress on U.S participation in UNESCO. Title II: International Communication Agency - International Communication Agency Authorization Act, Fiscal Years 1982 and 1983 - Authorizes appropriations for the ICA for FY 1982 and 1983 to carry out certain international communication, educational, cultural, and exchange programs. Amends the United States Information and Educational Exchange Act of 1948 to permit any Federal employee who has special scientific, technical, or professional qualifications to be assigned to a foreign government (presently only U.S. citizens can be so assigned). Authorizes the making of ICA procurement contracts of up to five years, if: (1) appropriations are available and adequate for the first fiscal year and for potential cancellation costs; and (2) the Director of the ICA makes specified determinations. Requires contracts to be cancelled if funds are not available for its continuation. Authorizes the Director of the ICA to purchase security vehicles without regard to any maximum price limitation. Provides for the principal assistant of an ICA Associate Director to perform the duties of the Associate Director who dies, resigns, is sick, or is absent. Excludes employees of certain exhibits of U.S. economic or cultural accomplishments from the provisions of the Defense Base Act for compensation for disability or death. Makes the limitation on obligations or expenditures of appropriations to carry out the United States Information and Educational Exchange Act of 1948 inapplicable with respect to any appropriations for liquidating notes which were assumed in the operation of the informational media guaranty program and were outstanding on a specified date. Requires the ICA films \"Reflections: Samuel Eliott Morison\" and \"And Now Miguel\" to be made available within the United States. Changes the name of the ICA to the United States Information Agency. Title III: Board for International Broadcasting - Board for International Broadcasting Authorization Act, Fiscal Years 1982 and 1983 - Amends the Board for International Broadcasting Act of 1973 to authorize appropriations for the Board for International Broadcasting for FY 1982 and 1983. Title IV: Miscellaneous Provisions - Amends the Foreign Assistance Act of 1969 to authorize appropriations for the Inter-American Foundation for FY 1982 and 1983. Changes the method of reimbursing the Foundation's Board members for travel expenses. Directs the Secretary of State to report to Congress on: (1) the activities conducted pursuant to certain scientific exchange agreements with the Soviet Union; and (2) the risk of transferring to the Soviet Union militarily significant technology through such activities. Prohibits obligating or expending any State Department or ICA appropriations after a specified date to finance long-term scientific or technological exchanges between the United States and the Soviet Union. Directs the President to report on the cost of assistance for refugees and Cuban and Haitian entrants within the United States or abroad for each of FY 1981 and 1982. Expresses the dismay of Congress over the U.S. vote against the International Code of Marketing of Breastmilk Substitutes. Urges the administration to notify the World Health Organization that the United States will cooperate in implementing the Code. Urges the U.S. infant formula industry to abide by the Code's guidelines. Reaffirms U.S. support for efforts to improve world health."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Board for International Broadcasting Authorization Act, Fiscal Years 1982 and 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of State Authorization Act, Fiscal Years 1982 and 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "International Communication Agency Authorization Act, Fiscal Years 1982 and 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal years 1982 and 1983 for the Department of State, the International Communication Agency, and the Board for International Broadcasting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:27-05:00"
}