{
  "actions": [
    {
      "acted_at": "1976-02-26", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12161-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-26", 
  "number": "12161", 
  "official_title": "A bill to require States to participate in a system of regional Presidential primaries administered by the Federal Election Commission.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regional Presidential Primaries Act", 
  "sponsor": {
    "district": "24", 
    "name": "Ottinger, Richard L.", 
    "state": "NY", 
    "thomas_id": "00882", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-26", 
  "subjects": [
    "Government operations and politics", 
    "Presidential elections", 
    "Presidential primaries", 
    "Primaries"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-26", 
    "text": "Regional Presidential Primaries Act - States that it is necessary to regulate the nomination of candidates for the office of President in order to protect the integrity of the Presidential election process. Eliminates the single State Presidential primary elections. Designates five multistate primary regions in which primary elections will be held on the first Tuesday of April and on the Tuesday of each of the third, sixth, ninth, and twelfth succeeding weeks. Sets forth the method by which the Federal Elections Commission is to determine the order in which regional elections are to be held. States the method by which candidates may obtain listing on a regional ballot. States that a candidate receiving less than the greater of five percent of the votes cast of his political party or a percentage of votes which would entitle such candidate to one delegate, if one delegate constitutes more than five percent of the total number of delegates to be appointed in that region, shall designate delegates from that region to the national convention in the same proportion to the total number of delegates as the number of votes received by the candidate bear to the number of votes cast. Requires delegates to national Presidential conventions to vote for the candidate who appointed them until: (1) after the second ballot; (2) the candidate receives less than 20 percent of the vote; or (3) the candidate releases the delegates. States that the candidate who receives a majority of the votes on a ballot shall be the nominee. Stipulates that the Vice Presidential candidate shall be chosen by the convention according to procedures of the nominating party. Requires the Federal Elections Commission to reimburse each State for the costs of conducting a regional primary. Sets forth the duties of the Commission with respect to regional primaries, including: (1) the publication of definitive lists of candidates; (2) the validation of petitions for candidacy; and (3) the promulgation of guidelines for the conducting of regional primaries. Defines the terms used in this Act and authorizes necessary appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regional Presidential Primaries Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require States to participate in a system of regional Presidential primaries administered by the Federal Election Commission.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:52-05:00"
}