{
  "actions": [
    {
      "acted_at": "1975-07-30", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-04-12", 
      "references": [], 
      "text": "Reported to House from the Committee on Post Office and Civil Service with amendment, H. Rept. 94-1033.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-06", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-06", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-06", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-10", 
      "committee": "Senate Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to Senate Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9043-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Post Office and Civil Service", 
      "committee_id": "SSPO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-30", 
  "number": "9043", 
  "official_title": "A bill to authorize employees and agencies of the Government of the United States to experiment with flexible and compressed work schedules as alternatives to present work schedules.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1166-94", 
      "reason": "rule"
    }
  ], 
  "short_title": "Federal Employees Flexible and Compressed Work Schedules Act", 
  "sponsor": {
    "district": "3", 
    "name": "Henderson, David N.", 
    "state": "NC", 
    "thomas_id": "00530", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-30", 
  "subjects": [
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1976-05-06", 
    "text": "(Measure passed House, amended) Federal Employees Flexible and Compressed Work Schedules Act - Requires the Civil Service Commission to establish a master plan which shall contain guidelines and criteria by which it shall approve and evaluate experiments to be conducted by agencies under this Act. Requires such master plan to provide for approval of experiments within a variety of organizations based upon size, location, and function, in order to test the impact of varied work schedules on efficiency, mass transit, energy consumption, service to the public, and increased opportunities for full-time and part-time employment. =Title I: Flexible Scheduling of Work Hours= - Provides that the experimental testing of flexible work schedules shall include designated periods of required presence of employees and designated periods during which employees may choose arrival and departure times or accumulation of credit hours. Permits an agency head, where he determines that the agency's functions are being handicapped or its costs are increasing, to restrict choice of arrival and departure time or credit hours, or to exclude any employees. Prescribes the method of computation of overtime under such a schedule, granting employees a choice of compensatory time off in lieu of overtime. Limits premium pay for night-work under such a schedule. Requires payment to employees prevented from working on holidays because of such schedule. Permits use of time clocks under such experiments. Prohibits carryover of more than ten credit hours from one biweekly period to the next. =Title II: Four-Day Week and Other Compressed Work Schedules= - Permits agencies to conduct three-year experiments with four-day workweeks or other compressed schedules. Permits exceptions for employees who would incur personal hardships under such schedules. Exempts the hours of compressed schedules from provisions of the Fair Labor Standards Act relating to premium pay for overtime work. Allows overtime pay for hours worked in excess of the hours of such compressed schedules. Provides for increased pay for any work on Sunday. Provides for increased pay for work on holidays under such schedules. =Title III: Administrative Provisions= - Provides that employees in labor organizations shall be included in experiments under this Act only to the extent provided in an agreement between such organizations and the agencies involved. Prohibits threats or coercion by fellow employees against employees not represented in labor organizations regarding his choice of work hours and credit hours. Requires an interim and a final report by the Commission to the Congress on results of and recommendations relating to the experiments conducted under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Employees Flexible and Compressed Work Schedules Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize employees and agencies of the Government of the United States to experiment with flexible and compressed work schedules as alternatives to present work schedules.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:00-05:00"
}