{
  "actions": [
    {
      "acted_at": "1995-05-09", 
      "references": [
        {
          "reference": "CR S6339-6341", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-05-09", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s768-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1995-05-09", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1995-05-11", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1995-05-10", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Craig, Larry E.", 
      "sponsored_at": "1995-05-26", 
      "state": "ID", 
      "thomas_id": "00246", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1995-05-26", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1995-05-09", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1995-05-10", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1995-05-09", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1995-06-07", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1995-05-09", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thomas, Craig", 
      "sponsored_at": "1995-05-10", 
      "state": "WY", 
      "thomas_id": "01149", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1995-05-10", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-05-09", 
  "number": "768", 
  "official_title": "A bill to amend the Endangered Species Act of 1973 to reauthorize the Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Endangered Species Act Reform Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Gorton, Slade", 
    "state": "WA", 
    "thomas_id": "01341", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-05-09", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Animals", 
    "Authorization", 
    "Biological diversity", 
    "Biology", 
    "Citizen lawsuits", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Compensation (Law)", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Costs", 
    "Damages", 
    "Delegation of powers", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of the Interior", 
    "Disaster relief", 
    "Due process of law", 
    "Economic growth", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Electric power distribution", 
    "Emergency management", 
    "Eminent domain", 
    "Endangered animals", 
    "Endangered plants", 
    "Endangered species", 
    "Energy", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental education", 
    "Environmental protection", 
    "Extinction (Biology)", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Grants-in-aid", 
    "Habitat conservation", 
    "Infrastructure", 
    "Judicial review of administrative acts", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Licenses", 
    "National forests", 
    "Parties to actions", 
    "Planning", 
    "Protection of animals", 
    "Public lands and natural resources", 
    "Public meetings of administrative bodies", 
    "Real estate appraisal", 
    "Right of property", 
    "Risk assessment", 
    "Science, technology, communications", 
    "Standards", 
    "State laws", 
    "Water resources development", 
    "Water rights", 
    "Wildlife conservation", 
    "Wildlife management", 
    "Zoos"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-05-09", 
    "text": "TABLE OF CONTENTS: Title I: Ensuring the Integrity of the Listing and Critical Habitat Designation Processes Title II: Broadening the Recovery Plan to Constitute a Conservation Plan and Making the Conservation Plan Central to the Implementation of the Endangered Species Act of 1973 Title III: Improving the Consultation and Conferencing Processes for Federal Agency Actions Title IV: Ensuring that the Compliance Procedures and Standards for Non-Federal Persons are not More Burdensome than the Procedures and Standards Applicable to Federal Agencies Title V: Providing for Habitat Conservation Incentive Programs Title VI: Other Amendments Making the Endangered Species Act of 1973 More Effective and Less Burdensome Title VII: Authorizing Increased Appropriations Endangered Species Act Reform Act of 1995 - Title I: Ensuring the Integrity of the Listing and Critical Habitat Designation Processes - Amends the Endangered Species Act of 1973 (the Act) to direct the Secretary of the Interior, upon publication of notice of a proposed rulemaking for an action for the determination of an endangered or threatened species status, to provide notice of the right of any interested person to seek peer review of such action. Provides for review and publication of results after such request. (Sec. 102) Directs the Secretary to determine whether a species is endangered or threatened due to the inadequacy of any existing Federal, State, local governmental, and international regulatory mechanisms. (Sec. 103) Requires the Secretary to: (1) make such determinations based on the best reasonably obtainable scientific information; (2) identify and publish in the Federal Register a description of the extent of the use of scientific information in making the appropriate regulation; (3) provide an opportunity for public review and comment on the scientific information used; and (4) require States to adopt the reasonably obtainable scientific information standard when the Secretary enters into cooperative agreements with such States to establish and maintain an adequate and active program for the conservation of endangered and threatened plant species. (Sec. 104) Increases the number of public hearings required with respect to the listing of an endangered or threatened species. Directs the Secretary to consider in such a determination the existence of public or private breeding or hatchery programs for a species. Requires all findings (currently, limited) with respect to a petitioned action to review a determination to be subject to judicial review. (Sec. 107) Changes the standard which allows the Secretary to make an emergency regulation with respect to a species from the presence of conditions imposing a significant risk to the well-being of such species to conditions providing an imminent threat to the existence of such species. Title II: Broadening the Recovery Plan to Constitute a Conservation Plan and Making the Conservation Plan Central to the Implementation of the Endangered Species Act of 1973 - Directs the Secretary, upon a determination that a species is endangered or threatened, to: (1) issue appropriate incidental taking permits; (2) enter into appropriate Federal-State cooperative management agreements with respect to such species; or (3) commence the development of a conservation objective as established under this section. Directs the Secretary to publish a conservation objective for an affected species within 30 days after the issuance of an assessment and planning team report concerning biological, economical, and intergovernmental assessments of the consequences of listing a species as endangered or threatened. Directs the Secretary, after considering such report, to publish a conservation objective, a statement as to whether such objective was established, and a determination of whether to prepare a conservation plan for that species. Provides, with respect to any conservation plan determined necessary by the Secretary, for: (1) a time schedule; (2) plan priorities; (3) alternative strategies to achieve the conservation objective; (4) procedures (consultation, publication and public comment, and hearings); (5) publication of a final conservation plan; and (6) participation by appropriate persons in the development, implementation, and revision of conservation plans. Authorizes the Secretary to designate critical habitats, requiring the best reasonably obtainable scientific information to be used in such designation, and requiring any economic impacts to be considered. Provides instances under which the actions of a Federal agency shall be determined to be consistent with a conservation plan or objective established under this Act. Provides transition provisions for the period before which a conservation objective or plan is established or implemented. Authorizes the suspension of a conservation plan or objective in certain circumstances. Requires the Secretary to report to specified congressional committees on plan or objective implementation and to review and revise such plans or objectives. (Sec. 202) Provides transitional provisions with respect to: (1) expedited conservation plan issuance; (2) existing species recovery plans; and (3) the review and reissuance of biological opinions in conjunction with the issuance of a conservation objective or plan. (Sec. 203) Makes technical and conforming amendments to the Act in order to include conservation objectives and plans with respect to endangered or threatened species, as well as critical habitat designations, within the central focus of management under the Act. Title III: Improving the Consultation and Conferencing Processes for Federal Agency Actions - Requires consultation and conferencing standards between appropriate Federal agencies and the affected States to include an assurance by the Federal agency that a proposed action will not destroy or adversely modify any habitat designated as critical in a manner that is likely to jeopardize the continued existence of the species. Exempts certain actions of the Secretary from the consultation and conferencing requirements. Specifies those agency actions that shall not be considered takings for purposes of a listed species. (Sec. 303) Provides consultation conclusion deadlines. (Currently, such consultation is permitted for 90 days or any period of time mutually agreed upon by the Secretary and the Federal agency.) (Sec. 304) Entitles a permit or license applicant for the taking of a species on an endangered or threatened list to participate fully in any consultation or conferencing required between the Secretary and the Federal agency with respect to such application. (Sec. 305) Provides that if the Secretary determines that a proposed agency action is likely to jeopardize the continued existence of the species, the Secretary shall suggest reasonable and prudent alternatives that impose the least social and economic costs. (Sec. 306) Outlines procedural requirements when the listing or determination related to a species requires consultation on a land use plan or land or resource management plan under specified Federal laws. (Sec. 307) Requires use of the best reasonably obtained scientific information when determining reasonable and prudent alternatives to proposed agency action with respect to an endangered or threatened species. Authorizes a Federal agency to request the President to resolve irreconcilable conflicts between agency actions and other duties assigned to such agency. (Sec. 308) Prohibits the Secretary and the head of any Federal agency, in carrying out actions with respect to endangered or threatened species, from requiring, providing for, or recommending the imposition of any restriction or obligation on the activity of a person that is not otherwise subject to regulation by such agency. (Sec. 309) Requires specified endangered species risk assessment and cost-benefit analyses to be included in the consultation process. (Sec. 310) Terminates the Endangered Species Committee. Authorizes the Secretary and the President to grant exemptions from the Act for national security or major disaster reasons. Title IV: Ensuring That the Compliance Procedures and Standards for Non-Federal Persons Are Not More Burdensome Than the Procedures and Standards Applicable to Federal Agencies - Establishes consultation procedures between the Secretary and non-Federal persons with respect to a determination of consistency with an established conservation plan or objective, including the issuance of a permit when the Secretary determines that the person's activity is not likely to jeopardize the continued existence of the species or when the person has accepted a reasonable and prudent alternative to such activity. Provides for: (1) permit revocation for noncompliance; and (2) permits for incidental takings. (Sec. 402) Defines the \"taking\" and \"harming\" of a species for purposes of the Act. (Sec. 403) Excludes specified takings by non-Federal persons from current prohibitions against takings under the Act. (Sec. 404) Authorizes the Secretary, under specified circumstances including notice and opportunity for public hearing, to issue a general permit on a county, parish, State, regional, or nationwide basis for any category of activities that may affect a species that is included on an endangered or threatened list. Limits to five years the duration of such a permit and authorizes the Secretary to revoke or modify the permit upon a determination of greater than minimal impact on the species in question. (Sec. 405) Provides that, with respect to permits issued by the Secretary to non-Federal persons under the Act: (1) the Secretary may not require the applicant to expand the application to include land or water rights not owned by the applicant or to address a species other than the species for which the application is made; (2) no additional measures will be required of a permittee who is already in compliance with the permit, unless extraordinary circumstances are present (with burden of proof upon the Secretary); (3) the Secretary shall pay 50 percent of the costs of implementing the terms and conditions of the permit; (4) the Secretary may issue interim (temporary) permits; and (5) the Secretary may assist such person in the development of a multiple species non-Federal conservation plan for the conservation of more than one endangered or threatened species. (Sec. 406) Authorizes the Secretary and the Secretary of Agriculture to encourage exchanges of land, waters, or related interests other than national park or wilderness units in order to protect habitat on non-Federal lands. Title V: Providing for Habitat Conservation Incentive Programs - Authorizes the Secretary to enter into cooperative agreements with a State or group of States, a political subdivision of a State, or a local government for the administration and management of each area identified as a species' habitat. Provides, with respect to such agreements, for: (1) notification to affected parties; (2) species assessment; (3) submission, notification, and approval of, and public comments with respect to, such agreements; (4) critical habitat designation; (5) procedures for agreement violations; and (6) a Federal cost-sharing requirement of 50 percent of the costs of implementation. (Sec. 502) Provides grants to non-Federal persons for the habitat preservation of endangered or threatened species. Title VI: Other Amendments Making the Endangered Species Act of 1973 More Effective and Less Burdensome - Provides additional requirements to be followed during the release of experimental populations (the release of a species outside of its current range), including that such releases take place only in units of the National Park or National Wildlife Refuge System. (Sec. 602) Directs the Secretary to recognize and authorizes the Secretary to utilize captive propagation to protect or conserve an endangered or threatened species. Authorizes the Secretary to provide annual grants to non-Federal persons for such purposes. (Sec. 604) Provides priority in the issuance of permits for those whose purpose is to conduct research on alternative methods and technologies for reducing the incidental taking of an endangered or threatened species. (Sec. 605) Authorizes the Secretary or the Secretary of the Treasury to pay costs incurred by a person in providing temporary care for any endangered or threatened species. (Sec. 606) Directs the Secretary to provide notice through the Federal Register and appropriate local publications of any hearing or other public meeting required under provisions of the Act. (Sec. 607) Directs the Secretary, in carrying out specified provisions of the Act, to ensure the minimization of the Act's impact on the use and value of private property. Protects the right of private property owners to receive compensation from the Government for the lost use or value of property caused by requirements of the Act. States that certain provisions of the Act do not apply to: (1) privately owned property of five contiguous acres or less, unless activity there presents an imminent threat to the existence of an endangered or threatened species; and (2) other property undertaking activities determined by the Secretary to be unlikely to jeopardize the continued existence of a species. Authorizes the institution of private actions to remedy economic injury caused by provisions of the Act. (Sec. 608) Requires any water rights acquired or used by any party under the Act to be exercised in accordance with the law in the State in which the water will be used. (Sec. 609) Directs the Secretary to pay 50 percent of the costs in excess of $10 million incurred by a non-Federal person or Federal power marketing administration resulting from compliance with any provision of a conservation plan under the Act. Authorizes the Secretary to pay a Federal share of costs less than or equal to $10 million. Directs the Secretary to pay 50 percent of the allowed costs incurred by such parties resulting from consultation requirements under the Act. (Sec. 610) Authorizes the public display or exhibition of living wildlife in order to educate the public about the ecological role and conservation needs of the affected species. Authorizes the issuance of educational permits for such persons. Defines captive-bred wildlife for purposes of the Federal captive-bred wildlife registration system. Title VII: Authorizing Increased Appropriations - Authorizes appropriations for the Act for FY 1996 through 2001. Authorizes appropriations to the Department of the Interior for such fiscal years for: (1) cooperative management agreements; (2) convention implementation; (3) non-Federal conservation planning; and (4) habitat reserve grants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Endangered Species Act Reform Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Endangered Species Act of 1973 to reauthorize the Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:47-05:00"
}