{
  "actions": [
    {
      "acted_at": "2010-07-29", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5975-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Manzullo, Donald A.", 
      "sponsored_at": "2010-07-29", 
      "state": "IL", 
      "thomas_id": "00733", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-29", 
  "number": "5975", 
  "official_title": "To reauthorize the programs of the Overseas Private Investment Corporation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Overseas Private Investment Corporation Reauthorization Act of 2010", 
  "sponsor": {
    "district": "27", 
    "name": "Sherman, Brad", 
    "state": "CA", 
    "thomas_id": "01526", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-07-29", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative remedies", 
    "Africa", 
    "Armenia", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Azerbaijan", 
    "Coal", 
    "Congressional oversight", 
    "Employment discrimination and employee rights", 
    "Executive agency funding and structure", 
    "Financial services and investments", 
    "Foreign trade and international finance", 
    "Government corporations and government-sponsored enterprises", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Human rights", 
    "Iraq", 
    "Middle East", 
    "Mining", 
    "Oil and gas", 
    "Overseas Private Investment Corporation (OPIC)", 
    "Railroads", 
    "Small business", 
    "Sudan", 
    "Tariffs", 
    "Terrorism", 
    "Trade restrictions", 
    "Turkey", 
    "U.S. and foreign investments", 
    "Youth employment and child labor"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-29", 
    "text": "Overseas Private Investment Corporation Reauthorization Act of 2010 - Amends the Foreign Assistance Act of 1961 to extend Overseas Private Investment Corporation (OPIC) authority to make loans and issue investment insurance and investment guarantees until four years after the date of the enactment of this Act. Sets forth provisions respecting OPIC transparency and accountability. Requires OPIC to: (1) maintain an Office of Accountability to provide project problem-solving services and to review OPIC compliance with environmental, social, worker rights, human rights, and transparency policies; (2) provide Congress with notice of consideration of approval of an extractive industry financing project of $10 million or more; and (3) notify Congress if specified OPIC's maximum insurance and outstanding financing liability at any one time exceeds it's maximum contingent liability for the preceding fiscal year by 25% or more. Gives preference to projects where the investor and the host country have agreed to implement Extractive Industries Transparency Initiative principles. Requires OPIC to: (1) commit adequate staff and resources to assist small businesses and investors in the United States obtain insurance, reinsurance, financing, and other OPIC support; and (2) give preferential consideration to investment projects in less developed countries whose governments are receptive to private enterprise. Authorizes OPIC programs in Iraq. Prohibits OPIC assistance to an applicant who is involved in a \"discouraged transaction\" with state sponsors of terrorism. Defines \"discouraged transaction\" as: (1) an investment commitment of $20 million or more by the investor in the energy sector of a state sponsor of terrorism; (2) a loan or credit extension of more than $5 million to the government of a state sponsor of terrorism that is outstanding on the date OPIC enters into a contract with the investor and for which payment is not required within 45 days; and (3) the transfer by the investor of goods that are included on the U.S. Munitions List to a state sponsor of terrorism within the three-year period preceding the date OPIC enters into a contract with the investor. Exempts from such prohibition investments, business, or projects in certain areas of Sudan (Southern Sudan, Southern Kordofan/Nuba Mountains State, Blue Nile State, and Abyei, Darfur) if OPIC determines that such activities will provide humanitarian relief, promote self-sufficiency, or support peace agreements. Prohibits OPIC assistance for any railway connection that connects Azerbaijan and Turkey without traversing or connecting with Armenia. Authorizes OPIC to insure, reinsure, guaranty, or finance a project only if the country in which the project is to be undertaken: (1) is eligible for designation as a beneficiary developing country under the Generalized System of Preferences (GSP) and has not been determined to be ineligible for such designation based upon its record on worker rights or child labor; or (2) if not eligible for such GSP designation, the government has taken or is taking steps to afford workers internationally recognized worker rights. Exempts humanitarian assistance from such limitation. Gives project preference to countries that enforce laws providing international worker rights."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Overseas Private Investment Corporation Reauthorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reauthorize the programs of the Overseas Private Investment Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:40-05:00"
}