{
  "actions": [
    {
      "acted_at": "1985-11-01", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1821-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-11-01", 
  "number": "1821", 
  "official_title": "A bill entitled the \"Nuclear Waste Reform Act of 1985\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Waste Reform Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-11-01", 
  "subjects": [
    "Administrative procedure", 
    "Courts and Civil Procedure", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Nuclear energy", 
    "Public safety", 
    "Radiation safety", 
    "Radioactive wastes", 
    "Transportation and Travel", 
    "Transportation of hazardous substances"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-11-01", 
    "text": "Nuclear Waste Reform Act of 1985 - Amends the Nuclear Waste Policy Act of 1982 to direct the Nuclear Regulatory Commission (NRC) to revoke any concurrence in existing guidelines for high-level nuclear waste repository site recommendations unless such guidelines are revised according to specified standards. States that any recommendation made by the Secretary of Energy (the Secretary) for potentially acceptable repository site nominations shall be considered to be: (1) a major Federal action significantly affecting the human environment for purposes of the National Environmental Policy Act of 1969; and (2) a final agency action subject to judicial review. Requires the Secretary to: (1) evaluate and examine all geological provinces and to consider at least four geological media when selecting a second repository site on a nationwide basis; and (2) include in the environmental assessment of nominated sites the environmental impact of transporting high-level radioactive waste and spent nuclear fuel through the region surrounding such sites. Requires the Secretary and the President to consider the effect of high-level nuclear waste transportation upon States and Indian reservations containing possible nuclear waste transportation routes. Enumerates the factors which must be considered in such possible nuclear waste transportation routes. Enumerates the factors which must be considered in such transportation analysis. Requires the Secretary to: (1) provide financial assistance to any State or Indian tribe which demonstrates that such assistance is needed to provide public and environmental protection on high-level nuclear waste transportation routes; and (2) submit by a specified date any revisions made to the mission plan regarding the repository site program as a result of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Waste Reform Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Nuclear Waste Reform Act of 1985\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:40-05:00"
}