{
  "actions": [
    {
      "acted_at": "1994-05-26", 
      "references": [
        {
          "reference": "CR E1112", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-26", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-05-26", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-02", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-27", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-27", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4516-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Johnson, Nancy L.", 
      "sponsored_at": "1994-05-26", 
      "state": "CT", 
      "thomas_id": "00602", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Machtley, Ronald K.", 
      "sponsored_at": "1994-09-21", 
      "state": "RI", 
      "thomas_id": "00720", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-26", 
  "number": "4516", 
  "official_title": "To amend the Internal Revenue Code of 1986 and other laws to improve and promote the provision of long-term care in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Long-Term Care Act of 1994", 
  "sponsor": {
    "district": "1", 
    "name": "Kennelly, Barbara B.", 
    "state": "CT", 
    "thomas_id": "00628", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-05-26", 
  "subjects": [
    "Accident insurance", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Alaska", 
    "Alzheimer's disease", 
    "Associations, institutions, etc.", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Coinsurance", 
    "Commerce", 
    "Community health services", 
    "Conflict of interests", 
    "Consumer complaints", 
    "Consumer education", 
    "Cost of living adjustments", 
    "Counseling", 
    "Crime and law enforcement", 
    "Critically ill", 
    "Day care", 
    "Deceptive advertising", 
    "Department of Health and Human Services", 
    "Disabled", 
    "Discrimination in insurance", 
    "Economics and public finance", 
    "Employee health benefits", 
    "Employee training", 
    "Excise tax", 
    "Extended care facilities", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to handicapped services", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Flexible benefit plans", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Grandparents", 
    "Grants-in-aid", 
    "Hawaii", 
    "Health", 
    "Health care reform", 
    "Health insurance", 
    "Health planning", 
    "Home care services", 
    "Hospitals", 
    "Income tax", 
    "Individual retirement accounts", 
    "Information services", 
    "Insurance agents", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Labor and employment", 
    "Licenses", 
    "Life insurance", 
    "Long-term care", 
    "Long-term care insurance", 
    "Managed care", 
    "Medicaid", 
    "Medical economics", 
    "Medical records", 
    "Medicare", 
    "Mental illness", 
    "Mental retardation", 
    "Mentally handicapped", 
    "Nurses", 
    "Nursing homes", 
    "Ombudsman", 
    "Parents", 
    "Pension funds", 
    "Physical examinations", 
    "Poor", 
    "Prospective payment systems (Medical care)", 
    "Public assistance programs", 
    "Quality of care", 
    "Rehabilitation of the mentally handicapped", 
    "Rehabilitation of the physically handicapped", 
    "Respite care", 
    "Retiree health benefits", 
    "Sales promotion", 
    "Social security eligibility", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Survivors' benefits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax penalties", 
    "Tax-deferred compensation plans", 
    "Taxation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-05-26", 
    "text": "TABLE OF CONTENTS: Title I: Establishment of Federal Standards for Long-Term Care Insurance Title II: Tax Treatment Subtitle A: Long-Term Care Insurance Subtitle B: Payments under Life Insurance Contracts to Terminally Ill Individuals Title III: Elimination of Medicaid Restriction on State Asset Protection Programs Title IV: State Programs for Home and Community-Based Services for Individuals with Disabilities Title V: Rebasing Medicare Payment Rates Subtitle A: Rehabilitation Hospitals Subtitle B: Long-Term Hospitals Long-Term Care Act of 1994 - Title I: Establishment of Federal Standards for Long-Term Care Insurance - Amends the Public Health Service Act to mandate the establishment of model Federal standards for long-term care insurance. Prohibits the offering of a long-term care insurance policy in a State unless the State has a regulatory program meeting the requirements of this Act or the policy has been certified by the Secretary of Health and Human Services. Authorizes grants to States for demonstration programs to improve enforcement of the standards. Authorizes appropriations. Imposes on agents selling long-term policies a duty of good faith and fair dealing. Prohibits twisting, high pressure tactics, and cold lead advertising. Mandates minimum financial standards, including income and asset criteria, for advising individuals considering the purchase of a long-term policy. Prohibits sales: (1) to an individual eligible for assistance under title XIX (Medicaid) of the Social Security Act; (2) of duplicate service policies; and (3) of policies that reduce, limit, or coordinate benefits on the basis of eligibility for other coverage or benefits. Provides for: (1) criminal and civil penalties; and (2) agent training and certification. Sets forth additional carrier responsibilities relating to refunding of premiums, mailing of policies, providing information on denials of claims, reporting of information, and limiting compensation to agents for the sale or renewal of policies. Prohibits cancellation or nonrenewal of a long-term care policy except for nonpayment of premium or material misrepresentation. Sets forth continuation and conversion rights for group policies, regulating premiums for converted policies. Requires guaranteed issuance to an individual if the individual meets the minimum medical requirements of the policy. Mandates standards regarding upgraded benefits. Limits cancellation for nonpayment by an incapacitated individual. Requires: (1) subject to exceptions, uniform language and definitions, uniform format, and at least one standard benefit package; and (2) disclosure of certain matters, including an outline of coverage. Mandates recommendations by the National Association of Insurance Commissioners (NAIC) regarding informing consumers on the long-term economic viability of long-term care insurance carriers. Limits certain conditions on benefits. Requires, if benefits are provided for home health care or community-based services, that certain minimum benefits be provided. Prohibits treating cognitive or mental impairments (including Alzheimer's disease and mental illness) differently from other medical conditions. Limits preexisting condition requirements. Requires: (1) each claimant to have a functional assessment by an individual or entity meeting NAIC qualifications and unconnected to the policy issuer; (2) inflation protection, unless rejected in writing by a policyholder; (3) disclosure of certain premium increases; and (4) nonforfeiture benefits. Prohibits a carrier from contesting a policy or claim based on fraud or misrepresentation unless notice is provided within a time period set by NAIC. Establishes the right of a purchaser to return a policy within a specified period. Defines \"long-term care insurance policy.\" Excludes from such definition: (1) any basic Medicare supplemental policies; (2) other insurance offered primarily to provide specified types of coverage; and (3) certain life insurance policies. Authorizes grants for programs to provide information, counseling, and assistance regarding the procurement of long-term insurance. Authorizes appropriations. Title II: Tax Treatment - Subtitle A: Long-Term Care Insurance - Amends the Internal Revenue Code to provide for the treatment of qualified long-term care insurance or plans as accident and health insurance for purposes of: (1) insurance company taxation; (2) the exclusion of benefits; and (3) the deduction for employer premiums. (Sec. 203) Excludes from the penalty tax on early distributions from qualified retirement plans distributions for qualified long-term care insurance premiums. (Sec. 204) Includes amounts paid for qualified long-term care services as medical expenses for individual itemized deductions. Includes any parent or grandparent as a dependent for purposes of such expenses. (Sec. 205) Authorizes additional reserves in welfare benefit plans for post-retirement long-term care benefits. (Sec. 206) Permits long-term care insurance contracts to be offered in cafeteria plans. Subtitle B: Payments Under Life Insurance Contracts to Terminally Ill Individuals - Requires that payment under a life insurance contract on the life of an insured who is terminally ill be treated as a death benefit, making such payment eligible for tax exclusion from gross income. (Sec. 212) Provides that any reference to life insurance shall be treated as referring to a qualified terminal illness or dread disease rider. Provides for the tax treatment of such riders. Title III: Elimination of Medicaid Restriction on State Asset Protection Programs - Amends the title XIX (Medicaid) of the Security Act to eliminate restrictions on State asset protection programs with respect to long-term care insurance. Title IV: State Programs for Home and Community-based Services for Individuals With Disabilities - Provides allotments to States that have a plan for home and community-based services to individuals with disabilities. Specifies the total Federal budget for such plans. Title V: Rebasing Medicare Payment Rates - Subtitle A: Rehabilitation Hospitals - Amends title XVIII (Medicare) of the Social Security Act to revise payment rules for operating costs of rehabilitation hospitals. Subtitle B: Long-Term Hospitals - Revises payment rules with respect to certified long-stay hospitals servicing a significant proportion of low-income patients."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Long-Term Care Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 and other laws to improve and promote the provision of long-term care in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:57-05:00"
}