{
  "actions": [
    {
      "acted_at": "1987-08-05", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-08-05", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-08-25", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "text": "Referred to Subcommittee on Courts, Civil Liberties, and the Administration of Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-09-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-10-05", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-07", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-07", 
      "bill_ids": [
        "hr4982-100"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Clean Bill H.R.4982 Forwarded by Subcommittee to Full Committee in Lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3120-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Civil Liberties, and the Administration of Justice", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Kastenmeier, Robert W.", 
      "sponsored_at": "1987-08-05", 
      "state": "WI", 
      "thomas_id": "00620", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-08-05", 
  "number": "3120", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to authorize abbreviated new animal drug applications and to amend title 35, United States Code, to authorize the extension of the patents for animal drug products.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4982-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Generic Animal Drug and Patent Term Restoration Act", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-08-05", 
  "subjects": [
    "Administrative procedure", 
    "Animals and Animal Protection", 
    "Drug industry", 
    "Drug safety and regulation", 
    "Drugs", 
    "Drugs and narcotics", 
    "Licenses", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Drugs", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-08-05", 
    "text": "Generic Animal Drug and Patent Term Restoration Act - Title I: New Animal Drug Applications - Amends the Federal Food, Drug, and Cosmetic Act to authorize abbreviated applications for the approval of a new animal drug. Requires such application to show that permitted uses, ingredients, dosages, labeling, and other factors are the same as or bioequivalent to a new animal drug already approved. Requires such application to contain a certification relating to patents covering the approved drug. Requires an applicant who makes such a certification to state in the application that a specified notice has been given to each owner of the patent (or owner-representative) and the holder (or holder-representative) of the approved application for the drug or drug use claimed by the patent. Requires the permission of the Secretary of Health and Human Services before an abbreviated application may be submitted for a new drug whose route of administration, dosage form, or strength differ from that of an approved new animal drug. Requires the Secretary to publish and update a list of the official and proprietary name of each new animal drug which has been approved and continues to be approved for safety and effectiveness, including patent information as it comes in. Directs the Secretary to approve an application for a drug unless the Secretary makes specified findings, such as faulty manufacture or insufficient information. Sets forth a formula for determining when an approved application becomes effective, based upon the nature of the certification relating to patents. Prohibits an abbreviated application for a new animal drug based upon a nonabbreviated application approved after this Act's enactment until five years after the nonabbreviated application is approved, except as specified. Requires a three-year wait for abbreviated applications based upon nonabbreviated applications approved after this Act's enactment which contain essential new investigations of an ingredient already approved. Requires the applicant to file with the application (or amend it when the information becomes available) the patent number and the expiration date of any patent which claims the drug or a method of using it and with respect to which a claim of patent infringement could reasonably be asserted if a nonlicensee engaged in the drug's manufacture, use, or sale. Requires the Secretary to disapprove the application if it does not contain certain patent information, or to withdraw approval if the patent information was not filed within a specified time after notification. Requires that safety and effectiveness data be made available to the public, except as specified. Provides for the promulgation of regulations to administer the amendments made by this title. Title II: Patent Terms - Amends the patent laws to include animal drugs under the patent extension provisions applicable to human drugs which compensate for regulatory delays."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Generic Animal Drug and Patent Term Restoration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to authorize abbreviated new animal drug applications and to amend title 35, United States Code, to authorize the extension of the patents for animal drug products.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:47-05:00"
}