{
  "actions": [
    {
      "acted_at": "1995-02-10", 
      "references": [
        {
          "reference": "CR S2528-2529", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-10", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s394-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1995-04-07", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grams, Rod", 
      "sponsored_at": "1995-07-12", 
      "state": "MN", 
      "thomas_id": "00454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "1995-03-10", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-02-10", 
  "number": "394", 
  "official_title": "A bill to clarify the liability of banking and lending agencies, lenders, and fiduciaries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Asset Conservation, Lender Liability, and Deposit Insurance Protection Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-02-10", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural credit", 
    "Agriculture and food", 
    "Bank failures", 
    "Bank loans", 
    "Credit unions", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Forfeiture", 
    "Government liability", 
    "Government operations and politics", 
    "Hazardous waste disposal", 
    "Land transfers", 
    "Law", 
    "Liability for toxic substances pollution damages", 
    "Liens", 
    "Public lands and natural resources", 
    "Surety and fidelity", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-02-10", 
    "text": "Asset Conservation, Lender Liability, and Deposit Insurance Protection Act of 1995 - Amends the Federal Deposit Insurance Act to absolve Federal banking or lending agencies of liability under any law imposing strict liability for the release of hazardous substances (including petroleum) from property acquired in connection with: (1) receivership or conservatorship authority or the liquidation of an insured depository institution; (2) the provision of loans or other financial assistance; or (3) property received in a civil or criminal proceeding or administrative enforcement action. Extends such immunity to the first subsequent purchaser of property acquired from such an agency, except under certain conditions. Provides that such an agency that causes or contributes to a release may be liable for response actions under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA or Superfund) or under Subtitle I of the Solid Waste Disposal Act (provisions pertaining to underground storage tanks). Exempts such agencies from any law requiring them to grant covenants warranting that a response action has been, or will be, taken with respect to such acquired property. Amends CERCLA to limit liability under such Act and Subtitle I of the Solid Waste Disposal Act of insured depository institutions or other lenders in connection with property acquired through foreclosure, subject to a security interest, held by a lessor pursuant to an extension of credit, or subject to financial control pursuant to an extension of credit, to the actual benefit conferred on the institution or lender by a removal, remedial, corrective, or other response action undertaken by another party. Defines the \"actual benefit\" as the net gain realized by the institution or lender due to such action. Provides that institutions or lenders that caused or contributed to hazardous substance releases may be liable for response actions. Directs the Administrator to issue guidelines for such institutions and lenders to develop procedures to evaluate environmental risks that may arise from or at property prior to making an extension of credit secured by such property. Provides that the liability of a fiduciary that is liable under other CERCLA provisions or Subtitle I of the Solid Waste Disposal Act for releases in connection with property held in a fiduciary capacity may not exceed the assets held in such capacity that are available to indemnify the fiduciary. Makes fiduciaries potentially liable for response or corrective actions if they caused or contributed to a hazardous substance release. Lists additional conditions under which fiduciaries are exempted from liability. Makes liability provisions regarding fiduciaries inapplicable to Federal banking or lending agencies. Excludes from the definition of \"owner or operator,\" for purposes of limiting liability under CERCLA, the United States, a Federal agency, or a conservator or receiver appointed by a Federal agency which acquired ownership of a facility or vessel in connection with receivership or conservatorship, forfeiture or seizure authority, or pursuant to a law specifying the property to be acquired, provided such entity does not participate in operations that result in a release. Excludes persons who did not participate in management of a vessel or facility prior to foreclosure (even if they engage in specified foreclosure, business, or response activities) from such definition as well. Includes underground storage tanks in the definition of \"facility or vessel.\" Makes conforming amendments to the Solid Waste Disposal Act with respect to limitations on liability established by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Asset Conservation, Lender Liability, and Deposit Insurance Protection Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to clarify the liability of banking and lending agencies, lenders, and fiduciaries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:38-05:00"
}