{
  "actions": [
    {
      "acted_at": "1975-03-26", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1340-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-26", 
  "number": "1340", 
  "official_title": "A bill to require periodical financial disclosure by officers and certain employees of the Federal Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Disclosure Act", 
  "sponsor": {
    "district": null, 
    "name": "Bayh, Birch", 
    "state": "IN", 
    "thomas_id": "01277", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-26", 
  "subjects": [
    "Conflict of interests", 
    "Congressional candidates", 
    "Election candidates", 
    "Election law", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Financial disclosure", 
    "Government operations and politics", 
    "House of Representatives", 
    "Judges", 
    "Law", 
    "Law firms", 
    "Lawyers", 
    "Legal ethics", 
    "Presidential candidates", 
    "Senate", 
    "Supreme Court", 
    "Vice Presidential candidates", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Congressional candidates", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-26", 
    "text": "Omnibus Disclosure Act - Requires on or before May 1 of each calendar year that anyone who has served at any time during the preceding calendar year as a Federal officer or employee to file with the Comptroller General a financial disclosure report. Requires any individual not otherwise a Federal officer or employee who becomes a candidate to file within 30 days a financial disclosure report with the Comptroller General. Exempts service rendered as a congressional employee, Federal executive employee, or Federal judicial employee not exceeding 30 days during the calendar year from such requirement. Sets forth the requirements of such report including: (1) the identity and value of such interest in real and personal property; (2) the identity of each creditor to whom indebted; (3) the value and source of each item of income; (4) the nature, source, and value of each gift; (5) each purchase and sale of real property or securities during the year. Requires any Federal officer or employee who is or was associated with a law firm to identify each client who paid to such firm fees exceeding $1,000, while the individual was a Federal officer or employee to state whether such clients were clients of the firm before the individual became a Federal officer or employee, and to list all legal or administrative actions in which such clients were represented by the firm and in which the United States was an interested party. Directs the Comptroller General to prepare and supply to individuals subject to this Act financial disclosure report forms, and to prescribe regulations governing the preparation of such reports. Requires the Comptroller General to maintain such reports in an indexed file and to make such reports available for public inspection. Imposes a penalty of $20,000 or imprisonment for not more than 5 years, or both, for willful violation of the requirements of this Act with respect to filing the financial disclosure report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Disclosure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require periodical financial disclosure by officers and certain employees of the Federal Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:16-05:00"
}