{
  "actions": [
    {
      "acted_at": "1981-09-25", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-09-30", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-09-30", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-02", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-05", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-06", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-06", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-10-14", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Banking, Finance and Urban Affairs.  Report No: 97-272.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-14", 
      "references": [], 
      "text": "Placed on Union Calendar No: 173.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-22", 
      "references": [], 
      "text": "Rule Granted Providing an Open Rule with 1 Hour of Debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-22", 
      "bill_ids": [
        "hres253-97"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.253 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-27", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-27", 
      "references": [], 
      "text": "Committee Amendment in the Nature of a Substitute Considered as an Original Bill for the Purpose of Amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-27", 
      "references": [], 
      "text": "Considered by House Unfinished Business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-28", 
      "references": [], 
      "text": "Committee Amendment in the Nature of a Substitute Considered as an Original Bill for the Purpose of Amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-28", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-28", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "283", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 371 - 46 (Record Vote No: 283).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1981-10-30", 
      "committee": "Committee on Banking", 
      "references": [], 
      "text": "Received in the Senate, read twice, and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h379-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "379"
    }, 
    {
      "amendment_id": "h381-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "381"
    }, 
    {
      "amendment_id": "h382-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "382"
    }, 
    {
      "amendment_id": "h383-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "383"
    }
  ], 
  "bill_id": "hr4603-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Stanton, J. William", 
      "sponsored_at": "1981-09-25", 
      "state": "OH", 
      "thomas_id": "01099", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1981-09-25", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1981-10-28", 
    "vetoed": false
  }, 
  "introduced_at": "1981-09-25", 
  "number": "4603", 
  "official_title": "A bill to provide flexibility to the Federal Deposit Insurance Corporation, the Federal Savings and Loan Insurance Corporation, and the Federal supervisory agencies to deal with financially distressed depository institutions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres253-97", 
      "reason": "rule"
    }
  ], 
  "short_title": "Deposit Insurance Flexibility Act", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1981-10-28", 
  "subjects": [
    "Bank failures", 
    "Bank holding companies", 
    "Corporations and Stocks", 
    "Credit unions", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Federal Deposit Insurance Corporation", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Housing and Housing Finance", 
    "Interest", 
    "Mortgages", 
    "Savings and loan associations", 
    "Savings banks"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1981-10-28", 
    "text": "(Measure passed House, amended, roll call #283 (371-46)) Deposit Insurance Flexibility Act- Amends the Federal Deposit Insurance Act to authorize the Federal Deposit Insurance Corporation to make loans to, make deposits in, purchase the assets or securities of, assume the liabilities of, or make contributions to, any insured bank if: (1) such action is taken to prevent the insolvency of such insured bank; (2) such action is taken to restore a closed insured bank to normal operation; or (3) such action is taken to lessen the risk to the Corporation posed by an insured bank under the threat of financial instability. Authorizes the Corporation, in order to facilitate a merger or consolidation of an insured bank with an insured institution or the sale of assets of such insured bank and the assumption of such insured bank's liabilities by an insured institution to: (1) purchase any such assets or assume any such liabilities; (2) make loans or contributions to, or deposits in, or purchase the securities of, such insured institution or the holding company which controls such insured institution; or (3) guarantee such insured institution or the holding company which controls such institution against loss by reason of such merging or consolidation. Permits the Corporation to provide any person acquiring control of, merging with, consolidating with or acquiring the assets of an insured bank under such Act with such financial assistance as it could provide an insured institution. Limits such assistance to an amount the Corporation determines necessary to save liquidating costs, except that such restriction shall not apply where the Corporation determines that the continued operation of the insured bank is essential to provide adequate banking services in its community. Requires the Corporation, in its annual report to Congress, to report the total amount it has saved or estimates it has saved, by exercising such authorities. Requires the Corporation, whenever a State chartered insured mutual savings bank converts into a Federal stock savings bank or merges with or is acquired by a Federal stock savings bank or a Federal stock savings and loan association, to provide full indemnification to the Federal Savings and Loan Insurance Corporation. Includes any lending costs for the calendar year within the definition of the net assessment income of the Corporation. Amends the Bank Holding Company Act of 1956 to permit the Board of Governors of the Federal Reserve to waive certain notice and hearing requirements in an emergency to act on a bank holding company's application for exemption from the mandate to divest itself of certain nonbanking interests. Includes within the definitions of \"thrift institution\" a Federal stock savings bank or savings and loan association organized under the Home Owners' Loan Act. Amends the Home Owners' Loan Act to permit the Federal Home Loan Bank Board to authorize (or in the case of a Federal association, require) the conversion of a mutual savings and loan association or mutual savings bank into a Federal stock savings and loan association or Federal stock savings bank, or charter a Federal stock savings and loan association or Federal stock savings bank to acquire the assets of or merge with such a mutual institution. Prohibits such a conversion unless: (1) such action is taken to assist an institution in receivership; (2) the primary Federal supervisor has determined that severe financial conditions exist which threaten the stability of an institution; or (3) the Federal Deposit Insurance Corporation or the Federal Savings and Loan Insurance Corporation has contracted to provide assistance to such institution under the National Housing Act or the Federal Deposit Insurance Act. Requires the Federal Savings and Loan Insurance Corporation to insure the accounts of any federally chartered stock savings bank. Amends the National Housing Act to permit the Federal Savings and Loan Insurance Corporation to make loans to, make deposits in, purchase the assets or securities of, assume the liabilities of, or make contributions to, any insured institution if: (1) such action is taken to prevent the default of such insured institution; (2) such action is taken, with respect to an insured institution in default, to restore such institution to normal operation; or (3) such action is taken in order to lessen the risk to the Corporation posed by the insured institution under threat of financial instability. Sets forth the authorities of the Corporation in order to facilitate such a merger or consolidation of an insured institution. Authorizes the Corporation, in the event that a Federal savings and loan association is in default, to organize a new Federal association to take over its assets. Permits an insured institution that is eligible for assistance under the National Housing Act, during severe financial conditions, to merge or consolidate with, or to transfer its assets and liabilities to, any other insured institution. Requires, in any such merger or consolidation, that the State savings and loan supervisor of the State in which the insured, State-chartered institution to be merged, consolidated or acquired is chartered be consulted. Amends the Federal Home Loan Bank Act to: (1) suspend temporarily, during severe financial conditions, the requirement that a portion of net earnings be set aside semiannually by each Federal Home Loan Bank; and (2) permit each such bank to declare and pay dividends out of undivided profits. Amends the National Housing Act to prohibit interest on loans from the Federal Home Loan Banks from being less than their current marginal cost of funds. Limits the borrowing authority of the Federal Savings and Loan Insurance Corporation for the purposes of insuring loans. Permits the Corporation, in times of extraordinary financial conditions, to terminate distribution of shares of the secondary reserve and utilize such reserve on the same basis as the primary reserve. Amends the Federal Credit Union Act to authorize the National Credit Union Share Insurance Fund to borrow from the National Credit Union Administration Central Liquidity Facility if such loan is required at any time for carrying out the purposes of such Act. Authorizes the merger or consolidation of an insured credit union which is insolvent or is in danger of insolvency with any insured credit union. Authorizes the National Credit Union Administration Central Liquidity Facility to advance funds to the National Credit Union Share Insurance Fund. Amends the Federal Deposit Insurance Act to permit the Federal Deposit Insurance Corporation, whenever an insured savings bank is closed and the Corporation is appointed receiver, to sell assets of the closed bank to and arrange for the assumption of the liabilities of the closed bank by an insured depository institution located in the same state but owned by an out-of-State bank or bank holding company."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Deposit Insurance Flexibility Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide flexibility to the Federal Deposit Insurance Corporation, the Federal Savings and Loan Insurance Corporation, and the Federal supervisory agencies to deal with financially distressed depository institutions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:23-05:00"
}