{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Budget; Governmental Affairs pursuant to the order of August 4, 1977, with instructions that if one Committee reports, the other Committee has thirty days of continuous session to report or be discharged.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s57-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "57", 
  "official_title": "A bill to provide for a graduated reduction of the budget deficit of the Federal Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Deficit Reduction Act", 
  "sponsor": {
    "district": null, 
    "name": "Abdnor, James", 
    "state": "SD", 
    "thomas_id": "00001", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Balanced budgets", 
    "Congress and Members of Congress", 
    "Congressional budget", 
    "Congressional-Presidential relations", 
    "Deficit financing", 
    "Economics and public finance", 
    "Executive impoundment of appropriated funds", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Legislation", 
    "Legislative resolutions", 
    "Presidents and Vice Presidents"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "Deficit Reduction Act - Amends the Congressional Budget Act of 1974 to make it out of order in either the House of Representatives or the Senate to vote on the question of agreeing to any concurrent resolution on the budget or any amendment thereto or any conference report thereon for FY 1986 or any subsequent fiscal year if the adoption of such a measure would cause the Federal deficit to exceed a certain limit. Provides for an exception to such limitation in any fiscal year in which a declaration of war is in effect. Amends the Congressional Budget and Impoundment Control Act of 1974 to define certain terms for the purposes of such Act and to include provisions limiting the budget deficit. Amends the Congressional Budget Act of 1974 to revise the information to be included in any concurrent resolution on the budget or any revision in order to provide for deficit reduction. Requires a deficit reduction bill or resolution to be reported by either a House or Senate committee if a concurrent resolution on the budget contains directions to one or more committees to determine and recommend changes in laws, bills, or resolutions. Requires Congress to complete action on any such bill or resolution not later than 60 days after the adoption of the concurrent resolution requiring such bill or resolution to be reported. Amends the Congressional Budget and Impoundment Control Act of 1974 to eliminate the second concurrent resolution on the budget and provide for annual adoption of a single concurrent resolution on the budget. Prohibits the estimated expenditures set forth in any Budget submitted to the Congress by the President for any fiscal year from exceeding estimated receipts by an amount that is greater than the maximum deficit amount established for such fiscal year under the Congressional Budget Act of 1974. Permits the President, for reasons of national security or economic necessity, to submit two budgets, only one of which complies with such requirements. Amends the Congressional Budget and Impoundment Control Act of 1974 to set forth impoundment procedures for deficit reduction, including periodic deficit estimates by the Congressional Budget Office, rescission proposals by the President, and the effects of rescission legislation by the Congress. Establishes a National Bipartisan Commission on the Budget. Directs the Commission to: (1) review the President's budget submitted for FY 1986; (2) consult with public and private sector experts about reforming Federal budget deficits; (3) recommend spending levels and changes in Federal law necessary to reduce the budget deficit and achieve a balanced budget by FY 1994; and (4) report its findings to Congress by August 1, 1985. Terminates the Commission 30 days after such report is submitted. Prohibits any law enacted after enactment of this Act from waiving or limiting any provision of this Act, unless such law does so in specific terms."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Deficit Reduction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a graduated reduction of the budget deficit of the Federal Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:02-05:00"
}