{
  "actions": [
    {
      "acted_at": "1985-12-09", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1913-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-12-09", 
  "number": "1913", 
  "official_title": "A bill to amend and extend laws relating to housing and community development.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Housing and Community Development Amendments Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-12-09", 
  "subjects": [
    "Authorization", 
    "Business and commerce", 
    "Community development", 
    "Department of Housing and Urban Development", 
    "Disabled", 
    "Disaster insurance", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal Emergency Management Agency", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Federally-guaranteed loans", 
    "Flood control", 
    "Flood insurance", 
    "Floods", 
    "Food and Food Industry", 
    "Food relief", 
    "Government operations and politics", 
    "Government securities", 
    "Government trust funds", 
    "Homeless", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing finance", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Housing subsidies", 
    "Insurance", 
    "Low-income housing", 
    "Mortgage interest rates", 
    "Mortgage loans", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Public housing", 
    "Residential rehabilitation", 
    "Rural housing", 
    "Securities and Investments", 
    "Social welfare", 
    "Urban affairs", 
    "Urban areas", 
    "Urban homesteading", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-12-09", 
    "text": "Housing and Community Development Amendments Act of 1985 - Title I: Housing Assistance - Amends and extends various housing laws for FY 1986 with respect to: (1) lower income housing authorizations for FY 1986; (2) public housing loan repayments; (3) a public housing comprehensive grant program; (4) lower income housing assistance; (5) housing for the elderly and handicapped; (6) congregate services; (7) homeownership for lower income families; and (8) certain multifamily housing projects. Authorizes the Department of Housing and Urban Development to institute procedures to prevent fraud in housing programs. Title II: Rural Housing - Amends the Housing Act of 1949 to set forth rural housing authorizations for FY 1986. Grants certain authorities to the Secretary of Housing and Urban Development relating to management of insured loans. Title III: Community Development - Authorizes the Secretary to provide grants to nonprofit organizations to carry out a Nehemiah housing opportunity program to provide loans to families purchasing approved constructed or rehabilitated homes. Requires an annual report to the Congress. Requires that each loan: (1) be secured by a second mortgage held by the Secretary; (2) not exceed $15,000; (3) be interest-free; and (4) be repayable to the Secretary upon the transfer of such property to an ineligible family under specified circumstances. Sets forth related program requirements, conditions of assistance, and selection criteria. Establishes in the Treasury the Nehemiah Housing Opportunity Fund. Provides a \"permanent entitlement\" transition for community development block grants of five years for any city that no longer qualifies as a metropolitan city. Extends the Urban Development Action Grants program through FY 1987 and makes administrative revisions to such program. Amends the Housing Act of 1964 to extend rehabilitation loan authority through FY 1986. Amends the Neighborhood Reinvestment Corporation Act to authorize FY 1986 appropriations. Amends the Housing and Urban-Rural Recovery Act of 1983 to extend authority for the neighborhood development demonstration program through FY 1986. Amends the Housing and Community Development Act of 1974 to extend authority for the urban homesteading program through FY 1986. Title IV: Mortgage Credit and Miscellaneous Provisions - Amends the National Housing Act to authorize FY 1986 programs for: (1) title I insurance; (2) general insurance; (3) low and moderate income housing insurance; (4) co-insurance; (5) graduated payment and indexed mortgage insurance; (6) armed services housing insurance; (7) land development insurance; and (8) group practice facilities insurance. Increases mortgage limits for multifamily projects in high cost areas. Amends the Federal National Mortgage Association Charter Act to extend the Government National Mortgage Association mortgage-backed securities program through FY 1986. Prohibits the imposition of fees on Federal National Mortgage Association and Federal Home Loan Mortgage Corporation transactions. Limits fees on Government National Mortgage Association transactions. Extends provisions of the Home Mortgage Disclosure Act of 1975 through FY 1988. Amends the National Flood Insurance Act of 1968 to extend flood insurance and emergency implementation of flood insurance program authority through FY 1986. Title V: Homeless Assistance - Directs the Director of the Federal Emergency Management Agency to constitute an emergency housing and food program national board of volunteer agencies to carry out an emergency housing and food program. States that such board shall distribute program funds to localities (which shall constitute local boards) with the greatest need for emergency food and housing assistance. Requires the local board to submit to the national board an annual local homeless housing assistance plan. Limits administrative costs to not more than three percent of appropriations. Authorizes FY 1986 through 1988 appropriations. Directs the Secretary to make grants for demonstration projects to assist the homeless in the transition to independent living. Requires interim and final reports to the Congress. Authorizes FY 1986 through 1988 appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing and Community Development Amendments Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and extend laws relating to housing and community development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:42-05:00"
}