{
  "actions": [
    {
      "acted_at": "1991-01-24", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s263-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-24", 
  "number": "263", 
  "official_title": "A bill to modernize and reform the regulation of financial services, to strengthen the enforcement authority of depository institution regulating agencies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Proxmire Financial Modernization Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Dixon, Alan J.", 
    "state": "IL", 
    "thomas_id": "01317", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-24", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advertising", 
    "Bank accounts", 
    "Bank capital", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank holding companies", 
    "Bank mergers", 
    "Bank records", 
    "Brokers", 
    "Checks", 
    "Civil procedure", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional voting", 
    "Consumer complaints", 
    "Consumer education", 
    "Consumer organizations", 
    "Consumer protection", 
    "Corporate management", 
    "Corporation directors", 
    "Credit insurance", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Deceptive advertising", 
    "Deposit insurance", 
    "Federal preemption", 
    "Federal reserve system", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign banks and banking", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Government corporations", 
    "Government paperwork", 
    "Government securities", 
    "Independent regulatory commissions", 
    "Injunctions", 
    "Insurance", 
    "Interest rates", 
    "International banking", 
    "Investment advisers", 
    "Investment banking", 
    "Investments", 
    "Investors", 
    "Judicial review of administrative acts", 
    "Legislation", 
    "Legislative resolutions", 
    "Liability (Law)", 
    "Mutual funds", 
    "Nonbank banks", 
    "Public utilities", 
    "Reciprocity", 
    "Savings and loan associations", 
    "Savings banks", 
    "Securities industry", 
    "Securities regulation", 
    "Stocks", 
    "Subsidiary corporations", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-24", 
    "text": "Proxmire Financial Modernization Act of 1991 - Title I: Securities Affiliates of Bank Holding Companies - Amends the Banking Act of 1933 (Glass-Steagall Act) to repeal specified provisions which: (1) prohibit a bank that is a member of the Federal Reserve System (member bank) from affiliating with a securities firm; and (2) prohibit member banks from employing officers, directors, or employees who are also employed by a firm primarily engaged in securities activities. Amends the Bank Holding Company Act of 1956 to allow bank holding companies to own shares of securities affiliates which engage in: (1) underwriting, distributing, or dealing in securities of any type; (2) securities brokerage, investment advisory, or other accepted securities activities; and (3) other activities permitted by the Board of Governors of the Federal Reserve System. Establishes criteria for Board approval of such acquisitions. Prohibits mergers between certain large banks or bank holding companies (those having assets of more than $30,000,000,000) and large securities firms (those having assets of more than $15,000,000,000). Establishes criteria (including a notice requirement) for bank holding company investment in securities affiliates. Establishes capital standards to be used by the Board in determining whether a bank holding company meets the acquisition guidelines. Restricts transactions between banks or insured institutions and securities affiliates, including: (1) extensions of credit directly or indirectly benefiting such affiliates; and (2) interlocking directorates. Requires each securities affiliate to prominently disclose to its customers that: (1) the securities affiliate is not a bank or a federally-insured institution and is separate from any affiliated bank or insured institution; and (2) the securities offered or sold are not deposits and are not insured by the Federal Deposit Insurance Corporation (FDIC) and are not guaranteed by an affiliated bank or insured institution. Prohibits a bank, insured institution, or subsidiary from giving investment advice on securities dealt in by a securities affiliate without disclosing that the securities affiliate is underwriting, distributing, or dealing in the securities. Prohibits the disclosure of any nonpublic customer information between a securities affiliate and a bank, insured institution, or subsidiary without the customer's consent. Prohibits a securities affiliate from dealing in asset-related securities originated by an affiliated bank, insured institution, or subsidiary unless such securities are rated by a nationally recognized rating organization and are issued or guaranteed by the Federal Home Loan Mortgage Corporation, the Federal National Mortgage Association, or the Government National Mortgage Association. Requires each appropriate Federal banking agency and the Securities and Exchange Commission (SEC) to establish a program for: (1) enforcing such restrictions; and (2) responding to consumer complaints about violations. Specifies that any securities affiliate of a bank holding company previously approved by the Federal Reserve Board must meet the requirements of this Act, unless the affiliate's activities are specifically authorized by statute for a national bank. Limits securities underwriting, distribution, and dealing by banks affiliated with a securities affiliate. Prohibits a securities affiliate from underwriting, distributing, or dealing in certain types of unsecured corporate debt securities or equity securities unless each of its affiliated banks is in compliance with any applicable risk-based capital standards issued by the appropriate Federal banking agency. Prohibits a securities affiliate from: (1) engaging in the underwriting, distributing, or dealing of securities issued by a registered investment company until 180 days after the enactment of this Act; or (2) engaging in the underwriting, distributing, or dealing of equity securities (other than those issued by a registered investment company). States that acquisition applications which are not acted upon by the Board within 91 days shall be deemed to be granted. Repeals this requirement four years after enactment of this Act. Preempts State laws which are inconsistent with this Act. Amends the Federal Reserve Act to extend the prohibition against the purchasing of any security by a member bank during the existence of any underwriting or selling syndicate if any affiliate of the bank is a principal underwriter of that security from the day such syndicate terminates until 30 days after such termination. Amends the Federal Deposit Insurance Act to impose additional restrictions on securities affiliates of insured banks and on the distribution or underwriting of municipal revenue bonds by insured banks or affiliates thereof. Authorizes a national bank to: (1) underwrite certain types of State and local government bonds; and (2) sponsor unit investment trusts and distribute investment company securities, if such bank has no securities affiliate. Amends the International Banking Act of 1978 to prohibit: (1) U.S. banking activities by large foreign banks that become affiliated with large investment banking organizations with U.S. offices; and (2) U.S. investment banking activities by large foreign investment banking organizations that become affiliated with large bank holding companies or banks. Amends the Bank Holding Company Act to allow the establishment of diversified financial holding companies. Defines a \"diversified financial holding company\" as a company that directly or indirectly controls a bank and which: (1) engages only in financial activities; (2) devotes 80 percent or more of its consolidated assets to certain activities permissible under the Bank Holding Company Act; (3) has not more than 20 percent of its consolidated assets consisting of insured banks or thrift institutions; (4) has not more than 40 percent of its consolidated assets consisting of all types of banks or thrift institutions (insured, uninsured, domestic, or foreign); and (5) gives written notice to the Federal Reserve Board of its intent to be treated as a diversified financial holding company. Specifies that a diversified financial holding company shall not be considered as a bank holding company, but shall be subject to applicable Federal statutes relating to bank holding companies. Provides exemptions for diversified financial holding companies with respect to: (1) grandfathered rights to continue to engage in nonconforming financial activities; and (2) normal bank holding company examination and capital requirements. Subjects such diversified companies and subsidiary banks to restrictions applicable to bank holding companies with respect to joint marketing of affiliate services and lending to affiliates engaged in nonconforming activities. Permits the Federal Reserve Board to order a diversified company to divest any subsidiary bank not meeting capital standards. Requires the Federal Reserve Board, the SEC, the FDIC, the Comptroller of the Currency, and the Commodity Futures Trading Commission (CFTC) to review and coordinate their respective rules applicable to capital adequacy, reporting requirements, and transactions with affiliates on an ongoing basis. Requires such agencies to conduct a study and jointly submit a report to the Congress concerning: (1) the advisability of consolidated regulation of companies controlling banks or securities firms; (2) the appropriate techniques for supervising affiliate transactions within such firms; (3) the efforts to achieve international harmonization of the regulation of such firms; (4) the effect of financial activities outside the United States on securities activities and their regulation within the United States; (5) the advisability of establishing a permanent international framework to harmonize financial market regulation; (6) the nature and techniques used in supervising banking and securities organizations; and (7) the impact of financial services competition from firms that are neither banks nor securities firms. Directs the agencies to develop proposed revisions to harmonize the capital adequacy of banking and securities organizations using the recent international agreement among bank regulators as a model. Requires the agencies to submit an annual report to the Congress regarding their progress towards, and recommendations for, achieving harmony of financial institution regulations. Directs the Federal Reserve Board to conduct a study and submit a report to the Congress concerning the steps necessary to ensure the integrity and reliability of the large-dollar payments system in the United States. Title II: Expedited Procedures - Amends the Bank Holding Company Act of 1956 to establish (under limited circumstances, where a company acquires control of a bank in a reorganization) expedited procedures for forming a bank holding company. Exempts such formations from specified registration requirements under the Securities Act of 1933. Requires any bank holding company seeking to engage in certain nonbanking activities (as determined by the Board) to notify the Board of such intentions. Allows the Board 60 days to: (1) disapprove the proposal; or (2) extend the time period for Board consideration. Provides limited exceptions from such notice requirements. Requires the Board, in determining whether to disapprove an application under this Act, to consider whether the activity described would produce benefits to the public that outweigh possible adverse effects. Allows the Board to reduce the post-approval waiting period for: (1) bank holding company acquisitions; and (2) bank mergers. Provides that a national bank may own the stock of a bankers' bank or a bankers' bank holding company if such bankers' bank or holding company is owned exclusively by either banks or holding companies. Allows a bankers' bank chartered by the Comptroller of the Currency to be organized within a holding company provided that the holding company for the bankers' bank is owned by depository institutions and their holding companies. Permits the Federal Reserve Board to increase the limit for member banks on loans secured by stock or bond collateral to any one person to 15 percent of a bank's unimpaired capital and surplus. Title III: Brokers and Dealers - Amends the Securities Exchange Act of 1934 to revise the definition of \"broker\" to include a bank which publicly solicits brokerage business or receives compensation for such business in excess of the bank's transaction costs (\"incentive compensation\"). Provides that a bank shall not be considered to be a \"broker\" under such Act because it engages in certain exempted activities, including: (1) networking arrangements; (2) trust activities; (3) transactions in municipal and certain other securities; (4) transactions in employee benefit accounts, money market sweep accounts, or affiliate accounts; (5) private placement activities; and (6) less than 1,000 other securities transactions per year, provided the bank does not have a subsidiary or affiliate registered as a broker or dealer. Revises the definition of \"dealer\" to exclude banks which engage in certain exempted activities, including: (1) transactions in commercial paper, bankers' acceptances, commercial bills, or exempted securities; (2) transactions in municipal securities, provided the bank does not have a securities affiliate; (3) trust or fiduciary activities; and (4) securitization activities. Authorizes the SEC to exempt any person or class of persons from the definition of \"broker\" or \"dealer\" upon a finding that such an exemption is consistent with the public interest, the protection of investors, or the purposes of the Securities Exchange Act. Prohibits a bank from acting as a broker or dealer, except on an exclusively intrastate basis. Title IV: Bank Investment Company Activities - Amends the Investment Company Act of 1940 to require a registered investment company which places its assets with a bank that is an affiliated person, promoter, sponsor, organizer, or principal underwriter for such a company to do so only in accordance with regulations the SEC may adopt after written consultation with the appropriate Federal banking agency. Requires a unit investment trust which designates an affiliated bank as a trustee to do so only in accordance with regulations that the SEC may adopt after written consultation with the appropriate Federal banking agency. Prohibits an investment company from knowingly acquiring securities during an underwriting where the proceeds will be used to retire indebtedness owed to an affiliated bank. Prohibits a mutual fund from borrowing from an affiliated bank except pursuant to regulations adopted by the SEC. Revises the definition of \"interested person\" for purposes of the Investment Company Act to include any person (including a bank) that acts as custodian or transfer agent, or engages in specific types of transactions with an investment company within the preceding six-month period. Extends the prohibition against officers, directors, and employees of any one bank constituting the majority of the board of directors of a registered investment company to the officers and directors of any one bank and its subsidiaries, or any one bank holding company and its affiliates and subsidiaries. Prohibits a registered investment company or persons who sell securities issued by a registered investment company from representing or implying that the company or security is insured by the FDIC or is guaranteed by, or is otherwise an obligation of, any insured institution. Authorizes the SEC to issue regulations to require such a company or person to disclose that such securities are not so insured or guaranteed. Revises the definition of \"broker\" and dealer\" for purposes of the Investment Company Act and the Investment Advisers Act to conform to the revised definition of such terms in the Securities Exchange Act. Amends the Investment Advisers Act of 1940 to remove the exclusion from the definition of \"investment adviser\" for banks that advise investment companies. Requires the SEC to notify the appropriate Federal banking agency before initiating any examination, investigation, or enforcement action against any bank holding company, bank, or department or division of a bank registered or required to be registered under the Investment Advisers Act. Authorizes the SEC to share information with Federal, State, foreign, and self-regulatory organizations, officials, or agencies for law enforcement and regulatory purposes. Title V: Insurance Activities - Bank Holding Company and National Bank Improvements Act of 1989 - Amends the Bank Holding Company Act of 1956 to prohibit a bank holding company from engaging in any insurance activities in the United States, either directly or through any of its bank or nonbank subsidiaries, unless such activities qualify under specified exemptions. Accords grandfather rights with respect to specified insurance activities conducted by certain bank holding companies through State banks or subsidiaries. Amends the National Bank Act to provide that, with specified exceptions, a national bank or subsidiary thereof may engage in only those insurance activities which are limited to assuring the repayment of the outstanding balance due on a specific extension of credit by the national bank in the event of the death, disability, or involuntary unemployment of the debtor. Provides that a national bank located in an area with a population not exceeding 5,000 may engage in other insurance activities only so long as: (1) the insurance activities are confined to such an area; and (2) the insurance is sold only to residents of the State in which the bank is located or to natural persons employed in that State. Allows certain companies to continue to engage in insurance activities otherwise not permitted under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Proxmire Financial Modernization Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Bank Holding Company and National Bank Improvements Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to modernize and reform the regulation of financial services, to strengthen the enforcement authority of depository institution regulating agencies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:38-05:00"
}