{
  "actions": [
    {
      "acted_at": "1973-01-29", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3139-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-29", 
  "number": "3139", 
  "official_title": "A bill to make rules governing the use of the Armed Forces of the United States in the absence of a declaration of war by the Congress.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr454-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "War Powers Act", 
  "sponsor": {
    "district": "6", 
    "name": "Harrington, Michael J.", 
    "state": "MA", 
    "thomas_id": "00503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-29", 
  "subjects": [
    "Armed forces and national security", 
    "Congress", 
    "Congressional-executive relations", 
    "Government operations and politics", 
    "International affairs", 
    "War"
  ], 
  "subjects_top_term": "War", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-29", 
    "text": "War Powers Act - Declares that it is the purpose of this Act to fulfill the intent of the framers of the Constitution of the United States and insure that the collective judgment of both the Congress and the President will apply to the introduction of the Armed Forces of the United States in hostilities, or in situations where imminent involvement in hostilities is clear from the circumstances, and to the continued use of such forces in hostilities. States that the Act is not intended to encroach upon the recognized powers of the President, as Commander in Chief, to conduct hostilities authorized by the Congress, to respond to attacks or the imminent threat of attacks upon the United States, including its territories and possessions, to respond to attacks or the imminent threat of attacks against the Armed Forces of the United States, and under proper circumstances, to rescue endangered citizens of the United States located in foreign countries. Provides that, in the absence of a declaration of war by the Congress, the Armed Forces of the United States may be introduced in hostilities, or in situations where imminent involvement in hostilities is clearly indicated by the circumstances, only: (a) to repel an armed attack upon the United States, its territories and possessions; to take necessary and appropriate retaliatory actions in the event of such an attack; and to forestall the direct and imminent threat of such an attack; (b) to repel an armed attack against the Armed Forces of the United States located outside of the United States, its territories and possessions, and to forestall the direct and imminent threat of such an attack; (c) to protect while evacuating citizens of the United States, as rapidly as possible, from the high seas or any country in which such citizens are present with the express or tacit consent of the government of such country, and who are being subjected to a direct and imminent threat to their lives, either sponsored by such government or beyond the power of such government to control; or (d) pursuant to specific statutory authorization, but authority to introduce the Armed Forces of the United States into hostilities shall not be inferred from any treaty or from any provision of law, including any provision contained in any appropriation Act, unless such provisions specifically authorize the introduction of such Armed Forces in hostilities and exempts the introduction of such armed forces from compliance with the provisions of this Act. Stipulates that no treaty in force at the time of the enactment of this Act shall be construed as specific statutory authority for, or a specific exemption permitting, the introduction of the Armed Forces in any such situation. Provides that the use of the Armed Forces of the United States in hostilities pursuant to this Act shall be reported promptly in writing by the President to the Speaker of the House of Representatives and the President of the Senate, together with a full account of the circumstances under which such hostilities were initiated, the estimated scope of such hostilities, and the consistency of such hostilities with the applicable provisions of this Act. States that hostilities commenced pursuant to this Act shall not be sustained beyond thirty days from the date of their initiation except as provided in specific legislation enacted for that purpose by the Congress. Provides that hostilities commenced pursuant to this Act may be terminated prior to the thirty day period by statute or joint resolution of Congress, except where the President certifies that continued use of the Armed Forces is necessary for the safety and prompt disengagement of United States forces. Directs that any bill or resolution, authorizing continuance or termination of military hostilities shall, if sponsored or co-sponsored by one third of the Members of the House of Congress in which it originates, be considered reported to the floor of such House no later than one day following its introduction, unless the Members otherwise determine by yeas and nays. States that any such bill or resolution referred to a committee after having passed one House of Congress shall be considered reported from such committee within one day after it is referred to such committee, unless the Members of the House referring it to committee shall otherwise determine by yeas and nays. Provides that any bill or resolution reported shall immediately become the pending business of the House to which it is reported, and shall be voted upon within three days after such report, unless such House shall otherwise determine by yeas and nays. Directs that this Act will not affect military hostilities already undertaken before enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "War Powers Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make rules governing the use of the Armed Forces of the United States in the absence of a declaration of war by the Congress.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:40-05:00"
}