{
  "actions": [
    {
      "acted_at": "1992-03-24", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4546-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-24", 
  "number": "4546", 
  "official_title": "To amend the Foreign Assistance Act of 1961 and the Arms Export Control Act to authorize appropriations for foreign assistance programs for fiscal years 1992 and 1993, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Cooperation Act of 1992", 
  "sponsor": {
    "district": "19", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-03-24", 
  "subjects": [
    "AIDS (Disease)", 
    "Advanced weapons", 
    "Aerial bombing", 
    "Afghanistan", 
    "Africa", 
    "Agribusiness", 
    "Agricultural economics", 
    "Agricultural labor", 
    "Agricultural productivity", 
    "Agriculture in foreign trade", 
    "Albania", 
    "Algeria", 
    "Alliances", 
    "Alternative energy sources", 
    "American economic assistance", 
    "American investments", 
    "American military assistance", 
    "American technical assistance", 
    "Angola", 
    "Anniversaries", 
    "Antisemitism", 
    "Antitank weapons", 
    "Apartheid", 
    "Aquaculture", 
    "Arab countries", 
    "Arab-Israeli conflict", 
    "Argentina", 
    "Armenians", 
    "Armistices", 
    "Arms control", 
    "Arms control agreements", 
    "Arms sales", 
    "Auditing", 
    "Australia", 
    "Authorization", 
    "Azerbaijan", 
    "Ballistic missiles", 
    "Bangladesh", 
    "Biological diversity conservation", 
    "Biological weapons", 
    "Birth control", 
    "Bolivia", 
    "Brazil", 
    "Burma", 
    "Buy American", 
    "CIS countries", 
    "Cambodia", 
    "Capital", 
    "Caribbean area", 
    "Central America", 
    "Chemical weapons", 
    "Child health", 
    "China", 
    "Cholera", 
    "Civil-military relations", 
    "Claims", 
    "Cocaine", 
    "Colleges", 
    "Colombia", 
    "Commerce", 
    "Commercial blacklisting", 
    "Communist parties", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional tributes", 
    "Conservation of natural resources", 
    "Construction industries", 
    "Cost effectiveness", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Crimes against humanity", 
    "Cuba", 
    "Cultural relations", 
    "Cyprus", 
    "Debarment of government contractors", 
    "Debt", 
    "Debt agreements", 
    "Democracy", 
    "Developing countries", 
    "Disabled", 
    "Disaster relief", 
    "Disasters", 
    "Discrimination", 
    "Dispute settlement", 
    "Djibouti", 
    "Dominican Republic", 
    "Drug law enforcement", 
    "EEC countries", 
    "Eastern Europe", 
    "Education", 
    "Educational exchanges", 
    "Egypt", 
    "Emergency management", 
    "Emigration", 
    "Employee rights", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Equal pay for equal work", 
    "Estonia", 
    "Ethiopia", 
    "Ethnic groups", 
    "Ethnic relations", 
    "Executive reorganization", 
    "Export controls", 
    "Export finance", 
    "Export subsidies", 
    "Exports", 
    "Expropriation", 
    "Federal advisory bodies", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Fighter aircraft", 
    "Fiji", 
    "Food relief", 
    "Food supply", 
    "Forced labor", 
    "Foreign correspondents", 
    "Foreign exchange", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Foundations", 
    "Free enterprise", 
    "Gaza Strip", 
    "Genocide", 
    "Germany", 
    "Government corporations", 
    "Government liability (International law)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government trust funds", 
    "Greece", 
    "Guatemala", 
    "Guyana", 
    "Haiti", 
    "Haitians", 
    "Health", 
    "Health planning", 
    "High technology industries", 
    "Hong Kong", 
    "Hospitals", 
    "Housing and community development", 
    "Human rights", 
    "Hungary", 
    "Import quotas", 
    "India", 
    "Indians of South America", 
    "Indonesia", 
    "Industrial production", 
    "Industry", 
    "Information services", 
    "Infrastructure (Economics)", 
    "Inspection (Arms control)", 
    "Inspectors general", 
    "Insurance companies", 
    "Insurgency", 
    "Integrated pest management", 
    "International affairs", 
    "International agencies", 
    "International competitiveness", 
    "International cooperation", 
    "International courts", 
    "International environmental cooperation", 
    "International fishery management", 
    "International military forces", 
    "International monetary system", 
    "International relief", 
    "Investment guaranty insurance", 
    "Iran", 
    "Iraq", 
    "Ireland", 
    "Israel", 
    "Japan", 
    "Jewish holocaust (1939-1945)", 
    "Journalism", 
    "Kenya", 
    "Kuwait", 
    "Land mines", 
    "Laos", 
    "Latin America", 
    "Latvia", 
    "Lebanon", 
    "Liberia", 
    "Libya", 
    "Licenses", 
    "Lithuania", 
    "Malawi", 
    "Malaysia", 
    "Manpower policy", 
    "Medical education", 
    "Middle East", 
    "Military aircraft", 
    "Military and naval supplies", 
    "Military assistance", 
    "Military base agreements", 
    "Military bases", 
    "Military education", 
    "Military helicopters", 
    "Military occupation", 
    "Military training", 
    "Minority employment", 
    "Missing in action", 
    "Money", 
    "Mongolia", 
    "Mozambique", 
    "Multilateral development banks", 
    "Murder", 
    "NATO countries", 
    "NATO military forces", 
    "Namibia", 
    "Narcotic traffic", 
    "National service", 
    "Negotiations", 
    "Nepal", 
    "New Zealand", 
    "Nicaragua", 
    "Nongovernmental organizations", 
    "Northern Ireland", 
    "Nuclear exports", 
    "Nuclear nonproliferation", 
    "Nuclear reactors", 
    "Nuclear weapons", 
    "Orphans", 
    "Pakistan", 
    "Palestinians", 
    "Panama", 
    "Peace", 
    "Peace Corps", 
    "Peace negotiations", 
    "Peace treaties", 
    "Persian Gulf War", 
    "Peru", 
    "Philippines", 
    "Police training", 
    "Political persecution", 
    "Political prisoners", 
    "Population policy", 
    "Poverty", 
    "Prisoners of war", 
    "Privatization", 
    "Promotions", 
    "Psychotropic drugs", 
    "Public health", 
    "Recruiting of employees", 
    "Refugee policy", 
    "Refugees", 
    "Repatriation", 
    "Reprogramming of appropriated funds", 
    "Research", 
    "Research centers", 
    "Restrictive trade practices", 
    "Right of asylum", 
    "Right to travel", 
    "Romania", 
    "Sanctions (International law)", 
    "Scholarships", 
    "Schools", 
    "Ships", 
    "Singapore", 
    "Small business", 
    "Somalia", 
    "South Africa", 
    "South Asia", 
    "South Korea", 
    "South Pacific area", 
    "Southern Africa", 
    "Sovereignty", 
    "Sri Lanka", 
    "Strategic materials", 
    "Subsaharan Africa", 
    "Sudan", 
    "Sugar and sugar trade", 
    "Surplus government property", 
    "Syria", 
    "Taiwan", 
    "Terrorism", 
    "Textile industry and fabrics", 
    "Tibet", 
    "Treaties", 
    "Turkey", 
    "United Nations", 
    "Uranium", 
    "Volunteer workers", 
    "War", 
    "War crimes", 
    "War relief", 
    "West Africa", 
    "West Bank", 
    "Women", 
    "Women's employment", 
    "Yugoslavia", 
    "Zaire"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-24", 
    "text": "International Cooperation Act of 1992 - Title I: Economic Assistance - Amends the Foreign Assistance Act of 1961 to revise policy provisions concerning economic assistance. Sets forth the objectives of U.S. economic cooperation policy and development and economic assistance programs as the: (1) alleviation of poverty through the development of human resources; (2) promotion of broad based economic growth; (3) improved environmental, natural resource, and agricultural management to achieve environmentally and economically sustainable patterns of development; and (4) promotion of democracy, respect for human rights, and political, social, and economic pluralism. Authorizes appropriations for FY 1992 and 1993 for development assistance. Declares that the Administrator of the agency primarily responsible for administering this title (administering agency) should target a specified amount of such funding for agriculture, rural development, and nutrition assistance. Authorizes appropriations for FY 1992 and 1993 for population planning and health, education, and human resources assistance. Declares that the Administrator should target specified amounts of human resource development funding for child survival activities and for the prevention and control of acquired immune deficiency syndrome (AIDS). Repeals provisions concerning contributions to the International Fund for Agricultural Development. Permits funds authorized to be appropriated for human resources development to be used for assistance to meet the needs of individuals with disabilities and displaced children who have been abandoned or orphaned as a result of poverty or disasters. Authorizes the use of agriculture, rural development, and nutrition assistance for strengthening and expanding marine fisheries and aquaculture programs. Provides that funds made available for family planning projects shall be available only for projects which offer a broad range of family planning methods and services. Authorizes the President to furnish assistance for the prevention and control of AIDS. Revises provisions concerning private sector, environment, energy, and other development assistance. States that Appropriate Technology International qualifies for U.S. development assistance. Declares that a specified amount of economic support assistance should be made available for such organization. Authorizes assistance to be provided to developing countries to support private sector activities meeting specified criteria. Permits the President to issue guarantees assuring against losses incurred in connection with loans made for such activities. Sets forth terms and conditions for such guarantees. Authorizes the President to make direct loans for such activities, subject to certain conditions. Establishes ceilings for direct loans and for contingent liability for guarantees. Authorizes appropriations for FY 1992 and 1993. Declares that beneficiary countries should bear a share of the costs of development assistance programs under this Act. Requires the Administrator to ensure that: (1) development assistance activities incorporate the active participation of local women; (2) sex-disaggregated data is included in country development strategy statements for major sectors in which assistance is to be provided and in project papers and program assistance approval documents; (3) programs are designed so that the percentage of women who benefit from such assistance exceeds the approximate transitional level of participation of women in the sector for which assistance is being provided; and (4) program assistance evaluations include an assessment of the extent to which women are participating in the activity and the impact of the activity on the self-reliance of women and improving their incomes. Requires a specified amount to be made available each fiscal year as matching funds to support activities of the missions of the agency which demonstrate potential for integrating women into programs. Increases the percentage of funds to be made available or channeled for each fiscal year (currently, FY 1986 through 1989) to private and voluntary organizations for specified development activities. Authorizes the Administrator to support and encourage development education programs. Requires the Administrator to establish a program performance evaluation capacity to: (1) develop a program performance information system to afford the administering agency's managers a means for monitoring achievement of impact and interim performance of the agency's major programs; (2) prepare and disseminate reports on the agency's progress in meeting development objectives for major assistance categories and recipient countries; (3) strengthen the implementation of foreign assistance projects; and (4) coordinate with the Inspector General of such agency to ensure complementarity of efforts. Directs the President to report annually to the Congress on: (1) progress toward achieving the four basic objectives set forth under this title; and (2) a country-by-country analysis of the impact on economic development in each country during the preceding three to five years of U.S. economic assistance programs, with a discussion of U.S. interests that were served by such assistance. Authorizes appropriations for FY 1992 and 1993 for American schools, hospitals, and libraries abroad. Raises the ceiling on the principal amount of housing guaranties authorized to be issued under the worldwide shelter program. Continues the authority of the housing guaranty program through FY 1993. Repeals provisions concerning the issuance of guaranties for projects using solar energy technology and agricultural and productive credit and self-help community development programs. Requires fees to be charged for housing guaranties. Raises the ceiling on the total face value of guaranties authorized to be issued with respect to any country and on the average face value of guaranties in any fiscal year. Provides that the principal amount of guaranties issued shall be comparable to the amount issued for FY 1984, subject to dollar value limitations. Authorizes appropriations for FY 1992 and 1993 to pay the cost of guaranties with a specified face value and for administrative expenses of the housing guaranty program. Authorizes the issuance of guaranties in connection with loans made for housing and infrastructure in Israel for emigres from the Soviet Union and its successor states. Exempts such guaranties from specified limitations on principal amount, amount of guaranties per country, or average face value. Removes restrictions on Overseas Private Investment Corporation (OPIC) loans for mining operations. Repeals provisions that limit OPIC equity investments to countries in Subsaharan Africa and the Caribbean basin. Increases the amount of OPIC's one-time transfer to the fund established to carry out its activities. Raises the ceiling on the maximum contingent liability for outstanding OPIC guarantees. Authorizes OPIC to draw specified amounts from a noncredit account fund to pay estimated subsidy costs of program levels for the loan guarantee and direct loan programs. Revises provisions concerning OPIC's insurance reserves. Authorizes OPIC to transfer a specified amount from the noncredit account revolving fund for administrative expenses of the direct loan and loan guarantee programs. Makes provisions concerning income and revenues applicable to income and revenues from OPIC's noncredit activities (currently, revenue and income from any source). Authorizes (currently, requires) OPIC to charge fees for its services. Requires investors in projects receiving OPIC financing to certify to OPIC that any contract for the export of goods as part of a project requires that U.S. insurance companies have a fair and open opportunity to provide insurance against risk of loss of the export. Exempts from such requirement investors who do not have a controlling interest in a project. Directs the U.S. Trade Representative to report to the Congress on OPIC actions with respect to such certifications. Authorizes the President, acting through the Administrator, to provide assistance for microenterprises in developing countries. Directs the administering agency to establish specified criteria for determining the financial intermediaries that will receive such assistance. Requires a significant portion of such assistance to be used to support direct credit assistance by, and the institutional development of, financial intermediaries with a primary emphasis on assisting people living in absolute poverty, especially women. Outlines funding sources for such assistance. Permits the President, in order to generate local currencies for providing such assistance, to use development and economic support fund assistance to provide assistance to developing countries on a loan basis repayable in local currencies. Sets forth minimum levels of assistance to be provided under this Act. Requires the Administrator to develop a monitoring system to evaluate the agency's microenterprise development activities. Authorizes the President to use development and economic support assistance or assistance from the Development Fund for Africa to support human rights and activities to improve the performance of democratic institutions. Requires a substantial portion of such assistance to be provided to nongovernmental organizations. Prohibits such assistance from being used to influence the outcome of an election in any country. Permits Development Fund for Africa assistance to be used only for countries in Subsaharan Africa. Requires the President to report to specified congressional committees on activities designed to promote democracy that are funded by the Department of State, the Agency for International Development (AID), or the U.S. Information Agency (USIA), along with recommendations for ways to improve coordination of responsibilities among such agencies. Authorizes appropriations for FY 1992 and 1993 for contributions to international organizations. Earmarks specified amounts of such funds for: (1) the United Nations Development Program; (2) the United Nations Children's Fund; (3) the United Nations Environment Program; (4) the Organization of American States (OAS), with an amount set aside for establishing an electronic network for the exchange of science and technology information among universities in OAS member countries; (5) the Special Program for Africa of the International Fund for Agricultural Development; (6) the United Nations Development Fund for Women; (7) the Intergovernmental Oceanographic Commission; and (8) the United Nations University Endowment Fund. Permits the President to continue U.S. participation in, and make contributions to, the International Fund for Agricultural Development. Applies evaluation and auditing procedures for the International Bank for Reconstruction and Development and the Asian Development Bank to the International Development Association, the International Finance Corporation, the Multilateral Investment Guarantee Agency, the Inter-American Development Bank, the Inter-American Investment Corporation, the African Development Bank, the African Development Fund, the Asian Development Fund, and the European Bank for Reconstruction and Development. Provides that if Israel is denied its right to participate in any United Nations agency, the United States shall suspend its participation in, and contributions to, any such agency until the denial of rights is reversed. Permits the President to use development or economic support assistance or assistance from the Development Fund for Africa for grants to, or contracts with, nongovernmental organizations to enable such organizations to: (1) purchase debt obligations owned by developing countries to commercial lending institutions or other private parties; and (2) cancel such obligations subject to the President's approval, to the extent that such countries make available assets or policy commitments to promote the objectives of this title. Authorizes grantees or contractees to retain interest earned on the proceeds of debt-for-development or debt-for-environment purchases or exchanges pending the disbursement of such proceeds and interest for the purposes for which assistance was provided. Authorizes appropriations for FY 1992 and 1993 for international disaster assistance. Raises the ceiling on the amount that may be obligated against appropriations for use in providing such assistance. Limits the amount that may be obligated against appropriations for development assistance and assistance from the Development Fund for Africa. Authorizes appropriations for economic support fund (ESF) assistance for FY 1992 and 1993 for: (1) Israel; (2) Egypt; (3) Turkey; (4) the International Fund for Ireland; (5) Cyprus (for a scholarship program, bicommunal projects, and measures aimed at the reunification of the island and designed to promote peace between the two communities on Cyprus); (6) Nepal; (7) the South Pacific Regional Program (with earmarked funds for scholarships for study at postsecondary institutions of education in the United States); (8) regional cooperative programs in the Middle East; and (9) other recipients or purposes. Redesignates the Trade and Development Program as the Trade and Development Agency. Revises the authorities of the Director of the Agency. Requires the Agency to disseminate information about its activities to the private sector. Sets forth the duties of the Inspector General of the administering agency with respect to the Agency. Authorizes appropriations for FY 1992 and 1993. Authorizes appropriations for FY 1992 and 1993 for operating expenses of the administering agency and its Office of the Inspector General. Directs the President to report annually to the Congress on: (1) progress toward achieving the four basic objectives set forth under this title; and (2) a country-by-country analysis of the impact on economic development in each country during the preceding three to five years of U.S. economic assistance programs, with a discussion of U.S. interests that were served by such assistance. Requires the President to maintain within the administering agency a Center for University Cooperation in Development and a Center for Voluntary Cooperation in Development. Provides that the respective purposes of such centers shall be to strengthen the partnership for development between the U.S. Government and: (1) U.S. and developing country institutions of higher education engaged in education, research, and public service programs relevant to developing countries; and (2) U.S. private voluntary organizations, cooperatives, and credit unions engaged in activities relevant to such countries. Directs the Administrator to establish an Advisory Committee on University Cooperation in Development and an Advisory Committee on Voluntary Cooperation in Development. Repeals provisions concerning the Board for International Food and Agricultural Development. Expresses the sense of the Congress that the President should continue to make efforts to improve the management of U.S. economic assistance programs. Requires the President to report to the appropriate congressional committees on the feasibility and impact on U.S. foreign policy and foreign assistance objectives of: (1) reducing the number of countries receiving economic assistance; and (2) improving coordination and management of U.S. economic assistance programs. Title II: Military Assistance and Sales and Related Programs - Chapter 1: Military Assistance and Related Programs - Revises policies and objectives of U.S. military assistance programs. Authorizes financing assistance to be provided on a grant or credit basis or as guaranties. Revises the President's authorities to furnish such assistance to remove the authority to detail members of the armed forces to foreign countries or to transfer funds to countries to meet obligations for payments for arms sales. Requires repayment of loans within twelve years, with exceptions. Establishes a minimum interest rate of five percent on credits. Exempts from appropriations charges defense articles or services that are made available under special drawdown authority. Authorizes financing for the procurement by leasing of defense articles from U.S. commercial suppliers to be provided to Israel and Egypt if there are compelling foreign policy or national security reasons for such articles being provided by lease rather than by government-to-government sale. Permits the financing of the procurement of defense articles and services not sold by the U.S. Government only if the country or international organization proposing to make such procurement has signed an agreement with the United States specifying the conditions under which the procurement may be financed. Requires sales under the Arms Export Control Act which are wholly paid from funds made available on a grant basis under this Act or were transferred or made available under former authorities prior to this Act's enactment to be priced to exclude the costs of salaries of members of the U.S. armed forces (other than members of the Coast Guard). Prohibits assistance from being furnished under this chapter in any case involving coproduction or licensed production outside the United States of any defense article of U.S. origin unless the President furnishes full information on the proposed transaction to the appropriate congressional committees. Prohibits the obligation of certain assistance for the procurement of: (1) any vessel of war built pursuant to a prime contract awarded to a foreign shipyard; or (2) any weapons system or other major system for a vessel of war built pursuant to such a contract awarded to a foreign rather than a U.S. shipyard because of unfair foreign competition. Exempts from such prohibition vessels of war built in the foreign country which is the recipient of such assistance or built pursuant to a prime contract signed before the effective date of this Act or procurement for the maintenance, repair, or replacement of such systems. Authorizes appropriations for foreign military financing for FY 1992 and 1993 for: (1) Israel; (2) Egypt; (3) Turkey; (4) Greece; and (5) other recipients or purposes. Revises provisions concerning eligibility for the receipt of defense articles and services. Raises the ceiling on the amount of defense articles and services and military training to be drawn down under certain emergencies. Limits the amount of such articles, services, and training to be drawn down for purposes of international narcotics control and international disaster assistance. Directs the President to establish monitoring and auditing controls to make financed arms sales subject to requirements no less stringent in accountability than requirements of Federal Acquisition Regulation applicable to sales under the Arms Export Control Act relating to improper business practices and personal conflict of interest. Places a ceiling on the value of additions to stockpiles for FY 1992 and 1993. Revises provisions concerning the location of stockpiles. Requires excess defense articles to be made available to maintain the military balance in the Eastern Mediterranean. Directs the President to ensure, over a three-year period beginning in FY 1993, that the ratio of the value of such articles made available for Turkey to those made available for Greece closely approximates the ratio of the amount of foreign military financing provided for Turkey to the amount provided for Greece. Authorizes the President to transfer excess defense articles to major drug transit countries for counternarcotics purposes. Amends the Arms Export Control Act to raise the ceiling on the aggregate acquisition cost to the United States of excess defense articles ordered by the President. Amends the Foreign Assistance Act of 1961 to remove a reporting requirement with respect to nonlethal defense articles furnished to foreign countries. Repeals provisions of the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1990 concerning transfers of excess defense articles. Authorizes appropriations for FY 1992 and 1993 for: (1) international military education and training; (2) peacekeeping operations; and (3) antiterrorism assistance. Declares that the President, in providing assistance under this Act, should take into account the cooperation provided by countries in matters connected with international terrorism. Amends the Arms Export Control Act to revise requirements of a report by the President on military exports. Chapter 2: Foreign Military Sales Program - Amends the Arms Export Control Act to repeal a provision concerning purposes of military sales or leases. Requires the President to take the following steps to address financial management problems with respect to payments on account of foreign military sales: (1) certify that payments with respect to such sales are properly recorded by case and country; (2) improve the coordination and uniformity of the military services systems used to account for, control, and report upon the operation of the foreign military sales program; and (3) reconcile the discrepancies between reported disbursements and performance for all uncompleted foreign military sales agreements executed prior to March 1989. Directs the President to notify the House Foreign Affairs Committee and the Senate Foreign Relations Committee on the termination of any discrepancy reconciliation. Designates Australia, Egypt, Israel, Japan, New Zealand, and South Korea as major non-NATO allies. Provides that New Zealand shall be eligible for special treatment authorized for such allies only to the extent that the President notifies the appropriate congressional committees that such treatment is in the national security interest. Authorizes the President to make additional designations with advance notification to the appropriate congressional committees. Raises the threshold on the dollar amount of defense equipment or services on which the President is required to submit specified certifications. Revises provisions concerning presidential certifications and congressional procedures for certain arms transfers. Adds to the list of information required in the President's quarterly report on military exports information on all concluded defense coproduction agreements. Imposes sanctions on foreign parties to coproduction agreements that violate restrictions concerning unauthorized third party transfers or unauthorized dispositions of defense articles or services or technical data if the President notifies the Congress or the Congress determines by joint resolution. Lists such sanctions as: (1) the suspension of authority to produce defense articles abroad pursuant to such agreements; and (2) a prohibition on the issuance and approval of licenses with respect to the foreign party. Disqualifies for financing under the Foreign Assistance Act of 1961 for 12 months any contracts of a person convicted or debarred for a violation of international traffic in arms regulations under the Arms Export Control Act. Increases the amount of defense trade registration fees required to be credited to a Department of State account. Repeals provisions of the State Department Basic Authorities Act of 1956 concerning munitions control registration fees. Amends the Arms Export Control Act to require the President to review biennially and revise, as necessary, international traffic in arms regulations. Prohibits funds authorized by any Act from being made available to facilitate the sale of M-833 antitank shells or comparable shells containing a depleted uranium penetrating component to any country other than a NATO member or major non-NATO ally. Chapter 3: Technical and Conforming Amendments; Repeal of Obsolete and Inconsistent Provisions - Amends the Foreign Assistance Act of 1961 to apply termination of assistance provisions (with respect to violations of agreements providing defense articles or services) to defense articles or services provided under the Arms Export Control Act. Makes technical and conforming amendments to the Arms Export Control Act. Revises a provision regarding the Guaranty Reserve Fund and redesignates the Fund as the Foreign Military Loan Liquidating Account. Repeals provisions concerning: (1) information to the Congress on credit sales and guaranties; (2) the availability of funds for procurement of defense articles and services outside the United States; (3) discrimination; (4) restraint in arms sales to Subsaharan Africa; (5) foreign military sales credit standards; and (6) foreign military sales to less developed countries. Chapter 4: Transfers of Spoils of War - Spoils of War Act of 1992 - Permits spoils of war in the possession or control of the United States to be transferred to any other party only to the extent and in the same manner that property of the same type, if otherwise owned by the United States, may be so transferred. Title III: International Narcotics Control - Authorizes appropriations for FY 1992 and 1993 for international narcotics control. Revises provisions concerning international narcotics control. Exempts maritime law enforcement operations in archipelagic waters from a prohibition on U.S. participation in foreign police actions. Makes a prohibition on the use of narcotics control funds for the procurement of weapons or ammunition inapplicable (subject to congressional notification requirements) to: (1) weapons or ammunition for the defensive arming of aircraft used for narcotics control purposes; or (2) firearms and related ammunition provided to Department of State employees for narcotics control activities. Requires the President (currently, the Secretary of State) to maintain records on aircraft use under this title. Authorizes foreign military financing assistance under the Arms Export Control Act to be made available to finance the leasing of aircraft. Authorizes (currently, requires) the reallocation of funds withheld from countries which fail to take steps to halt illicit drug production or trafficking. Revises congressional reporting and certification requirements with respect to international narcotics control. Requires the President to notify the appropriate congressional committees annually of countries determined to be major drug transit or illicit drug producing countries. Repeals obsolete provisions of specified Acts. Makes prohibitions on the provision of assistance to foreign law enforcement agencies inapplicable, during FY 1992 through 1995, to: (1) transfers of defense articles and services for counternarcotics purposes; and (2) foreign military financing and international military education and training for narcotics-related purposes. Makes provisions of law that restrict assistance to countries inapplicable with respect to narcotics-related assistance, provided that the President notifies the appropriate congressional committees. Title IV: Special Authorities, Restrictions, Reporting Requirements, Administrative and General Provisions, Definitions, and Conforming Amendments and Repeals - Chapter 1: Contingency and Other Special Authorities - Authorizes the President to provide assistance (other than foreign military financing or international military education and training) to a country that is: (1) emerging as a democracy; or (2) emerging from civil strife and has a democratically elected government or is making progress toward a democratic form of government. Raises the ceiling on funds available for unanticipated contingencies. Requires congressional notification prior to the transfer of funds between accounts. Prohibits the transfer of funds authorized for the costs of loan or guarantee programs in accordance with requirements of the Federal Credit Reform Act of 1990. Revises provisions concerning the special waiver authority of the President with respect to prohibitions on assistance. Raises the ceiling on the amount of assistance that may be allocated for national security interests for any one country unless such country is a victim of active (currently, Communist) aggression. Repeals provisions concerning U.S. obligations in West Germany and a certification by the President of inadvisability to specify the nature of the use of funds. Chapter 2: Restrictions on Assistance and Exemptions from Restrictions - Applies a prohibition on assistance for police training to the furnishing of excess defense articles for law enforcement purposes. Exempts from such prohibition: (1) international narcotics control assistance; (2) assistance in protecting and maintaining wildlife habitats and in developing wildlife management and plant conservation programs; (3) antiterrorism assistance; (4) specified assistance for law enforcement in Latin America and the Caribbean; and (5) other exempted assistance. Revises prohibitions concerning restrictions on assistance. Adds to the list of restrictions prohibitions on assistance for: (1) a country whose government engages in a consistent pattern of human rights violations; (2) a country whose elected head of government is deposed by military coup; (3) a country which is more than one year in arrears to the U.S. Government on any U.S. Government loan or credit under the Foreign Assistance Act of 1961 or specified provisions of the Arms Export Control Act; (4) projects designed to increase exports of agricultural, textile, or apparel commodities from developing countries if such exports would be in competition with U.S. exports or be expected to cause injury to U.S. exporters of the same or a similar commodity; and (5) a country that provides lethal military equipment to a government that has supported international terrorism. Authorizes the Foreign Claims Settlement Commission, at the request of the President, to evaluate the value of any property that is the subject of expropriation by a foreign country. Exempts from restrictions on foreign assistance (except for countries that support terrorism or violate human rights) assistance for: (1) the needs of individuals with disabilities or displaced children; (2) child survival activities; (3) the prevention and control of AIDS; (4) immunization and oral rehydration; (5) environmentally sound, sustainable resource management; and (6) efficient energy systems. Chapter 3: Reports - Revises provisions regarding: (1) U.S. assistance policies and human rights; and (2) congressional notification for program changes. Outlines required elements of annual congressional presentation documents on economic assistance. Chapter 4: Administrative and General Provisions - Revises provisions concerning the use of private enterprise for the procurement of commodities and defense articles. Authorizes the use of Federal facilities for technical assistance purposes when such facilities are not competitive with private enterprise. Revises provisions concerning procurement standards and procedures. Sets forth provisions concerning the generation and use of local currencies. Authorizes the President to adopt as a U.S. contract or obligation any contract with a U.S. or third-country contractor that had been funded with assistance prior to the termination of such assistance. Permits nongovernmental organizations to invest local currencies accrued as a result of economic assistance provided by this Act and other specified Acts and to use interest earned on investments for assistance purposes. Exempts funds for Israel and Egypt from any restriction on the availability of funds. Prohibits appointments to specific positions within the administering agency without the advice and consent of the Senate. Permits assistance funds to be used to reimburse Federal or State agencies, private and voluntary organizations, or institutions of higher education that detail employees for assistance programs that require special technical skills. Excludes such employees from applicable personnel ceilings during the detail period. Removes funding limitations on assistance for the construction of living quarters, offices, schools, and hospitals abroad and for assistance to schools educating dependents and personnel abroad. Requires the Administrator to ensure that for assistance projects there is displayed an acknowledgment that such projects were funded by the people of the United States. Revises provisions concerning discrimination against U.S. personnel. Chapter 5: Definitions - Sets forth specified definitions. Chapter 6: Conforming Amendments and Repeals - Makes technical and conforming amendments to specified Acts. Repeals specified Acts. Title V: Europe - Chapter 1: Support for East European Democracy Act - Amends the Support for East European Democracy (SEED) Act of 1989 to make eligible for SEED benefits any Eastern European country taking steps toward: (1) political pluralism and economic reform; (2) respect for human rights; and (3) a willingness to build a friendly relationship with the United States. (Currently, most SEED programs target Hungary and Poland.) Includes Albania, Lithuania, Latvia, Estonia, and Yugoslavia or its successor states in the list of eligible countries. Extends specified structural adjustment, debt reduction, and stabilization assistance to such countries. Requires the President to support adoption of agricultural policies in eligible countries that are based on free-market policies and to discourage policies that distort market signals through protective import barriers or government export subsidies. Authorizes AID to provide assistance to support private sector development in Eastern Europe and U.S. participation in capital projects. Permits the President, acting through the AID Administrator, to use funds for labor market transition assistance to eligible Eastern European countries. Extends technical assistance and training for labor market transition assistance to eligible Eastern European countries. Removes a provision authorizing appropriations for Peace Corps programs in Poland and Hungary. Extends assistance for the development of Peace Corps and credit unions to eligible Eastern European countries. Applies provisions governing the use of Polish currency generated by agricultural assistance to local Eastern European currencies generated by such assistance. Repeals provisions concerning: (1) OPIC support for Poland and Hungary; (2) Trade and Development Program activities in Poland and Hungary; (3) tax treatment of loans with below market interest rates for Poland and Israel; and (4) the trade credit insurance program for Poland. Extends Export-Import Bank programs to Czechoslovakia. Urges the President to seek bilateral investment treaties with eligible Eastern European countries to establish a legal framework for U.S. investment in such countries. Extends educational and cultural exchange programs and the scholarship partnership program to eligible Eastern European countries. Removes funding provisions concerning the scholarship partnership program. Authorizes the AID Administrator to use funds available for the scholarship partnership program for scholarships to enable Eastern European students to study at American institutions of higher education in Europe. Makes a specified amount of nonconvertible Polish currencies held by the United States available for the Research Center on Jewish History and Culture of the Jagiellonian University of Krakow, Poland. Declares that the President should allocate a specified amount annually for NATO's plan for expanded East European participation. Extends assistance for the support of democratic institutions and environmental protection and energy efficiency activities to eligible Eastern European countries. Authorizes the President, acting through the AID Administrator and the Administrator of the Environmental Protection Agency, to provide assistance for environmental and energy activities in eligible Eastern European countries, with emphasis on assistance for policies encouraging and providing incentives for end-use energy efficiency and conservation and reliance on renewable energy resources. Requires the President to work with officials of the Government of Czechoslovakia to establish a regional program to facilitate cooperative activities to address the public health aspects of environmental degradation. Earmarks funds for such program. Revises provisions concerning medical assistance to Poland. Authorizes the President, acting through the AID Administrator, to: (1) provide medical training, health care planning assistance, and other assistance to improve health care to eligible Eastern European countries; and (2) provide assistance to support the infrastructure for a housing sector in such countries. Directs the SEED Program coordinator to establish an Eastern European Business Information Center System to serve as a central clearinghouse and data resource service for U.S. and Eastern European businesses providing information relating to: (1) business conditions in Eastern Europe; (2) legal and regulatory information needed by U.S. companies seeking to do business in Eastern Europe; (3) investment and trade opportunities for U.S. companies; and (4) voluntary assistance efforts to Eastern European countries. Requires the SEED Program coordinator to make information accessible to local enterprises seeking trade with or investment from the United States through the establishment of Eastern European trade information centers. Declares that the President should establish American Business Centers to support American business initiative in Eastern Europe. Repeals a provision concerning economic and commercial officers at U.S. embassies and missions in Hungary and Poland. Authorizes and allocates appropriations for SEED programs for FY 1992 and 1993. Sets forth provisions concerning the reallocation or reduction of such funds. Treats the Regional Environmental Center for Central and Eastern Europe in Budapest, Hungary, as an international organization for purposes of detailing U.S. Government personnel. Chapter 2: Other Provisions Relating to the Region - Authorizes additional appropriations for FY 1992 and 1993 to carry out the Soviet-East European Research and Training Act of 1983. Revises reporting requirements under such Act. Condemns the resurgence of organized anti-Semitism and ethnic animosity in Romania. Urges the Government of Romania to speak out against anti-Semitism and work to promote harmony among ethnic and religious groups. Calls on: (1) the Romanian people to resist extremist organizations and strengthen the forces of tolerance and pluralism; (2) the Romanian Government to take steps toward greater respect for internationally recognized human rights; and (3) the President of the United States to ensure that progress by such Government in combating anti-Semitism and in protecting the rights and safety of its ethnic minorities shall be a significant factor in determining levels of assistance to Romania. Sets forth congressional findings with respect to the situation in Nagorno-Karabakh in Azerbaijan. Amends the Mutual Educational and Cultural Exchange Act of 1961 to establish the Andrei Sakharov Educational Exchange Program to facilitate cooperation in the fields of environmental protection and health sciences through exchanges of graduate students. Includes such exchange program in the list of actions to be taken under the SEED Act. Expresses the sense of the Congress with respect to the crisis in Yugoslavia. Amends the Anglo-Irish Agreement Support Act of 1986 to remove a certification requirement and to revise reporting requirements. Title VI: Middle East - Makes ESF assistance to Israel available on a cash transfer basis. Requires the President to ensure that the level of such transfer does not cause an adverse impact on the total level of nonmilitary exports from the United States to Israel. Makes foreign military financing for Israel available on a grant basis. Makes certain amounts of such financing available for advanced weapon systems research and development and the procurement of defense articles and services. Amends the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1991 to reduce the amount of defense articles and services and military education and training that were authorized to be drawn down for Israel under such Act. Permits ESF assistance for Egypt to include sector grants only if Egypt implements agreed upon reforms in the relevant sector. Permits specified law enforcement assistance to be provided to Egypt only through U.S. institutions of higher education or through the International Criminal Investigative Training Assistance Program of the Department of Justice. Requires foreign military financing for Egypt to be provided on a grant basis. Earmarks assistance allocated by AID for democratic initiatives and human rights for the growth of indigenous nongovernmental organizations that contribute to increased pluralism, democracy, and respect for human rights and the rule of law in the Middle East and North Africa. Earmarks ESF assistance for FY 1992 and 1993 for the West Bank and Gaza Program. Declares that specified amounts of development assistance should be used to finance cooperative development and cooperative development research projects among the United States, Israel, and eligible East European countries. Expresses the sense of the Congress that the United States should support educational, cultural, and humanitarian activities that bring Israelis together with Palestinians living in the West Bank and Gaza. Sets forth U.S. policy with respect to Lebanon. Declares that specified amounts of ESF and development assistance should be made available for Lebanon. Prohibits assistance to Syria until the President reports to the appropriate congressional committees that the Government of Syria: (1) has demonstrated willingness to enter into negotiations with Israel; (2) does not deny its citizens the right to emigrate and does not impose taxes with respect to emigration; (3) no longer supports international terrorist groups; (4) is withdrawing its armed forces from Lebanon; (5) is no longer acquiring chemical, biological, or nuclear weapons and will not use weapons currently in its arsenal to threaten its neighbors; (6) is cooperating with U.S. antinarcotics efforts and taking steps to remove members of the government who are involved in the drug trade; and (7) has made progress in improving human rights. Expresses the sense of the Congress that the United States should encourage all Arab states to: (1) support efforts to achieve peace and stability in the Middle East and to settle the Arab-Israeli conflict; and (2) take specific steps with respect to Israel and terrorism. Directs the President to report to the appropriate congressional committees on: (1) the impact on Israel of U.S. commercial and government-to-government transfers of defense articles and services to the Middle East; (2) policies being pursued and steps being taken to preserve Israel's qualitative edge. Amends the International Security and Development Cooperation Act of 1985 to revise U.S. policy with respect to the Palestine Liberation Organization (PLO). Restricts negotiations with the PLO until the PLO amends or supersedes its charter to reflect recognition of Israel and ceases the use of terrorism. Requires the President to report to the Speaker of the House and the chairman of the Senate Foreign Relations Committee on specified issues involving the PLO. Requires the President to report to the appropriate congressional committees on whether the Government of Kuwait has taken steps to: (1) end arbitrary arrest, torture, and other extrajudicial actions and bring to justice those responsible for such actions; (2) ensure that those detained have access to legal counsel, the right to an open and speedy trial, and other internationally recognized standards of due process; (3) allow the presence and activities of international human rights and humanitarian organizations; (4) comply with international law relating to deportations; and (5) ensure that the October 1992 elections are free and fair and permit universal suffrage. Expresses the sense of the Congress that: (1) U.S. businesses engaged in rebuilding Kuwait should use U.S. subcontractors and U.S. goods and services; (2) the Department of Commerce should monitor and encourage this policy; and (3) the President should seek appropriate United Nations Security Council action to establish an international tribunal to try all individuals who were involved in the planning or execution of war crimes and crimes against humanity during and after Iraq's invasion of Kuwait. Directs the President to report to the relevant congressional committees on any spoils of war that were obtained subsequent to August 2, 1990, and that were transferred to any party before the date of enactment of this Act. Expresses the sense of the Congress that: (1) the 1981 Israeli preemptive strike against the Iraqi nuclear reactor at Osirak was a legitimate and justifiable exercise of self-defense which also reduced the threat of Iraqi nuclear aggression against countries bordering Iraq; and (2) the United States should seek the repeal of United Nations Security Council Resolution 487 which condemned the strike. Title VII: Latin America and the Caribbean - Chapter 1: Central America and the Caribbean - Subchapter A: Central America - Declares that it shall be U.S. policy to: (1) support Central American countries in efforts to build democracy, restore peace, establish respect for human rights, expand economic opportunities, and improve living conditions; (2) support dialogue as the proper means of resolving armed conflicts in Central America; (3) assist in the implementation of, and secure international cooperation and support for, recommendations of the International Commission on Central American Recovery and Development; (4) support the United Nations Development Program for its Special Plan of Economic Cooperation for Central America; and (5) organize a partnership among donor countries and Central American countries to mobilize resources and promote a forum for dialogue on issues of development, democracy, social justice, and human rights. Prohibits military assistance under the Foreign Assistance Act of 1961 to Guatemala during FY 1992 and 1993, except in connection with a peace agreement. Establishes the Lasting Peace Fund for Guatemala. Authorizes the President to transfer amounts available for military assistance to the Fund. Makes funds available only upon notification to the appropriate congressional committees that the Guatemalan Government and the Guatemalan National Revolutionary Unit have signed a peace agreement. Permits funds to be available for: (1) costs of retraining, relocation, and reemployment in civilian pursuits of former combatants and noncombatants affected by the conflict; and (2) costs of monitoring activities associated with the peace agreement. Prohibits the authorities of the Arms Export Control Act from being used to sell to the Guatemalan Government, or issue licenses for the export to Guatemala of: (1) weapons or ammunition; or (2) aircraft, unless the aircraft are unarmed and the Guatemalan Government has agreed that they will not be armed. Permits FY 1992 and 1993 development and ESF assistance and assistance under the Agricultural Trade Development and Assistance Act of 1954 for Guatemala to be used only by civilian government agencies and nongovernmental organizations. Requires such assistance to be targeted for: (1) programs that address poverty, basic human needs, and environmental concerns; (2) the improvement of democratic institutions and the promotion of political pluralism; (3) the National Reconciliation Commission; (4) fiscal reform and administration; or (5) programs that promote trade and investment. Prohibits such assistance from being used for partisan political purposes or as an instrument of counterinsurgency. Waives assistance target requirements if the President notifies the appropriate congressional committees that Guatemala has made progress in eliminating human rights violations and in bringing to trial those responsible for major human rights cases. Declares that the President should: (1) take into account the extent to which the Nicaraguan Government has brought the armed forces under civilian control and undertaken investigations into, and prosecution of those responsible for, human rights violations prior to providing assistance for FY 1992 and 1993; and (2) consider the extent to which foreign military financing for Nicaragua will further the goals of strengthening civilian control over the military, ending human rights abuses, and stemming the export of lethal military equipment prior to providing such financing for such fiscal years. Prohibits assistance under the Foreign Assistance Act of 1961 for FY 1992 and 1993 from being available for: (1) the Sandinista Popular Army unless requested and authorized by the President of Nicaragua; and (2) any member of the Nicaraguan resistance who has not disarmed or is not abiding by the terms of the cease-fire and the addenda to the Toncontin Agreement. Waives provisions of law that prohibit assistance to countries in arrears on assistance payments to the United States with respect to assistance for Nicaragua. Expresses the sense of the Congress that the Nicaraguan Government should expedite the processing of claims by private citizens based on expropriation of property by the Sandinista Government. Authorizes a specified amount of ESF assistance for FY 1992 and 1993 to be made available to carry out the Concerted Plan of Action in Favor of Central American Refugees. Expresses the sense of the Congress with respect to strengthening democratic legislatures in Central America. Declares that a specified amount of development and economic support assistance should be used for the Central American Journalism Program and Regional Administration of Justice Program's Center for the Administration of Justice to support democracy building activities in the region. Expresses the sense of the Congress that the President should: (1) begin negotiations with the Government of Panama to consider whether the two Governments should allow the permanent stationing of U.S. military forces in Panama beyond December 31, 1991; and (2) consult with the Congress throughout those negotiations. Subchapter B: The Caribbean - Amends the Foreign Assistance Act of 1961 to set forth the Caribbean Regional Development Act of 1992. Sets forth U.S. policy with respect to development and economic assistance for the Caribbean. Provides that priority in providing development assistance should be given to supporting indigenous democratic Caribbean institutions that represent and benefit the poor. Requires priority in the allocation of assistance to the Caribbean to be given to: (1) increased food production; (2) rural development; (3) community-based agro-industries; (4) small- and medium-sized farm and manufacturing enterprises; (5) the expansion of tourism; (6) regional integration; (7) the upgrading of technical and managerial skills; (8) support for renewable natural resources; (9) private sector development; (10) democratic development and the administration of justice; and (11) human services and human resources development. Directs the President, in providing assistance to a Caribbean country, to take into account whether the government of such country has failed to protect worker rights and is taking steps to implement laws that demonstrate advancement in providing such rights. Prohibits the administering agency from providing assistance for the use of any substance in a Caribbean country if such use is prohibited under the country's or U.S. public health laws. Declares that the agency should: (1) ensure the active participation of women in the development process; and (2) take into account the perspectives of the poor in the development process. Expresses the sense of the Congress that: (1) all assistance to the Haitian Government should remain suspended until democratic government is restored; (2) the United States should provide a specified amount of economic and development assistance to Haiti during FY 1992 and 1993; and (3) if the assistance is suspended, the balance for any fiscal year should remain available as long as there are reasonable prospects of a return to democracy and constitutional government. Prohibits foreign military financing assistance for Haiti (except nonlethal assistance) during FY 1992 and 1993. Encourages the Government of the Dominican Republic to improve respect for the human rights of Haitian laborers engaged in the sugar cane harvesting industry in the Dominican Republic. Withholds a specified amount of economic support assistance from the Dominican Republic until the President notifies the appropriate congressional committees of the steps taken by the Government of the Dominican Republic to improve such human rights. Declares that the President should consider increasing the Dominican Republic's allocation of the U.S. sugar quota and providing additional economic and development assistance if the Government of the Dominican Republic makes progress in specified matters concerning such laborers. Permits assistance under the Foreign Assistance Act of 1961 or the Agricultural Trade Development and Assistance Act of 1954 to be provided to the Government of Guyana only if the President reports to the appropriate congressional committees that such government is in power as a result of free and fair elections. Exempts from such restriction international narcotics control assistance or assistance for the holding of free and fair elections. Expresses the sense of the Congress that the President, following the submission of the report regarding Guyana, should provide assistance for Guyana under such Acts. Declares that a specified amount of assistance should be used to meet basic human needs. Applauds the actions of the United Nations Human Rights Commission of March 3, 1992 (concerning human rights in Cuba), and calls on the Government of Cuba to cooperate fully with the Commission. Prohibits the issuance of licenses for certain transactions involving U.S.-controlled firms in third countries and Cuba unless a license would be authorized for such transactions if undertaken by a firm organized under any State law. Applies such prohibition to a foreign subsidiary or affiliate of a domestic concern which is controlled in fact by such concern. Subchapter C: Provisions Relating to Both Central America and the Caribbean - Requires advance congressional notification for the transfer or issuance of licenses for the export of helicopters or military aircraft to any country in Central America or the Caribbean. Directs the Secretary of State to notify the appropriate congressional committees whenever any helicopters or other military aircraft are provided to such countries by any foreign country. Chapter 2: South America - Subchapter A: Andean Initiative - Authorizes appropriations for economic support assistance for FY 1992 and 1993 for Andean countries. Requires priority in the use of funds for Bolivia and Peru to be given to support programs that focus on providing coca farmers with alternative sources of income. Declares that specified amounts of such assistance should be used for law enforcement assistance, protection against narco-terrorist attacks, and assistance for human rights offices in Bolivia, Colombia, and Peru. Authorizes appropriations for FY 1992 and 1993 for foreign military financing assistance for Andean countries. Requires such assistance to be designed to: (1) enhance the ability of the recipient government to control illicit narcotics production and trafficking; (2) strengthen respect for human rights and the rule of law to control narcotics production and trafficking; and (3) assist the armed forces of the Andean countries in their support roles for such countries' law enforcement agencies. Permits the provision of such assistance only if: (1) such country has a democratic government; and (2) the government of such country does not engage in a consistent pattern of human rights violations. Permits such assistance to be used for certain law enforcement training and equipment for purposes of narcotics control efforts. Limits the amount of military and law enforcement assistance for Bolivia, Colombia, and Peru. Prohibits a Peruvian police organization that engages in a consistent pattern of human rights violations from being considered as a law enforcement unit. Permits assistance or the transfer of excess defense articles under this Act to an Andean country only if the President determines that: (1) such country is implementing programs to reduce the flow of cocaine to the United States; and (2) the armed forces and law enforcement agencies of such country are not engaged in a consistent pattern of human rights violations and the government of such country has made progress in protecting human rights. Exempts from the human rights condition assistance for programs providing coca farmers with alternative sources of income. Waives provisions of law that prohibit assistance to countries in arrears on loan payments to the United States with respect to narcotics-related assistance to Andean countries. Expresses the sense of the Congress with respect to actions taken by the Government of Colombia to combat drug trafficking. Subchapter B: Other Provisions Relating to South America - Congratulates the Governments of Argentina and Brazil for taking certain steps with respect to nuclear nonproliferation. Chapter 3: Other Provisions Pertaining to the Region - Authorizes a specified amount of economic assistance for FY 1992 and 1993 to be made available for efforts to deal with the cholera epidemic in Latin America. Amends the Foreign Assistance Act of 1961 to permit the delivery of military assistance and sales to the armed forces of a Latin American or Caribbean country with a civilian government only with the prior approval of the country's head of government. Makes law enforcement assistance available for countries with democratically-elected governments in Latin America and the Caribbean. Prohibits the use of such funds for: (1) lethal equipment; and (2) the participation of Department of Defense personnel and members of the U.S. armed forces in law enforcement training. Permits law enforcement training in the Caribbean to be provided only under the auspices of the Department of Justice Criminal Investigative Training Assistance Program. Earmarks funds for such assistance. Requires the Secretary to report to the Congress on the status and treatment of indigenous peoples in Latin America and the Caribbean. Authorizes the President to direct the AID Administrator to release the Institute Centroamericano de Administration de Empresas from an obligation to make payments on a specified Alliance for Progress loan. Title VIII: Enterprise for the Americas Initiative - Enterprise for the Americas Act of 1992 - Chapter 1: Foreign Assistance Act Debt Reduction - Supports improvement in the lives of the people of Latin America and the Caribbean through market-oriented reforms and economic growth with actions to promote debt reduction, investment reforms, community based conservation and sustainable use of the environment, and child survival and child development. Makes eligible for Enterprise for the Americas Facility (established pursuant to the Agricultural Trade Development and Assistance Act of 1954) benefits Latin American or Caribbean countries that: (1) have democratically-elected governments; (2) have not provided support for international terrorism; (3) cooperate on international narcotics control matters; (4) do not engage in a consistent pattern of human rights violations; (5) have in effect, received approval for, or are making progress toward, specified International Monetary Fund (IMF) arrangements and structural or sectoral adjustment loans from the International Bank for Reconstruction and Development or the International Development Association; (6) have put in place major investment reforms in conjunction with an Inter-American Development Bank loan or are implementing or making progress toward an open investment regime; and (7) have agreed with commercial bank lenders on a financing program for debt or debt service reduction. Authorizes the President to reduce the amount owed to the United States (as a result of concessional loans made pursuant to the Foreign Assistance Act of 1961 or predecessor foreign economic assistance legislation) by any country eligible for Facility benefits. Sets forth requirements with respect to the exchange of obligations, repayment of principal, and interest on new obligations issued by beneficiary countries. Requires beneficiary countries that enter into Americas Framework Agreements to establish Enterprise for the Americas Funds. Authorizes the Secretary to enter into Americas Framework Agreements concerning the operation and use of Americas Funds with countries eligible for Facility benefits. Directs administering bodies in each beneficiary country to administer the Americas Funds and to make grants. Requires grants from the Funds to be used for activities that link the conservation and sustainable use of natural resources with local community development and for child survival and development activities. Subjects grants of more than $100,000 to veto by the U.S. Government or the government of the beneficiary country. Redesignates the Environment for the Americas Board (established pursuant to the Agricultural Trade Development and Assistance Act of 1954) as the Enterprise for the Americas Board. Requires the Board to: (1) advise the Secretary on the negotiations of Americas Framework Agreements; (2) ensure that a suitable administering body is identified for each Americas Fund; and (3) review the programs, operations, and fiscal audits of administering bodies. Amends the Agricultural Trade Development and Assistance Act of 1954 to increase the number of representatives on the Board. Chapter 2: Export-Import Bank Debt Reduction - Amends the Export-Import Bank Act of 1945 to set forth provisions concerning the Enterprise for the Americas Initiative parallel to those set forth in chapter 1 of title VIII of this Act. Makes eligible for Facility benefits Latin American or Caribbean countries that: (1) have in effect, received approval for, or are making progress toward, specified IMF arrangements and structural or sectoral adjustment loans from the International Bank for Reconstruction and Development or the International Development Association; (2) have put in place major investment reforms in conjunction with an Inter-American Development Bank loan or are implementing or making progress toward an open investment regime; and (3) have agreed with commercial bank lenders on a financing program for debt or debt service reduction. Permits the President, for purposes of facilitating debt-for-equity, debt-for-development, or debt-for-nature swaps, to sell to any eligible purchaser any Export-Import Bank loan made to an eligible country before January 1, 1991. Authorizes appropriations. Chapter 3: Participation of the Inter-American Development Bank - Requires the Secretary of the Treasury to work closely with the management of the Inter-American Development Bank (IDB) to ensure the full implementation of the IDB's proposed investment sector reform program and the coordination of U.S. bilateral assistance programs with IDB efforts to enhance liberalization efforts in countries served by the IDB. Amends the Inter-American Development Bank Act to authorize appropriations for a contribution to the Enterprise for the Americas Investment Fund, provided that certain conditions are met. Requires U.S. assistance to the Fund to be disbursed only for the following purposes: (1) technical assistance for purposes of identifying and resolving domestic constraints to investment; (2) assistance to private enterprises; (3) assistance in building human capital, alleviating poverty, and reducing barriers to economic and social progress; and (4) assistance to support host country capacity for insuring the environmental soundness of investment activities. Limits the amount to be used for any of the preceding purposes. Requires the Secretary to instruct the U.S. representative to the Fund to vote against any action which may have an adverse environmental impact unless an environmental assessment is available at least 120 days before the vote. Makes Latin American or Caribbean countries eligible for Enterprise for the Americas Facility benefits eligible for Fund assistance. Chapter 4: International University for the Americas - Requires the Secretary of State to determine the most appropriate location for the International University for the Americas, an institution to be established for promoting economic integration and the strengthening of democratic institutions in the Western Hemisphere and for commemorating the 500th anniversary of the discovery of the Americas by Christopher Columbus. Authorizes a specified amount of development and economic support assistance for Latin America and the Caribbean to be made available for the University. Chapter 5: Reports - Directs the President to report annually to the Speaker of the House and the President pro tempore of the Senate on the implementation of this title. Title IX: Asia and the Pacific - Chapter 1: East Asia and the Pacific - Requires the President, in determining whether to furnish assistance or make sales of defense articles or services to Burma (Myanmar) during FY 1992 and 1993, to make a specified certification with respect to international narcotics control in Burma and to take into account whether the Burmese Government has: (1) ceded legal authority to a civilian government as mandated by the 1990 elections; (2) released persons arrested for the peaceful expression of their political views; and (3) ceased harassment of persons and political parties attempting to exercise freedoms of expression, association, and assembly. Sets forth notification requirements with respect to certain assistance for Burma. Declares that the Congress would welcome decisions by the President to: (1) decline to negotiate a new textile agreement with Burma; (2) impose economic sanctions on Burma under the Customs and Trade Act of 1990; and (3) call upon industrialized countries to impose similar sanctions upon Burma. Authorizes certain development and economic support assistance to be available for: (1) training and education assistance for Burmese outside of Burma who are displaced as a result of civil conflict; and (2) activities which support democratic pluralism in Burma. Reaffirms that genocide is a crime under international law which the United States undertakes to prevent and calls upon the United Nations to take appropriate action for the prevention and suppression of genocide in Cambodia. Makes a specified amount of development and economic support assistance available for Cambodian civilians. Releases additional funds if the President notifies the Congress in accordance with reprogramming procedures. Makes an additional amount of development and economic support assistance available for humanitarian assistance to children and war victims in Cambodia. Authorizes the President to use development and economic support assistance funds to provide for the nonmilitary training of Cambodians in skills that would be used to support the peace agreement signed in October 1991. Requires the President to terminate assistance to any Cambodian organization that is cooperating with the Khmer Rouge in military operations. Directs the President to conduct an onsite assessment within Cambodia to determine requirements for the development of infrastructure and the eradication of explosive mines. Requires the President to report to the Speaker of the House and the President pro tempore of the Senate on all instances of military cooperation from January 1, 1991, through June 30, 1992, between the Khmer Rouge and any faction of the noncommunist resistance and all instances of human rights abuses by the Khmer Rouge. Prohibits the sale, and the issuance of licenses for export, to China of any item on the U.S. Munitions List for military end-users if the President determines that: (1) any U.S. defense article or technology was used in certain missiles or aircraft transferred to Algeria, Iran, Iraq, Libya, Pakistan, or Syria by China in contravention of the Arms Export Control Act; and (2) any chemical weapon or nuclear equipment or materials were transferred to such countries by China. Makes such prohibition inapplicable to the sale or export of systems or components designed for inclusion in civil products and controlled as defense articles only for purposes of export to a controlled country, unless the President determines that the intended recipient is the Chinese military or security forces. Prohibits the provision of FY 1992 and 1993 foreign military financing assistance and assistance for international military education and training to Fiji unless the President certifies to the Congress that Fiji has held elections in which there has been broad participation by all communities. Expresses the sense of the Congress that the President should provide specified amounts to support humanitarian projects in Laos for efforts to resolve questions concerning Vietnam prisoners of war or those missing in action. Sets forth provisions concerning Malaysia's policy of denying first asylum to Indochinese asylum-seekers. Expresses the sense of the Congress that additional assistance should be provided for Mongolia in recognition of Mongolia's movement toward democracy and a free market economy. Amends the Foreign Assistance Act of 1961 to set forth the Multilateral Assistance Initiative for the Philippines. Expresses the sense of the Congress that: (1) the United States should participate with multilateral financial institutions and other bilateral donors in an economic reform and development program in the Philippines; and (2) a multiyear commitment of resources by the United States, donors, and such institutions and a reform effort and leadership role by the Government of the Philippines will be necessary to ensure economic growth in the Philippines and enhanced participation of the Filipino people in the democratic process. Authorizes the President to provide assistance to promote the goals of this Act. Links such assistance to progress by the Government of the Philippines in implementing its economic, structural, judicial, and administrative reform program. Authorizes appropriations. Limits the amount of appropriations for FY 1992. Expresses the sense of the Congress that prior to requesting additional amounts to carry out this Act, the President should take into account: (1) the progress being made by the Philippines toward achieving reform objectives; (2) the extent of participation by the bilateral donors and multilateral financial institutions; and (3) the efforts to coordinate the assistance program. Expresses the sense of the Congress that: (1) the coordination of objectives and programs by donors, institutions, and the Government of the Philippines is critical to the success of the multilateral assistance program; (2) all donors should simplify procurement and disbursement procedures to ensure that conditions on the provision or use of assistance are complementary; and (3) the Philippines should establish internal procedures that will ensure the most effective use of such assistance. Authorizes appropriations for FY 1992 and 1993 for the South Pacific Regional Program. Earmarks an amount of such assistance for scholarships for study at U.S. postsecondary institutions of education. Expresses the sense of the Congress that: (1) the future of Taiwan should be settled peacefully, free from coercion, and in a manner acceptable to the Taiwanese people; and (2) good relations between the United States and China depend on the willingness of the Chinese authorities to refrain from the use or the threat of force in resolving Taiwan's future. Expresses the sense of the Congress that the President should encourage the Organization for Economic Cooperation and Development (OECD) to consider for OECD membership the Governments of South Korea, Taiwan, Hong Kong, and Singapore. Chapter 2: South Asia - Amends the International Security and Development Cooperation Act of 1985 to earmark development and economic support assistance for humanitarian assistance to the Afghan people and for the implementation of bilateral and multilateral reconstruction efforts for Afghanistan and the establishment of a broad-based freely-elected Afghan Government. Congratulates Bangladesh on the transition to a democratically-elected government and welcomes the economic adjustment measures being implemented in coordination with the IMF. Expresses appreciation for Bangladesh's support for international law and collective security. Urges the President to provide debt relief under the Agricultural Trade Development and Assistance Act of 1954 to Bangladesh. Calls upon the Government of India to promote adherence to human rights. Condemns abuses by militants in Kashmir and Punjab and urges all militant groups to cease the use of force to achieve political objectives. Urges the Secretary to raise Indian human rights issues with the Government of India. Calls upon Pakistani authorities not to provide arms or training to militants in Punjab or Kashmir. Welcomes the establishment of a democratically-elected government in Nepal and supports the economic development effort of such government. Authorizes economic support assistance for Nepal for FY 1992 and 1993. Amends the Foreign Assistance Act of 1961 to extend a certain waiver of a prohibition on assistance to Pakistan through April 1, 1993. Prohibits the President from waiving such prohibition unless he makes a specified certification regarding nuclear nonproliferation in Pakistan. Sets forth provisions concerning human rights abuses in Sri Lanka. Requires the President, in determining whether to provide assistance or make sales of defense articles or services to Sri Lanka during FY 1992 and 1993, to take into account whether the Government of Sri Lanka has: (1) ensured that the public register of detainees includes detainees held in all places of detention and ensured that detainees have access to lawyers and family members; (2) taken steps to deter disappearances and killings of civilians by persons under control of government forces; (3) taken measures to minimize civilian casualties in combat operations in the north and the east; and (4) made serious efforts to investigate and prosecute those involved in the murder of journalist Richard DeZoysa. Encourages the Government of Sri Lanka to provide human rights education and training. Chapter 3: Economic Cooperation Projects in China and Tibet - Expresses the sense of the Congress that U.S. economic cooperation projects in China and Tibet should adhere to specified principles, including to: (1) ensure that employment decisions are nondiscriminatory; (2) ensure that methods of production do not pose a danger to project employees and the surrounding environment; (3) ensure that no convict or forced labor is used in the projects; (4) protect freedoms of assembly, association, and expression of project employees; (5) promote the training of employees; (6) discourage compulsory political indoctrination on project premises; and (7) urge the Chinese Government to release a list of the names of individuals detained solely for nonviolent expression of their political views. Directs the Secretary of State to forward a copy of such principles to member nations of the OECD and encourage them to promote such principles. Requires U.S. parent companies of such projects to register with the Secretary and indicate whether such projects will implement the principles. Sets forth specified reporting requirements. Directs the Secretary to report annually to the appropriate congressional committees on: (1) enforcement procedures with respect to prohibitions on the importation of convict-made goods; and (2) investigations with respect to goods produced by convict or forced labor in China and Tibet. Title X: Africa - Chapter 1: Development Fund for Africa - Authorizes appropriations for the Development Fund for Africa for FY 1992 and 1993. Chapter 2: Other Assistance for Africa - Amends the African Development Foundation Act to authorize appropriations for the African Development Foundation for FY 1992 and 1993. Requires funds from the Development Fund for Africa to be used to assist sector projects supported by the Southern African Development Coordination Conference (SADCC). Authorizes the use of such funds without regard to prohibitions on assistance to countries in arrears on assistance payments. Encourages the President to provide increased assistance to promote the development of democratic institutions in Subsaharan Africa. Declares that a specified amount of economic support assistance should be earmarked for Subsaharan Africa. Directs the AID Administrator to provide for the establishment of an African Center for Conflict Resolution to analyze, research, and resolve conflicts in Africa. Requires funds from the Development Fund for Africa to be made available for the Center. Chapter 3: Provisions Relating to Specific Countries - Requires the President, beginning with FY 1992, to provide: (1) nonpartisan election and democracy-building assistance to Angola for support in developing democratic institutions; and (2) assistance for the voluntary relocation and resettlement of refugees and displaced persons and for the demobilization and retraining of former military members of the National Union for the Total Independence of Angola (UNITA) and the armed forces of the Government of Angola; (3) humanitarian assistance; and (4) assistance to implement the peace accords. Prohibits such assistance if the Angolan Government or UNITA violates the peace accords. Sets forth U.S. policy with respect to Kenya. Suspends economic and military assistance to Kenya. Waives such suspension if the President reports to the appropriate congressional committees that the Government of Kenya is taking steps to: (1) release political detainees and end the prosecution of individuals for the expression of their political beliefs; (2) cease physical abuse or mistreatment of prisoners; (3) restore judicial independence; and (4) restore freedom of expression to the Kenyan people. Expresses the sense of the Congress that the President should continue to support the peacekeeping efforts in Liberia carried out by the Economic Community of West African States (ECOWAS). Permits funds authorized by this Act for foreign military financing and unexpended foreign military financing and economic support assistance to be made available to support the efforts of ECOWAS to expand its military involvement in peacekeeping efforts in Liberia. Amends the Foreign Assistance Act of 1961 to authorize the President to provide assistance for civil strife relief, rehabilitation, and general recovery in Liberia. Permits assistance to Liberia during FY 1992 and 1993 only if the President reports to the Congress that the Government of Liberia has achieved progress toward reconciliation and free and fair elections monitored by international observers. Provides that such restriction shall not apply to humanitarian assistance or assistance to enhance progress toward reconciliation and free and fair elections. Waives a prohibition on assistance to countries in arrears on assistance payments with respect to assistance for Liberia. Commends the Malawi Government's response to the influx of refugees from Mozambique. Condemns the abuse of human rights of Malawian citizens. Urges President Banda to release prisoners of conscience, end incommunicado detention and torture of prisoners, and permit freedom of speech and association in Malawi. Prohibits foreign military financing for the Malawi Young Pioneers and permits such assistance only for the Malawian military's effort to secure the Nacala Railroad, programs to support conservation and biological diversity, and for activities to assist in the Mozambique peace process. Sets forth U.S. policy with respect to Mozambique. Conditions the provision of economic support assistance and foreign military financing for FY 1992 and 1993 for Mozambique on steps by the Government of Mozambique to increase respect for human rights and promote a political settlement to the conflict in such country. Expresses the sense of the Congress that: (1) the United States should support the elimination of apartheid and the establishment of democratic majority rule in South Africa through a policy to bring about a nonracial democracy; (2) U.S. firms and the Government should provide specified assistance to disadvantaged South Africans; and (3) the President should seek the cooperation of U.S. allies in Western Europe and Japan to join in multilateral initiatives to aid disadvantaged South Africans. Makes economic support and development assistance and assistance from the Development Fund for Africa available for assistance to disadvantaged South Africans. Requires priority in providing such assistance to be given to South African nongovernmental organizations whose staff are selected on a nonracial basis and which have the support of the disadvantaged communities being served. Authorizes excess assistance for disadvantaged South Africans to be used only for assistance for programs in the health, education, and housing sectors. Prohibits the transfer of such funds to any entity controlled by the South African Government, unless specified conditions are met. Declares that the President, before obligating funds for disadvantaged South Africans, should: (1) consult with South African organizations representative of the majority population of South Africa; and (2) seek a commitment from the South African Government that it will provide additional resources to meet the needs of disadvantaged South Africans. Prohibits assistance to the Communist Party of South Africa or affiliated organizations. Requires the President to ensure that recipients of assistance in South Africa are not engaged in human rights violations and have in place democratic processes for internal decision making and the selection of leaders. Prohibits the provision of foreign military financing, military education and training, and economic support and development assistance to Zaire during FY 1992 and 1993 unless the President reports to the appropriate congressional committees that: (1) free and fair national elections have been held in Zaire; and (2) the elected government demonstrates a commitment to respect freedom of expression and bring about a reformed and independent judiciary, and reform of, and applications of, the rule of law to Zaire security forces. Chapter 4: Horn of Africa Recovery and Food Security - Expresses the sense of the Congress with respect to Ethiopia, Somalia, and Sudan. Sets forth U.S. policy with respect to equitable distribution of relief and rehabilitation assistance and international relief efforts in the Horn of Africa (Ethiopia, Somalia, Sudan, and Djibouti). Authorizes the President to: (1) provide international disaster assistance for civil strife and famine relief and rehabilitation in the Horn of Africa; and (2) transfer funds from unobligated security assistance (without regard to a specified 20 percent increase limitation) to carry out this chapter. Makes available a percentage of assistance for management support activities. Urges the President to provide supplemental emergency food assistance for civilian victims of civil strife in the Horn of Africa. Encourages the President to consult with other nations, armed and unarmed parties in the Horn of Africa, and the United Nations Secretary General to bring about negotiated settlements of the armed conflicts in the Horn of Africa. Expresses the sense of the Congress that the President should: (1) direct the U.S. representative to the United Nations to take specified steps with respect to peace and the establishment of an arms embargo in the region; (2) play an active role in other fora in pressing for settlements to conflicts; and (3) participate in regional and international peace consultations. Declares that development assistance in the Horn of Africa should be targeted to aid the poor. States that U.S. Government aid institutions should seek to: (1) build upon the capabilities and experiences of organizations active in local grassroots relief, rehabilitation, and development efforts; (2) consult with such organizations and incorporate their views into the policymaking process; and (3) support the expansion of their activities without compromising their private nature. Declares that development assistance should be: (1) targeted to the voluntary relocation and repatriation of displaced persons and refugees; and (2) carried out in coordination with strategies for debt relief of countries in the region and with efforts to establish an international fund for reconstruction of developing nations which settle civil wars. Requires development assistance and assistance from the Development Fund for Africa to be channeled through private and voluntary or specified international organizations unless the President makes the required certification under this chapter. Prohibits economic support assistance and foreign military financing and international military education and training assistance to Ethiopia, Somalia, or Sudan unless the President certifies that the government of the country has: (1) begun to implement peace or national reconciliation agreements; (2) demonstrated a commitment to human rights; (3) manifested a commitment to democracy and has held or established a timetable for free and fair elections; and (4) agreed to distribute development assistance without discrimination. Chapter 5: Other Provisions - Expresses the sense of the Congress that: (1) special efforts should be undertaken to reduce trade barriers and to promote economic interchange between the United States and developing countries in Subsaharan Africa; and (2) the countries of Subsaharan Africa are to be applauded for their stance during the Persian Gulf conflict and commended for their support of the United States. Permits international military education and training to be provided to a Subsaharan African country only if the President considers whether: (1) that country has a government that was democratically-elected as the result of free and fair elections or is committed to respecting human rights and permitting freedom of expression and has achieved progress in a process of democratization; (2) the armed forces of such country are involved in human rights violations or the government of the country fails to respect human rights; and (3) the armed forces of such country or other elements of the government of that country are engaged in destabilization efforts aimed at any other country. Requires the President, when obligating funds for countries that do not meet such conditions, to report to the appropriate congressional committees on the reasons for providing such assistance. Provides that any sanction imposed by any State or governmental subdivision that is directed at South Africa or persons engaging in commercial or financial transactions in or with South Africa and that also applies to Namibia shall be null and void with respect to Namibia unless such sanction is consistent with Federal law. Expresses the sense of the Congress that a study should be undertaken by the Office of Technology Assessment, in a cross-section of Subsaharan African countries, of the formulation and the economic, social, and environmental impact of adjustment programs supported or leveraged by AID through the Development Fund for Africa. Title XI: Aid, Trade, and Competitiveness - Aid, Trade, and Competitiveness Act of 1992 - Requires the AID Administrator to establish a capital projects office to: (1) develop a program that would focus solely on developmentally sound capital projects; and (2) consider opportunities for U.S. high-technology firms in putting together capital projects for developing countries and SEED eligible East European countries. Sets forth the activities of the capital projects office. Directs the President to report annually to the Congress on the extent to which: (1) U.S. Government resources have been expended to support capital projects in such countries and the extent of interagency coordination; and (2) U.S. Government capital projects and tied-aid programs have affected U.S. exports. Requires the Secretary of the Treasury, if negotiations for the implementation of the December 1991 agreement within OECD has not been reached by July 1, 1992, to report to the Congress, together with the President of the Export-Import Bank, on: (1) the status of the negotiations; (2) the causes for the failure to reach an agreement by that date; and (3) the reasons the U.S. Government believes that continued negotiations will result in achieving such objective. Urges the President to use specified types and amounts of assistance for grants for capital projects. Directs the President to report to the appropriate congressional committees on the feasibility of allowing AID to offer credit guarantees for the financing of capital projects. Authorizes additional appropriations for FY 1993 for the Trade and Development Agency. Title XII: Peace Corps - Amends the Peace Corps Act to: (1) extend authorizations of appropriations for the Peace Corps through FY 1993; and (2) establish the Foreign Currency Fluctuations, Peace Corps, Account to pay expenses for Peace Corps operations which exceed appropriations for such expenses as a result of currency exchange rate fluctuations. Authorizes appropriations for such Account. Requires the Director of the Peace Corps to contract with an eligible organization to conduct three evaluations of the health care needs of Peace Corps volunteers and the adequacy of the Peace Corps health care system. Provides for the submission of such evaluations to the Director and specified congressional committees. Requires the Director and the Secretary of Labor to report to such committees on: (1) the information provided by the Peace Corps to its volunteers and applicants on the benefits and services to which volunteers or trainees may be entitled in the event they sustain injuries or become disabled during their Peace Corps service or training; (2) the efforts by the Peace Corps and the Department of Labor to coordinate the provision of such information to Peace Corps volunteers and applicants and the processing of claims by volunteers under the Federal Employees Compensation Act (FECA); (3) the number of Peace Corps volunteers and applicants who have filed claims under FECA and the percentage of claims that have been approved; and (4) the timeliness of approvals or denials of such claims. Earmarks funds for FY 1992 and 1993 for establishing Small Business Development Programs in the former Soviet republics. Title XIII: International Development and Finance - Chapter 1: International Monetary Fund - Amends the Bretton Woods Agreements Act to authorize the U.S. Governor of the International Monetary Fund to consent to: (1) an increase in the U.S. quota in the Fund; and (2) the amendments to the Articles of Agreement of the Fund approved in resolution 45-3 of the Fund's Board of Governors. Authorizes the Secretary of the Treasury to instruct the U.S. Executive Director of the Fund to approve the Fund's pledge to sell a specified amount of the Fund's gold to restore the resources of the Reserve Account of the Enhanced Structural Adjustment Facility Trust to meet obligations to lenders who have made loans to the Trust for financing programs of members previously in arrears to the Fund. Permits the Secretary to instruct the U.S. Executive Director of the Fund to support Soviet membership in the Fund only after the President certifies to the Congress that the Soviet Union has taken specified actions to indicate: (1) the implementation of free market policies; (2) the reduction in size and scope of government expenditures; and (3) the embracement of democratic processes. Authorizes the Secretary to instruct the Executive Director of the European Bank for Reconstruction and Development to support expansion of access by the Soviet Union to the Bank's resources only after the President makes such certification. Expresses the sense of the Congress that: (1) encouragement should be given to the efforts being made to address the political and economic problems of nations making the transition to more open political and economic systems; and (2) consideration should be given to developing relationships between such nations, the Fund, the International Bank for Reconstruction and Development, and other international financial institutions as part of assisting such nations in making such transitions. Requires the Secretary to instruct the U.S. Executive Director of the Fund to encourage the Fund to adopt procedures for the publication of economic reviews of the major industrialized nations and other commentary, as appropriate. Expresses the sense of the Congress that procedures should be instituted to review the activities of the Fund and the International Bank for Reconstruction and Development for purposes of coordinating the international economic activities of international financial institutions at the Board, management, and staff levels. Directs the Secretary to instruct the U.S. Executive Director of the Fund to: (1) advocate specified actions concerning poverty alleviation and policy framework papers; and (2) urge renewal of debt and debt service reduction programs. Requires the Secretary to report to the Congress on the debt of the Soviet Union held by commercial banks outside the Soviet Union and the prospects for repayment of such debt. Directs the Secretary to instruct the U.S. Executive Director of the Fund to encourage environmental considerations in Fund programs. Requires the Secretary to instruct the U.S. Executive Directors of the Fund and the International Bank for Reconstruction and Development to urge such entities to develop and report to member nations on criteria for determining whether a nation seeking a loan is engaged in arms and weapons expenditures that are: (1) appropriate to its national circumstances; or (2) an impediment to sound management of its economy and achievement of sustained long-term growth. Chapter 2: International Bank for Reconstruction and Development and Affiliates - Subchapter A: International Finance Corporation - Amends the International Finance Corporation Act to authorize the U.S. Governor of the International Finance Corporation to subscribe to additional shares of the Corporation's capital stock. Authorizes appropriations. Subchapter B: International Bank for Reconstruction and Development - Amends the Bretton Woods Agreements Act to require the Secretary of the Treasury to instruct the U.S. Executive Director of the International Bank for Reconstruction and Development to advocate specified measures to alleviate poverty. Expresses the sense of the Congress that the International Bank for Reconstruction and Development and the International Development Association should: (1) give greater programmatic and budgetary priority to the survival and development of children; and (2) make a commitment to devoting at least five percent of the annual lending of such entities to primary health and basic education, respectively. Directs the Secretary to instruct the U.S. Executive Director of the Bank to urge: (1) renewal of debt and debt service reduction programs; (2) the establishment of a program to provide technical assistance to the Baltic States and the Soviet Union in support of democratic reforms, human rights, the rule of law, and market-oriented reforms; and (3) the coordination of such program with the programs of other donors. Subchapter C: Financial Assistance for Global Environmental Protection - Global Environmental Protection Assistance Act of 1992 - Authorizes the Secretary of the Treasury to contribute a specified amount to the Global Environmental Facility of the International Bank for Reconstruction and Development if the Secretary has certified to specified congressional committees that the Facility has made progress toward implementing certain measures set forth in this Act. Authorizes appropriations. Amends the International Financial Institutions Act to direct the Secretary of the Treasury to report to the House Committee on Banking, Finance and Urban Affairs and the Senate Foreign Relations Committee on the progress made by the multilateral development banks in achieving objectives concerning debt-for-nature exchanges and lending for the environment. Chapter 3: Asian Development Bank - Amends the Asian Development Bank Act to authorize the U.S. Governor of the Asian Development Bank to subscribe to additional shares of the Bank's capital stock. Authorizes appropriations. Chapter 4: African Development Fund - Amends the African Development Fund Act to authorize the U.S. Governor of the African Development Fund to contribute a specified amount to the sixth replenishment of the Fund. Authorizes appropriations. Chapter 5: Export-Import Bank - Amends the Export-Import Bank Act of 1945 to authorize the President to waive limitations on Export-Import Bank financing for exports to the Soviet Union if such waiver is in the national interest. Directs the Bank to: (1) develop a program for providing guarantees and insurance with respect to the export of high technology items to eligible SEED program countries; and (2) inform high technology companies about Bank programs for U.S. companies interested in exporting high technology goods to such countries. Requires the Bank, in the case of any long-term loan or guarantee of at least $10,000,000, to ensure that U.S. insurance companies are accorded a competitive opportunity to provide insurance against risk of loss in connection with such transactions. Sets forth procedures to be taken in cases where such opportunity is denied. Directs the Bank to report to the Congress on the demand for loans, guarantees, and insurance for trade between the United States and the Baltic States and the Soviet Union and to make recommendations for the promotion of trade between the United States and such countries. Expresses the sense of the Congress that the President should determine that Estonia, Latvia, and Lithuania are not Marxist-Leninist countries for purposes of prohibitions on Export-Import Bank assistance for Marxist-Leninist countries. Chapter 6: Multilateral Development Banks - Subchapter A: Energy Efficiency - International Energy Efficiency Financing Act of 1992 - Amends the International Financial Institutions Act to require the Secretary of the Treasury to instruct the U.S. Executive Directors of the multilateral development banks to: (1) demonstrate programs for measuring the application of systems energy efficiency planning and techniques; and (2) advocate procedures that require assessments of the impacts of proposed actions that would have a significant impact on energy efficiency before votes in favor of such actions. Directs the Secretary to seek the adoption of policies which result in access to the public of energy efficiency assessments by the borrowing countries and the lending institutions. Subchapter B: Alleviation of Poverty, Reduction of Barriers to Economic and Social Progress, and Other Provisions - Requires the Secretary to instruct the U.S. Executive Directors of the regional multilateral development banks to advocate the establishment of an organizational unit to aid bank management policies for the reduction of poverty and of barriers to economic and social progress and equity. Directs the Secretary to instruct the U.S. Executive Directors of the international financial institutions to: (1) encourage borrowing countries to involve women in development activities; (2) urge such institutions to reflect the diversity of the population in hiring practices and to strengthen and expand recruitment, hiring, and promotion of minorities and women; and (3) urge such institutions to adopt compensation policies to ensure that comparable pay is provided for people in comparable jobs. Requires the Secretary to instruct the U.S. Executive Directors of the multilateral development banks to oppose any loan, except for basic human needs, to Ethiopia, Somalia, or Sudan until the President certifies to the Senate Foreign Relations Committee and the House Committees on Banking, Finance and Urban Affairs and Foreign Affairs, respectively, that the government of the country has: (1) begun to implement peace or national reconciliation agreements; (2) demonstrated a commitment to human rights; (3) manifested a commitment to democracy and has held or established a timetable for free and fair elections; and (4) agreed to distribute development assistance without discrimination. Directs the Secretary to instruct the U.S. Executive Directors of the international financial institutions to encourage borrowing countries to engage in fair labor practices and to report to the Secretary on actions to promote such practices. Subchapter C: Financial Integrity - Requires the Secretary to instruct such directors to ensure the establishment of an office of Inspector General in such institutions. Chapter 7: Consolidation of Reports - Requires annual reports submitted by the Chairman of the National Advisory Council on International Monetary and Financial Policies to include summaries of reports required under the Bretton Woods Agreements Act. Title XIV: Miscellaneous - Expresses the sense of the Congress that a major effort should be made to strengthen the right to food in international law to assure the access of all persons to adequate food supplies. Declares that the Secretary, through the U.S. representative to the United Nations, should propose to the United Nations General Assembly that a Declaration and a Convention concerning the right to food be adopted and submitted to countries for ratification. United States Environmental Security and Foreign Policy Act of 1992 - Sets forth U.S. policy with respect to global environmental security. Gives the Secretary of State primary responsibility for overseeing environmental agreements and activities between the United States and foreign countries and international organizations and commissions. Requires the Secretary to report biennially to the Congress on: (1) multilateral environmental initiatives and negotiations concluded or in process; (2) bilateral agreements on the environment; (3) U.S. participation in, and support of, environment programs in international organizations and multilateral development banks; (4) international cooperation activities with respect to research and monitoring of environmental and natural resource conditions; and (5) environmental policies and activities of the United States in providing foreign assistance. Expresses the sense of the Congress that a major effort should be made to reform and restructure the United Nations mechanism for responding to international disasters and other humanitarian emergencies. Requires the Secretary, through the U.S. representative to the United Nations, to develop a proposal for strengthening the United Nations response to such emergencies. Expresses the sense of the Congress with respect to nuclear non-proliferation regimes. Requires the President to report annually to the Congress on the progress made and obstacles encountered in establishing regional nuclear non-proliferation regimes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Cooperation Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Aid, Trade and Competitiveness Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Caribbean Regional Development Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Enterprise for the Americas Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Global Environmental Protection Assistance Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "International Energy Efficiency Financing Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Spoils of War Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "United States Environmental Security and Foreign Policy Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Foreign Assistance Act of 1961 and the Arms Export Control Act to authorize appropriations for foreign assistance programs for fiscal years 1992 and 1993, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:18-05:00"
}