{
  "actions": [
    {
      "acted_at": "2007-05-03", 
      "committee": "Committee on the Budget", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Budget.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1279-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-05-03", 
  "number": "1279", 
  "official_title": "A bill to secure America's future economy through reform of the Federal budget process.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "SAFE Budget Process Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Voinovich, George V.", 
    "state": "OH", 
    "thomas_id": "01575", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2007-05-03", 
  "subjects": [
    "Biennial budgets", 
    "Budget deficits", 
    "Congress", 
    "Congressional budget", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Federal budget process", 
    "Government operations and politics", 
    "Government spending reductions", 
    "Government trust funds", 
    "Income tax", 
    "Leases", 
    "Legislation", 
    "Legislative amendments", 
    "Legislative resolutions", 
    "Off-budget expenditures", 
    "Senate rules and procedure", 
    "Tax credits", 
    "Tax refunds", 
    "Taxation", 
    "User charges"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2007-05-03", 
    "text": "Securing America's Future Economy Budget Process Reform Act, or SAFE Budget Process Reform Act - Amends the Congressional Budget Act of 1974 (CBA) to require adoption of a joint resolution by the House and Senate to extend discretionary spending caps in the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Amends the Gramm-Rudman-Hollings Act to extend Pay-As-You-Go requirements, and certain deficit control rules. Makes it out of order in the Senate to consider direct spending or revenue legislation that would cause a deficit or increase the deficit for any one of three applicable time periods. Amends CBA to require the Congressional Budget Office (CBO) to prepare an estimate for legislation reported from committee (except measures within the jurisdiction of the Committee on Appropriations) or placed on the Senate Legislative Calendar, including related amendments or conference reports, on whether the measure would cause a net increase in direct spending in excess of $5 billion in any of the five 10-year periods beginning with the budget year. Federal Insurance Budgeting Act of 2005 - Requires that, starting FY2012, the President's budget submission to Congress be based upon the risk-assumed cost of federal insurance programs for accrual budgeting purposes. Amends cost requirements of federal insurance programs. Requires agencies responsible for federal insurance programs to develop models to estimate their risk-assumed cost by year. Amends CBA to revise the federal and congressional budget processes by establishing a two-year budgeting and appropriations cycle and timetable. Defines the budget biennium as the two consecutive fiscal years beginning on October 1 of any odd-numbered year. Establishes the Commission on Federal Budget Concepts. Repeals Gramm-Rudman-Hollings Act requirements for emergency adjustments to spending legislation. Amends CBA to prescribe requirements for such adjustments, including a reserve fund for emergencies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "SAFE Budget Process Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Securing America's Future Economy Budget Process Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Insurance Budgeting Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to secure America's future economy through reform of the Federal budget process.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:33-05:00"
}