{
  "actions": [
    {
      "acted_at": "1977-09-30", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-09-30", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2168-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-30", 
  "number": "2168", 
  "official_title": "A bill to promote the orderly development of hard mineral resources in the deep seabed, pending adoption of an international regime relating thereto.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Deep Seabed Hard Mineral Resources Act", 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-30", 
  "subjects": [
    "Antitrust law", 
    "Business and commerce", 
    "Environmental protection", 
    "Insurance", 
    "International affairs", 
    "International environmental law", 
    "Investment guaranty insurance", 
    "Leases", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Mines and mineral resources", 
    "Ocean", 
    "Ocean floor", 
    "Treaties", 
    "Trusts and trustees", 
    "Water resources development"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-09-30", 
    "text": "Deep Seabed Hard Mineral Resources Act - Title I: Regulation of Exploration and Commercial Recovery by United States Citizens - Disclaims extraterritorial sovereignty by the United States over deep seabeds. Prohibits any United States citizen from engaging in exploration or commercial recovery unless authorized (1) under a license issued pursuant to this Act, (2) under a license issued by a reciprocating state, or (3) pursuant to an international agreement. Permits the continuation of existing exploration upon timely application for such license. Prohibits interference with the activities of a licensee under this Act. Stipulates activities which are exempted from this Act. Sets forth procedures for the issuance of, and limitations upon, licenses for exploration and commercial recovery under this Act. Declares any United States citizen eligible for a license for exploration. Establishes a formula for the determination of priority of right for issuance. Sets forth findings which must be made prior to issuance of a license of exploration or commercial recovery. Permits emergency modifications or suspension of operations upon order of the Secretary. Stipulates procedures and effects of denial, suspension, or revocation of a license. Directs the Secretary to issue regulations for the implementation of this Act. Directs the Secretary of Commerce to prepare an environmental impact statement with respect to the areas likely to be developed by United States citizens. Specifies criteria for the size of areas of exploration or commercial recovery. Stipulates that the period for such licensing shall be ten years subject to one extension of five years. Requires the Secretary to impose performance requirements upon licensees. Permits relinquishment or surrender of such licenses. Requires certain record keeping, environmental impact statements, navigational safety procedures and disclosure by licensees. Prohibits licensees from interfering with reasonable uses of the seas. Permits the Secretary to monitor exploration or commercial recovery operations. Permits the President to designate \"reciprocating states\" as defined by this Act. Title II: Transition to International Agreements - Sets forth the effects upon provisions of this Act resulting from subsequent international agreements. Directs the Secretary of Commerce to insure licensees against loss of investment occasioned by international agreement, under specified procedures and conditions. Establishes the Ocean Mining Fund to pay such insured losses. Directs the Secretary to submit recommendations for the establishment of a fund for implementation of international agreements. Title III: Civil Penalties, Criminal Offenses, and Miscellaneous Provisions - Makes unlawful violations of this Act. Establishes civil and criminal penalties for such violations. Directs the Secretary of Commerce to enforce this Act. Makes vessels in violation of this Act liable in rem for such violation. Title IV: Miscellaneous Provisions - Requires deep seabed mining activities which take place within the Fishery Conservation and Management Zone of the United States to have the concurrence of the affected regional fisheries council. Authorizes appropriations to implement this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Deep Seabed Hard Mineral Resources Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the orderly development of hard mineral resources in the deep seabed, pending adoption of an international regime relating thereto.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:31-05:00"
}