{
  "actions": [
    {
      "acted_at": "1981-01-22", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-06", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy Conservation and Power", 
      "text": "Referred to Subcommittee on Energy Conservation and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-06", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Fossil and Synthetic Fuels", 
      "text": "Referred to Subcommittee on Fossil and Synthetic Fuels.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1031-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy Conservation and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Fossil and Synthetic Fuels", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Bevill, Tom", 
      "sponsored_at": "1981-03-03", 
      "state": "AL", 
      "thomas_id": "00084", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Cotter, William R.", 
      "sponsored_at": "1981-03-19", 
      "state": "CT", 
      "thomas_id": "00239", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Heckler, Margaret M.", 
      "sponsored_at": "1981-03-31", 
      "state": "MA", 
      "thomas_id": "00523", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Luken, Thomas A.", 
      "sponsored_at": "1981-03-19", 
      "state": "OH", 
      "thomas_id": "00713", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1981-03-03", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Price, Melvin", 
      "sponsored_at": "1982-09-28", 
      "state": "IL", 
      "thomas_id": "00929", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Schneider, Claudine", 
      "sponsored_at": "1981-03-19", 
      "state": "RI", 
      "thomas_id": "01032", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Simon, Paul", 
      "sponsored_at": "1981-03-31", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Yatron, Gus", 
      "sponsored_at": "1981-03-03", 
      "state": "PA", 
      "thomas_id": "01253", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-22", 
  "number": "1031", 
  "official_title": "A bill to provide grants to expedite the conversion by certain existing electric powerplants from the use of oil to coal or another alternate fuel and assist the ratepayers of the electric utilities involved in reducing the costs of conversion, and to otherwise reduce oil and other fuel consumption by electric utilities and their residential customers through conservation and other means.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Powerplant Fuel Conservation Act of 1980", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-22", 
  "subjects": [
    "Air pollution control", 
    "Coal", 
    "Consumer education", 
    "Consumer protection", 
    "Conversion of electric power plants to coal", 
    "Electric power", 
    "Electric utilities", 
    "Electric utility rates", 
    "Energy", 
    "Environmental protection", 
    "Fuel", 
    "Mines and mineral resources", 
    "Natural gas", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Public utilities", 
    "States"
  ], 
  "subjects_top_term": "Conversion of electric power plants to coal", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-22", 
    "text": "Powerplant Fuel Conservation Act of 1980 - Title I: Accelerated Fuel Conversions of Certain Powerplants - Directs the Secretary of Energy to make a grant to any owner or operator of a \"designated powerplant\" (a powerplant found by the President to be feasible for conversion to coal or other alternate fuel) for the costs of conversion of such powerplant from petroleum to coal or another fuel as a primary energy source. Limits the amount of such grant to: (1) 70 percent of the conversion costs for any powerplant which will meet the average preconversion sulfur dioxide limitation; and (2) 30 percent of such costs for any powerplant which will not meet such limitation. Conditions such grants upon the filing of a grant application with the Secretary and the Administrator of the Environmental Protection Agency. Requires the Secretary and the Administrator to determine jointly that the operation of a designated powerplant using the fuel proposed in the application would meet the average preconversion sulfur dioxide limitation. Permits the Secretary to make a grant even though the powerplant does not meet such limitation if the plant adopts recommendations for measures which would reduce the sulfur atmospheric pollutants emitted by the powerplant. Conditions any grant on the joint determination of the Secretary and the Administrator that the operator of the powerplant using the fuel proposed in the application will apply measures which reduce the nitrogen oxides emitted by the powerplant. Directs the Secretary to consult with specified State and Federal authorities before taking final action on an application. Requires the Secretary to approve a grant for a designated powerplant unless the Secretary finds that the requirements of this Act have not been met or cost estimates and other information in the application cannot be adequately verified. Sets forth additional terms and conditions for such grants. Directs the Secretary to make payments under any grant according to a schedule established by the Secretary and the applicant which assures that funds are used only for conversion costs and that the terms and conditions of the grant are being met. Requires each electric utility for which a grant is made to repay any portion of the grant that has been spent by the utility for purposes other than compliance with specified air quality limitations and other applicable environmental requirements. Requires a schedule to be established which provides that the funds for the repayment will emanate from charges for the electricity produced by such electric utility and which will take into account the savings expected because of the use of a fuel other than petroleum as a primary energy source. Allows the Secretary to relieve the electric utility from such repayment at any time after the schedule has been established to the extent that the utility shows that such savings have not been or are not expected to be realized to the extent anticipated. Requires notification of the appropriate Federal and State agencies of grant approvals. Authorizes the Secretary to make a grant to any electric utility which owns or operates an eligible coal-fired electric powerplant for sulfur removal system costs (the reasonable costs for facilities which reduce sulfur atmospheric pollutants). Defines an eligible coal-fired electric powerplant to be any electric powerplant which: (1) was placed in service before the enactment of this Act and is not a designated powerplant; (2) uses coal as its primary energy source; and (3) has been identified by the Administrator as a candidate for a sulfur removal system. Sets forth the application priority, notification, recommendation, environmental standard, and monitoring program requirements which must be met before the Secretary can approve such a grant. Authorizes the Secretary to make a grant for up to 20 percent of the costs for the design and installation of equipment and facilities for reducing the sulfur content of coal committed for use in a powerplant. Sets forth the application priority, notification, recommendation, and monitoring program requirements which must be met before the Secretary can approve such a grant. Prohibits recovery of costs incurred by an electric utility powerplant for use of petroleum or natural gas after December 31, 1985, by the use of an automatic adjustment clause, with specified exceptions. Title II: Additional Incentives for Reduction of Powerplant Use of Petroleum and Natural Gas - Directs the Secretary to make a grant to any electric utility for reasonable costs incurred after enactment in carrying out an approved fuel displacement plan. Limits the amount of a utility's grant to its pro rata share of the total appropriation for such grants, determined according to a specified ratio. Keys the obligation of approved grant amounts to any utility to the fuel reduction target established in its fuel displacement plan, depending on the percentage by which such target meets or falls short of such utility's pro rata share of a national fuel reduction goal of 600,000 barrels per day of petroleum and natural gas. Makes available additional grant amounts for any excess of such pro rata share. Sets a maximum grant ceiling of $4.00 per barrel of petroleum or natural gas conserved under the utility's fuel displacement plan. Specifies application and reporting requirements. Directs the Secretary to establish a schedule for the payment of grant funds designed to insure the proper use of funds and compliance with the terms and conditions of the grant. Provides for recapture by the United States of funds paid out to any utility failing to meet the fuel displacement target established in its fuel displacement plan. Sets the period beginning January 1, 1974, and ending December 31, 1978, as the base period for purposes of determining fuel usage. Specifies factors for appropriate adjustments to the base period fuel usage. Specifies the general contents of any fuel displacement plan. Requires approval of any such plan by the appropriate State regulatory authority in the case of a State regulated electric utility before the Secretary may approve it. Authorizes the Secretary to make grants to State regulatory authorities and non-regulated electric utilities to carry out duties with regard to the implementation of rules for cogeneration and small power production facilities. Title III: Administrative Provisions - Directs the Secretary to make a grant to any State office of consumer services for the purpose of assisting consumers in making presentations directly related to the development and review of fuel displacement plans. Authorizes appropriations for fiscal year 1982 and 1983. Specifies circumstances under which funds appropriated for the Economic Regulatory Administration of the Department of Energy may be used for program administration relating to this Act. Limits the making of grants under this Act to capital costs. Requires final action on grant applications within six months after filing."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Powerplant Fuel Conservation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide grants to expedite the conversion by certain existing electric powerplants from the use of oil to coal or another alternate fuel and assist the ratepayers of the electric utilities involved in reducing the costs of conversion, and to otherwise reduce oil and other fuel consumption by electric utilities and their residential customers through conservation and other means.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:05-05:00"
}