{
  "actions": [
    {
      "acted_at": "1986-09-19", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-09-19", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-09-19", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-09-23", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-23", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1986-09-23", 
      "bill_ids": [
        "hr5576-99"
      ], 
      "references": [], 
      "text": "Clean Bill H.R.5576 Reported in Lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5565-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-09-19", 
  "number": "5565", 
  "official_title": "A bill to provide for the stability of the domestic banking and thrift systems, to improve housing, to protect the American consumer of financial services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5576-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Banking Stability, Housing Improvement, and Consumer Protection Act of 1986", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1986-09-23", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Authorization", 
    "Bank accounts", 
    "Bank deposits", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank mergers", 
    "Bank reserves", 
    "Burglary", 
    "Burglary insurance", 
    "Business and commerce", 
    "Business and social problems", 
    "Checking accounts", 
    "Checks", 
    "Consumer education", 
    "Consumer protection", 
    "Corporations and Stocks", 
    "Crime prevention", 
    "Department of Housing and Urban Development", 
    "Deposit insurance", 
    "Disabled", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal Home Loan Bank Board", 
    "Federal advisory bodies", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Flood insurance", 
    "Food and Food Industry", 
    "Food relief", 
    "Government corporations", 
    "Government operations and politics", 
    "Government securities", 
    "Government trust funds", 
    "Home repair and improvement", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing finance", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Insurance", 
    "Interest", 
    "Interstate banking", 
    "Low-income housing", 
    "Public housing", 
    "Robbery", 
    "Rural affairs legislation", 
    "Rural housing", 
    "Savings and loan associations", 
    "Secondary mortgage market", 
    "Securities and Investments", 
    "Social welfare", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-09-19", 
    "text": "Banking Stability, Housing Improvement, and Consumer Protection Act of 1986 - Title II: Recapitalization of FSLIC - Federal Savings and Loan Insurance Corporation Recapitalization Act of 1986 - Amends the Federal Home Loan Bank Act to require the Federal Home Loan Bank Board (FHLBB) to charter the Financing Corporation. Requires the Corporation to be under the management of a Directorate consisting of the Director of the Office of Finance of the Federal Home Loan Banks (Banks) and two other members selected by the Chairman of the Board from presidents of the Banks. Empowers the Corporation to borrow, to issue stock to Banks, to invest in Federal Savings and Loan Insurance Corporation (FSLIC) securities, to issue obligations the proceeds of which shall be invested in the FSLIC, and to make semiannual assessments of insured institutions to provide for the issuance costs, interest, and custodian fees of such obligations. Limits the aggregate amount of such obligations that may be outstanding at any time. Provides that such obligations shall be treated by the Securities and Exchange Commission as exempt securities, shall be tax-exempt (excluding interest), and shall not be guaranteed by the FSLIC, the Banks, or the United States. Requires each Bank to invest in nonvoting capital stock of the Corporation. Limits the cumulative investment of all Banks to $3,000,000,000 and of each Bank to the sum of specified required reserves plus undivided profits, as prescribed by this Act. Sets forth a formula for determining the prorated portion of funds to be invested by each Bank. Restricts dividend payments by a Bank for which other Banks must invest its required amount. Limits the use and disposition of Corporation assets not invested in the FSLIC. Prohibits the Corporation from making any net new borrowing after December 31, 1986. Creates a Federal Savings and Loan Insurance Corporation Industry Advisory Committee. Directs the Committee to: (1) review and confer with the FHLBB regarding, quarterly reports and budgets on the activities, receipts, and expenditures of the FSLIC; and (2) submit an annual report to specified congressional committee chairman on its activities and its reports and recommendations to the FHLBB and the FSLIC. Terminates the Committee and the Corporation as soon as practicable after the earlier of: (1) the date by which all FSLIC stock purchased by the Corporation has been retired; or (2) December 31, 2026. Amends the Government Corporations Control Act to establish the Corporation as a mixed ownership Government corporation. Amends the National Housing Act to authorize the FSLIC to issue nonredeemable capital certificates and redeemable nonvoting capital stock which shall be sold only to the Corporation, shall pay no dividends, and the proceeds of which shall be considered part of the FSLIC's primary reserve. Directs the FSLIC to establish and maintain an equity return account until all such certificates and stock have been paid off and retired. Sets forth forumulae for calculating the FSLIC's annual contributions to such account beginning in 1997 based on the fraction of the aggregate amount of all accounts of all insured members equal to FSLIC reserves. Authorizes the FSLIC to invest amounts accumulated in such account as it determines appropriate. Directs the FSLIC to use only amounts accumulated in such account to payoff and retire its stock. Provides that certain statutorily prescribed suspensions or reductions of FSLIC premiums based on the FSLIC's primary and secondary reserve levels shall not apply as long as shares of its capital stock are outstanding. Reduces the total premiums paid by an insured institution to the FSLIC by the amount of any assessments paid to the Corporation during the same period. Amends the Federal Home Loan Bank Act to allow the FHLBB to authorize a Bank to declare and pay dividends out of its undivided profits or legal reserves, only after such Bank has reduced all other reserves to zero, if: (1) the Bank incurs a charge-off or expense related to its investment in the Corporation; and (2) the FHLBB determines that there is an extraordinary need for such Bank's member institutions to receive dividends. Directs the FSLIC to: (1) complete quarterly reports and budgets explaining its activities, receipts, and expenditures, including the activities, receipts, and expenditures of the Federal Asset Disposition Association, for the current and preceding quarters; and (2) submit to specified congressional committee chairmen semiannual reports and budgets on its activities, receipts, and expenditures for the preceding semiannual period. Title III: Financial Institutions Emergency Acquisitions - Financial Institutions Emergency Acquisitions Amendments of 1986 - Amends the Federal Deposit Insurance Act to revise provisions governing interstate acquisitions of troubled banks involving Federal Deposit Insurance Corporation (FDIC) financial assistance. Requires the appropriate Federal banking agency to notify and consult with the FDIC about pending action, and notify the FDIC of final action, with respect to any proposed acquisition by an out-of-State bank or holding company of an insured bank in danger of closing that may qualify for interstate acquisition. Authorizes the FDIC to arrange the acquisition of a closed bank which was one of the ten largest insured banks in the State. Directs the FDIC to provide the State bank supervisor with all relevant information concerning all out-of-State banks or holding companies making acquisition offers. Authorizes interstate acquisitions of: (1) an insured bank in danger of closing which has total assets of $500,000,000 or is one of the ten largest insured banks in the State; or (2) two or more affiliated banks in danger of closing if the aggregate total assets of such banks exceed $500,000,000 and equal or exceed 33 percent of the aggregate total assets of all affiliated insured banks, as well as any other affiliated bank or the controlling holding company. Continues existing acquisition eligibility of an insured bank which receives FDIC assistance after April 15, 1986, until no assistance remains outstanding. Authorizes any out-of-State bank which makes an emergency acquisition of an insured bank in any State to acquire other insured banks in such State to the same extent as authorized for any bank holding company whose insured bank subsidiaries' operations are principally conducted in such State. Prohibits any holding company which makes such an acquisition from being required under State law to divest any other bank or from being prevented from acquiring any other bank or holding company by reason of such acquistion. Requires the FDIC to submit an annual report to specified congressional committees on such emergency interstate acquisitions. Amends the Bank Holding Company Act of 1956 to impose similar restrictions on emergency interstate acquisitions of troubled banks not assisted by the FDIC. Authorizes the Federal Reserve Board to: (1) dispense with notice and hearing requirements for the acquisition of a bank in danger of closing; and (2) reduce the post-approval waiting period to five days or eliminate such period if necessary to prevent the probable failure of the bank. Directs the Board to submit an annual report to specified congressional committees on applications for such emergency acquisitions. Amends the Garn-St Germain Depository Institutions Act of 1982 to extend until July 15, 1989, the Deposit Insurance Flexibility Act. Terminates this title and the Deposit Insurance Flexibility Act effective July 15, 1989. Title III: Expedited Funds Availability - Expedited Funds Availability Act - Requires the Board of Governors of the Federal Reserve System to begin to develop an expedited funds availability system which shall be implemented no later than three years and 90 days after enactment of this title. Provides that such system shall require that funds deposited in an account of a depository institution by local and in-state checks be available for withdrawal the business day after deposit and that funds deposited by all other checks be available on the fourth business day after deposit. Lists considerations for the Board in establishing such system which include providing for the automated return of unpaid checks, a uniform endorsement standard, and direct notification of nonpayment. Directs the Board to report to the Congress every six months on its actions to implement such system and within two years after enactment of this title on the effects of temporary schedules for fund availability established under this title. Establishes specific time limits for funds availability for various types of deposits. Provides for next day availability for cash, the cash portion of a deposit, wire transfers, checks of $100 or less, checks drawn on in-state branches of the receiving depository institution or branches located in the same check processing region, U.S. Treasury checks endorsed only by the payee, State and local treasury checks endorsed only by the payee and deposited in special envelopes at manned branches, cashier's checks, certified checks, teller's checks, and depository checks endorsed only by the payee and deposited in special envelopes at manned branches. Sets forth a schedule, to be terminated upon implementation of the expedited funds availability system, providing that: (1) checks drawn on local originating depository institutions shall be available on the third business day after deposit during the one-year period beginning 90 days after enactment of this title and on the second business day after deposit during the subsequent two years; and (2) checks drawn on nonlocal originating depository institutions shall be available for withdrawal on the seventh business day after deposit. Authorizes the Board to make certain adjustments in such time limits. Sets forth time limit exceptions and special time limits which shall apply: (1) to new accounts, deposits by checks in excess of $5,000, checks redeposited after being returned, repeated overdrafts, and foreign checks; and (2) under specified emergency conditions. Authorizes the Board to suspend the applicability of this Act to any classification of checks directly associated with an unacceptable level of losses due to check-related fraud. Requires the Board to transmit a report justifying any suspension to specified congressional committees. Provides that the expedited funds availability schedules shall not apply if the receiving depository institution doubts the collectability of funds for a check, believes that the drawer or drawee of the check has or is about to become subject to bankruptcy or receivership, or believes that a situation involving fraud or kiting exists. Directs the institution to provide notice to the drawer and drawee in such situations. Prohibits any depository institution from freezing funds in an account because other funds deposited in such account by check are not yet available for withdrawal pursuant to this title. Directs each institution to inform employees of, and ensure employee compliance with, the requirements of this title. Provides that State laws providing for shorter time periods for the availability of funds deposited in a State-chartered institution shall supersede this title and shall apply to all federally insured depository institutions located in such State. Requires interest to accrue on funds deposited in an interest-bearing account of an institution beginning on the business day on which the institution receives provisional credit for such funds. Requires a depository institution to meet specified disclosure requirements concerning its general policy on the availability for withdrawal of funds deposited by check. Authorizes the Board to publish model disclosure forms and clauses for common transactions. Directs the Board to establish a Payments System Advisory Council to advise and consult with the Board in the exercise of the Board's functions under this title. Declares that this title supersedes State law, including the Uniform Commercial Code, except as specified earlier. Sets forth provisions governing: (1) the administrative enforcement of this title; and (2) the civil liability of institutions that fail to comply with this title. Title IV: Housing and Community Development - Housing Act of 1986 - Subtitle A: Program Extensions and Amendments - Amends the National Housing Act of 1964, the Housing Act of 1949, and the National Flood Insurance Act of 1968 to extend Federal housing administration mortgage insurance programs, rehabilitation loan authority, rural housing authorities, and the flood and crime insurance programs through FY 1987. Amends the National Housing Act with respect to mortgage insurance and secondary mortgage market programs. Amends the Housing and Community Development Act of 1974 with respect to community and neighborhood development and conservation programs. Subtitle B: Housing Assistance - Amends the United States Housing Act of 1937 with respect to lower income housing projects. Amends the Housing and Community Development Amendments of 1978 with respect to multifamily housing management and preservation. Amends the Housing Act of 1959 with respect to housing for the elderly and the handicapped. Subtitle C: Rural Housing - Amends the Housing Act of 1949 with respect to rural housing, especially mortgage credit. Subtitle D: Shelter Assistance for the Homeless and Displaced - Establishes in the Department of Housing and Urban Development (HUD) the National Emergency Food and Shelter Board, which shall continue the emergency food and shelter program established in the Department of Housing and Urban Development-Independent Agencies Appropriations Act, 1986. Subtitle E: Nehemiah Housing Opportunity Grants - Authorizes the Secretary of Housing and Urban Development (the Secretary) to make grants to nonprofit organizations to carry out Nehemiah Housing Opportunity programs. Specifies requirements and terms of such grants. Establishes in the Treasury the Nehemiah Housing Opportunity Fund to provide for such grants. Subtitle F: Preventing Fraud and Abuse in Department of Housing and Urban Development Programs - Authorizes the Secretary to require applicants or participants in HUD financial assistance programs to disclose their social security account numbers or employer identification numbers. Subtitle G: Enterprise Zone Development - Provides for the designation of enterprise zones for HUD development programs. Subtitle H: Assisted Housing Liability Improvements - Amends the United States Housing Act of 1937 with respect to assisted housing. Directs the Secretary to permit public housing agencies to carry out their activities without prior review or approval."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Banking Stability, Housing Improvement, and Consumer Protection Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Expedited Funds Availability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Savings and Loan Insurance Corporation Recapitalization Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Institutions Emergency Acquisitions Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Housing Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the stability of the domestic banking and thrift systems, to improve housing, to protect the American consumer of financial services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:44-05:00"
}