{
  "actions": [
    {
      "acted_at": "1977-03-31", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-03-31", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-03-31", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5862-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-31", 
  "number": "5862", 
  "official_title": "A bill to establish a regional energy corporation with power to generate and purchase, integrate and pool, and market all the electric energy in the Pacific Northwest Region with emphasis on conservation of energy and a preferential rate for residential consumers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Columbia Basin Energy Corporation Act", 
  "sponsor": {
    "district": "4", 
    "name": "Weaver, James H.", 
    "state": "OR", 
    "thomas_id": "01210", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-31", 
  "subjects": [
    "Corporations", 
    "Electric power", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Government corporations", 
    "Government trust funds", 
    "Northwestern States", 
    "Power resources"
  ], 
  "subjects_top_term": "Government corporations", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-31", 
    "text": "Columbia Basis Energy Corporation Act -- Creates the Columbia Basis Energy Corporation to be responsible for establishing and maintaining a balance between the supply of and demand for electric energy in the Pacific Northwest region. Declares that reducing the demand for energy shall be given equal consideration along with increasing the supply of energy. Establishes procedures governing the operation of the Corporation and its Board of Directors. Requires public hearings prior to Board decisions on major policy questions. Directs the Corporation to give preference and priority to public bodies and cooperatives in disposal of electric energy generated in connection with project under this Act. Imposes limitations and conditions upon sales and deliveries of electricity for use outside the Pacific Northwest region. Directs the Corporation to encourage conservation of electric energy and to encourage use of alternate forms of energy. Directs the Corporation to provide complete finding for energy conservation activities. Details criteria to be considered in the establishment of rate schedules for energy produced by the Corporation, to be prepared by the Board subject to Federal Power Commission approval. Establishes in the Treasury of the United States a Columbia Basin Energy Corporation Administration Fund to finance the activities of the Corporation. Authorizes the Corporation to issue bonds and other obligations to finance construction and related activities. Requires participation by State and local governments in the adoption of various laws and ordinances where required as a condition of receiving low-cost, residential power."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Columbia Basin Energy Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a regional energy corporation with power to generate and purchase, integrate and pool, and market all the electric energy in the Pacific Northwest Region with emphasis on conservation of energy and a preferential rate for residential consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:05-05:00"
}