{
  "actions": [
    {
      "acted_at": "1985-11-14", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres456-99", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-11-14", 
  "number": "456", 
  "official_title": "A joint resolution making further continuing appropriations for the fiscal year 1986, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-11-14", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural productivity", 
    "Agriculture and Rural Affairs", 
    "Appropriations", 
    "Economics and public finance"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-11-14", 
    "text": "Makes continuing appropriations for FY 1986 for programs, projects, or activities as provided for in the following appropriations Acts as passed by the House of Representatives as of December 5, 1985: (1) the Agriculture, Rural Development, and Related Agencies Appropriations Act, 1986; (2) Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 1986; (3) the Department of Defense Appropriations Act, 1986; (4) the District of Columbia Appropriations Act, 1986; (5) the Department of the Interior and Related Agencies Appropriations Act, 1986; (6) the Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 1986; (7) Military Construction Appropriations Act, 1986; and (8) the Department of Transportation and Related Agencies Appropriations Act, 1986. Makes continuing appropriations for programs, projects, or activities provided for the Treasury, Postal Service, and General Government Appropriations Act, 1986, as provided in the conference report as passed the House. Makes continuing appropriations for programs, projects, or activities provided for in the Department of Housing and Urban Development-Independent Agencies Act, 1986, as provided for in the conference report as passed by the House and the Senate. Makes continuing appropriations for programs, projects, or activities as provided for in the Foreign Assistance and Related Programs Appropriations Act, 1986, as reported to the House. Makes continuing appropriations for FY 1986 for the following activities under the terms and conditions provided in applicable appropriations Act for FY 1985, at the curent rate: (1) worker training, job search allowances, and relocation allowances under the Trade Act of 1974; (2) activities under the Public Health Service Act; (3) refugee and entrant assistance activities under the Immigration and Nationality Act and specified activities under the Refugee Act of 1980 and the Refugee Education Assistance Act of 1980; (4) minority science improvement activities under the Omnibus Budget Reconciliation Act of 1981; and (5) payment to the Corporation for Public Broadcasting under the Communications Act of 1934, provided that the current rate shall be the payment provided for FY 1987. Prohibits the use of any such appropriations to initiate or resume any project or activity for which appropriations, funds, or authority were not available during FY 1985. Provides that appropriations under this Act shall remain available from December 6, 1985, until the earlier of the following: (1) enactment into law of an appropriation for any project or activity provided for in this Act; (2) enactment of the applicable appropriations Act by both Houses without any provision for such project or activity; or (3) September 30, 1986. Directs the Secretary of Agriculture to issue regulations to: (1) provide for nonrecourse loans on basic agricultural commodities at such levels as will reflect a fair return to the farm producer above the cost of production; (2) provide for payment by the purchaser, rather that by appropriations, for basic commodities sold for domestic use; and (3) enable producers of any basic agricultural commodity to produce the amount needed for domestic consumption, to maintain the pipeline, and to regain and retain by competitive sales the normal U.S. share of the world market."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution making further continuing appropriations for the fiscal year 1986, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:59:45-05:00"
}