{
  "actions": [
    {
      "acted_at": "1985-04-23", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-29", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2169-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-23", 
  "number": "2169", 
  "official_title": "A bill to amend the Clean Air Act to promote competitiveness in the motor vehicle aftermarket and to preserve consumer freedom of choice to select parts and service, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "39", 
    "name": "Dannemeyer, William E.", 
    "state": "CA", 
    "thomas_id": "00264", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-23", 
  "subjects": [
    "Air pollution control", 
    "Automobile industry", 
    "Automobile repair", 
    "Consumer protection", 
    "Environmental protection", 
    "Federal preemption", 
    "Federal-state relations", 
    "Motor Vehicles and Driving", 
    "Motor vehicle pollution control", 
    "Standards", 
    "State laws", 
    "States", 
    "Warranties"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-23", 
    "text": "Amends the Clean Air Act to limit the manufacturer's warranty on emission control components on new vehicles and new motor vehicle engines to two years or 24,000 miles, whichever occurs first. (Currently the warranty covers the useful life of the vehicle.) Requires the manufacturer to warrant that the engine or motor vehicle is equipped with emission control components designed to conform to any applicable regulations under the Clean Air Act. Repeals the requirement of certification by manufacturers and rebuilders of motor vehicle parts or motor vehicle engine parts that use of such parts will not result in a failure of the vehicle or engine to comply with emission standards of the Clean Air Act. Provides that the term \"emission control component\" means only a catalytic converter, thermal reactor, or other component installed on or in a vehicle for the sole purpose of reducing vehicle emission and does not include vehicle components which were in general use prior to model year 1968. Eliminates the waiver provision which allows auto manufacturers to specify the use of one of their own parts for proper maintenance and use of the vehicle or engine. Preempts State laws in the area of warranties or prescribed maintenance requirements for new motor vehicles or their engines. Prohibits the removal or rendering inoperative of any part or component placed in or on a motor vehicle or motor vehicle engine for the sole purpose of controlling emissions, except as may be necessary for routine maintenance. Provides that the owner of any motor vehicle or motor vehicle engine warranted under this Act is responsible for the proper maintenance of such vehicle's or engine's emission control parts unless such parts are covered by any warranty not required by this Act. Provides that the prohibition against conditioning warranty coverage of a new motor vehicle or a new motor vehicle engine upon the use of the manufacturer's parts or systems shall not apply to warranty coverage of parts, systems, or services provided without charge under the terms of the purchase agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to promote competitiveness in the motor vehicle aftermarket and to preserve consumer freedom of choice to select parts and service, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:16-05:00"
}