{
  "actions": [
    {
      "acted_at": "1981-02-24", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-04", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from HHS, Justice, State.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-03-04", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Refugees, and International Law", 
      "text": "Referred to Subcommittee on Immigration, Refugees, and International Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-13", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from ICA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Received From State.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-04", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Immigration, Refugees, and International Law", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-23", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Immigration, Refugees, and International Law", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-07-29", 
      "bill_ids": [
        "hr4327-97"
      ], 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Immigration, Refugees, and International Law", 
      "references": [], 
      "text": "Clean Bill H.R.4327 Forwarded by Subcommittee to Full Committee in Lieu.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-02", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Received From Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-14", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Received From International Communication Agency.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-22", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Received From HHS.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2043-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Refugees, and International Law", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "25", 
      "name": "Fish, Hamilton, Jr.", 
      "sponsored_at": "1981-02-24", 
      "state": "NY", 
      "thomas_id": "00384", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hall, Sam B., Jr.", 
      "sponsored_at": "1981-02-24", 
      "state": "TX", 
      "thomas_id": "00485", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Lungren, Daniel E.", 
      "sponsored_at": "1981-02-24", 
      "state": "CA", 
      "thomas_id": "00717", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schroeder, Patricia", 
      "sponsored_at": "1981-02-24", 
      "state": "CO", 
      "thomas_id": "01033", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-02-24", 
  "number": "2043", 
  "official_title": "A bill to amend the Immigration and Nationality Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4327-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Immigration and Nationality Act Amendments of 1981", 
  "sponsor": {
    "district": "3", 
    "name": "Mazzoli, Romano L.", 
    "state": "KY", 
    "thomas_id": "00753", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-02-24", 
  "subjects": [
    "Administrative procedure", 
    "Adoption", 
    "Aircraft", 
    "Airlines", 
    "Aliens", 
    "Aviation", 
    "Children and youth", 
    "Citizenship", 
    "Civil procedure", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Deportation", 
    "Drugs and narcotics", 
    "Education", 
    "Employment and training programs", 
    "Fees", 
    "Foreign students", 
    "Foreign-trained physicians", 
    "Forfeiture", 
    "Forgery", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Illegal aliens", 
    "Illegitimacy", 
    "Immigration", 
    "International officials and employees", 
    "Investors", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Marine crimes", 
    "Medical education", 
    "Medical personnel", 
    "Motor Vehicles and Driving", 
    "Motor vehicles", 
    "Narcotic traffic", 
    "Narcotics and crime", 
    "Naturalization", 
    "Passenger ships", 
    "Passports", 
    "Physicians", 
    "Searches and seizures", 
    "Ships and shipping", 
    "Smuggling", 
    "State courts", 
    "States", 
    "Vocational education", 
    "War crimes", 
    "Witnesses", 
    "World War II"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-02-24", 
    "text": "Immigration and Nationality Act Amendments of 1981 - Amends the Immigration and Nationality Act to exclude from the definition of \"immigrant\" an alien (and accompanying spouse and children) having a foreign residence (with no intention of abandoning such residence) coming to the United States temporarily to study full-time at a vocational, language, or other nonacademic institution approved by the Attorney General. Provides that such vocational-nonacademic student category shall become effective six months after enactment of this Act. Redefines the definition of \"child\" to include: (1) a child adopted before the age of 16; and (2) an orphan under the age of 16. Excludes adultery from the determination of good moral character for the purposes of such Act. Limits the existing drug-related provision relating to good moral character to \"trafficking in narcotics.\" Provides that aliens seeking admission within five years of the date of their deportation or removal shall be ineligible for admission into the United States (presently no time limit on excludability). Eliminates certain reporting requirements imposed on the Attorney General regarding his/her discretionary waiver of excludability. Includes drug offenses among the categories of excludability that may be waived in the case of alien children, spouses, or parents of U.S. citizens or permanent residents seeking admission as immigrants. Eliminates a medical specialty certificate from the American Board of Medical Specialities as an admission requirement for an alien graduate of a foreign medical school practicing in the United States as of January 9, 1978. Provides that such an alien's stay shall be the time normally required to complete a designated course of medical study (presently two years with a one year extension). Stipulates that such period shall not exceed seven years unless the alien's country has an exceptional need for such specialty training. Permits such an alien to change his/her designated course of medical study upon approval of the Director of the International Communication Agency once within two years after entry or acquisition of exchange visitor status (presently must continue course of education under which admitted to the United States). Amends waiver of standards provisions regarding such training programs to: (1) require a training program to have a comprehensive plan to reduce its reliance on alien physicians to qualify for such a waiver; and (2) extend such waiver authority from December 31, 1981, to December 31,1983. Directs the Secretary of Health and Human Services, in coordination with the Attorney General and the Secretary of State, to report to the Congress at the beginning of fiscal years 1982, 1983, and 1984 regarding the distribution (geography, nationality, and specialty) of those aliens who have entered the United States under such waiver. Includes within the definition of \"special immigrant\" certain alien physicians (and families) practicing medicine in a State as of January 9, 1978, who: (1) entered the United States before January 1, 1974; or (2) entered the United States between January 1, 1974, and January 10, 1977, and practiced in a physician shortage area for at least 48 months. Authorizes the Attorney General to suspend deportation (and adjust status to that of a permanent resident) of an alien physician (and family) currently working or intending to work in a physician shortage area. Directs the Secretary of Health and Human Services, after consultation with the Attorney General, the Secretary of State, and the Director of the International Communication Agency, to report to Congress by January 15, 1983, concerning the value of medical exchange programs. Revises re-entry permit provisions to authorize the issuance of such permit for a two-year nonrenewable period (presently one year with up to a one year discretionary extension). Revises alien deportation and maintenance expense provisions to: (1) provide that deportion shall be to the country from which the alien boarded the vessel or airplane that brought him to the United States; (2) provide that if such departure was from a foreign territory contiguous to the United States of which such alien was not a national or resident, then deportation shall be to the country from which such alien departed for such contiguous territory;(3) set forth guidelines for the Attorney General if a country is unwilling to accept a deportable alien; and (4) require such transportation lines to deposit a bond to cover any fine or disputed fine relating to deportation with a district director of customs (presently with a customs collector). Makes the existing mandatory waiver of fraudulent entry deportation provisions regarding alien spouses, children, or parents of United States citizens or permanent residents discretionary. Permits nontrafficking drug offenses to be waived for such persons. Provides that such deportation waiver shall also operate with regard to improper entry documents resulting from such fraud. Provides, with regard to such cancelled deportation proceedings, that the reduction of available immigrant visas shall come from the overall permanent or conditional entry visa allotment rather than from the nonpreference immigrant allotment. Permits certain nonimmigrant exchange aliens to have deportation proceedings suspended and have their status adjusted to permanent resident. Revises the category of nonimmigrant aliens who cannot have their nonimmigrant classification changed to another nonimmigrant classification without first applying to the Attorney General for such change. Repeals alien change of address requirements concerning: (1) yearly current address notification; and (2) three-month notification of current address by temporary residents. Provides with regard to the smuggling of aliens into the United States that: (1) any conveyance, including vessels, vehicles, or aircraft used for such purposes (excluding common carriers not consenting to such act and stolen conveyances), shall be subject to seizure and forfeiture; (2) any conveyance may be seized without warrant if probable cause exists and circumstances exist where a warrant is not constitutionally required; (3) specified customs laws shall apply to such seizures; (4) the Attorney General may retain for official use, sell, or require the General Services Administration to take custody of, any forfeited conveyance; and (5) in all forfeiture suits where the conveyance is claimed by any person the burden of proof shall be on such person, provided that probable cause for such forfeiture shall first be shown by the Government. Provides that the spouse and dependent unmarried children of an alien who qualifies for certain naturalization residence requirement exceptions shall also qualify for such exceptions for the period they resided abroad as members of such alien's household. Removes: (1) the requirement that two witnesses verify an individual's naturalization petition; and (2) certain affidavit and proof of residence requirements for such petition. Repeals the provisions requiring: (1) witnesses to be present at a final naturalization hearing; and (2) a 30 day waiting period between the filing of a petition and the issuance of a certificate of naturalization. Requires the clerk of a State naturalization court to pay to the Attorney General one-half of all fees up to $40,000 (presently $6,000), and all fees in excess of such amount, in a fiscal year. Prohibits an alien diplomat from having his/her status adjusted to that of a permanent resident unless such alien has shown compelling reasons that: (1) he/she is unable to return to the country of accreditation; and (2) the adjustment would be in the national interest. Authorizes the Attorney General to waive certain technical immigrant visa defects which are not the fault of the alien involved. Includes individuals who participated in Nazi-related World War II persecutions within the category of excludable aliens which the Attorney General may not allow to depart voluntarily in lieu of a deportation proceeding. Prohibits the Attorney General from suspending the deportation and adjusting the status (to that of a lawful permanent resident) of such individuals. Requires no specified period of residence within the jurisdiction of a naturalization court for the adopted child of certain U.S. parents not currently residing in the United States. Exempts alien investors from immigrant visa numerical limitations if as of June 1, 1978, they: (1) had applied for status adjustment; (2) were qualified as nonpreference immigrants; and (3) were exempt from labor certifications because of their actual investment and managerial role in a U.S. business."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Immigration and Nationality Act Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:26-05:00"
}