{
  "actions": [
    {
      "acted_at": "1987-11-03", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-11-03", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-11-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-11-09", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-17", 
      "bill_ids": [
        "s555-100"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "For Further Action See S.555.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3605-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Bilbray, James H.", 
      "sponsored_at": "1987-11-03", 
      "state": "NV", 
      "thomas_id": "00088", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-11-03", 
  "number": "3605", 
  "official_title": "A bill to provide for the regulation of gaming on Indian lands, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s555-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Interim Indian Gaming Regulatory Act", 
  "sponsor": {
    "district": "2", 
    "name": "Vucanovich, Barbara F.", 
    "state": "NV", 
    "thomas_id": "01190", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-11-03", 
  "subjects": [
    "Bingo", 
    "Casinos", 
    "Crime prevention", 
    "Dog racing", 
    "Federal preemption", 
    "Federal-Indian relations", 
    "Gambling", 
    "Gambling and Lotteries", 
    "Horse racing", 
    "Income tax", 
    "Indian lands", 
    "Interest", 
    "Lotteries", 
    "Native Americans", 
    "Organized crime", 
    "State laws", 
    "States", 
    "Tax administration", 
    "Tax exclusion", 
    "Tax returns", 
    "Tax-exempt securities", 
    "Taxation", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-11-03", 
    "text": "Interim Indian Gaming Regulatory Act - Provides that class I gaming (social or traditional Indian gaming) on Indian lands is within the exclusive jurisdiction of the Indian tribes and shall not be subject to this Act. Places class II gaming (bingo or lotto) under the jurisdiction of the Indian tribes, except that the Secretary of the Interior shall license such gaming in conformance with existing law in the State where the Indian land is located. Prohibits class III gaming (all other forms). Authorizes the Secretary to audit class II gaming and requires the Attorney General to instruct the Federal Bureau of Investigation to assist the Secretary in conducting background investigations of all non-Indian individuals connected with such gaming. Requires the posting of a performance bond equivalent to at least 12 months agreed payments to the tribe or $1,000,000 whichever is greater, by any non-Indian manager who engages in any agreement with an Indian tribe to operate class II or class III gaming on Indian lands and to make payments to the tribe from such gaming. Requires the posting of a performance bond equivalent to the highest jackpot offered for each form of gaming or $500,000, whichever is greater, by any tribe or individual tribal member who engages in class II gaming. Authorizes the Secretary to use the reserve funds to satisfy claims for winnings that are unpaid for more than 90 days. Requires the Secretary to suspend any class II gaming operation not in compliance with performance bond requirements. Authorizes an Indian tribe to enter into a management contract for a class II gaming activity. Amends the Federal criminal code to provide that all State laws pertaining to the licensing, regulation, or prohibition of gambling shall apply on Indian lands to the same extent as such laws apply elsewhere in the State. Provides that any person who is guilty of any act or omission involving gambling on Indian lands which would be punishable under State laws governing the licensing, regulation, or prohibition of gambling shall be guilty of a like offense and subject to a like punishment. Limits the authorization period for this Act to ten years or less if the Congress passes a more comprehensive statute. Amends the Internal Revenue Code to provide that the interest on bonds used to build, promote, maintain, or support any form of gaming activity which is owned or operated on Indian lands shall not be exempt from Federal income tax. Makes any form of gaming activity on Indian lands subject to certain withholding and reporting requirements. Authorizes the Internal Revenue Service to audit gaming activities on Indian lands at the discretion of the Secretary of the Treasury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Interim Indian Gaming Regulatory Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the regulation of gaming on Indian lands, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:00-05:00"
}