{
  "actions": [
    {
      "acted_at": "1973-11-07", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-11-09", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means, H. Rept. 93-627.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-11-15", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #592 (391-20).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-11-16", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-12-21", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #613 (66-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-21", 
      "references": [], 
      "text": "House agreed to Senate amendments, roll call #719 (301-13).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-21", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1973-12-22", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1973-12-31", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1973-12-31", 
      "references": [], 
      "text": "Public law 93-233.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11333-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1973-12-31", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-07", 
  "number": "11333", 
  "official_title": "An Act to provide a 7-percent increase in social security benefits beginning with March 1974 and an additional 4-percent increase beginning with June 1974, to provide increases in supplemental security income benefits, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11346-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr11347-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr11353-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr11357-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr11366-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr11370-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Ullman, Al", 
    "state": "OR", 
    "thomas_id": "01174", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-07", 
  "subjects": [
    "Old age, survivors and disability insurance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Public Law", 
    "date": "1973-12-31", 
    "text": "(LATEST SUMMARY) Provides for an 11-percent cost-of-living increase in title II (Old-Age, Survivors, and Disability Insurance) of the Social Security Act. Provides for a 7-percent increase effective March, April, and May 1974 and starting with June 1974 a 4-percent increase. Modifies the increase in the cost of living from the first quarter of one year to the first quarter of the following year, with the automatic cost-of-living increase effective beginning with June of the latter year. Increases the wages taxable under social security from $12,600 in 1974 to $13,200. Increases benefits under the Supplemental Security Income (SSI) program, which becomes effective in January 1974. Suspends food stamp eligibility for SSI recipients to allow a six month period for further study of the problems involved. Limits entitlement to title II benefits for disability to persons who had received Aid to the Disabled before July 1973 and who are on the rolls in December 1973. Suspends the HEW regulations relating to the social security service program until December 31, 1974. Makes Federal matching available for Medicaid benefits for any new SSI recipients. Makes Medicaid coverage mandatory for those persons who receive a mandatory State supplemental payment in accordance with the provisions of Public Law 93-66. Provides that, for other persons receiving a State supplemental payment only, coverage would be optional, depending upon the State's decision, but that a State must make eligibility determinations based upon some rational classifications of recipients. Provides that the Federal SSI payment will be reduced dollar-for-dollar for any State supplemental payment which is made for care provided to institutionalized individuals if this care could be provided under the State's Medicaid program. Limits Medicare reimbursement to the lesser of an institution's costs or charges to the general public. Directs the Secretary of Health, Education, and Welfare to contract with the National Academy of Sciences to undertake a study covering all aspects related to payment for professional services in medical schools and teaching hospital settings; the extent to which funds expended under Medicare and Medicaid are supporting the training of medical specialties which are in excess supply; how such funds could be expended in ways which support more national distribution of physician manpower both geographically and by specialty; the extent to which such funds support or encourage teaching programs which tend to disproportionately attract foreign medical graduates; and the existing and appropriate role that part of such funds which are expended to meet in whole or in part the cost of salaries of interns and residents in teaching programs approved as specified in Medicare. Permits Federal matching of unemployment extended benefits for a 90 day period in any State whose insured unemployment rate exceeds 4 percent without regard to the 120 percent requirement. Makes clerical and conforming amendments to correct errors in previous social security amendments. Prohibits the payment of the special benefits payable to people over age 72 who are not insured for regular benefits and who are eligible for SSI payments. Provides that in fiscal year 1974, States will be guaranteed that State supplementary costs under the SSI program shall not exceed an amount equal to one-half of their calendar 1972 costs. Repeals the existing programs of aid to the aged, blind, and disabled at the same time that the new SSI program is commenced January 1, 1974. Authorizes the Secretary of HEW to continue to make payments to the States under the repealed programs for two purposes: (1) to meet the Federal matching obligation based on State expenditures prior to the repeal date, and (2) to match State expenditures after the repeal date in connection with closing out the old programs. Provides that Medicare Part A coverage of hospitalization in connection with dental services is available only in behalf of an individual for whom a physician or dentist certifies that his underlying medical condition and clinical status require hospitalization in connection with the provision of such dental services. Requires the disclosure of the names of those who own obligations secured by the assets of an intermediate care facility as well as the names of those who are owners of the facility. Requires States to provide Medicaid coverage for an additional 4-month period to persons who lose their eligibility for Aid to Families with Dependent Children (AFDC) cash assistance and Medicaid because of increased income. Provides that 90 percent Federal matching for family planning provisions are available for the cost of providing family planning services. Extends to disabled persons eligible for Medicare the provisions of law that provides that Federal matching will not be available under Medicaid for amounts expended for medical assistance with respect to individuals 65 or over which would not have been so expended if the individuals involved had been enrolled in Part B of Medicare. Eliminates the requirement in Medicaid that the review of institutional care may not be performed by an employee of a hospital. Deletes the regulations for active treatment under Medicare and grants the Secretary authority under Medicaid to establish such regulations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide a 7-percent increase in social security benefits beginning with March 1974 and an additional 4-percent increase beginning with June 1974, to provide increases in supplemental security income benefits.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to provide a 7-percent increase in social security benefits beginning with March 1974 and an additional 4-percent increase beginning with June 1974, to provide increases in supplemental security income benefits, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:58-05:00"
}