{
  "actions": [
    {
      "acted_at": "2013-06-20", 
      "committees": [
        "SSAS"
      ], 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Levin. With written report No. 113-44. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-06-20", 
      "calendar": "Senate Legislative", 
      "number": "91", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 91.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1197-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-06-20", 
  "number": "1197", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2014 for military activities of the Department of Defense, for military construction, and for defense activities of the Department of Energy, to prescribe military personnel strengths for such fiscal year, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1960-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2249-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1076-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "National Defense Authorization Act for Fiscal Year 2014", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-06-20", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Afghanistan", 
    "Africa", 
    "Alaska", 
    "Alliances", 
    "Armed Forces Retirement Home", 
    "Armed forces and national security", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Assault and harassment offenses", 
    "Aviation and airports", 
    "Bahrain", 
    "Building construction", 
    "California", 
    "Caribbean area", 
    "Chad", 
    "Chemical and biological weapons", 
    "China", 
    "Civil actions and liability", 
    "Coast guard", 
    "Colombia", 
    "Computer security and identity theft", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Congressional tributes", 
    "Crime prevention", 
    "Crime victims", 
    "Crimes against women", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Criminal procedure and sentencing", 
    "Cuba", 
    "Defense Nuclear Facilities Safety Board", 
    "Defense spending", 
    "Department of Defense", 
    "Department of Energy", 
    "Department of Transportation", 
    "Detention of persons", 
    "Disability and paralysis", 
    "Disability assistance", 
    "Drug trafficking and controlled substances", 
    "Education programs funding", 
    "Elections, voting, political campaign regulation", 
    "Elementary and secondary education", 
    "Employee benefits and pensions", 
    "Employment discrimination and employee rights", 
    "Energy efficiency and conservation", 
    "Europe", 
    "Evidence and witnesses", 
    "Executive agency funding and structure", 
    "Federal appellate courts", 
    "Foreign aid and international relief", 
    "Germany", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Guam", 
    "Hawaii", 
    "Hazardous wastes and toxic substances", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Health technology, devices, supplies", 
    "Higher education", 
    "Illinois", 
    "Intelligence activities, surveillance, classified information", 
    "International organizations and cooperation", 
    "Iowa", 
    "Iran", 
    "Iraq", 
    "Japan", 
    "Jordan", 
    "Judges", 
    "Kentucky", 
    "Kuwait", 
    "Land transfers", 
    "Latin America", 
    "Libya", 
    "Licensing and registrations", 
    "Mali", 
    "Manufacturing", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Maryland", 
    "Medical research", 
    "Members of Congress", 
    "Metals", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military command and structure", 
    "Military education and training", 
    "Military facilities and property", 
    "Military law", 
    "Military medicine", 
    "Military operations and strategy", 
    "Military personnel and dependents", 
    "Military procurement, research, weapons development", 
    "Military readiness", 
    "Monuments and memorials", 
    "National Guard and reserves", 
    "New Jersey", 
    "New Mexico", 
    "New York State", 
    "Niger", 
    "North Korea", 
    "Nuclear weapons", 
    "Pakistan", 
    "Performance measurement", 
    "Personnel records", 
    "Poland", 
    "Policy sciences", 
    "Postal service", 
    "Presidents and presidential powers", 
    "Public contracts and procurement", 
    "Public utilities and utility rates", 
    "Radioactive wastes and releases", 
    "Religion", 
    "Research administration and funding", 
    "Research and development", 
    "Romania", 
    "Russia", 
    "Science and engineering education", 
    "Senate", 
    "Sex offenses", 
    "Spacecraft and satellites", 
    "Special education", 
    "Strategic materials and reserves", 
    "Syria", 
    "Teaching, teachers, curricula", 
    "Terrorism", 
    "Texas", 
    "Transportation costs", 
    "Transportation programs funding", 
    "Uganda", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' medical care", 
    "Veterans' pensions and compensation", 
    "Visas and passports", 
    "Wages and earnings", 
    "Washington State"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2013-06-20", 
    "text": "National Defense Authorization Act for Fiscal Year 2014 - Division A: Department of Defense Authorizations - Title I: Procurement - Subtitle A: Authorization of Appropriations - (Sec. 101) Authorizes appropriations for FY2014 for the Department of Defense (DOD) for procurement for the Army, Navy and Marine Corps, Air Force, and defense-wide activities in amounts specified in the funding table in Division D of this Act. Subtitle C [sic]: Navy Programs - (Sec. 121) Authorizes the Secretary of the Navy, beginning with the FY2014 program year, to enter into a multiyear contract for the procurement of E-2D aircraft. (Sec. 122) Amends the John Warner National Defense Authorization Act for Fiscal Year 2007 (Warner Act) to increase the cost limitation baseline for the lead ship in the CVN-21 class aircraft carrier program. Includes as an additional factor for the adjustment of such limitation any increase or decrease attributable to the shipboard test program. Directs the Secretary of the Navy to submit quarterly to the congressional defense and appropriations committees the most current cost estimate for the CVN-79 class aircraft carrier, with a payment limitation for costs in excess of certain authorized amounts. (Sec. 123) Amends the National Defense Authorization Act (NDAA) for Fiscal Year 2010 to repeal certain requirements and limitations on procurement programs for future naval surface combatants. (Sec. 124) Amends the Ike Skelton National Defense Authorization Act for Fiscal Year 2011 (Skelton Act) to require the Secretary of the Navy to maintain sufficient numbers of EP-3 airborne reconnaissance integrated electronic system II spiral 3 aircraft ( EP-3 aircraft) and special projects aircraft version P909 (P909 aircraft) to support the wartime operational plans of the U.S. Pacific Command using realistic basing assumptions. Requires such Secretary to maintain sufficient numbers of the EP-3 aircraft and associated personnel to sustain five such aircraft for allocation to the commanders of combatant commands under the global force management allocation plan. Directs such Secretary to: (1) extend the spiral 3 configuration upgrade to include a 12th aircraft, and (2) correct electronic intelligence system obsolescence deficiencies in both the EP-3 and P909 aircraft. Requires the Chairman of the Joint Requirements Oversight Council to coordinate with the commanders of the combatant commands to determine requirements for the intelligence, surveillance, and reconnaissance capabilities and capacity to be provided to the P909 aircraft. Directs such Secretary to maintain sufficient numbers of such aircraft to satisfy such requirements. Terminates such requirements relating to the EP-3 aircraft when the multi-intelligence broad area maritime system TRITON aircraft with signals intelligence capabilities equal or greater than the EP-3 aircraft reaches initial operational capability. (Sec. 125) Directs the Chief of Naval Operations to report to the defense and appropriations committees on the current concept of operations and expected survivability attributes of each of the littoral combat ship sea frames. Subtitle D: Air Force Programs - (Sec. 131) Requires the Secretary of the Air Force to consider, as part of the recapitalization of the Air Force tactical airlift fleet, upgrades to legacy C-130H aircraft designed to help meet Air Force fuel efficiency goals and the retention of such aircraft in the tactical airlift fleet. (Sec. 132) Amends the Warner Act to remove the requirement that: (1) any retired B-52 aircraft have a common capability configuration, and (2) the Secretary of the Air Force maintain at least 74 of the KC-135E aircraft retired after September 30, 2006, in a condition that would allow their recall for reserve, National Guard, or aerial refueling purposes. (Sec. 134) Prohibits the Secretary of the Air Force from obligating or expending any funds for procurement of C-27J aircraft not under contract as of June 1, 2013. Subtitle E: Joint and Multiservice Matters - (Sec. 151) Authorizes the Secretary of the Air Force, beginning with the FY2014 program year, to enter into a multiyear contract for the procurement of C-130J aircraft for the Air Force and the Navy. (Sec. 152) Expresses the sense of the Senate that: (1) armed, cargo, and utility helicopters are instrumental to DOD's ability to execute the National Security Strategy; (2) DOD should consider the health and viability of the military helicopter industrial base when building its annual research, development, and acquisition budget request; and (3) DOD and Congress should endeavor to maintain budget and program predictability in order to attract and retain a skilled workforce to ensure the technological capabilities required to sustain the preeminence of the U.S. military helicopter fleets. Title II: Research, Development, Test, and Evaluation - Subtitle A: Authorization of Appropriations - (Sec. 201) Authorizes appropriations for FY2014 for DOD for research, development, test, and evaluation (RDT&E) in amounts specified in the funding table. Subtitle B: Program Requirements, Restrictions, and Limitations - (Sec. 211) Prohibits any FY2014 RDT&E funds for the conventional prompt global strike program from being obligated or expended until 60 days after the Under Secretary of Defense for Policy reports to the defense and appropriations committees addressing policy considerations concerning ambiguity problems regarding the launch of conventional prompt global strike missiles from submarine platforms. (Sec. 212) Revises, generally, elements of the biennial strategic plan of the Defense Advanced Research Projects Agency (DARPA). Transfers from the Secretary of Defense (Secretary) to the Director of DARPA responsibility for the submission of each such plan. (Sec. 213) Extends through FY2017 a DOD program of awards in recognition of advanced technology achievements. (Sec. 214) Amends the Skelton Act to extend until October 1, 2020, a pilot program to include technology protection features during research and development (R&D) of defense systems. (Sec. 215) Amends the Duncan Hunter National Defense Authorization Act for Fiscal Year 2009 (Hunter Act) to extend through FY2020 DOD authority to provide a certain percentage of funds to defense laboratories for competitive R&D of technologies for military missions. (Sec. 216) Authorizes the Secretary of the Air Force to procure the existing Blue Devil 1 intelligence, surveillance, and reconnaissance systems. Requires such Secretary, upon electing not to procure Blue Devil 1 aircraft systems under such systems, to submit to the defense, appropriations, and intelligence committees a plan to replace the capacity provided by such aircraft systems with a comparable or improved capability. Outlines requirements with respect to achievements of replacement capability. Subtitle C: Missile Defense Programs - (Sec. 231) Expresses the sense of Congress that: (1) it is a national priority to defend the U.S. homeland against the threat of a limited ballistic missile attack; (2) the currently-deployed ground-based midcourse defense system (GBMDS) provides protection for the entire United States against such an attack from North Korea and Iran, although its capability should be improved; (3) it is essential that the GBMDS achieve appropriate levels of reliability, availability, sustainability, and operational performance; (4) the Missile Defense Agency (MDA) should correct problems encountered during the December 2010 flight test of the GBMDS; (5) DOD should continue to enhance the performance and reliability of the GBMDS against the evolving missile threats from North Korea and Iran; (6) the MDA should continue GBMDS testing; (7) DOD has taken a number of steps to hedge against possible future growth in the ballistic threat to the U.S. homeland from such countries; and (8) DOD should continue to evaluate such threat and consider possibilities for prudent, affordable, and cost-effective steps to improve U.S. posture against future growth in such threats. Directs the Secretary to report to the defense and appropriations committees on potential future options for enhancing U.S. homeland ballistic missile defense. (Sec. 232) Expresses the sense of Congress that: (1) the threat from regional ballistic missiles, particularly from North Korea and Iran, is serious and growing and puts at risk forward-deployed U.S. forces as well as U.S. allies and partners; (2) DOD and the United States have an obligation to protect such forces and allies; (3) the European phased adaptive approach to missile defense is an appropriate and prudent response to such threat; and (4) DOD should continue to develop, test, and plan to deploy phases 2 and 3 of such approach and should continue with other phased and adaptive regional missile defense efforts. Directs the Secretary to report to the defense and appropriations committees on the status and progress of regional missile defense programs and efforts. (Sec. 233) Expresses the sense of Congress that: (1) it is in the U.S. national security interest to pursue efforts at missile defense cooperation with Russia, (2) the United States should pursue such efforts on a bilateral and multilateral basis with its North Atlantic Treaty Organization (NATO) allies, (3) such cooperation should not in any way limit U.S. or NATO missile defense capabilities, (4) the United States should pursue such cooperation in a manner that safeguards classified information and allows for a defense technology cooperation agreement with Russia, and (5) the sovereignty of the United States and its ability to pursue its own missile defense program should be protected. Prohibits FY2014 DOD funds from being used to provide the Russian Federation with sensitive missile defense information that would compromise U.S. national security in any way, including the \"hit-to-kill\" technology and telemetry data for missile defense interceptors or target vehicles. (Sec. 234) Directs the MDA to deploy an X-band radar or other comparable sensor at a location optimized to support U.S. defense against long-range ballistic missile threats. Provides funding from RDT&E funds. (Sec. 235) Directs the Secretary to: (1) evaluate options and alternatives for future sensor architectures for ballistic missile defense, and (2) report evaluation results to the defense and appropriations committees. (Sec. 236) Prohibits any DOD funds from being obligated or expended for the medium extended air defense system. Subtitle D: Reports and Other Matters - (Sec. 251) Directs the Comptroller General of the United States (CG) to annually: (1) review the acquisition program for the VXX presidential helicopter, and (2) report review results to the defense and appropriations committees. Terminates such requirements on the earlier of the date on which the Navy awards a contract for full-rate production of such aircraft or such acquisition program is terminated. Title III: Operation and Maintenance - Subtitle A: Authorization of Appropriations - (Sec. 301) Authorizes appropriations for FY2014 for operation and maintenance (O&M) for the Armed Forces and activities and agencies of DOD as specified in the funding table. Subtitle B: Logistics and Sustainment - (Sec. 311) Directs the Secretary to: (1) review current and expected manufacturing requirements across the military services and defense agencies which are appropriate for manufacturing within an arsenal owned by the United States in order to support critical manufacturing capabilities, (2) review manufacturing capabilities for which there is no or limited domestic commercial capability, and (3) report results to the defense and appropriations committees. (Sec. 312) Includes additional elements within a current strategic policy on the DOD programs for prepositioned materiel and equipment. Requires the policy to address how such programs align with national defense strategies and departmental priorities. Directs the Secretary to: (1) establish joint oversight of the military services' prepositioning efforts to maximize efficiencies across DOD, and (2) submit to the defense and appropriations committees an implementation plan for such policy. Requires the CG to annually review the implementation plan and report review results to such committees. (Sec. 313) Extends through FY2019 DOD authority to provide to other federal agencies transportation services (under current law, only airlift services) for non-DOD cargoes at the same rate that DOD charges its own branches and agencies. Allows such services to be used in support of foreign military sales. Subtitle C: Readiness - (Sec. 321) Amends the Warner Act to: (1) include Marine Corps requirements in a required prioritization of funds for equipment readiness and strategic capability, and (2) repeal a required annual Secretary of the Army report and CG review concerning the Army's modular force structure. (Sec. 322) Directs the Secretary to: (1) establish a policy setting forth DOD's programs and priorities for the retrograde, reconstitution, and replacement of units and materiel used to support overseas contingency operations; (2) submit to the defense and appropriations committees a plan for the implementation of such policy; and (3) submit to such committees annually for three years an update on progress made toward meeting plan goals. Requires the CG to review the implementation plan and report review results to such committees over the three-year period. Subtitle D: Reports - (Sec. 331) Directs the Secretary to submit to such committees a comprehensive strategy for improving asset visibility tracking and in-transit visibility across DOD, together with the plans of the military departments for implementing such strategy. Requires a related CG assessment of such strategy and its implementation. (Sec. 332) Revises, generally, DOD quarterly reports to Congress regarding military personnel and unit readiness. (Sec. 333) Amends the Bob Stump National Defense Authorization Act for Fiscal Year 2003 to increase the threshold limits prior to a required report concerning DOD information technology capital assets. (Sec. 334) Amends the Hunter Act to require each annual military department report concerning corrosion control and prevention to: (1) provide a clear link between such department's program and the overarching goals and objectives of the long-term corrosion control and prevention strategy developed and implemented by DOD, and (2) include performance measures to ensure that such program is achieving the long-term DOD goals and objectives. Subtitle E: Limitations and Extension of Authority - (Sec. 341) Prohibits the obligation or expenditure of FY2014 DOD funds for the U.S. Special Operations Command National Capital Region until 30 days after the Secretary reports to the defense and appropriations committees on such Command. (Sec. 342) Prohibits FY2014 DOD O&M funds from being obligated or expended for the establishment of regional special operations coordination centers. Requires a report from the Assistant Secretary of Defense for Special Operations and Low-Intensity Conflict to the defense and appropriations committees on the establishment of such centers. (Sec. 343) Prohibits FY2014 DOD O&M funds from being obligated or expended to continue the Trans Regional Web Initiative. Subtitle F: Other Matters - (Sec. 351) States that it is U.S. policy that the Secretary shall take steps to reduce the separate development and fielding of service-specific combat and camouflage utility uniforms in order to collectively adopt and field the same such uniforms for use by all members of the Armed Forces (members) to the maximum extent possible. Prohibits each military service from adopting new designs for such uniforms, unless: (1) that uniform will be adopted by all military services; (2) that service adopts a uniform currently in use by another service; or (3) the Secretary grants an exception based on unique circumstances or requirements. Provides an exception to the prohibition with respect to personnel in support of the unified combatant command for special operations forces. Repeals an inconsistent policy under the NDAA for Fiscal Year 2010. (Sec. 352) Authorizes the Secretary to transfer specified O&M funds to the U.S. Postal Service for modernizing and improving the delivery of absentee ballots to military personnel serving outside the United States. Title IV: Military Personnel Authorizations - Subtitle A: Active Forces - (Sec. 401) Sets forth authorized end strengths for active-duty forces as of the end of FY2014. Subtitle B: Reserve Forces - (Sec. 411) Sets forth authorized end strengths as of the end of FY2014 for members of the Selected Reserve and reserve personnel on active duty in support of the reserves. (Sec. 413) Sets forth minimum end strengths for FY2014 for Army and Air Force reserve dual status military technicians. (Sec. 414) Provides a FY2014 limitation on the number of non-dual status Army and Air National Guard and reserve military technicians. (Sec. 415) Sets forth the maximum number of reserve personnel authorized to be on active duty for operational support during FY2014. Subtitle C: Authorization of Appropriations - (Sec. 421) Authorizes appropriations for FY2014 for military personnel. Title V: Military Personnel Policy - Subtitle A: Officer Personnel Policy Generally - (Sec. 501) Authorizes the Secretary of a military department, upon determining that the number of commissioned officers with cyberspace-related experience or advanced education serving on active duty in that armed force is critically below the number needed, to credit any person receiving an original appointment into that armed force with special experience or training or advanced education in a cyberspace-related field if such experience or training is directly related to the operational needs. Limits such credit to one year for each year of such special experience, training, or education and three years of total credit. Terminates such credit authority at the end of 2018. Subtitle B: Reserve Component Management - (Sec. 506) Requires the Secretary of the military department concerned (Secretary concerned) to specify the number of officers that a selection board may recommend for early removal from the reserve active-status list and to submit a list that includes each officer in the same grade and competitive category in that zone of consideration, except for those officers who are approved for voluntary retirement or who will be involuntarily retired. (Sec. 507) Allows, through 2016, an officer of the Army or Air National Guard to be transferred from the active to the inactive Army or Air National Guard, and vice versa, while filling a vacancy in a federally recognized unit of such National Guard. (Sec. 508) Requires the Secretary's written approval for the cancellation of deployment of a unit of the reserves made within 180 days of the scheduled deployment when such cancellation is due to the deployment of an active-duty component to perform such mission. Directs the Secretary to notify the defense and appropriations committees and appropriate state governors of such cancellation. (Sec. 509) Requires (current law authorizes) the Secretary to use the National Guard to conduct the National Guard Youth Challenge Program. Directs the Chief of the National Guard Bureau to: (1) conduct such Program in such states as the Chief considers appropriate, (2) prescribe standards and procedures for selecting Program participants, and (3) report annually to Congress on the Program. Subtitle C: General Service Authorities - (Sec. 511) Includes as a prohibited personnel action under military whistleblower protection provisions a retaliatory action taken in response to communication with or to a representative of a Member of Congress, a court, grand jury, or court-martial proceeding, or an authorized official of the Department of Justice (DOJ) or another law enforcement agency. Includes as a retaliatory action a significant change in a member's duties or responsibilities not commensurate with the member's grade. Provides that neither an initial determination of whether a prohibited personnel retaliatory action was taken against a member for such a communication nor a subsequent investigation is required in the case of an allegation made more than 180 (under current law, 60) days after the member first becomes aware of the personnel action. Requires reports by inspectors general of the military departments concerning prohibited retaliatory personnel actions to be submitted to the Secretary concerned (under current law, to the Secretary of Defense). Requires any corrective action to occur within 30 days after the receipt of such report. Requires the Secretary of Homeland Security (with respect to the Coast Guard) and the Secretary concerned, when determining not to take a recommended corrective action, to notify the Secretary and the member of such determination and the reasons therefor. (Sec. 512) Amends the NDAA for Fiscal Year 2013 to provide an exception to the requirement that the Armed Forces accommodate individual expressions of belief of servicemembers when such an expression could have an adverse impact on military readiness, unit cohesion, and good order and discipline. (Sec. 513) Directs the DOD Inspector General to submit to the defense and appropriations committees: (1) an assessment of DOD compliance with requirements for protection of the rights of members and chaplains to their conscience, moral principles, and religious beliefs; and (2) the results of an investigation concerning adverse personnel actions against members based on such conscience, principles, or beliefs. Subtitle D: Member Education and Training - (Sec. 521) Authorizes the School of Advanced Military Studies senior-level course at the Army Command and General Staff College to offer joint professional military education phase II instruction and credit. (Sec. 522) Authorizes the Uniformed Services University of the Health Sciences to offer undergraduate degrees, certificates, and certifications (in addition to graduate degrees and certifications). Allows the Secretary to negotiate agreements with federal agencies to utilize existing federal medical resources in any area (under current law, only in or near the District of Columbia). (Sec. 523) Makes eligible for the Community College of the Air Force's associate degree program enlisted members of the Armed Forces other than the Air Force who are participating in joint-service medical training and education or serving as instructors in such training and education. (Sec. 524) Requires educational institutions participating in DOD educational assistance programs to enter into and comply with educational program participation requirements of the Higher Education Act of 1965 and to meet certain related standards. Authorizes the Secretary to waive such requirement in specified instances. (Sec. 525) Directs the department Secretaries to make information on civilian credentialing opportunities available to members beginning with, and at every stage of, their training for military occupational specialities in order to permit such members to: (1) evaluate the extent to which such training correlates with skills and training required for various civilian certifications and licenses, and (2) assess the suitability of such training for obtaining and pursuing such certifications and licenses. Requires the information made available to: (1) be consistent with the Transition Goals Plans Success program, and (2) include information on the civilian occupational equivalents of military occupational specialties. Requires such Secretaries to make available to civilian credentialing agencies specified information on the content of military training provided to members. (Sec. 526) Requires that the military occupational specialties designated under a pilot program on the receipt of civilian credentials under the NDAA for Fiscal Year 2012 include those specialties relating to the military information technology workforce. (Sec. 527) Expresses the sense of the Senate strongly urging the Secretary to: (1) ensure that the Troops-to-Teachers program is a priority for commitment to the higher education of members, and (2) provide funds for the program in order to help separating members and veterans who wish to transition into a teaching career. (Sec. 528) Reflects the name change of North Georgia College and State University (a senior military college) to the University of North Georgia. Subtitle E: Sexual Assault Prevention and Response and Military Justice Matters - Part I: Sexual Assault Prevention and Response - (Sec. 531) Prohibits any person convicted of rape or sexual assault, forcible sodomy, incest, or an attempt thereof from being processed for commissioning or being permitted to enlist in the Armed Forces. Repeals an inconsistent provision under the NDAA for Fiscal Year 2013. (Sec. 532) Authorizes the Secretary concerned to provide guidance for commanders regarding their authority to make a timely determination and take action regarding the temporary assignment or removal of a member serving on active duty who is alleged to have committed a sexual assault or other sex-related offense. (Sec. 533) Directs the Secretary concerned (under current law, the Secretaries of the military departments) to issue regulations to ensure the timely determination of a request for a permanent change of station or unit transfer by a member who is the victim of a sexual assault or related offense (thereby including the Coast Guard within such requirement). (Sec. 534) Requires inclusion in a member's personnel service record of a substantiated complaint of a sexual-related offense by such member. Requires commanding officer review of a member's history of substantiated sexual offenses upon the member's transfer to the new command. (Sec. 535) Amends the Skelton Act to provide additional duties for the Director of the Sexual Assault Prevention and Response Office within DOD, including: (1) providing guidance and assistance for the military departments in addressing matters relating to sexual assault prevention and response, (2) acting as liaison between DOD and other federal and state agencies on sexual assault prevention and response programs, and (3) overseeing development of program guidance and joint planning objectives in support of such program. Requires the Director to also collect and maintain data of the military departments concerning sexual assault prevention and response. (Sec. 536) Requires the Secretary to review the adequacy of the training, qualifications, and experience of each member and civilian DOD employee who is assigned a position that includes responsibility for sexual assault prevention and response within the Armed Forces. Includes in such review an assessment of the adequacy of the training and certifications required of sexual assault response coordinators and sexual assault victim advocates by the NDAA for Fiscal Year 2012. Requires the Secretary, upon a determination that any such member or employee does not have the necessary training, qualifications, or experience, to take appropriate responsive actions that include: (1) retraining or recertification, or (2) reassignment and replacement of the member or employee. Directs the Secretary, following the review required by this section, to prescribe in regulations: (1) appropriate minimum levels of training, qualifications, and experience for such personnel; and (2) requirements for improvements in training, including of sexual assault response coordinators and sexual assault victim advocates. Requires a report from the Secretary to the defense committees on actions taken under this section. (Sec. 537) Amends the NDAA for Fiscal Year 2012 to require the Secretary concerned to ensure that each member of the National Guard or reserves who is the victim of a sexual assault has access to a sexual assault response coordinator within two business days after requesting such assistance. (Sec. 538) Amends the NDAA for Fiscal Year 2013 to require sexual assault forms and records to be retained for at least 50 years. (Sec. 539) Directs each department Secretary to implement a program providing a Special Victims' Counsel to a member or member-dependent victim of a sexual assault committed by another member. Outlines Counsel qualifications and duties, including providing advice and assistance in connection with criminal and civil legal matters related to the assault. Allows such victim to receive Counsel assistance. Requires such victim to be informed of the availability of such assistance at the time the victim originally seeks assistance from a sexual response coordinator or sexual assault victim advocate, a military criminal investigator, a victim/witness liaison, a trial counsel, a health care provider, or any other personnel designated by the Secretary concerned. Makes such assistance available regardless of whether the victim elects unrestricted or restricted (confidential) reporting of the incident. (Sec. 540) Expresses the sense of Congress that: (1) commanding officers are responsible for establishing a command climate in which sexual assault allegations are properly managed and fairly evaluated and a victim can report criminal activity without fear of retaliation, (2) the failure of such officers to maintain such a climate is an appropriate basis for relief from their positions, and (3) senior officers should evaluate such performance in subordinate commanding officers during the regular periodic counseling and performance appraisal process. (Sec. 541) Requires a commanding officer who receives a report of a sexual-related offense involving a member in his or her chain of command to act immediately upon such report by way of referral to the appropriate criminal investigative organization or service. (Sec. 542) Requires the appropriate inspector general to investigate allegations of retaliatory personnel actions taken in response to making protected communications regarding alleged instances of rape, sexual assault, or other forms of sexual misconduct in violation of the UCMJ. (Sec. 543) Amends the NDAA for Fiscal Year 2013 to revise the termination date of a panel to review and assess sexual assault military response systems. Requires such panel to also assess: (1) the opportunities for clemency provided in the military and civilian systems; (2) the means by which identifying information of an alleged offender could be compiled in a database accessible only to appropriate investigative personnel; and (3) the effectiveness of sexual assault prevention and response provisions of this Act, provisions offered by senators of the Senate defense committee which were not adopted for this Act, provisions of this Act concerning judicial proceedings in connection with sexual assault, and judicial proceeding provisions offered by such senators which were not adopted. Requires the unadopted provisions to be transmitted to such panel. (Sec. 546) Amends such Act to require an independent panel established to review and assess judicial proceedings in connection with sexual assault cases to also assess the adequacy of the provision of compensation and restitution to such victims under the UCMJ and to recommend options for expanding such compensation and restitution. Part II: Related Military Justice Matters - (Sec. 551) Eliminates the five-year statute of limitations with respect to UCMJ actions for sexual assault and sexual assault of a child. (Sec. 552) Directs the Secretary to require the military department Secretaries to review decisions not to refer charges to trial by court-martial in cases where a specified sexual offense covered under the UCMJ has been alleged. Provides for the forwarding for review of cases not referred to court-martial following a staff judge advocate or convening authority decision not to so refer such charges. Requires the victim to be notified of the results of any such review. (Sec. 553) Requires that if a defense counsel in an action under the UCMJ wishes to interview a complaining witness, the interview request must be placed through trial counsel. Requires any such interview to take place in the presence of the trial counsel, the counsel for the witness, or outside counsel. (Sec. 554) Requires mandatory dismissal or dishonorable discharge of a person found guilty under the UCMJ of rape, sexual assault, forcible sodomy, or an attempt thereof. (Sec. 555) Limits the authority of a convening authority to modify the findings of a court-martial to those offenses for which the maximum sentence does not exceed one year and the sentence given by the court-martial does not include a punitive discharge or confinement for more than six months. Requires such authority to explain any such modification and requires the explanation to be made a part of the trial record. (Sec. 556) Allows a complaining witness to be given an opportunity to submit matters for consideration by the convening authority in the clemency phase of a court-martial. Requires such submission to be made within 10 days after the complaining witness is given a trial record. Allows such period to be extended by up to an additional 20 days for good cause shown. (Sec. 557) Directs the Secretary to submit to the defense committees recommendations for appropriate modifications to the UCMJ to prohibit sexual acts and contacts between military instructors and their trainees. (Sec. 558) Expresses the sense of the Senate, with regard to charges under the UCMJ of rape, sexual assault, forcible sodomy, or an attempt thereof, that: (1) such charge should be disposed of by court-martial rather than non-judicial punishment or administrative action, and (2) any charge that is disposed of by non-judicial punishment or administrative action should include a justification. (Sec. 559) Expresses the sense of the Senate that: (1) the Armed Forces should be sparing in discharging in lieu of court-martial members who have committed any of such offenses; (2) whenever possible, the victims should be consulted prior to a discharge determination; (3) commanding officers should consider the views of the victims when determining whether to discharge such members in lieu of court-martial; and (4) any such discharge should be characterized as \"other than honorable.\" Part III: Other Military Justice and Legal Matters - (Sec. 561) Allows a former commissioned officer to be appointed as a judge on the U.S. Court of Appeals for the Armed Forces, but only after at least seven years after his or her active-duty service. (Sec. 562) Replaces the UCMJ offense of sodomy with the offenses of forcible sodomy and bestiality (thereby, in effect, repealing the offense of consensual sodomy). (Sec. 563) Directs the Secretary to prescribe regulations, or to require the department Secretaries to prescribe regulations, that prohibit retaliation against a victim or member who reports a criminal offense. Requires a report from the Secretary to Congress as to whether the UCMJ should be amended to prohibit such retaliation. (Sec. 564) Requires the Secretary to recommend to the President modifications to the Manual for Courts-Martial, and to prescribe other appropriate regulations, to enforce the rights of victims of military crimes and to ensure compliance with such rights by members and civilian DOD personnel. Provides specific rights for such victims under the UCMJ, including the right: (1) to be protected from the accused; (2) to reasonable, accurate, and timely notice of any public proceeding involving the offense; (3) to not be excluded from such proceeding (with an exception); (4) to confer with trial counsel; (5) to full and timely restitution; (6) to proceedings free from unreasonable delay; and (7) to be treated with fairness and respect for the victim's dignity and privacy. Provides for the assumption of such rights by a legal guardian, family member, or other designated person in the case of a victim who is under 18 years old, incompetent, incapacitated, or deceased. (Sec. 565) Requires the discussion pertaining to Rule 306 (relating to policy on initial disposition of offenses) of such Manual to be amended to strike the character and military service of the accused from factors to be considered by a commander in deciding how to dispose of an offense. Subtitle F: Defense Dependents' Education and Military Family Readiness Matters - (Sec. 571) Earmarks specified DOD O&M funds for: (1) assistance to local educational agencies that benefit a significant number of dependents of members and civilian DOD employees, and (2) the DOD payment of impact aid for children with severe disabilities, as provided under the Floyd D. Spence National Defense Authorization Act for Fiscal Year 2001. Subtitle G: Decorations and Awards - (Sec. 581) Authorizes, if warranted, the award to one individual of more than one Medal of Honor, Distinguished Service Cross, or Distinguished Service Medal. Changes the time limits for recommending (from two years to three years after the distinguished service) and awarding (from three years to five years after the date of the act justifying the award) any such medal to members of the Army and Air Force (thereby standardizing such limits for all military departments). (Sec. 582) Establishes in each military department and the Department of Homeland Security (DHS) the Army, Navy, Air Force, and Coast Guard Medal of Honor Roll. Directs: (1) the Secretary concerned to enter and record on such Honor Roll each person who has been awarded a Medal of Honor, and (2) each person listed to be issued a certificate of enrollment. Entitles listed individuals to a special monthly pension of $1,000. Allows an individual to elect to decline such pension. (Sec. 583) Authorizes the Secretary of the Army to award the Distinguished Service Cross to: (1) Robert F. Keiser for acts of valor during the Korean War; and (2) Patrick N. Watkins, Jr., for acts of valor during the Vietnam War. Subtitle H: Other Matters - (Sec. 591) Requires the Deputy Assistant Secretary of Defense for Prisoner of War/Missing Personnel Affairs to coordinate periodic briefings for families of missing persons about DOD efforts to account for them. (Sec. 592) Requires the Secretary concerned to withhold from a missing person's personnel files, as privileged information, any survival, evasion, resistance, and escape debriefing report obtained under a promise of confidentiality made for the purpose of ensuring the fullest possible disclosure of information. Title VI: Compensation and Other Personnel Benefits - Subtitle A: Pay and Allowances - (Sec. 601) Waives any FY2014 pay increases tied to increases in the General Schedule of Compensation for government employees. Increases by 1.0%, effective January 1, 2014, the rates of basic pay for military personnel. (Sec. 602) Repeals a provision limiting the commencement of basic pay for members of the National Guard called into service for 30 days or less to the date when the individual appears at the place of company rendezvous. (Sec. 603) Extends through 2014 DOD authority to provide a temporary increase in the rates of basic allowance for housing in areas impacted by a natural disaster or experiencing a sudden influx of military personnel. Subtitle B: Bonuses and Special and Incentive Pays - (Sec. 611) Extends through 2014 specified authorities currently scheduled to expire at the end of 2013 with respect to certain special pay and bonus programs within the regular and reserve Armed Forces. (Sec. 617) Authorizes the payment of a health professions stipend to a nurse enrolled in a critical specialty and eligible for appointment as a reserve officer in any reserve component. Subtitle C: Travel and Transportation Allowances - (Sec. 631) Makes technical and standardizing amendments to DOD travel and transportation provisions to conform with travel consolidation requirements provided under the NDAA for Fiscal Year 2012. Repeals superseded federal provisions. Subtitle D: Disability, Retired Pay, and Survivor Benefits - (Sec. 641) Prohibits the application of the military retired pay computation using the high-three years of pay to certain members who first entered into active duty on or after September 8, 1980, if such application will result in a lower retirement amount than a computation using final basic pay. (Sec. 642) Provides for the effect on the court-ordered division of military retired pay between a member and a former spouse in the case of a member election to receive combat-related special compensation after a previous election to receive concurrent retired pay and disability compensation. (Sec. 643) Allows for payment of a Survivor Benefit Plan annuity to a special needs trust established for the sole benefit of a dependent child who is incapable of self-support due to mental or physical incapacity. (Sec. 644) Directs the Secretary concerned to periodically notify members of the Ready Reserve of their current eligibility age for retirement pay, including the amount by which their eligibility retirement age (generally, 60) has been reduced by periods served after January 28, 2008, on active duty or in active federal status. (Sec. 645) Provides that in the case of an individual who is considered a permanently disabled retiree dependent on the date on which the retired member dies or becomes permanently incapacitated, no further certification as a retiree dependent shall be required. Subtitle E: Military Lending Matters - (Sec. 661) Provides for Attorney General enforcement of violations under the Military Lending Act. Authorizes the Attorney General to assess a civil penalty of up to $110,000 for a first violation, and up to $220,000 for any subsequent violation. Subtitle F: Other Matters - (Sec. 671) Authorizes DOD to provide certain expenses related to the recovery, care, and disposition of human remains retained by the Armed Forces Medical Examiner for forensic pathology investigation. (Sec. 672) Amends the NDAA for Fiscal Year 2006 to continue through 2015 any pilot program ongoing as of December 31, 2013, relating to the temporary Army authority to provide additional recruitment incentives. Title VII: Health Care Provisions - Subtitle B [sic]: Health Care Administration - (Sec. 711) Directs the Secretary to carry out a two-year pilot program to assess using commercially available enhanced recovery practices for medical payment collection to increase the amounts collected from third-party payers for health care services provided at military medical treatment facilities. (Sec. 712) Expresses the sense of the Senate that: (1) full electronic interoperability between the health records systems of DOD and the Department of Veterans Affairs (VA) has not been achieved; (2) the Secretary should fully staff the Interagency Program Office (IPO) and provide it with a robust charter meeting the original intent of Congress; (3) the Secretary should establish challenging but achievable deadlines for the development and implementation of measures and goals for such records; and (4) the IPO should establish a secure, remote, network-accessible computer storage system to allow members to upload and DOD and VA medical providers to access member health records. Subtitle C: Reports and Other Matters - (Sec. 721) Directs the DOD and VA Secretaries to jointly report to the defense and veterans committees on their plans to ensure that the most clinically appropriate prosthetics and orthotics are made available to injured members and veterans using all appropriate technological advances. Title VIII: Acquisition Policy, Acquisition Management, and Related Matters - Subtitle A: Acquisition Policy and Management - (Sec. 801) Revises requirements with respect to multiyear defense procurement contracts equal to or greater than $500 million for a defense acquisition program that has been specifically authorized by law to require the Secretary to provide the initial findings on the contract's requirements (compiled by the appropriate defense agency head) at the same time as the request for such multiyear contract authority. Requires such findings to be certified by the Secretary at lease 30 days prior to contract award. (Sec. 802) Amends the NDAA for Fiscal Year 2010 to extend through 2015 DOD authority to acquire goods and services on a non-competitive basis from certain countries along a major supply route to Afghanistan. (Sec. 803) Directs the Secretary to submit to the defense and appropriations committees an updated version of the 2009 DOD report entitled \"OSD Study of Program Manager Training and Experience.\" Identifies certain acquisition personnel to be covered in the report and outlines report requirements. Subtitle B: Provisions Relating to Major Defense Acquisition Programs - (Sec. 821) Requires a milestone decision authority, before Milestone B approval of a major defense acquisition program (MDAP), to certify that there is a plan to mitigate and account for costs in connection with any anticipated de-certification of cryptographic systems during MDAP production and procurement. (Sec. 822) Requires such authority, before Milestone B approval of a space system, to perform a business case analysis for any new or follow-on satellite system using a dedicated control system instead of a shared control system. Terminates such required analysis after December 31, 2019. (Sec. 823) Requires product support managers for major weapon systems to ensure that each product support arrangement for such system states explicitly how such arrangement will maximize the use of government-owned inventory before obtaining inventory from commercial sources. (Sec. 824) Directs the CG to: (1) review DOD processes and procedures for the acquisition of weapon systems, and (2) report review results to the defense and appropriations committees. Subtitle C: Amendments to General Contracting Authorities, Procedures, and Limitations - (Sec. 841) Reduces the cap on allowable compensation of defense contractor employees and allows for future cap adjustments based on changes in the Employment Cost Index for all employees. Includes medical professionals, cybersecurity experts, and others with unique areas of expertise within authorized exceptions to such cap (under current law, only scientists and engineers are excepted). Requires the Secretary to review alternative benchmarks and industry standards for compensation and provide review results to the defense and appropriations committees. (Sec. 842) Directs the Secretary to take specified actions in implementing certain CG recommendations in a January 2013 report entitled \"Pension Costs on DOD Contracts,\" including assigning responsibility within DOD for oversight of the reasonableness of pension plans and issuing certain guidance on pension benefits. Subtitle D: Other Matters - (Sec. 861) Amends the NDAA for Fiscal Year 2012 to extend through 2016 DOD authority to void a contract being performed in the U.S. Central Command theater of operations upon determining that an entity or individual performing under the contract is engaged in, or supporting forces engaged in, hostilities against the United States or its coalition partners. (Sec. 862) Directs the Secretary to designate in each geographic combatant command an element to identify persons and entities that support a force in that area against which the United States is actively engaged in hostilities. Requires each such commander to be notified of the persons and entities identified, and to take specified responsive actions, including notifying appropriate contracting authorities. Directs the Secretary to revise the Department of Defense Supplement to the Federal Acquisition Regulation to: (1) authorize the head of a contracting activity to restrict, terminate, or void any contract, grant, or cooperative agreement in excess of $20,000 affected by the activities of identified persons and entities; and (2) require each contractor to exercise due diligence to ensure that DOD funds are not provided to such persons and entities. Requires combatant commanders to annually review the persons and entities so identified to determine whether they continue to warrant such identification. Directs the Secretary to report annually to the defense and appropriations committees on the use of the authorities provided in this section. (Sec. 863) Requires the Secretary to submit to specified congressional committees a DOD plan of action to eliminate improper payments. Title IX: Department of Defense Organization and Management - Subtitle A: Department of Defense Management - (Sec. 901) Establishes within DOD an Undersecretary of Defense for Management, who shall take over responsibilities of the current DOD Deputy Chief Management Officer, Performance Improvement Officer, and Chief Information Officer. Directs the Undersecretary to: (1) supervise the management of DOD business operations, (2) establish DOD business and strategic planning and performance management policies, and (3) establish business information technology portfolio policies and oversee investment management of that portfolio. Places such Undersecretary after the Under Secretary of Defense for Intelligence in precedence. (Sec. 902) Directs the Under Secretary of Defense for Acquisition, Technology, and Logistics (Under Secretary) to designate an official within such office to be responsible for providing oversight and direction to the Command Acquisition Executive of the U.S. Special Operations Command. Makes such Executive subject to the direction and control of the Under Secretary for certain acquisition programs having a high technology risk. (Sec. 903) Establishes within DOD the Council on Oversight of the National Leadership Command, Control, and Communications System, to be responsible for oversight of the command, control, and communications system for the national leadership of the United States, including nuclear command, control, and communications. Requires: (1) annual activities reports from the Council to the defense and appropriations committees, and (2) a one-time report from the Secretary to such committees on Council establishment, organization, and authorities. (Sec. 904) Transfers administration of the Ocean Research Advisory Panel from the Navy to the National Oceanic and Atmospheric Administration (NOAA). (Sec. 905) Directs the Secretary to develop a plan for streamlining DOD management headquarters by reducing the size of staffs, eliminating tiers of management, cutting functions that provide little or no added value, and consolidating overlapping and duplicative programs and offices. Provides a plan objective of reducing aggregate spending for such headquarters by at least $100 billion over a ten-year period beginning with FY2015. Requires an initial and status reports, for each of FY2016-FY2025, from the Secretary to Congress on such plan and its implementation and success. (Sec. 906) Requires the Chairman of the Joint Chiefs of Staff (JCS) to formulate policies for: (1) concept development and experimentation for the joint employment of the Armed Forces; and (2) gathering, developing, and disseminating joint lessons learned for the Armed Forces. (Sec. 907) Updates a reference to a major DOD headquarters activities instruction. Subtitle B: Space Activities - (Sec. 921) Limits the obligation or expenditure of specified FY2014 Air Force RDT&E funds until the Secretary submits to the defense and appropriations committees a copy of the study conducted on the counter space strategy of DOD that resulted in significant revisions to such strategy. Subtitle C: Intelligence-Related Matters - (Sec. 931) Directs the Secretary to submit to Congress an analysis comparing the cost, schedule, and performance of personnel security clearance investigations and reinvestigations for DOD employees and contractor personnel that are conducted by the Office of Personnel Management (OPM) with those conducted by DOD components. Requires the Secretary, upon determining that the current approach is not the most advantageous, to develop a plan for the transition of such investigations and reinvestigations to the preferred approach. Requires the Secretary and the Director of National Intelligence (DNI) to jointly: (1) develop and implement a strategy to continuously modernize all aspects of DOD personnel security with the objectives of lowering costs, increasing efficiencies, enabling and encouraging reciprocity, and improving security; and (2) ensure that the transition of personnel security clearances between and among DOD components, contractors, and contracts proceeds as rapidly and inexpensively as possible. (Sec. 932) Directs the Secretary to submit to the defense, appropriations, and intelligence committees an assessment of the savings and added effectiveness to be achieved in clandestine human intelligence collection by consolidating such operations in the National Clandestine Service of the Central Intelligence Agency (CIA) through the establishment of a military support division. Requires a report from DOD's Director of Cost Assessment and Program Evaluation to such committees assessing the implementation of the Defense Clandestine Service through FY2014. (Sec. 933) Directs the Secretary to modify the radar system to be deployed on the broad area maritime surveillance aircraft fleet of the Navy to provide a ground moving target indicator collection, processing, and dissemination capability comparable to the performance of such capability under the Global Hawk block 40 multi-platform radar technology insertion program of the Air Force. Requires the Secretary to designate the Navy surveillance fleet as a joint asset available to support operational requirements of the unified combatant commands. (Sec. 934) Directs the Secretary to: (1) develop and carry out a plan for the orderly transfer of the Air Force C-12 Liberty intelligence, surveillance, and reconnaissance aircraft to the Army and the U.S. Special Operations Command or one of its component commands; and (2) report on such plan to the defense, appropriations, and intelligence committees. Prohibits the Army from acquiring the enhanced medium altitude reconnaissance and surveillance system in FY2014. Subtitle D: Cyberspace-Related Matters - (Sec. 941) Directs the Secretary to determine whether the U.S. Cyber Command requires signals intelligence collection authorities to execute its missions in support of DOD, the other combatant commands, and the national cyber defense generally. Requires the Secretary, upon a positive determination, to delegate appropriate collection authorities to such Command. Directs the Secretary to: (1) adapt one or more existing cyber ranges to support the training and exercises of cyber units assigned to execute offensive military cyber operations, (2) designate a principal advisor on offensive military cyber forces, and (3) establish and maintain training capabilities and facilities to support the needs of the Armed Forces and the U.S. Cyber Command for personnel assigned to offensive and defensive cyber missions. Expresses the sense of Congress that the Secretary should fund and manage DOD personnel whose cyber operations responsibilities are primarily offensive in nature outside of the Military Intelligence Program and the Information Systems Security Program. (Sec. 942) Directs the Secretary to: (1) establish a DOD joint software assurance center, (2) issue a charter for the center, and (3) report to the defense and appropriations committees on center funding and management. (Sec. 943) Directs the Secretary to supervise the review, development, modification, and approval of requirements for cloud computing solutions and capabilities for intelligence data analysis and storage by the Armed Forces and defense agencies, as well as the acquisition of cloud computing systems and services to meet such requirements. Requires such activities to be integrated with the Intelligence Community Information Technology Enterprise in order to achieve interoperability, information sharing, and other efficiencies. (Sec. 944) Directs the Secretary to report to Congress on the status of the capability of each military department to operate in non-permissive and hostile cyber environments. (Sec. 945) Directs the Secretary, in developing the force structure to accomplish the cyber missions of DOD through the U.S. Cyber Command, to develop a strategy for integrating the reserve components of the Armed Forces into the total force to support such cyber missions. Outlines actions required during such development. Requires a report from the Secretary to the defense and appropriations committees on the strategy developed. (Sec. 946) Directs the President to establish an interagency process to provide for the establishment of an integrated policy to control the proliferation of cyber weapons through unilateral and cooperative export controls, law enforcement activities, financial means, diplomatic engagement, and other appropriate means. Requires the process established to develop recommendations on means for the control of the proliferation of such weapons. (Sec. 947) Directs the President to: (1) establish an interagency process to provide for the development of an integrated policy to deter adversaries in space, and (2) submit the policy developed to the defense and appropriations committees. (Sec. 948) Provides that the Centers of Academic Excellence for Information Assurance shall not lose certification as centers for academic excellence in FY2014 for failure to meet revised guidelines and criteria for such certification issued by the National Security Agency (NSA) if such Centers qualify for certification under the guidelines and standards as of September 30, 2013. Requires the President to: (1) determine whether information assurance warrants a national accreditation body or a direct government role is still required for such certification, and (2) submit to Congress a plan of action upon such a determination. Title X: General Provisions - Subtitle A: Financial Matters - (Sec. 1001) Authorizes the Secretary, in the national interest, to transfer up to $4 billion of the amounts made available to DOD in this Act between any such authorizations for that fiscal year, with limitations. Requires congressional notification of each transfer. (Sec. 1002) Directs the Secretary to establish the Department of Defense Readiness Restoration Fund to provide DOD with greater flexibility to transfer funds to high-priority readiness accounts when necessary to address significant shortfalls in funding for military training activities and the maintenance of military equipment. Terminates Fund transfer authority at the end of FY2014. Requires the Secretary to: (1) promptly notify the defense and appropriations of each such transfer; and (2) report annually, at the end of any fiscal year in which amounts are available in the Fund, on Fund operations. Subtitle B: Counter-Drug Activities - (Sec. 1011) Amends the Ronald W. Reagan National Defense Authorization Act for Fiscal Year 2005 to extend through FY2015 DOD authority to support a unified counter-drug and counterterrorism campaign in Colombia. (Sec. 1012) Amends the NDAA for Fiscal Year: (1) 2004 to extend through FY2015 the authority of a DOD joint task force to provide support to law enforcement agencies conducting counterterrorism activities, and (2) 1998 to extend through FY2018 DOD authority to support counter-drug activities of certain foreign governments. Subtitle C: Naval Vessels and Shipyards - (Sec. 1021) Amends provisions concerning the Secretary's annual naval vessel construction plan to require (current law permits) the plan to be designed so that the naval force structure provided for under the plan supports the most recent national security strategy submitted by the President. Requires the Secretary, if such plan does not result in such a force structure, to include with the defense budget materials submitted for that fiscal year an assessment of the risk to national security associated with the existing force structure. (Sec. 1022) Requires the Chief of Naval Operations to report to the defense and appropriations committees on current and anticipated requirements for combatant naval vessels over the next 30 years. (Sec. 1023) Amends the NDAA for Fiscal Year 2008 to repeal the requirement that the Navy build any new class of major surface combatant and amphibious assault ship with an integrated nuclear power system, unless it is determined to be impractical. (Sec. 1024) Eliminates the requirement that donated naval vessels be maintained in a condition satisfactory to the Navy and requires such vessels to be used as a museum or memorial for public display in the United States. Provides that the United States shall not be liable for any injury or damage to any person or property occurring on a donated vessel or responsible for vessel improvements, upgrades, or repairs. Subtitle D: Counterterrorism - (Sec. 1031) Authorizes the Secretary to transfer or release any individual detained at U.S. Naval Station Guantanamo Bay, Cuba (Guantanamo) to such individual's country of origin or another country if: (1) the Secretary determines that the individual is no longer a threat to national security, (2) such transfer or release is to effectuate an order by an appropriate U.S. court or tribunal, or (3) the individual has been tried in such a court or tribunal and has been acquitted or has completed the sentence under a conviction. Requires, as further determinations prior to such transfer, that: (1) actions have been planned or taken that will substantially mitigate the risk of such individual engaging or reengaging in any terrorist or hostile activity that threatens the United States, and (2) the transfer is in the U.S. national security interest. Outlines factors to be considered in making such determinations, including any confirmed cases of recidivism of individuals previously transferred to such country. Requires the Secretary, at least 30 days prior to such a transfer, to notify the defense, appropriations, and intelligence committees. Defines a detained individual as one located at Guantanamo as of October 1, 2009, who is not a U.S. citizen and is in the custody or control of DOD. Repeals superseded authorities. (Sec. 1032) Authorizes the Secretary to temporarily transfer any such individual to a DOD medical facility in the United States for emergency or critical medical treatment recommended by the Senior Medical Officer at Guantanamo. Allows such authority to be exercised only by the Secretary or a DOD official at the level of the Under Secretary of Defense or higher. Outlines transfer conditions, including prompt return to Guantanamo as soon as feasible. Allows no citizen status or rights to such individual while in the United States for such treatment. Requires the Secretary to notify the defense committees within five days after any such transfer. (Sec. 1033) Prohibits funds from this Act from being used during FY2014 for the transfer or release to or within the United States or its territories or possessions of Khalid Sheikh Mohammed or any other detainee who: (1) is not a U.S. citizen or member of the U.S. Armed Forces; and (2) is or was held on or after January 20, 2009, at Guantanamo by DOD. Authorizes the Secretary to transfer a detainee to the United States for detention and trial in appropriate circumstances, after notifying Congress. (Sec. 1034) Allows military commissions to include alternate members to replace primary members who are excused from service by challenge, for health reasons, or for other good cause shown. Allows a military judge to grant additional peremptory challenges as required in the interests of justice. Subtitle E: Nuclear Forces - (Sec. 1041) Repeals responsibilities of the Nuclear Weapons Council with respect to nuclear command, control, and communications. Requires the Council to report to the defense and appropriations committees on joint DOD-Department of Energy (DOE) special nuclear material protection activities. (Sec. 1042) Amends the NDAA for Fiscal Year 2012 to extend the due date for an annual DOD-DOE plan for the nuclear weapons stockpile, complex, delivery systems, and command and control system until up to 60 days after the submission of defense budget materials for each of FY2015-FY2019. Requires DOD and DOE to notify and brief the defense and appropriations committees if such deadline is not met. (Sec. 1043) Directs the Secretary to estimate the costs of life extension activities for specified deployed and hedge missile warheads and to submit such estimate to the defense and appropriations committees by February 1, 2014. Requires the Secretary to compare the cost of using such warheads to the cost of replacing them with an interoperable warhead and to submit such comparison by April 1, 2014. Prohibits DOD funds from being used for an interoperable warhead until the submission of such comparison. (Sec. 1044) States that it is the policy of the United States to modernize or replace the triad (land, sea, and air) of strategic nuclear delivery systems, to proceed with a robust stockpile stewardship program, and to maintain and modernize U.S. nuclear weapons production capabilities. Expresses the sense of Congress: (1) in support of appropriate resources to achieve such objectives and of such modernization or replacement; and (2) that the President and Congress should work together to meet such objectives in the most cost-efficient manner possible. (Sec. 1045) Authorizes the Secretary to: (1) retain intercontinental ballistic missile (ICBM) launch facilities currently supporting deployed strategic nuclear delivery vehicles within the limit of 800 deployed and non-deployed launchers, (2) maintain ICBMs on alert or operationally deployed status, and (3) preserve ICBM silos in operational or warm status. Requires a report from the Secretary to the defense and appropriations committees on the feasibility and advisability of such preservation. Subtitle F: Miscellaneous Authorities and Limitations - (Sec. 1051) Directs the Secretary to develop within one year and update at least every five years a strategy on the availability and use of the electromagnetic spectrum to meet U.S. national security requirements. (Sec. 1052) Amends the NDAA for Fiscal Year 2000 to require the Secretary to ensure that DOD has adequate representation to convey its views in any dispute resolution process involving the surrender of DOD bands of electromagnetic frequencies. (Sec. 1053) Expresses the sense of the Senate that state courts should not consider a military deployment as the sole factor in determining child custody in a proceeding involving a parent who is a member of the Armed Forces. Subtitle G: Studies and Reports - (Sec. 1061) Repeals or modifies various obsolete or unnecessary reports and report requirements under federal armed forces provisions and prior national defense authorization Acts. (Sec. 1062) Directs the Secretary to submit to the defense and appropriations committees: (1) DOD plans for the Mine Resistant Ambush Protected vehicle fleet, and (2) an assessment of the current DOD approach for managing foreign language support contracts. (Sec. 1064) Requires: (1) the Secretary of the Air Force to report to such committees on the Civil Air Patrol fleet, and (2) the Chief of Staff of the Air Force to report to such committees on the Eagle Vision system. Subtitle H: Other Matters - (Sec. 1081) Amends the NDAA for Fiscal Year 2012 to extend through FY2019 a program of assigning civilian DOD employees as advisors to the ministries of defense of friendly foreign countries. Requires the Under Secretary of Defense for Policy to issue an update of the DOD policy concerning such assignments. Extends related annual report requirements. Extends by one year the requirement for submission of a CG report on such assignments. Title XI: Civilian Personnel Matters - (Sec. 1101) Extends through FY2018: (1) a voluntary reduction-in-force authority with respect to DOD civilian employees, and (2) the authority to make lump-sum severance payments to certain DOD civilian employees. (Sec. 1103) Includes threatening to take an adverse personnel action within prohibited actions under whistleblower protections for nonappropriated fund instrumentality employees (thus affording them the same protections provided to military personnel under military whistleblower provisions). (Sec. 1104) Extends through 2020 DOD enhanced authority for the recruitment, appointment, and retention of health care personnel for the care and treatment of wounded or injured members. Repeals an obsolete strategy requirement. (Sec. 1105) Removes specific costs under the financial assistance authorized to be provided under the science, mathematics, and research for transformation (SMART) defense education program (thereby allowing the Secretary flexibility in determining the appropriate amount of such assistance). (Sec. 1106) Includes the Defense Institute for Security Assistance Management and the Joint Special Operations University among the DOD schools at which the Secretary is authorized to employ civilian faculty. (Sec. 1107) Provides the Secretary with direct appointment authority at DOD research and engineering facilities in the case of qualified candidates possessing a bachelor's degree or qualified veterans. Provides appointment limits. Terminates such appointment authority at the end of 2019. (Sec. 1108) Replaces a reference to the Army and Air Force Motion Picture Service and the Navy Ship's Stores Ashore for purposes of certain civil service laws with a reference to the Navy Ship Stores Program. Title XII: Matters Relating to Foreign Nations - Subtitle A: Assistance and Training - (Sec. 1201) Amends the NDAA for Fiscal Year 2006 concerning a DOD program to build the counterterrorism or support capacity of certain friendly foreign military forces to: (1) remove annual funding limits, and (2) extend such authority through FY2018. Requires a report from the Secretary to the defense and appropriations committees on the scope of counterterrorism operations for which such assistance is authorized. (Sec. 1202) Amends the NDAA for Fiscal Year 2012 to repeal certain transitional authorities and assistance limits under the Global Security Contingency Fund. (Sec. 1203) Allows U.S. general purpose forces to train with the military or security forces of a friendly foreign country if the Secretary determines that such training is in the national security interest. Authorizes DOD payment of incremental expenses incurred by a foreign country in connection with such training, with a fiscal year limit of $15 million. Requires reports from the Secretary to the defense committees after any year in which such training is conducted. Terminates such authority at the end of FY2018. (Sec. 1204) Directs the Secretary to develop and report to the defense and foreign relations committees on a strategic framework for U.S. counterterrorism assistance and cooperation in the Sahel region of Africa, including for programs conducted under the Trans-Sahara Counter Terrorism Partnership, Operation Enduring Freedom-Trans Sahara, and related security assistance authorities. (Sec. 1205) Authorizes the Secretary, if it is determined to be in the national interest, to furnish assistance to the armed forces of Jordan to support their ability to maintain security along the Jordan-Syria border. Provides funding limits. Requires the Secretary to notify the defense and appropriations committees at least 15 days in advance of providing such assistance. Terminates assistance authority at the end of 2014. (Sec. 1206) Authorizes the Secretary, with the concurrence of the Secretary of State, to provide assistance to the military and civilian first responders of a foreign country in responding to incidents involving weapons of mass destruction. (Sec. 1207) Authorize the Secretary to provide logistic support, supplies and services, and intelligence support to foreign forces participating in operations to mitigate and eliminate the threat posed by the Lord's Resistance Army. Provides funding. Requires 15 days' prior notification to the defense, appropriations, and foreign relations committees. Terminates such authority at the end of Operation Observant Compass. Repeals superseded authority. Subtitle B: Matters Relating to Afghanistan, Pakistan, and Iraq - (Sec. 1211) Amends the NDAA for Fiscal Year 2012 to extend through FY2014 the Commander's Emergency Response Program (urgent humanitarian and reconstruction relief) in Afghanistan. Reduces the FY2014 funding for such Program. Replaces required quarterly briefings with a one-time report from the Secretary to Congress on lessons learned and best practices from the execution of such Program in Iraq and Afghanistan. (Sec. 1212) Amends such Act to extend through FY2014 DOD authority to support operations of the Office of Security Cooperation in Iraq. Provides an FY2014 funding limit. Allows such Office's training to include elements that promote observance of and respect for human rights and fundamental freedoms, military professionalism, and respect for legitimate civilian authority within Iraq. Requires additional updates to a report on Office activities. (Sec. 1213) Amends the Skelton Act to extend through FY2014, at a reduced rate, DOD assistance for former insurgent reintegration activities in Afghanistan. Extends report requirements. (Sec. 1214) Amends such Act to extend through FY2014, with a funding limit, a DOD program to develop and carry out infrastructure projects in Afghanistan. Requires the Secretary to submit to the defense and appropriations committees a plan for the transition to the government of Afghanistan, or a utility entity owned by Afghanistan, of the management of projects funded under this section. Requires such transition to be completed by the end of 2014. (Sec. 1215) Amends the NDAA for Fiscal Year 2008 to extend through FY2014 the authority for reimbursement of certain coalition countries for logistical and military support provided in connection with U.S. military operations in Operations Iraqi Freedom and Enduring Freedom. Reduces FY2014 reimbursement funding. Extends through FY2014 notification and reimbursement limitation requirements applicable to such support provided by Pakistan. (Sec. 1216) Amends such Act to extend through FY2014 DOD authority to provide logistical support for coalition forces supporting U.S. military operations. (Sec. 1217) Amends the Refugee Crisis in Iraq Act of 2007 to direct the Secretaries of State and Homeland Security to improve the efficiency by which Iraqi special immigrant visa applications are processed so that all steps for the issuance of such visas are completed within nine months after the application is submitted. Revises Iraqi special immigrant eligibility requirements to include employment for at least one year with the U.S. government, a media or nongovernmental organization headquartered in the United States, or an organization or entity closely associated with the U.S. mission in Iraq that has received U.S. funding. Provides a review process for applicants denied Chief of Mission approval. Allows the carry-forward through FY2014 of any unused balance of authorized visas from FY2008-FY2013. Requires: (1) a one-time report from such Secretaries to the judiciary and foreign relations committees on visa efficiency improvements implemented, and (2) quarterly reports on a Department of State website describing such improvements. (Sec. 1218) Amends the Afghan Allies Protection Act of 2009 to include the same employment eligibility requirements with respect to applicants for the Afghan special immigrant visa. Includes certain family members in the visa program. Provides a similar review process for applicants denied Chief of Mission approval. Provides an FY2014 limit on the number of granted visas. Directs the Secretaries of State and Homeland Security to carry out the same application processing improvements with respect to Afghan special immigrant visas by the same deadline. Requires the same one-time and quarterly reports with respect to the implementation of efficiency improvements to the Afghan special immigrant visa process. (Sec. 1219) Expresses the sense of Congress that DOD should seek not to commence any new long-term nation building or large-scale infrastructure development project in Afghanistan after 2014. Subtitle C: Reports and Other Matters - (Sec. 1231) Amends the Hunter Act to extend through FY2015 the nonconventional assisted recovery program for certain DOD, federal government, and other designated personnel supporting U.S. national interests in isolated areas. (Sec. 1232) Amends the NDAA for Fiscal Year 2000 to include certain additional information in a required report on military and security developments involving the People's Republic of China. (Sec. 1233) Prohibits any post-FY2013 DOD funds from being used to make a contract, grant, or cooperative agreement with, or provide a loan or loan guarantee to, Rosoboronexport. Authorizes a waiver by the Secretary in the national security interest and requires 30 days' prior notification to Congress of the obligation of funds for such purpose. Requires a report to Congress if such waiver is exercised. (Sec. 1234) Corrects certain statutory references to former NATO support organizations and related agreements under federal armed forces provisions and the Arms Export Control Act. (Sec. 1236) Directs the President to: (1) establish a comprehensive strategy to advance cooperative efforts with the governments of countries in the Middle East and North Africa to reduce the threat from the proliferation of weapons of mass destruction and related materials in such regions, and (2) submit to the defense and foreign relations committees a plan for the implementation of the strategy. Title XIII: Cooperative Threat Reduction - (Sec. 1301) Specifies the cooperative threat reduction (CTR) programs to be funded through O&M funds provided under this Act. Makes funds appropriated for such purpose available for three fiscal years. Allocates such funds among specified CTR programs. Prohibits FY2014 CTR funds from being used for purposes other than those specified until 15 days after the Secretary reports to Congress on the new purposes. Provides limited authority to vary allocated amounts in the national interest, after congressional notification. (Sec. 1303) Amends the NDAA for Fiscal Year 2010 to extend through 2018 DOD authority to accept certain contributions for CTR activities. Title XIV: Other Authorizations - Subtitle A: Military Programs - (Sec. 1401) Authorizes appropriations to DOD for FY2014 for: (1) Defense Working Capital Funds, (2) the National Defense Sealift Fund, (3) chemical agents and munitions destruction, (4) drug interdiction and counter-drug activities, (5) the Defense Inspector General, and (6) the Defense Health Program. Subtitle B: Other Matters - (Sec. 1421) Authorizes appropriations for FY2014 for the Armed Forces Retirement Home and for Army cemeterial expenses. (Sec. 1422) Earmarks specified funds for transfer from the Defense Health Program to the Joint Department of Defense-Department of Veterans Affairs Medical Facility Demonstration Fund for operations at the Captain James A. Lovell Federal Health Care Center, Illinois, under an operational agreement outlined in the Hunter Act. Title XV: Authorization of Additional Appropriations for Overseas Contingency Operations - Subtitle A: Authorization of Additional Appropriations - (Sec. 1502) Authorizes appropriations for DOD for FY2014 to provide additional funds for overseas contingency operations for: (1) procurement, (2) RDT&E, (3) O&M, (4) military personnel, (5) Defense Working Capital Funds, (6) the National Defense Sealift Fund, (7) chemical agents and munitions destruction, (8) drug interdiction and counterdrug activities, (9) the Defense Inspector General, and (10) the Defense Health Program. Subtitle B: Financial Matters - (Sec. 1522) Authorizes the Secretary, in the national interest, to transfer up to $4 billion of the amounts made available to DOD in this title between any such authorizations for that fiscal year. Subtitle C: Other Matters - (Sec. 1531) Requires funds authorized for the Joint Improvised Explosive Device Defeat Fund to be subject to fund use and transfer conditions outlined in the Warner Act. Requires FY2014 monthly Fund expenditure reports from the Secretary to the defense and appropriations committees. Terminates this section at the end of 2014. (Sec. 1532) Requires funds authorized for the Afghanistan Security Forces Fund to be subject to fund use, notification, and reporting requirements outlined in the NDAA for Fiscal Year 2008. Provides for military equipment acceptance and disposal. Requires semiannual reports from the Secretary to the defense and appropriations on the equipment accepted. (Sec. 1533) Amends the Skelton Act to extend through FY2014 the authority of, and authorization of appropriations for, the Task Force for Business and Stability Operations in Afghanistan. Provides FY2014 funding. Prohibits the availability of FY2014 funds for developing the mining and oil and gas sectors until the Secretary certifies to the defense committees that Afghanistan has agreed to reimburse the United States for any amount expended from royalties received from mining or oil and gas contracts awarded by the government of Afghanistan. Changes how frequently a report on the implementation of a Task Force transition action plan is required from quarterly to semiannually. Division B: Military Construction Authorizations - Military Construction Authorization Act for Fiscal Year 2014 - (Sec. 2002) Terminates all authorizations contained in Titles XXI through XXVII of this Act on October 1, 2016, or the date of enactment of an Act authorizing funds for military construction for FY2017, whichever is later, with an exception. Title XXI [sic]: Army Military Construction - (Sec. 2101) Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes such Secretary to construct or acquire family housing units and carry out architectural planning and design activities in specified amounts. Authorizes appropriations to the Army for fiscal years after 2013 for military construction, land acquisition, and military family housing functions of the Army. (Sec. 2104) Modifies certain prior-year military construction projects. (Sec. 2107) Extends certain prior-year military construction projects. Title XXII: Navy Military Construction - (Sec. 2201) Provides, with respect to the Navy, authorizations paralleling those provided for the Army under the previous title. (Sec. 2205) Modifies certain prior-year military construction projects. (Sec. 2207) Extends certain prior-year military construction projects. Title XXIII: Air Force Military Construction - (Sec. 2301) Provides, with respect to the Air Force, authorizations paralleling those provided for the Army under Title XXI. (Sec. 2305) Extends a certain prior-year military construction project. Title XXIV: Defense Agencies Military Construction - Subtitle A: Defense Agency Authorizations - (Sec. 2401) Authorizes the Secretary to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to carry out energy conservation projects in a specified amount. Authorizes appropriations for fiscal years after 2013 for military construction, land acquisition, and military family housing functions of DOD. Subtitle B: Chemical Demilitarization Authorizations - (Sec. 2411) Authorizes appropriations for fiscal years after 2013 for military construction and land acquisition for chemical demilitarization for the construction of phase 14 of a munitions demilitarization facility at Blue Grass Army Depot, Kentucky. Title XXV: North Atlantic Treaty Organization Security Investment Program - (Sec. 2501) Authorizes the Secretary to make contributions for the North Atlantic Treaty Organization (NATO) Security Investment Program and authorizes appropriations for fiscal years after 2013 for such Program. Title XXVI: Guard and Reserve Forces Facilities - Subtitle A: Project Authorizations and Authorization of Appropriations - (Sec. 2601) Authorizes the Secretary concerned to acquire real property and carry out military construction projects for the National Guard and reserves. (Sec. 2606) Authorizes appropriations for fiscal years after 2013 for National Guard and reserve forces for acquisition, architectural and engineering services, and construction of facilities. Subtitle B: Other Matters - (Sec. 2611) Modifies a certain prior-year military construction project. (Sec. 2612) Extends certain prior-year National Guard and reserve military construction projects. Title XXVII: Base Realignment and Closure Activities - (Sec. 2701) Authorizes appropriations for fiscal years after 2013 for military base closure and realignment activities authorized under the Defense Base Closure and Realignment Act of 1990 and funded through the Department of Defense Base Closure Account 1990. (Sec. 2702) Prohibits any future base closure and realignment round for military installations within the United States and its territories and possessions until DOD has completed and submitted to Congress a formal review of the overseas military facility structure, an assessment of the need for bases to support overseas contingency operations, and the Strategic Choices and Management Review. (Sec. 2703) Requires the Deputy Under Secretary of Defense for Installations and Environment to report to the defense and appropriations committees on the 2005 base closure and realignment joint basing initiative. Title XXVIII: Military Construction General Provisions - Subtitle A: Military Construction Program and Military Family Housing Changes - (Sec. 2801) Extends to future construction projects funded through in-kind payments under bilateral agreements with partner countries the requirement that such projects be submitted for congressional authorization. (Sec. 2802) Amends the Military Construction Authorization Act (MCAA) for Fiscal Year 2004 to extend through 2014 the temporary, limited authority to use O&M funds for certain contingency construction projects in the U.S. Africa Command area of responsibility. Revises the countries in which such authority may be used. Extends related report requirements. Subtitle B: Real Property and Facilities Administration - (Sec. 2811) Authorizes the Secretary to use proceeds from the lease of non-excess real or personal property to cover administrative expenses associated with such leases and easements. (Sec. 2812) Allows the Secretary concerned, beginning in FY2014, to credit payments received for DOD-provided utilities and services to the appropriation or working capital account currently available for furnishing such utilities and services. (Sec. 2813) Requires the Secretary concerned, prior to conveying all or part of a DOD utility system to another utility company, to obtain an independent estimate of the level of investment required to maintain adequate operation of that system over the term of the conveyance. (Sec. 2814) Authorizes the Secretary of the Navy to acquire certain real property and improvements at Naval Base Ventura County, California, for the long-term lease of transient and unaccompanied family housing. Subtitle C: Provisions Related to Asia-Pacific Military Realignment - (Sec. 2821) Prohibits funds under this Act or certain assistance amounts provided by Japan from being used to implement the realignment of Marine Corps forces from Okinawa to Guam or Hawaii until specified actions occur, including submission to the defense and appropriations committees of certain realignment-related plans and assessments. Prohibits the Secretary from carrying out any grant, cooperative agreement, transfer of funds, or supplement of funds available in FY2014 under federal programs administered by agencies other than DOD that the Secretary determines will result in the development of public infrastructure on Guam unless such grant, transfer, agreement, or funding is specifically authorized by law. Provides exceptions. (Sec. 2822) Amends the MCAA for Fiscal Year 2010 to require the annual report of the Interagency Coordination Group of Inspectors General for Guam Realignment to cover activities during the preceding fiscal (currently, calendar) year. Subtitle D: Land Conveyances - (Sec. 2831) Authorizes the Secretary of the Navy to convey to the Hale Keiki School all U.S. rights and interests to certain real property at the Joint Base Pearl Harbor-Hickam, Hawaii. (Sec. 2832) Authorizes the Secretary to convey all U.S. rights and interests to the Mt. Soledad Veterans Memorial, California. Subtitle E: Other Matters - (Sec. 2841) Redesignates the Asia-Pacific Center for Security Studies as the Daniel K. Inouye Asia-Pacific Center for Security Studies. Division C: Department of Energy National Security Authorizations and Other Authorizations - Title XXXI[sic]: Department of Energy National Security Programs - Subtitle A: National Security Programs Authorizations - (Sec. 3101) Authorizes appropriations for DOE for FY2014 for: (1) activities of the National Nuclear Security Administration (NNSA) in carrying out programs necessary for national security; and (2) new plant projects in carrying out such programs, with specified allocations for defense environmental cleanup and other defense activities. Subtitle B: Program Authorizations, Restrictions, and Limitations - (Sec. 3111) Amends the National Nuclear Security Administration Act to establish within the NNSA a Director for Cost Estimating and Program Evaluation to communicate with the NNSA Administrator, the Secretary of Energy, and the Deputy Secretary of Energy with respect to NNSA cost estimation and program evaluation. Establishes two deputy directors. Requires the Director to submit cost estimate and program evaluation reports to the Administrator, who shall forward such reports to the defense and appropriations committees. Requires the Director to submit to Congress: (1) a report on any major programmatic deviations from the future-years nuclear security program discovered in conducting estimate and evaluation reviews, and (2) annual reports on budget formulation and related assessments. Requires the CG to brief Congress with respect to the Director's annual reports and to provide recommendations for improving the Director's ability to perform required functions. Directs the Administrator to submit to the defense and appropriations committees a plan for the implementation of this section. (Sec. 3112) Amends the Atomic Energy Defense Act to direct the Administrator to develop and report to the defense and appropriations committees on a plan for improving and integrating the financial management of the nuclear security enterprise. Requires the plan to be implemented within four years after the enactment of this Act. Directs the CG to review and report to such committees on plan implementation. (Sec. 3113) Directs the Energy Secretary, in 2014 and biennially thereafter, to: (1) review the security measures of DOE national security laboratories, nuclear production facilities, and the defense nuclear facilities at which defense environmental cleanup activities are occurring; and (2) certify to the defense and appropriations committees whether such measures protect special nuclear material and meet DOE standards for the protection of such facilities and their surrounding infrastructure. Requires: (1) the development and implementation of a new plan for laboratories and facilities that do not meet such standards, and (2) the DOE Inspector General to assess the adequacy and effectiveness of each new plan developed. (Sec. 3114) Directs the Administrator to develop and carry out a plan to incorporate exascale computing (computing near or above 10 to the 18th power floating point operations per second) into the DOE stockpile stewardship program during the 20-year period beginning on the date of enactment of this Act. Requires biennial reports to Congress on such plan. (Sec. 3115) Requires the Administrator to include in a plan required under the Atomic Energy Defense Act a strategy for the integrated management of plutonium for stockpile and stockpile stewardship needs over a 20-year period. Directs the Administrator to enter into an arrangement with the National Academy of Sciences (NAS) to review such plan. (Sec. 3116) Amends the NDAA for Fiscal Year 2013 to allow the Administrator to implement, in lieu of the replacement project for the chemistry and metallurgy research building at Los Alamos National Laboratory, New Mexico, a modular building strategy, as long as such strategy meets requirements for maintaining the nuclear weapons stockpile over a 30-year period. (Sec. 3117) Increases from $600,000 to $1.2 million the NNSA major capital construction design threshold. (Sec. 3118) Requires cost estimates concerning DOE life extension programs and new nuclear facilities to be submitted in unclassified form, while allowing for a classified annex if necessary. Subtitle C: Reports - (Sec. 3121) Requires the Administrator to: (1) enter into an arrangement with the NAS to conduct an assessment of existing and future nuclear nonproliferation programs, and (2) report assessment results to the defense and appropriations committees. (Sec. 3122) Amends the NDAA for Fiscal Year 2013 to allow the CG discretion in submitting reviews of NNSA reports concerning cost-benefit analyses for the competition of management and operating contracts (under current law, the CG must submit such reviews 90 days after each report). (Sec. 3123) Revises the deadline for reports concerning the DOE program on scientific engagement for global nuclear nonproliferation. (Sec. 3124) Provides the same CG discretion with respect to reports on phases of execution for the uranium capabilities replacement project at the Y-12 National Security Complex, Oak Ridge, Tennessee. (Sec. 3125) Extends the date of an interim report of the Congressional Advisory Panel on the Governance of the Nuclear Security Enterprise. Subtitle D: Technical Corrections - (Sec. 3131) Makes technical corrections to the National Nuclear Security Administration Act and the Atomic Energy Defense Act. Title XXXII: Defense Nuclear Facilities Safety Board - (Sec. 3201) Authorizes appropriations for FY2014 for the Defense Nuclear Facilities Safety Board. Title XXXV[sic]: Maritime Administration - (Sec. 3501) Revises, generally, provisions relating to the establishment and administration of, and authorization of appropriations for, the Maritime Administration. Division D: Funding Tables - (Sec. 4001) Provides that whenever a funding table in this Division specifies a dollar amount for a program, project, or activity, the obligation or expenditure of that amount is hereby authorized, subject to the availability of appropriations. Requires decisions by agency heads to commit, obligate, or expend funds with or to a specific entity on the basis of an authorized dollar amount to be based on merit-based selection procedures in accordance with federal requirements and other applicable provisions of law. Allows amounts specified in the funding tables in this Division to be transferred or reprogrammed under a transfer or reprogramming authority provided by another provision of this Act or by other law. Prohibits any oral or written communication concerning an amount specified in the funding tables from superseding the requirements of this section. Title XLI [sic ]: Procurement - (Sec. 4101) Sets forth authorized FY2014 funding levels with respect to procurement. Title XLII: Research, Development, Test, and Evaluation - (Sec. 4201) Sets forth authorized funding levels with respect to RDT&E. Title XLIII: Operation and Maintenance - (Sec. 4301) Sets forth authorized funding levels for O&M. Title XLIV: Military Personnel - (Sec. 4401) Sets forth authorized funding levels for military personnel. Title XLV: Other Authorizations - (Sec. 4501) Sets forth authorized funding levels for other authorizations. Title XLVI: Military Construction - (Sec. 4601) Sets forth authorized funding levels for military construction. Title XLVII: Department of Energy National Security Programs - (Sec. 4701) Sets forth authorized funding levels for DOE national security programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "National Defense Authorization Act for Fiscal Year 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Military Construction Authorization Act for Fiscal Year 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "National Defense Authorization Act for Fiscal Year 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Military Construction Authorization Act for Fiscal Year 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill to authorize appropriations for fiscal year 2014 for military activities of the Department of Defense, for military construction, and for defense activities of the Department of Energy, to prescribe military personnel strengths for such fiscal year, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:47:10-05:00"
}