{
  "actions": [
    {
      "acted_at": "1987-03-03", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-02", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-07", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held on Title II.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-08", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held on Title II.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s636-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-03", 
  "number": "636", 
  "official_title": "A bill to amend the Social Security Act to provide greater opportunity for individuals to achieve self-sufficiency, to amend the Trade Act of 1974 to authorize trade negotiations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Business Practices and Records Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-03", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Aid to dependent children", 
    "American investments", 
    "Antidumping", 
    "Antitrust actions", 
    "Antitrust law", 
    "Antitrust policy", 
    "Architecture", 
    "Arts, culture, religion", 
    "Bank holding companies", 
    "Blind", 
    "Books", 
    "Bribery", 
    "Business and commerce", 
    "Business ethics", 
    "Business records", 
    "Children and youth", 
    "Civil service compensation", 
    "Clothing industry", 
    "Coffee", 
    "Commerce", 
    "Communist countries", 
    "Computers", 
    "Conferences", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Copyright", 
    "Countervailing duties", 
    "Crime prevention", 
    "Customs administration", 
    "Data banks", 
    "Day care", 
    "Developing countries", 
    "Disabled", 
    "Dispute settlement", 
    "Domestic Relations and Families", 
    "Dumping", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Employment and training programs", 
    "Employment tax credits", 
    "Export trading companies", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Finance and financial sector", 
    "Food and Food Industry", 
    "Food stamps", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Foreign trade promotion", 
    "Free ports and zones", 
    "Freedom of information", 
    "Fur trade", 
    "Government and business", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Guam", 
    "Import relief", 
    "Import restrictions", 
    "Imports", 
    "Industrial promotion", 
    "Information services", 
    "Intergovernmental fiscal relations", 
    "International competitiveness", 
    "Labor and employment", 
    "Legislation", 
    "Manpower training programs", 
    "Microforms", 
    "National growth policy", 
    "Nontariff trade barriers", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Public assistance programs", 
    "Puerto Rico", 
    "Science and technology", 
    "Scientific instruments and apparatus", 
    "Securities and Investments", 
    "Securities regulation", 
    "Semiconductors", 
    "Service industries", 
    "Social welfare", 
    "State laws", 
    "States", 
    "Subsidies", 
    "Support of dependents", 
    "Tariff", 
    "Taxation", 
    "Territories (U.S.)", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trademarks", 
    "Treaties", 
    "U.S.S.R.", 
    "Unemployment", 
    "Unemployment insurance", 
    "User charges", 
    "Virgin Islands", 
    "Vocational education", 
    "Work incentive programs"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-03", 
    "text": "Title I: Investment in Human and Intellectual Capital Act of 1987 - Subtitle A: Greater Opportunities Through Work Act of 1987 - Greater Opportunities Through Work Act of 1987 - Amends part A (Aid to Families with Dependent Children) (AFDC) of title IV of the Social Security Act to require States to implement a coordinated program of activities designed to afford greater opportunities for individuals to achieve self-sufficiency through employment. Requires, with certain exceptions, that each AFDC recipient and each individual whose needs are included in making AFDC eligibility determinations be required to participate in all employment-related activities to which he or she is referred by the State. Authorizes States to require AFDC applicants to participate in an employment search program. Directs States to refer AFDC recipients to one or more employment-related activities, including: (1) employment search programs; (2) employment-related activities established under title IV of the Act or other Federal law; (3) employment in which the recipient is able to engage in training designed to conclude in such employment; and (4) education for individuals who have not obtained a high school diploma or equivalent degree or certificate. Requires States to make education available to AFDC recipients who have not yet reached age 19 or obtained a high school diploma or its equivalent. Requires States to provide participants in employment-related activities with child care and transportation services. Excludes an individual's needs from consideration in AFDC eligibility determinations if such individual has failed or refused without good cause to participate actively in employment-related activities to which he or she has been referred. Directs the Secretary of Health and Human Services to promulgate regulations specifying the length of sanctions imposed for nonparticipation as well as what constitutes good cause for such nonparticipation. Reduces the Federal share of AFDC expenditures in States which fail to place a specified percentage of eligible individuals in employment-related activities. Repeals part C (Work Incentive Programs) of title IV of the Social Security Act. Amends the AFDC program to require that U.S. territories, to the maximum extent feasible, implement a coordinated program of activities designed to afford greater opportunities for individuals to achieve self-sufficiency through employment. Authorizes appropriations for such programs without imposing financial participation requirements on the territories. Directs the Secretary to evaluate the effectiveness of State AFDC employment programs in assisting AFDC recipients to attain economic independence from public benefit programs. Requires the Secretary, within six months of completing such evaluation, to issue outcome-based performance standards applicable to AFDC employment programs. Subtitle B: Employment Security Administrative Financing Act of 1987 - Employment Security Administrative Financing Act of 1987 - Part 1: Financing Administrative Costs of State Unemployment Compensation Programs - Repeals title III (Grants to States for Unemployment Compensation Administration) of the Social Security Act, effective July 1, 1990. Authorizes expenditures from the Federal administrative account for FY 1991 (and the transition quarter beginning on July 1, 1990, and ending on September 30, 1990), and for each fiscal year thereafter, in such amounts as the Congress may deem appropriate for the purpose of assisting the States in: (1) the administration by the States of functions under the Federal Unemployment Tax Act, the Wagner-Peyser Act, or any Federal unemployment compensation law; (2) carrying out veterans' employment representative duties; and (3) the administration of the extended unemployment compensation program. Authorizes such expenditures also for the necessary expenses of the Department of Labor under: (1) specified titles of the Social Security Act; (2) the Federal Unemployment Tax Act; (3) the Wagner-Peyser Act; (4) job counseling, training, and placement services for veterans; and (5) any Federal unemployment compensation law. Directs the Secretary of Labor from time to time to certify to the Secretary of the Treasury for payment to each State which has an unemployment compensation law approved under the Federal Unemployment Tax Act amounts necessary for the administration of specified activities. Revises the formula for transfers between the Federal Unemployment Account and the Employment Security Administration Account. Adds references to a Federal administrative account and to State administrative fund accounts. Revises the formula for transfers to the extended unemployment compensation account. Part 2: Amendments to the Internal Revenue Code of 1954 - Amends the Internal Revenue Code to revise formulas relating to credits against the Federal unemployment tax. Revises provisions relating to requirements for State unemployment compensation laws. Requires methods of administration reasonably calculated to insure full payment of compensation when due. Requires that all individuals whose claims for compensation are denied shall have an opportunity for a fair hearing before an impartial tribunal. Requires the State or State agency to make reports required by the Secretary of Labor. Requires that all money received by the State for administration of the State law and the State employment services be paid over to the Secretary of the Treasury to the credit of the administrative fund account of such State in the Unemployment Trust Fund. Allows deducting an amount from unemployment compensation otherwise payable to an individual and using the amount so deducted to pay for health insurance if the individual elected to have such deduction made and such deduction was made under a program approved by the Secretary of Labor. Provides that all money withdrawn from the administrative account of the State shall be used solely in the payment of expenses of administration of the State law and public employment services, and for refunds payable under State law. Requires the States to provide public employment services pursuant to the Wagner-Peyser Act. Sets forth new compliance requirements for States and State agencies to disclose information about unemployment compensation recipients to State food stamp agencies and to State and local child support enforcement agencies. Provides for recovery of overpayments to unemployment compensation recipients. Revises certification requirements. Provides for collection of the Federal unemployment tax by the States. Part 3: Amendments to Other Statutes - Amends provisions of Federal law relating to unemployment compensation for Federal employees. Authorizes expenditures from the Federal administrative account to assist States in meeting the cost of administration of agreements. Amends the Food Stamp Act of 1977 to revise specified references. Part 4: Technical and Conforming Amendments - Amends the Social Security Act to change references to the Employment Security Administration Account to the Federal Administrative Account. Makes technical and conforming amendments to the Internal Revenue Code, Federal Unemployment Tax Act provisions, and to the Federal-State Extended Unemployment Compensation Act of 1970. Title II: International Economic Environment Improvement Act of 1987 - International Economic Environment Improvement Act of 1987 - Subtitle A: Trade Competitiveness Act of 1987 - Trade Competitiveness Act of 1987 - Sets forth congressional findings regarding: (1) the international competitive environment; (2) trade policy and competitiveness; and (3) domestic policy and competitiveness in the international environment. Declares that the overall objectives of this Act are to enhance U.S. competitiveness and to strengthen the ability of the United States to shape the international economic environment. Declares that the overall U.S. negotiating objective with respect to trade agreements is to obtain more open and equitable market access and the harmonization, reduction, or elimination of trade barriers. Sets forth the U.S. policy and negotiating objectives for the Uruguay Round of the Multilateral Trade Negotiations. Sets forth U.S. negotiating objectives with respect to: (1) agricultural trade; (2) trade in services; (3) trade in intellectual property; (4) foreign direct investment; (5) dispute settlement; (6) safeguard measures; (7) unfair trade practices; (8) improvement of the General Agreement on Tariffs and Trade (GATT) and of the Multilateral Trade Negotiations agreements; and (9) worker's rights. Requires U.S. negotiators to take into account legitimate domestic objectives and to consult with State authorities on the negotiations in trade in services. Grants the President the authority to enter into trade agreements with foreign countries to harmonize, reduce, or eliminate trade barriers or distortions or to ameliorate or prohibit the imposition of such barriers if the President determines that such barriers unduly burden or restrict U.S. commerce or adversely affect the U.S. economy or that the imposition of such barriers is likely to result in a burden, restriction, or adverse effect. Requires the President, before entering into any such trade agreement, to consult with specified congressional committees. Sets forth the procedure for entering into a trade agreement to reduce trade barriers or to prohibit the imposition of such barriers. Grants the President the authority, whenever the President determines that any existing duties or import restrictions of the United States or of any foreign country are unduly burdening and restricting the foreign trade of the United States, to: (1) enter into trade agreements with foreign countries during the ten years after enactment of this Act; and (2) proclaim any modification or continuance of duties, continuance of duty-free treatment, or imposition of additional duties, as appropriate. Amends the Trade Act of 1974 to require the President, in connection with any proposed trade agreements under specified provisions of this Act or the Trade Act of 1974, to publish and furnish the International Trade Commission (ITC) with lists of articles which may be considered for modification or continuance of duties, continuance of duty-free or excise treatment, or additional duties. Authorizes the President in connection with non-tariff trade agreements, to publish and furnish the ITC with lists of non-tariff matters which may be considered for modification. Requires the ITC, with respect to each article or non-tariff matter, to advise the President of the probable economic effects of such modifications on: (1) industries producing like or directly competitive articles; and (2) U.S. manufacturing, agriculture, mining, fishing, services, intellectual property, investment, labor, and consumers. Requires the ITC, in order to assist the President with respect to entering proposed trade agreements and developing U.S. trade policy, to investigate and report to the President as to the effects of modification of any barrier or other distortion to international trade on domestic workers, industries or sectors, purchasers, prices, and quantities of articles in the United States. Sets forth specified actions the ITC must take in preparing advice on trade matters to the President. Requires the President, before entering into certain trade agreements, to: (1) seek information and advice with regard to such an agreement from the Departments of Agriculture, Commerce, Defense, Interior, Labor, State, and Treasury and from the United States Trade Representative (USTR); and (2) hold public hearings for comments. Permits the President, when seeking certain trade agreements, to make a formal offer for the modification or continuance of any U.S. duty, import restrictions, barriers or distortions to international trade, the continuance of U.S. duty-free or excise treatment, or the imposition of additional duties, import restrictions, or other barriers to international trade, including trade in services, foreign direct investment, and intellectual property, with respect to any article or matter only after receiving a summary of the public hearings on such actions and advice from the International Trade Commission. Requires the President to seek information and advice from the private and public sectors with respect to negotiating objectives of and operations under proposed trade agreements under this subtitle and with respect to the development of U.S. trade policy. Directs the President to establish an Advisory Committee for Trade Negotiations. Permits the President to establish other advisory committees for industry, labor, agriculture, or service interests to provide general trade advice. Requires the Advisory Committee for Trade Negotiations and appropriate advisory committees to meet and report to the President, the Congress, and the USTR on trade agreement negotiations entered pursuant to this subtitle. Requires the provisions of the Federal Advisory Committee Act to apply to such committees. Restricts the disclosure of trade secrets and commercial and financial information submitted in confidence to U.S. officers or employees in connection with trade agreement negotiations. Sets forth procedures relating to: (1) consultations of executive departments with trade advisory committees; and (2) the submission of information, and the exclusion from participation, of private organizations in trade agreement negotiations. Provides that specified provisions of the Food and Agriculture Act of 1977 relating to agricultural advisory committees shall not apply to the advisory committees established herein for industry, labor, agriculture, or service interests. Defines \"non-Federal Government\" to mean: (1) any State, territory, or possession of the United States, or the District of Columbia, or any political subdivision thereof; or (2) any agency or instrumentality of such entities. Directs, at the beginning of each regular session of the Congress, the Speaker of the House of Representatives and the President pro tempore of the Senate to designate congressional advisers on trade policy and negotiations to provide advice on the development of trade policy. Permits the USTR to accredit additional advisers for specific policy matters or negotiations. Requires the USTR to keep such advisers informed on matters affecting U.S. trade policy through consultations to be held not less than four times per year. Requires the USTR (currently, the President), on behalf of the President, to submit to the Congress and to each Member a copy of any trade agreement entered into, along with reasons for entering into it, in the light of the advice, if any, of the ITC and any other relevant considerations. Requires the President, before entering into a new trade agreement to grant new concessions or compensation to a foreign country that has an existing trade agreement with the United States, or proclaiming modification or continuance of existing duties or duty-free treatment with respect to such agreement, to determine that such country is likely to retaliate against the United States for any increase or imposition of a duty affecting the commerce of such country. Amends the Bank Holding Company Act of 1956 to redefine \"export trading company\" for purposes of such Act. Amends the Federal Reserve Act to exempt from affiliate-loan restrictions covered under such Act transactions with an affiliate which is an export trading company as defined above. Prohibits the Board of Governors of the Federal Reserve System (the Board) from disapproving a proposed investment solely because of the proposed assets-to-equity ratio of an export trading company unless such ratio is greater than 25 to one. Prohibits the Board from imposing a dollar limit on the amount of goods an export trading company may maintain in inventory, unless such limit is necessary to prevent risks likely to adversely affect any subsidiary bank of an investor bank holding company. Amends the Export Trading Company Act of 1982 to require an applicant for a certificate of review (authorizing the applicant to engage in export trade activities) to specify in such application the members seeking export trade protection with such applicant under the certificate. Defines \"applicant\" for purposes of the issuance of such certificates. Requires a certificate of review to be issued to any applicant that establishes that its specific export trade activities and methods of operation will not result in a substantial lessening of competition or restraint of trade within the United States. Revises provisions relating to the admissibility of evidence in a proceeding requested because the Secretary of Commerce has denied an application to issue a certificate of review. Protects any member named in an issued certificate of review from a civil or criminal action brought under the antitrust laws. Revises the definition of \"export trade\" and defines the term \"member\" under the Export Trading Company Act of 1982 to mean any entity or person that is seeking protection under the certificate application. Expresses findings of the Congress concerning the need for an export promotion data system. Directs the Secretary of Commerce to develop and maintain an export promotion data system to monitor, organize, and disseminate through the Department of Commerce specified information concerning U.S. exports of goods and services and information on foreign countries involved in such exports. Directs the Secretary to report to the Congress within six months after the enactment of this Act concerning the implementation of these provisions. Directs the Secretary to undertake a study concerning the collection of trade-related data by the United States and whether such information can be effectively disseminated to public and private entities. Directs the Secretary to consult with specified sources and departments in conducting such study. Specifies various types of data which are to be considered \"trade-related data\" by the Secretary in conducting such study. Requires each Federal department to cooperate fully with the Secretary in providing requested information. Requires a report of findings and recommendations resulting from such study to the Senate Finance Committee and the House Ways and Means Committee. Amends the Trade Act of 1974 to provide that the ITC, when determining whether an increase in imports is a substantial cause or threat of serious injury to a domestic industry, should consider the condition of the industry over the course of the business cycle and shall not aggregate the causes of declining demand associated with a recession or economic downturn into a single cause of serious injury. Repeals provisions directing the ITC to recommend adjustment assistance as a remedy for such injury. Requires the ITC, in cases where it finds that specified import relief (for a period not to exceed five years) is necessary to prevent or remedy such injury, to determine whether a domestic industry (or segment thereof) would be competitive without further import relief. Sets forth specified economic factors the ITC shall consider in making such competitiveness assessment. Requires the ITC to recommend import relief of a scope and amount designed to assist a segment of an industry to become competitive if it finds that such industry can reasonably be expected to become competitive by the end of an appropriate period of import relief. Requires that the President receive from the ITC an affirmative finding under the competitiveness assessment test in order to provide appropriate import relief. Deletes provisions relating to presidential action on adjustment assistance petitions. Adds to the factors to be considered by the President when making a determination to provide import relief: (1) the likelihood that such relief would lead an industry to be competitive without further import relief upon the expiration of an appropriate period of such relief; and (2) any actions proposed by a trade association, firm, certified union, or group of workers to improve an industry's international competitive position. Deletes, with respect to the granting of such relief by the President, consideration of information relating to the extent to which workers in an industry have applied for adjustment assistance. Allows import relief to be reduced or terminated by the President upon a determination that the continuation of such relief: (1) in its present form can no longer reasonably be expected to lead to an industry (or segment thereof) that would be competitive after the expiration of an appropriate period of such relief; or (2) is no longer necessary to ensure a competitive industry. Requires the ITC, upon the request of the President or upon its own motion, to advise the President of its judgment as to the probable economic effect on the competitiveness of an industry (currently, on the industry) of the extension, reduction, or termination of such import relief. Adds to the possible actions the President shall undertake if providing import relief: (1) the initiation of multilateral negotiations with foreign governments to address or otherwise alleviate the injury or threat of serious injury to such industry; and (2) the provision of Federal regulatory relief. Directs the President, upon deciding to provide regulatory relief: (1) to order an expedited review of any Federal regulatory requirement; and (2) upon completion of such review, to take appropriate action within his authority or direct the head of an Executive department or agency to take action to alter, ease, or eliminate such Federal requirement or, if such action is not within his authority or that of the Executive department or agency, to request that the Congress enact legislation to amend, ease, or eliminate such Federal regulatory requirement. Exempts from disclosure under the Freedom of Information Act information and documentary material filed pursuant to such regulatory relief provisions. Prohibits such information or material from being made public except as may be relevant to administrative or judicial proceedings. Permits disclosure to the Congress. Requires the President, upon request from an industry producing a perishable agricultural product and upon a finding that there is a reasonable indication that such industry is vulnerable to serious and irreparable injury as a result of surges in imports of a like or directly competitive product, to request the ITC to investigate and monitor such imports for a period not be exceed two years. Permits a person who has filed a petition with the ITC alleging serious injury substantially caused by imports that are, on the date of filing, subject to investigation and monitoring by the ITC, to request that emergency action be taken with respect to such imports. Requires the ITC, if a request for emergency action has been made, to promptly make an investigation to determine whether: (1) an increase in such imports of a perishable agricultural product is a substantial cause or threat of serious injury to an industry producing a like or directly competitive product; (2) the serious injury is likely to be difficult to repair by reason of the perishability of the like or directly competitive agricultural product of an industry; and (3) the serious injury cannot otherwise be prevented by an ITC investigation under normal time periods. Requires the ITC, if it finds that such criteria have been met, to: (1) find that amount a duty or import restriction on such article which is necessary to prevent or remedy such injury; and (2) give preference to an increase in or imposition of a duty on such imports, if such relief is feasible and would prevent or remedy such injury. Directs the ITC to report its findings to the President not later than 21 days after such a petition is filed. Requires the President, upon receiving an affirmative finding from the ITC, to provide emergency import relief for such industry, unless within seven days he determines that provision of such relief is not in the U.S. national economic interest. Requires the President, if he determines to provide such relief and in order to prevent the serious and irreparable injury or threat thereof, to: (1) proclaim specified import relief; and/or (2) order the suspension of the liquidation of articles subject to such an affirmative finding that are entered or withdrawn from the warehouse after the date of such finding, and order the posting of a cash band for the entry of such articles. Provides for the termination of such emergency relief. Requires petitions alleging serious injury from imports that are subject to ITC investigation and monitoring to indicate whether emergency action is requested. Prohibits such request from being made 90 days after the ITC initiates such investigation and monitoring. Prohibits, with specified exceptions, the payment of trade adjustment assistance or the acceptance of petitions for such assistance by the Secretary of Labor after September 30, 1987. Provides for the termination of the trade adjustment assistance program. Repeals specified provisions of the Trade Act of 1974 relating to petitions for such assistance. Authorizes the Secretary of Commerce to take necessary actions to administer or liquidate grants, contracts, agreements, loans, or other obligations made by the Secretary. Sets forth provisions relating to the repayment of such loans and other obligations arising in connection with the payment of adjustment assistance prior to the effective date of this Act. Authorizes appropriations for the termination of such assistance. Amends the Trade Act of 1974 to require the determination of whether an act, policy, or practice by a foreign country is \"unreasonable\" to take into account reciprocal opportunities in the United States for foreign nations and firms. Changes the deadline by which the United States Trade Representative (USTR) must make a recommendation to the President as to action that should be taken with respect to enforcement of the General Agreement on Tariffs and Trade, specified trade agreements under the Trade Agreements Act of 1979, or unfair trade practices of foreign countries to the earlier of 30 days after the agreement's dispute settlement procedure is concluded or two years after the date the USTR investigation is initiated. Allows waiver of time limits by the petitioner requesting relief. Requires the USTR to submit semiannually a report to the Congress describing the commercial effects of actions to enforce such agreements or to respond to such unfair practices. Allows the President to take action on his own motion to enforce U.S. rights under trade agreements or respond to foreign trade practices. Requires the President to publish notice of his determination, including the reasons for it, in the Federal Register. Requires the President, unless he determines that expeditious action is required, to provide a public hearing (if requested) before taking action. Requires the USTR, upon written request, to make available to any person information concerning the nature of a specific trade policy or practice of a foreign government with respect to particular goods, services, investments, or intellectual property rights. Amends the Tariff Act of 1930 to change the method of dealing with dumping by nonmarket economy countries. Requires the administering authority, if it cannot determine the foreign market value of goods exported from a country with a State-controlled economy, to determine the foreign market value of such goods on the basis of the price at which comparable goods are sold at arm's length in the United States by the eligible market economy country with the lowest import price into the United States. Permits the administering authority, if the volume of imports from such eligible market economy country is insufficient to determine the foreign market value of such goods, to include additional eligible market economy countries in its determination of foreign market value. Permits the administering authority, if it determines that the prices of the eligible market economy country with the lowest import price do not accurately reflect fair value, if such prices cannot be adequately ascertained or adjusted, or if there is no eligible market economy country, to determine foreign market value of goods on the basis of either another eligible market economy country or the constructed value of comparable goods in any country or countries other than a nonmarket economy country. Sets forth provisions relating to the administering authority's access to public information with respect to determining import prices. Defines \"eligible market economy country\" to mean a foreign country which is not a nonmarket economy country, in which comparable merchandise is produced for export to the United States, and which the administering authority determines is appropriate for use in calculating foreign market value, taking into account specified factors. Defines \"lowest import price\" to mean the lowest average price of comparable merchandise that is sold to the United States from an eligible market economy country over the applicable period of an import investigation. Defines \"comparable merchandise\" to mean merchandise contained in the same applicable numbers of the Tariff Schedules of the United States. Allows the administering authority to suspend an investigation in which foreign market value is determined upon acceptance of an agreement with a nonmarket economy country to restrict the volume of imports of merchandise which is the subject of an investigation. Provides that the countervailing duty laws shall not apply to merchandise from nonmarket economy countries. Provides that component products introduced into U.S. commerce that are covered by an antidumping finding or an antidumping or countervailing duty order and that are assembled in the United States shall be covered by such orders, provided that: (1) such components are imported from the country covered by such finding or order; (2) the value added in the United States is small in relation to the total value of the merchandise entered into the United States; and (3) such components were exported by a company related to the company performing the assembly in the United States. Provides similar provisions with respect to merchandise that is assembled in third world countries and merchandise that has been slightly altered in form or appearance. Revises the method of calculating foreign market value by adding that where taxes imposed in the country of exportation on exported merchandise are rebated or not collected, such value shall be decreased by the amount of such taxes imposed on such merchandise sold for home consumption. Requires the ITC, within 180 days after the administering authority notifies the ITC that a countervailing duty order applies to merchandise for which there was no injury determination and that international obligations of the United States, as determined by the USTR, require such determination to be made, to make a determination of whether: (1) an industry would be materially injured or threatened with material injury; or (2) the establishment of an industry would be materially retarded, if the outstanding countervailing duty order on imports of duty-free merchandise were revoked. Suspends, pending receipt of the ITC's injury determination, the liquidation of entries covered by such order which are entered or withdrawn from warehouse for consumption on or after the date of the injury determination. Requires the outstanding countervailing duty order, including any cash deposits, to remain in effect. Requires the administering authority, pending receipt of the ITC's injury determination, to suspend any administrative review of such order which covers such merchandise on or after the effective date of the injury requirement. Requires the administering authority, upon an affirmative determination of injury by the ITC, to liquidate entries of merchandise that were suspended and to continue the suspension of liquidation and the collection of duties required to be deposited. Requires the countervailing duty order to remain in effect until revoked. Requires the administering authority, upon a negative determination of injury by the Commission, to revoke such order, publish notice of such revocation in the Federal Register, and refund, without interest, any countervailing duties collected during the period of suspension of liquidation. Requires the ITC, if the administering authority notifies the ITC that U.S. obligations require an injury determination and if a preliminary determination of whether a subsidy is being paid with respect to imported merchandise has not been made, to commence an investigation of injury as if it had been informed by the administering authority that a countervailing duty investigation was being instituted. Requires the ITC, if the administering authority has made a preliminary determination as to whether a subsidy is being paid, to commence an investigation of injury as if such preliminary determination was made on the effective date of the injury requirement. Requires the ITC to make: (1) its preliminary determination of injury not later than 45 days after it receives notification from the administering authority that U.S. obligations require such determination; and (2) its final determination not later than 120 days after such notification. Declares that the lawfulness of acts of importation into, or sale in, the United States of articles that infringe a valid U.S. patent, copyright, trademark, mask work, or trade secret shall be determined without regard to whether such acts have the effect of destroying, substantially injuring, or preventing the establishment of a U.S. industry. Permits any person to petition the ITC for the issuance of an order to exclude such articles, during its investigation, from entry into the United States. Sets forth: (1) increased civil penalties for unfair practices in foreign trade; and (2) procedures for the modification or rescission of an ITC order with respect to such a practice. Sets forth provisions relating to: (1) default for persons who fail to appear or answer a complaint; and (2) confidentiality of information submitted to the ITC in connection with such complaint. Educational, Scientific, and Cultural Materials Importation Act of 1987 - Declares that it is the purpose of this subtitle to: (1) provide for the implementation of the Nairobi Protocol to the Agreement on the Importation of Educational, Scientific, and Cultural Materials (the Florence Agreement); (2) modify the duty-free treatment accorded under the Educational, Scientific, and Cultural Materials Importation Act of 1982 (the 1982 Act), under the Educational, Scientific, and Cultural Materials Importation Act of 1966, and under another Act; and (3) continue the safeguard provisions concerning certain imported articles provided for in the 1982 Act. Amends the Tariff Schedules of the United States to provide duty-free treatment for: (1) catalogs of visual and auditory material of an educational, scientific, or cultural character; (2) architectural, engineering, industrial, or commercial drawings and plans; (3) loose illustrations, reproduction proofs or reproduction films used for the production of books; (4) certain other articles in microfilm, microfiche, and similar film media; and (5) crossword puzzle books. Provides for duty-free treatment of certain other articles whether or not in the form of microfilm, microfiches, or similar film media. Prohibits granting duty-free treatment to developed photographic film unless either: (1) a Federal agency determines that such article is visual or auditory material of an educational, scientific, or cultural character within the meaning of the Agreement for Facilitating the International Circulation of Visual and Auditory Materials of an Educational, Scientific, or Cultural Character; or (2) such article is imported by, or for the use of, an educational, scientific or cultural institution and is certified to be visual or auditory material of an educational, scientific, or cultural character or to have been produced by the United Nations or any of its specialized agencies. Provides duty-free treatment for articles determined to be visual or auditory materials in accordance with specified provisions. Provides duty-free treatment for: (1) tools specially designed to maintain or repair certain scientific instruments or apparatus; and (2) articles specially designed or adapted for the use or benefit of the blind or other physically or mentally handicapped persons. Authorizes the President to proclaim changes in the Tariff Schedules to narrow the scope of, place conditions on, or otherwise eliminate the duty-free treatment accorded the tools for scientific instruments and the articles for the blind or other handicapped persons under this Act if such duty-free treatment has significant adverse impact on a domestic industry. Authorizes the President to resume duty-free treatment of such articles under certain circumstances. Authorizes the President to proclaim changes to the Tariff Schedules to remove or modify any conditions and restrictions imposed by this Act on the importation of certain visual and auditory material in order to implement certain provisions of the Nairobi Protocol. Amends the Tariff Schedules to change the headnote relating to the method of applying for permission to import certain scientific instruments and apparatus. Directs the Secretary of the Treasury, in conjunction with the Secretary of Commerce, to obtain adequate statistical information on duty-free imports of articles for the blind and for other handicapped persons. Sets forth provisions relating to: (1) congressional approval of the International Convention on the Harmonized Commodity Description and Coding System; (2) acceptance of the final legal text of the convention by the President; (3) implementation of amendments made by the Convention with respect to the Tariff Schedules of the United States; (4) the repeal of the current Schedules and adoption of and transition to new Schedules; and (5) the provision that the Convention shall be treated as a trade agreement obligation of the United States. Provides that a specified provision of the Trade Act of 1974 relating to termination of trade agreements shall not apply to the Convention. Amends the Tariff Schedules to repeal the prohibition against the importation into the United States of certain furskins from the Soviet Union. Amends the International Coffee Agreement Act of 1980 to extend the effective period of such Act until October 1, 1989. Amends the Tariff Act of 1930 to authorize the Secretary of the Treasury to collect fees for the provision of customs service performed in connection with the processing of merchandise that is entered, admitted into a foreign trade zone, or withdrawn from a warehouse, foreign trade zone, or other bonded status, to be paid by the importer of record of such merchandise. Directs the Secretary to establish fees sufficient to reimburse the Government for all direct and indirect costs of such commercial activities. Permits the Secretary to provide exemptions for such fees where he determines that collection of such fees is administratively impractical or inconsistent with a U.S. treaty or agreement. Requires such fees to be deposited in the Customs User Fee Account to be made available for the salaries and expenses of the Customs Service. Repeals specified provisions of the Consolidated Omnibus Budget Reconciliation Act of 1985 relating to fees for certain customs services. Subtitle B: Business Practices and Records Act of 1987 - Business Practices and Records Act of 1987 - Amends the Foreign Corrupt Practices Act to rename such Act the Business Practices and Records Act. Amends the Securities Exchange Act of 1934 to prohibit the imposition of criminal liability on securities issuers who fail to maintain an internal accounting system under such Act. Prohibits imposing civil injunctive relief with respect to: (1) an issuer who fails to maintain the required accounting system if the issuer tried in good faith to meet the requirements; or (2) any person other than an issuer in connection with an issuer's failure to comply with such requirements, unless such person knowingly caused the issuer to fail to comply. Prohibits anyone from knowingly circumventing such accounting system for a purpose inconsistent with the accountability and accuracy goals of such system. Requires only good faith efforts at ensuring compliance by issuers who hold 50 percent or less of the equity of domestic or foreign firms. Defines \"reasonable assurances\" and \"reasonable detail.\" Repeals a provision of the Securities Exchange Act of 1934 relating to the unlawful use of the mails by a securities broker or dealer to affect a foreign exchange and amends the Business Practices and Records Act to revise the prohibition against domestic concerns using the mails or any means of interstate commerce to further payments to obtain business with a foreign official. States that such a payment made directly or indirectly to a foreign official is illegal. Prohibits such payments that are made to: (1) influence a foreign official's act or induce such an official to violate a legal duty; or (2) induce a foreign official to affect a foreign government's act. Prohibits domestic concerns from using interstate commerce to direct or authorize an agent to further such a payment to a foreign official. Exempts from such prohibitions: (1) payments to foreign officials to expedite or to secure the performance of routine governmental action; (2) payments which constitute tokens of regard or esteem; (3) expenditures associated with selling, purchasing, or demonstrating goods; or (4) ordinary expenditures associated with performing a contract with a foreign government. Revises the fines and criminal penalties for violations of such Act. Empowers the Attorney General to undertake all civil investigations necessary to enforce the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Business Practices and Records Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Educational, Scientific, and Cultural Materials Importation Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Employment Security Administrative Financing Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Greater Opportunities Through Work Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "International Economic Environment Improvement Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Trade Competitiveness Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to provide greater opportunity for individuals to achieve self-sufficiency, to amend the Trade Act of 1974 to authorize trade negotiations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:18-05:00"
}