{
  "actions": [
    {
      "acted_at": "1987-09-18", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-09-30", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-09-30", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Education Department, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1701-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-09-18", 
  "number": "1701", 
  "official_title": "A bill to improve the administration and enhance the utility of the National Assessment of Educational Progress.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Assessment of Educational Progress Amendments of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-09-18", 
  "subjects": [
    "Advisory bodies", 
    "Department of Education", 
    "Education", 
    "Educational accountability", 
    "Educational policy", 
    "Educational research", 
    "Educational statistics", 
    "Educational surveys", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Executive reorganization", 
    "Federal advisory bodies"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-09-18", 
    "text": "National Assessment of Educational Progress Amendments of 1987 - Amends the General Education Provisions Act (GEPA) to revise provisions relating to the National Assessment of Educational Progress (NAEP). Transfers NAEP responsibilities from the Office of Educational Research and Improvement to the Center for Educational Statistics. Directs the Secretary of Education (the Secretary), with the advice of the Education Assessment Council established by this Act, to carry out the NAEP by grant, contract, or cooperative agreement with an organization experienced in educational testing. Requires that the NAEP: (1) test skills, abilities, and knowledge in reading, writing, mathematics, science, history, geography, civics, and literacy; and (2) use sampling techniques that produce data representative on both a national and a State basis. Requires that the NAEP: (1) collect and report data on a periodic basis, at least every two years for reading and mathematics, and at least every four years for writing and science; (2) collect and report data every two years on students at ages nine, thirteen, and seventeen and in grades four, eight, and twelve; (3) every four years, assess and report upon the literacy achievement of a nationally representative sample of out-of-school 17-year olds and adults; (4) report achievement data on a basis that facilitates valid State-by-State comparisons; (5) include special assessments of achievement in other educational areas as the need arises; and (6) include information on special groups and on students attending nonpublic schools. Prohibits the NAEP from collecting any data that are not directly related to the appraisal of educational performance and achievement or the fair and accurate presentation of such information. Requires the NAEP to provide technical assistance to States, localities, and others that desire to expend it to yield additional described information. Grants the public access to all NAEP data, questions, and test instruments, except that the Secretary: (1) shall ensure that all personally identifiable information about students, their educational performance, and their families remain confidential; and (2) may decline to make available to the public cognitive questions intended to be reused in the future. Establishes the Education Assessment Council to provide the Secretary with expert, nonpartisan, and independent advice and recommendations pertaining to the implementation of the NAEP. Sets forth provisions for council membership. Directs the Secretary: (1) to pay the full cost of administering NAEP tests to students and adults who are part of the national sample for such persons; but (2) to share with the various governments involved the cost of administering NAEP tests designed to generate data representative on a State basis. Provides that participation in the NAEP by State and local educational agencies and nonpublic schools shall be voluntary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Assessment of Educational Progress Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the administration and enhance the utility of the National Assessment of Educational Progress.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:42-05:00"
}