{
  "actions": [
    {
      "acted_at": "1997-06-17", 
      "references": [
        {
          "reference": "CR S5874-5875", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-17", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s928-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-17", 
  "number": "928", 
  "official_title": "A bill to provide for a regional education and workforce training system in the metropolitan Washington area, to improve the school facilities of the District of Columbia, and to fund such activities in part by an income tax on nonresident workers in the District of Columbia, to be offset by tax credits.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Metropolitan Washington Education and Workforce Training Improvement Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-17", 
  "subjects": [
    "Actions and defenses", 
    "Apprenticeship", 
    "Business and social problems", 
    "Business income tax", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Curriculum planning", 
    "Department of Education", 
    "Department of Labor", 
    "District of Columbia", 
    "Economics and public finance", 
    "Education", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary schools", 
    "Evaluation research (Social action programs)", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to adult education", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to vocational education", 
    "Federal employees", 
    "Government operations and politics", 
    "Government trust funds", 
    "Higher education", 
    "Income tax", 
    "Intergovernmental tax relations", 
    "Labor and employment", 
    "Law", 
    "Maintenance and repair", 
    "Maryland", 
    "Metropolitan areas", 
    "Municipal taxation", 
    "Parent-school relationships", 
    "Personal income tax", 
    "School buildings", 
    "School principals", 
    "Science, technology, communications", 
    "Secondary education", 
    "Social welfare", 
    "State taxation", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exemption", 
    "Tax returns", 
    "Taxation", 
    "Teacher education", 
    "Technical education", 
    "Urban affairs", 
    "Virginia", 
    "Vocational education", 
    "Withholding tax", 
    "Workplace literacy", 
    "Youth employment"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-17", 
    "text": "TABLE OF CONTENTS: Title I: Metropolitan Washington Education and Workforce Training Grants Title II: Metropolitan Washington Education and Workforce Training Tax and Offsetting Tax Credits Metropolitan Washington Education and Workforce Training Improvement Act of 1997 - Title I: Metropolitan Washington Education and Workforce Training Grants - Directs the Secretaries of Education and Labor, using funds made available from the Metropolitan Washington Education and Workforce Training Trust Fund, to make grants to eligible agencies and organizations for carrying out education and workforce activities described by this title. Requires grants provided to local educational agencies or organizations with experience in carrying out such activities to be used for: (1) providing professional development for teachers and principals; (2) developing programs to provide business experience to teachers participating in vocational or technology training; (3) constructing, renovating, or improving educational facilities for workforce training programs; (4) developing partnerships between businesses and vocational education or training providers to carry out student internships; (5) providing youth and adult workforce training with remedial help; (6) establishing model benchmarks to be used in education and workforce training curricula; (7) providing for evaluations of other education and workforce training activities; (8) assisting in mentoring and parental involvement programs and career path records for students; (9) establishing and assessing voluntary skill standards for workforce training participants; (10) assessing the need for, and improving, educational technology in the metropolitan region; and (11) providing resources to extend a school year or day. Sets forth provisions regarding distribution of funds and maintenance of fiscal effort with respect to such activities. (Sec. 103) Establishes the: (1) Metropolitan Washington Education and Workforce Training Partnership in the Departments of Labor and Education; and (2) Metropolitan Washington Education and Workforce Training Board within the Partnership. Requires the Board to provide advice to the Secretaries on applications and grants and report annually to the appropriate congressional committees on Partnership activities. (Sec. 104) Authorizes the Secretaries to accept voluntary and uncompensated services in furtherance of this title. Permits the Partnership to accept monetary contributions to defray expenses. Title II: Metropolitan Washington Education and Workforce Training Tax and Offsetting Tax Credits - Amends the District of Columbia Income and Franchise Tax Act of 1947 to define \"gross income,\" in the case of nonresidents of the District, as income derived from: (1) salaries or compensation for personal services performed within the District, including Federal employee compensation; (2) certain trade or business conducted in the District, including sales or dealings in District property; and (3) rent on property located in the District. Imposes an income tax on nonresidents at a rate equal to one-third of the rate applied to residents. Provides for deductions and personal exemptions with respect to such tax. Bars the District Council from: (1) imposing any additional tax on the personal income of nonresidents unless the same proportion of tax is imposed on the personal income of residents; and (2) providing deductions or personal exemptions to residents which are not also available to nonresidents. Allocates the revenues received from income tax on nonresidents as follows: (1) one-third to the District of Columbia Financial Responsibility and Management Assistance Authority for funding the repair and modernization of District public schools; and (2) two-thirds to the Metropolitan Washington Education and Workforce Training Trust Fund. Sets forth a formula for the phasing-in of the nonresident income tax. Amends the Internal Revenue Code to allow an amount equal to 100 percent of the tax imposed on a District nonresident as a nonrefundable personal credit in the first taxable year after this Act's enactment date. Allows as such credit an amount equal to one-third of such tax in subsequent tax years. Denies a deduction for such tax. (Sec. 202) Repeals provisions of the District of Columbia Income and Franchise Tax Act of 1947 regarding the unincorporated business tax. Provides that unincorporated businesses as such shall not be subject to tax. Requires individuals carrying on business as unincorporated businesses to be liable in their individual capacity, for personal income tax as residents or nonresidents, with respect to their distributive share of the net income of the business derived from sources within the District. Sets forth provisions regarding allowable excess deductions with respect to such businesses. (Sec. 203) Sets forth requirements for tax withholding by employers of nonresidents and revises provisions regarding declarations of estimated tax. (Sec. 204) Allows a credit against income tax imposed under this title for residents subject to income tax of another State. Disallows such credit if the other State allows a credit for income tax paid to the District. (Sec. 206) Grants States and territories the right to sue in the District's Superior Court to recover any tax due when the reciprocal right is accorded to the District by the State or territory. Authorizes the Corporation Counsel to bring suit in the name of the District to collect taxes. (Sec. 207) Establishes the Metropolitan Washington Education and Workforce Training Trust Fund in the Treasury. Authorizes the Secretaries to obligate sums from the Fund to make grants under title I of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Metropolitan Washington Education and Workforce Training Improvement Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a regional education and workforce training system in the metropolitan Washington area, to improve the school facilities of the District of Columbia, and to fund such activities in part by an income tax on nonresident workers in the District of Columbia, to be offset by tax credits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:59-05:00"
}