{
  "actions": [
    {
      "acted_at": "1980-06-12", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-12", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7571-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Forsythe, Edwin B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00402", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-12", 
  "number": "7571", 
  "official_title": "A bill to authorize grants to States in order to provide assistance to low-income households in meeting their increased costs of residential heating.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Home Heating Guarantee Act of 1980", 
  "sponsor": {
    "district": "16", 
    "name": "Walker, Robert S.", 
    "state": "PA", 
    "thomas_id": "01196", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-12", 
  "subjects": [
    "Crime prevention", 
    "Energy", 
    "Energy prices", 
    "Federal-state relations", 
    "Fraud", 
    "Fuel", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Heating", 
    "Households", 
    "Housing and Housing Finance", 
    "Intergovernmental relations", 
    "Low-income housing", 
    "Poor", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Residential energy conservation", 
    "Residential utility cost relief programs", 
    "States"
  ], 
  "subjects_top_term": "Heating", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-06-12", 
    "text": "Home Heating Guarantee Act of 1980 - Directs the Secretary of Health and Human Resources to establish a grant program to provide assistance to low-income households in meeting the costs of residential heating fuel. Directs the Secretary to make grants to any State agency which has been designated by State law to administer a qualifying State heating fuel assistance plan. Requires: (1) such plan provide assistance to low-income households which receive residential heating fuel from a fuel supplier (any person engaged in the business of selling residential heating fuel directly to households for their consumption) which elects to participate in such a plan; and (2) such assistance consist of direct payments by the State agency to the fuel supplier. Requires that such plan provide that: (1) any election by a fuel supplier cover all eligible households served by that supplier; and (2) such election is irrevocable for the heating season for which it was made. Sets forth the requirements which a low-income household must meet in order to qualify for assistance under a qualifying State heating fuel assistance plan. Directs the Secretary to require recertification of the eligibility of a household for each heating season as a condition of continuing assistance. Requires each eligible household to pay a specified amount of its income each month toward the cost of its residential heating fuel. Entitles any fuel supplier who has delivered residential heating fuel to an eligible household to receive from the appropriate State agency the benefits which are payable with respect to such household under a qualifying State heating fuel assistance plan. Sets forth the conditions for payment of such benefits. Sets forth the terms under which a qualifying State heating fuel assistance plan shall be administered. Authorizes the Secretary to require each fuel supplier to keep records relating to its participation in a qualifying State heating fuel assistance plan. Authorizes the Comptroller General of the United States to audit the programs, activities, and financial operations of any fuel supplier for any period during which such supplier receives qualifying State heating fuel assistance plan benefits. Prohibits a fuel supplier from refusing to deliver residential heating fuel to any eligible household which continues to make the payments prescribed in this Act. Requires a fuel supplier participating in a qualifying State heating fuel assistance plan to establish a fuel budget program which allows an eligible household to elect to make payments required under this Act in equal installments during the fiscal year in which the heating season begins. Directs the Secretary to establish a program to promote the use of fuel budget programs for households not eligible for assistance under this Act. Imposes criminal sanctions on anyone who: (1) violates this Act; (2) knowingly provides false information in any report required under this Act; or (3) makes unauthorized use of any certificate of eligibility or other document issued under a qualifying State heating fuel assistance plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Heating Guarantee Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize grants to States in order to provide assistance to low-income households in meeting their increased costs of residential heating.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:22-05:00"
}