{
  "actions": [
    {
      "acted_at": "1975-09-03", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9341-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-03", 
  "number": "9341", 
  "official_title": "A bill to establish a National Rebuilding and Development Bank, to provide for a long-range program to assist in assuring decent neighborhoods for all citizens.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Rebuilding and Development Bank Act", 
  "sponsor": {
    "district": "19", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-03", 
  "subjects": [
    "Community development", 
    "Corporations", 
    "Finance and financial sector", 
    "Housing and community development", 
    "Housing finance", 
    "Loans", 
    "Urban affairs", 
    "Urban renewal"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-09-03", 
    "text": "National Rebuilding and Development Bank Act - Declares the finding of the Congress that: (1) the lack of long-range commitments and financing of efforts to rebuild blighted areas and to seek decent neighborhoods for all citizens has prevented the use of the most modern methods, caused job insecurity for employees in the industries involved, and led to higher costs than would otherwise exist; (2) lack of job security in such industries has led to the use of new technologies and resistance to the bringing in of new employees into the work force; and (3) high costs have led to rents and purchase price payments in rebuilt housing exceeding the ability to pay of residents in the communities affected ,forcing many to move whether they wish to do so or not, often into worse housing at higher cost, and generating resistance to rebuilding efforts. Makes it the purpose of this Act to provide for a long-range rebuilding program to remove blight and to establish a National Rebuilding and Development Bank to make long-term funds available for construction of dwellings and related facilities in such a manner as to deal with the conditions set forth in the findings contained in this Act. Title I: The National Rebuilding and Development Bank - Creates a body corporate to be known as the National Rebuilding and Development Bank which shall have succession until dissolved by Act of Congress. Stipulates that the bank shall have a board of directors which shall consist of seven persons, appointed by the President of the United States, by and with the advice and consent of the Senate. Authorizes the bank, subject to the other provisions of this Act, to make commitments to purchase, and to purchase, service, or sell, on terms and conditions determined by the bank, any obligation or participation therein, of a State or local government. Provides that any action by the bank under this Act shall be in accordance with sound and prudent development banking principles, and no commitment shall be entered into, and no purchase shall be made, unless the bank determines that the proceeds of any such purchase will be used by the borrower to finance capital expenditures for public works and community facilities serving community needs. Directs the bank to develop criteria to assure that projects assisted by it under this Act are not inconsistent with comprehensive planning for the development of the community in which the projects to be assisted will be located, or disruptive of Federal programs which authorize Federal assistance for the development of like or similar categories of projects. Authorizes the Secretary of the Treasury to purchase obligations issued by the bank in order to carry out the purposes of this Act and in order to effect such purchases is authorized to issue and deliver to the bank obligations of the United States, which may be in addition to any other such obligations authorized by law. Authorizes the Secretary of the Treasury to make, and to contract to make, annual payments to the bank in amounts not to exceed the amount by which the dollar amount of interest paid by the bank on account of its obligations may exceed the dollar amount of interest received by the bank on account of loans made by it pursuant to this Act. Authorizes to be appropriated to the bank and to the Secretary of the Treasury such sums as may be necessary to carry out the provisions of this Act, including such sums as may be necessary to make the annual payments required by contracts entered into by the Secretary pursuant to this Act. Authorizes the bank to lease, purchase or otherwise acquire, own, hold, foreclose upon, improve, use, or otherwise deal in and with any property, real, personal, or mixed, or any interest therein wherever situated. Authorizes the bank to provide technical assistance to State and local governments in the preparation of comprehsenive development projects and programs, including the evaluation of priorities and the formulation of specific project proposals. Stipulates that a report of each audit for a fiscal year shall be made by the Comptroller General to the President and to the Congress not later than six months following the close of each fiscal year. Requires that the bank shall, as soon as practicable after the end of each fiscal year, transmit to the President of the United States and the Congress an annual report of its operations and activities. Defines the terms used in this title. Title II: National Rebuilding and Development Program - Authorizes the bank to make loans and guarantees thereof for the purpose of construction of housing and community facilities and obtain, sell, or lease perperty on such terms as will effectuate the purposes of this Act. Provides that in making loans and guarantees and sales or leases of property the bank may include terms whereby persons and public or private corporations shall agree to operate facilities under terms and conditions which will effectuate the purposes of this Act. Provides for maximum feasible participation by the private sector in the objectives of this Act. Requires that: (1) all construction hereunder shall be carried on by private contractors; and (2) housing constructed under this Act shall be sold, leased, or transferred to private owners or operators, including residents of such housing, pursuant to this Act to the maximum extent consistent with the objectives of this Act. Stipulates that where the board of directors of the bank determines that the degree of taxation levied upon improvements on real estate will defeat the purposes of this Act, the bank or its lessee may in lieu of taxes pay to the taxing jurisdiction with respect to property held or leased by the bank such amounts as may be agreed upon between the bank and the taxing authority; or in the absence of such agreement, such amounts as the appropriate United States district court determines. Requires the board of directors of the bank to establish an environmental advisory panel, which may establish such additional subadvisory panels and processes as it may deem necessary to carry out the processes of this Act, and may do so without regard to any other provision of law or of any executive order or regulation promulgated prior to the enactment of this Act. States that the size, membership, and composition of the environmental advisory panel may be fixed and altered by the board of directors of the bank from time to time. Members representing the National Science Foundation, the Environmental Protection Agency, the National Bureau of Standards, the Energy Research and Development Administration and other appropriate Federal agencies in the field of scientific research shall be included on the environmental advisory panel."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Rebuilding and Development Bank Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Rebuilding and Development Bank, to provide for a long-range program to assist in assuring decent neighborhoods for all citizens.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:05-05:00"
}