{
  "actions": [
    {
      "acted_at": "1979-08-02", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-12-07", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Judiciary with amendment, S. Rept. 96-466.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-18", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-18", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-18", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-20", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-22", 
      "references": [], 
      "text": "Committee on the Judiciary discharged in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-22", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-22", 
      "bill_ids": [
        "hr7540-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 7540.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-24", 
      "references": [], 
      "text": "Senate agreed to House amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-24", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-09-29", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-10", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-10-10", 
      "references": [], 
      "text": "Public Law 96-417.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1654-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-10-10", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-08-02", 
  "number": "1654", 
  "official_title": "A bill to improve the Federal judicial machinery by clarifying and revising certain provisions of title 28, United States Code, relating to the judiciary and judicial review of international trade matters, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7540-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Customs Courts Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-08-02", 
  "subjects": [
    "Administration of justice", 
    "Administrative procedure", 
    "Appellate courts", 
    "Appellate procedure", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Customs administration", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Imports", 
    "Judges", 
    "Judicial review", 
    "Tariff", 
    "Trade adjustment assistance"
  ], 
  "subjects_top_term": "Courts of special jurisdiction", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-09-22", 
    "text": "(Measure passed House, amended, in lieu of H.R. 7540) Customs Courts Act of 1980 - =Title I: Composition of the Court of International Trade and Assignment of Judges to Other Courts= - Replaces the United States Customs Court with a new United States Court of International Trade as a court established under article III of the Constitution. Directs the President to designate a chief judge of such Court, who shall serve until the age of 70 years and another judge is designated. Eliminates the current stipulation that not more than five of the judges be of the same political party. Authorizes the Chief Justice to assign temporarily any Court of International Trade judge to perform duties in a court of appeals (as well as in a district court as currently provided). Authorizes the chief judge of the Court of International Trade to assign temporarily any judge of such court to serve as a judge of the Court of Claims (as well as the Court of Customs and Patent Appeals, as revised by this Act currently provided). =Title II: Jurisdiction of the Court of International Trade= - Grants to the Court of International Trade, in addition to the jurisdiction currently possessed by the Customs Court, exclusive jurisdiction to review: (1) any decision of the Secretary of Labor or the Secretary of Commerce certifying or refusing to certify workers, communities, or firms as eligible for adjustment assistance under the Trade Act of 1974; (2) decisions of the Secretary of the Treasury with respect to the denial, revocation, or suspension of 1930; (3) any civil action against the United States arising out of any Federal law pertaining to international trade; (4) civil actions arising from import transactions which have been instituted by the United States to recover civil fines or penalties or enforce forfeitures imposed under certain provisions of the Trade Act of 1930; and (5) any counterclaim, cross-claim, or third party action involving the imported merchandise that is the subject matter before the court or a claim to recover upon a bond or customs duties relating to the merchandise. Stipulates that the Court shall have jurisdiction to review rulings of the Secretary relating to classification, valuation, rates, and similar matters prior to the importation of the goods only if demonstrated to the court that the moving party would be irreparably harmed without the opportunity for review at such time. Directs a district court to transfer, in the interest of justice, a civil action within the exclusive jurisdiction of the Court of International Trade to such court. Directs the Court of International Trade to transfer, in the interest of justice, a civil action within the exclusive jurisdiction of a district court or court of appeals to such court. Grants to the Court of International Trade all powers in law and equity of a district court. =Title III: Court of International Trade Procedure= - Specifies procedures with respect to the following items: (1) persons entitled to commence civil actions; (2) commencement of a civil action; (3) filing fees; (4) notice; (5) filing of official documents; (6) time requirements for commencement of actions; (7) exhaustion of administrative remedies; (8) new grounds in support of civil actions; (9) burden of proof; (10) the scope and standard of judicial review; (11) witnesses and inspection of documents; (12) analysis of imported merchandise; (13) remedies; (14) judicial decisions; (15) retrials or rehearings; and (16) precedence of cases. Applies existing rules governing trials by jury in district courts to jury trials in the Court of International Trade. =Title IV: Court of Customs and Patent Appeals= - Grants to the Court of Customs and Patent Appeals exclusive jurisdiction to review interlocutory orders relating to injunctions or final decisions of the Court of International Trade. Grants to such Court jurisdiction to review determinations of the United States International Trade Commission made under the Trade Act of 1930 relating to unfair trade practices in import trade. Grants to such Court all powers in law and equity of a court of appeals. Allows a party to appeal to the Court of Customs and Patent Appeals within 14 days after the filing date of a first notice of appeal. Specifies that the clearly erroneous rule shall be applied in such Court with respect to findings of fact made by the Court of International Trade. Applies the Federal Rules of Evidence to any appeal from the Court of International Trade in the Court of Appeals. Authorizes the Court of Customs and Patent Appeals to conduct an annual judicial conference to consider court business and improvements in the administration of justice in the court. =Title V: Technical and Conforming Amendments to Title 28= - Makes technical and conforming amendments. Permits the registration of judgments of the Court of International Trade in any judicial district. =Title VI: Technical and Conforming Amendments to Other Acts= - Makes technical and conforming amendments. Makes certain determinations of the U.S. Tariff Commission with respect to unfair methods of competition reviewable in accordance with the Administrative Procedure Act. =Title VII: Effective Dates and Miscellaneous Provisions= - Makes this Act generally effective upon enactment and applicable to civil actions pending or commenced after enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Customs Courts Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the Federal judicial machinery by clarifying and revising certain provisions of title 28, United States Code, relating to the judiciary and judicial review of international trade matters, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:06-05:00"
}