{
  "actions": [
    {
      "acted_at": "1984-09-10", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-09-18", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "Civil Service and General Services", 
      "text": "Referred to Subcommittee on Civil Service and General Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2979-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Civil Service, Post Office, and General Services", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-09-10", 
  "number": "2979", 
  "official_title": "A bill to amend title 5, United States Code, to provide that a reduction in force may not be conducted until certain alternative measures have been exhausted; to ensure the cost-effectiveness of those alternative measures and of any measures taken in conducting a reduction in force; to safeguard against unnecessary disruption, productivity loss, and harm to labor-management relations due to a reduction in force; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Reduction-in-Force Practices Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Sarbanes, Paul S.", 
    "state": "MD", 
    "thomas_id": "01017", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-09-10", 
  "subjects": [
    "Civil service employment", 
    "Collective bargaining", 
    "Collective bargaining in government", 
    "Congress and Members of Congress", 
    "Congressional agencies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government employee unions", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Information services", 
    "Job vacancies", 
    "Labor and employment", 
    "Layoffs", 
    "Libraries", 
    "Library of Congress", 
    "Minority employment", 
    "Women's employment"
  ], 
  "subjects_top_term": "Layoffs", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-09-10", 
    "text": "Fair Reduction-in-Force Practices Act of 1984 - Prohibits any executive agency, the Government Printing Office, or the Library of Congress from conducting a reduction in force unless it cannot respond to the reason for the need for a proposed reduction in force by: (1) instituting general cost-reduction measures; (2) establishing practical programs for eliminating inefficient or wasteful agency practices; (3) transferring funds between agency programs and activities; (4) reassigning employees to other positions within the agency, positions funded by trust or revolving fund accounts, or positions with a State or local government; (5) transferring or detailing employees; or (6) limiting the hours of intermittent employees and reducing the use of temporary employees. Requires an agency head to notify the exclusive representative of any unit having an employee affected by a proposed reduction in force of any determination of a need for a reduction in force. Sets forth procedures governing collective bargaining over a reduction in force. Prohibits an agency from conducting a reduction in force unless: (1) after satisfying the previous requirements of this Act, it submits a report concerning the proposed reduction in force to the Office of Personnel Management (OPM); and (2) OPM certifies on the basis of such report that the requirements of this Act have been met. Requires the report to OPM to: (1) describe the actions to be taken, the reasons the reduction in force is necessary, all alternatives and proposals considered and implemented, and the anticipated impact of the proposed reduction in force on the operations and management of the agency; (2) provide any views and recommendations submitted by employee or management representatives; (3) indicate the estimated total cost to the Government of the proposed reduction in force; and (4) compare the estimated savings, over three years, anticipated through the proposed reduction in force with the estimated savings anticipated through the alternatives and proposals considered and implemented. Requires such reports to be submitted to specified congressional committees and made available to certain subcommittees. Permits an agency to issue notice of a proposed reduction in force to employees no earlier than ten days after OPM certifies that the requirements of this Act have been met. Entitles an affected employee to at least 30 days' advance notice. Requires such notice to specify: (1) the personnel action to be taken and its effective date; (2) the information used in determining the employee's standing in the competition for retention; (3) the place where and time when the employee may inspect records pertaining to his or her case; (4) any exceptions to the general order of release; and (5) the employee's right to appeal to the Merit Systems Protection Board or to use any negotiated grievance procedure available. Directs OPM to establish a Government-wide placement register for each occupational category. Requires the name of each employee specifically notified of a reduction in force to be placed on the register for each occupation for which the employee is qualified. Directs OPM to prescribe regulations prohibiting an agency from filling a vacant position by a new appointment, transfer, reemployment, reassignment, or promotion unless the agency determines that there is no qualified individual on the appropriate register. Directs OPM to match each individual on the register with the available position for which the individual is best suited and, if the individual is qualified for more than one position, with the position which would be the least disruptive for the individual (considering the duties, pay, work schedule, and location of the position). Requires each individual to be offered an appointment to the position to which he or she has been matched unless the agency offering such position objects on the ground that appointment of another person is necessary to prevent substantial disruption to an essential agency function or to increase the percentage of women and minorities in the work force to the percentage as of April 1, 1981. Entitles an individual to remain on appropriate placement registers and to be considered for employment for two years. Requires the individual's name to be removed from such registers if: (1) the individual requests that he or she no longer be considered for employment; (2) the personnel action under the proposed reduction in force does not take effect; (3) the individual accepts an offer of an appointment under this Act; or (4) the individual is offered a position within the same commuting area and with the same pay, grade, and work schedule as the position from which the individual was released. Entitles individuals who have been affected by or notified of a reduction in force since April 1, 1981, to be placed on registers upon application. Requires OPM to prescribe regulations prohibiting an agency from filling a vacant position by new appointment, transfer, reemployment, reassignment, or promotion, even if there is no qualified individual on the retention registers, if there is available a person who, notwithstanding any minimum qualification requirements for the position: (1) receives specific notice of a proposed reduction in force and applies for consideration for vacant positions; (2) meets the educational requirements for the position; and (3) that the agency determines can reasonably be expected to satisfactorily perform the duties of such position within 180 days of appointment (with training, if necessary). Prohibits an agency from evaluating the performance of such an employee before 180 days after the employee is appointed; but, afterwards, allows the agency to remove such employee for unacceptable performance. Disqualifies from such assignment program any individual who fails to achieve an acceptable performance rating in two consecutive positions. Permits individuals who have been notified of or affected by a reduction in force since April 1, 1981, to be assigned under such program upon application. Directs OPM to require agencies to transmit, at least monthly, a list of the employees notified of a reduction in force and a list of positions the agency plans to fill during the next six months. Requires OPM to make a list of all such positions available to such employees for inspection. Requires OPM to submit biannual reports to the President and to specified congressional committees on the implementation of the provisions of this Act. Specifies contents of such reports."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Reduction-in-Force Practices Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 5, United States Code, to provide that a reduction in force may not be conducted until certain alternative measures have been exhausted; to ensure the cost-effectiveness of those alternative measures and of any measures taken in conducting a reduction in force; to safeguard against unnecessary disruption, productivity loss, and harm to labor-management relations due to a reduction in force; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:28-05:00"
}