{
  "actions": [
    {
      "acted_at": "1983-10-17", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1953-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1983-10-28", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1983-10-28", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1983-10-17", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1983-10-17", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1983-10-17", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-10-17", 
  "number": "1953", 
  "official_title": "A bill to amend the Energy Conservation in Existing Buildings Act of 1976 to provide for the weatherization of eligible low-income dwelling units throughout the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Weatherization Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-10-17", 
  "subjects": [
    "Authorization", 
    "Economics and public finance", 
    "Employment and training programs", 
    "Energy", 
    "Energy conservation", 
    "Grants-in-aid", 
    "Housing and Housing Finance", 
    "Labor and employment", 
    "Low-income housing", 
    "Manpower training programs", 
    "Residential energy conservation", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Residential energy conservation", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-10-17", 
    "text": "Weatherization Act of 1983 - Amends the Energy Conservation in Existing Buildings Act of 1976 to eliminate the requirement that States applying for financial assistance under such Act establish plans and procedures for securing the services of volunteers, training participants, and public service employment workers. Limits the average expenditure, per dwelling unit, of labor and materials provided as weatherization assistance for all dwelling units in a State to $1,600. (Under current law, a maximum of $800 may be spent on weatherization materials and related matters for any dwelling unit, except that the Secretary of Energy may increase such limitation to $1,600 where necessary to pay labor costs.) Specifies deadlines for the submission of State applications for financial assistance and for the disbursement of funds. Provides that nothing in such Act shall be construed to limit the eligibility of low-income persons for assistance under such Act to elderly or handicapped low-income persons. Requires that States applying for financial assistance establish methods for giving priority in providing weatherization assistance to low-income individuals who are receiving assistance under the low-income energy assistance program. Permits the use of financial assistance made available to States for providing information, education, and technical assistance to residents of low-income dwellings in which weatherization materials have been installed. Requires the Secretary to establish a program to encourage the development of new methods to weatherize multifamily rental dwellings. Requires that such program include the funding of pilot projects based on the methods developed. Requires that funds authorized under the Energy Conservation in Existing Buildings Act of 1976 be used to carry out such program and to disseminate information on successful methods. Directs the Secretary to use at least two percent of the funds appropriated under such Act for each fiscal year to make grants to local weatherization agencies to carry out field testing of promising energy saving methods and materials. Includes as \"weatherization materials\" for purposes of such Act: (1) furnace efficiency modifications; and (2) energy conserving devices or technologies which a State determines have a high energy saving potential and will carry out the purposes of such Act. Provides that where a State so elects in its application for financial assistance, the term \"low-income\" shall mean that income which is at or below any poverty level established by any other Federal program being carried out in such State. Provides that States applying for financial assistance must: (1) submit a training plan for weatherization workers; (2) provide for inspections of weatherization materials and installation methods; (3) provide for the coordination of the weatherization assistance program and the low-income energy assistance program; (4) submit a plan outlining the goals and operation of the State weatherization program; and (5) insure that at least 50 percent of the units that are weatherized will be inspected and rectify any deficiencies found in the State weatherization program. Permits the use of funds made available to States under such Act for the training program for weatherization workers. Requires the Secretary to establish a system for monitoring State and local expenditures of financial assistance under such Act and to promulgate regulations governing uniform reporting by local agencies. Provides that procedures to be applied to determine the optimum set of cost-effective weatherization measures to be installed in a dwelling unit shall include any State procedures set forth in a State's application for financial assistance and approved by the Secretary. Authorizes appropriations for FY 1985 through 1987 for the weatherization assistance program. Requires the Secretary to establish a plan for the implementation of such program for FY 1985 through 1987. Requires the Secretary to report to Congress annually on the number of dwelling units weatherized under such program, the average energy savings per dwelling unit, the types of weatherization measures yielding especially high or low energy savings, and legislative changes to achieve program goals. Requires the Secretary to allot at least five percent and not more than 15 percent of the amounts authorized for each of FY 1985 through 1987 to a performance fund which shall provide financial assistance to those States which have demonstrated the best performance during the previous fiscal year in providing weatherization assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Weatherization Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Energy Conservation in Existing Buildings Act of 1976 to provide for the weatherization of eligible low-income dwelling units throughout the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:06-05:00"
}