{
  "actions": [
    {
      "acted_at": "1995-12-22", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-01-05", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-01-05", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Trade, and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Commerce, Trade, and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2835-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Trade, and Hazardous Materials", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-12-22", 
  "number": "2835", 
  "official_title": "To reduce the risk of mercury pollution through use reduction, increased recycling, and reduction of emissions into the environment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mercury Environmental Risk and Comprehensive Utilization Reduction Initiative", 
  "sponsor": {
    "district": "6", 
    "name": "Pallone, Frank, Jr.", 
    "state": "NJ", 
    "thomas_id": "00887", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-12-22", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Agriculture and food", 
    "Air pollution control", 
    "Air quality", 
    "Armed forces and national security", 
    "Battery recycling", 
    "Business records", 
    "Cadmium", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Defense procurement", 
    "Drugs", 
    "Electric batteries", 
    "Electric power production", 
    "Electric utilities", 
    "Energy", 
    "Energy policy", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental protection", 
    "Environmental research", 
    "Environmental technology", 
    "Federal preemption", 
    "Fees", 
    "Fines (Penalties)", 
    "Food safety", 
    "Fungicides", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hazardous waste disposal", 
    "Health", 
    "Incineration", 
    "Injunctions", 
    "Labeling", 
    "Landfills", 
    "Law", 
    "Lead", 
    "Licenses", 
    "Lighting", 
    "Manufacturing industries", 
    "Medical wastes", 
    "Mercury", 
    "Military and naval supplies", 
    "Nickel", 
    "Packaging", 
    "Pesticide regulation", 
    "Pollution control", 
    "Public lands and natural resources", 
    "Public meetings of administrative bodies", 
    "Recycling of waste products", 
    "Science, technology, communications", 
    "Standards", 
    "State laws", 
    "State taxation", 
    "Taxation", 
    "Waste disposal sites", 
    "Zinc"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-12-22", 
    "text": "Mercury Environmental Risk and Comprehensive Utilization Reduction Initiative - Amends the Toxic Substances Control Act to prohibit the sale or offering for sale or promotional purposes of: (1) alkaline-manganese batteries manufactured on or after January 1, 1996, with a mercury content that was intentionally introduced (limits the content in alkaline-manganese button cells to 25 milligrams of mercury per button cell); (2) zinc carbon batteries manufactured on or after January 1, 1997, that contain mercury that was intentionally introduced; (3) button cell mercuric-oxide batteries for use in the United States on or after January 1, 1997; and (4) any mercuric-oxide battery on or after January 1, 1997. Authorizes imposition of civil penalties and commencement of civil actions by the Administrator of the Environmental Protection Agency (EPA) to enforce these prohibitions. Defines a \"regulated battery\" as a rechargeable battery that contains a cadmium or lead electrode or contains other electrode chemistries and is the subject of a specified determination by the Administrator. Prohibits any person from selling for use in the United States a regulated battery or a rechargeable consumer product introduced into interstate commerce on or after one year after this Act's enactment date unless: (1) the battery is easily removable from the product, is contained in a battery pack that is easily removable from the product, or is sold separately; and (2) the rechargeable consumer product and the battery are labeled in accordance with this Act. Sets forth labeling requirements, including that the label contain a statement that the battery must be recycled or disposed of properly. Authorizes the Administrator, upon determining that other rechargeable batteries having electrode chemistries different from regulated batteries are toxic and may cause substantial harm if discarded for land disposal or incineration, to promulgate requirements for: (1) labeling such batteries and related products; and (2) easy removability of regulated batteries from rechargeable consumer products designed to contain such batteries. Provides for exemptions from these requirements under certain conditions. Makes certain EPA regulations regarding reclamation of spent lead-acid batteries, as in effect on January 1, 1993, applicable to persons collecting, storing, or transporting batteries or products regulated under this Act. Sets forth requirements for a report to the Congress by the Administrator on the disposal of used regulated batteries and rechargeable consumer products. Directs the Administrator to establish a program to provide information on the proper handling and disposal of such batteries and rechargeable consumer products with easily removable batteries. Establishes civil penalties for violations of the regulated battery and rechargeable consumer product requirements of this Act, recordkeeping requirements, and access authorities for the Administrator. Authorizes appropriations. (Sec. 4) Amends the Solid Waste Disposal Act (SWDA) to prohibit the sale or offering for sale of an alkaline or lead-acid battery unless the container is clearly labeled with a refund value, to be determined by the Administrator according to class or category. Requires distributors of batteries to collect amounts of refund values from retailers and retailers to collect such amounts from consumers. Establishes procedures for return of refund values (and handling costs) and disposition of refunds that are unclaimed or in excess of amounts collected. Makes amounts of unclaimed refunds available for pollution prevention and recycling programs in the State. Prohibits disposal of such a battery by a retailer or distributor in any landfill or other solid waste disposal facility. Makes the refund program's requirements inapplicable in States with procedures substantially identical to those imposed by this Act or which demonstrate a battery recycling or reuse rate of at least 70 percent. Establishes civil penalties for violations of refund program requirements. (Sec. 5) Prohibits, with stated exceptions, the intentional introduction of mercury to the manufacturing or distribution of packaging or a packaging component. Sets threshold levels for mercury presence in packaging or components. Requires manufacturers and suppliers to furnish certificates of compliance to purchasers and make such certificates available, upon request, to the public. Establishes civil penalties for violation of these prohibitions. (Sec. 6) Amends the Federal Insecticide, Fungicide, and Rodenticide Act to prohibit the Administrator from registering or reregistering any fungicide containing phenylmercuric acetate and cancels existing registrations of such fungicides. (Sec. 7) Requires the Administrator to study and report to the Congress on the use and disposal of mercury by the Department of Defense. Requires the Secretary of Defense to submit a program to the Congress, within three years after enactment of this Act, for reducing mercury use in military products. (Sec. 8) Amends SWDA to prohibit Federal agencies, State and local governments, and other waste management jurisdictions, after December 31, 1996, from issuing a permit or other prior approval for the construction or expansion of a municipal solid waste incinerator unless the applicant completes an environmental impact statement. Requires State solid waste plans to provide for separation, for recycling purposes, of mercury-containing items to be listed by the Administrator, including batteries, fluorescent light bulbs, electrical switches, and thermostats. (Sec. 9) Amends the Clean Air Act to remove an exemption of electric utility steam generating units from the applicability of standards promulgated by the Administrator regarding certain hazardous air pollutants. Requires as part of a permit program administered by an air pollution control agency, in the case of such generating units and municipal and medical waste incinerators, the imposition of an additional fee of $500 per pound of mercury emissions from the unit or a greater amount determined by the Administrator to be necessary to cover the costs of a program to research technologies to reduce mercury emissions and remediate mercury contamination. (Sec. 10) Requires the Secretary of Health and Human Services, through the Food and Drug Administration, to: (1) compile a list of drugs and foods containing intentionally introduced mercury compounds, together with a quantitative and qualitative analysis of such compounds; and (2) study the effect on humans of the use of such compounds in nasal sprays."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mercury Environmental Risk and Comprehensive Utilization Reduction Initiative", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reduce the risk of mercury pollution through use reduction, increased recycling, and reduction of emissions into the environment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:06-05:00"
}