{
  "actions": [
    {
      "acted_at": "1976-04-29", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13457-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-29", 
  "number": "13457", 
  "official_title": "A bill to regulate Defense Department experimental procedures on human subjects.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Downey, Thomas J.", 
    "state": "NY", 
    "thomas_id": "00314", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-29", 
  "subjects": [
    "Armed forces and national security", 
    "Civil Rights and Liberties", 
    "Correctional institutions", 
    "Department of Defense", 
    "Government operations and politics", 
    "Human experimentation in medicine", 
    "Medical care, personnel, and facilities", 
    "Medical research", 
    "Mental health", 
    "Prisoners", 
    "Prisons and prisoners"
  ], 
  "subjects_top_term": "Human experimentation in medicine", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-29", 
    "text": "Prohibits any research, development or related activities by the Department of Defense or its contracting parties where human subjects are at risk unless the Secretary of Defense determines that the risks to the human subjects are substantially outweighed by the sum of the benefit to the subjects and the importance of the knowledge to be gained. Requires the filing of a report with the Committees on Armed Services of the Congress prior to the beginning of any such experimental procedure setting forth the purpose, risks, procedure, and information sought to be gained from such experiment. Requires the express approval of such Committees before any such experiment may be undertaken. Requires the informed consent of any human subject before participation in such experiment. Allows individuals to withdraw such consent. States that consent shall be deemed withdrawn 30 days after it is given. Sets forth the standards which must be met for informed consent. Prohibits the undue inducement of any individual involuntarily confined in a correctional facility or mental institution to participate in such experimentation. Sets forth the information which must be included in the medical records of all participants in such experimental procedures. Requires the onsite supervision of such experimental procedures by a representative of the Secretary. Requires the submission of a final report to the Secretary and the Senate and House Committees on Armed Services upon the termination of such experiments and the submission of an annual report to the Secretary for experiments of extended duration. Sets forth civil penalties for violations of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to regulate Defense Department experimental procedures on human subjects.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:15-05:00"
}