{
  "actions": [
    {
      "acted_at": "2003-07-14", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-07-17", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-12-09", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator McCain with amendments. With written report No. 108-219.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2003-12-09", 
      "calendar": "Senate Legislative", 
      "number": "423", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 423.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1401-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2003-07-14", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-07-14", 
  "number": "1401", 
  "official_title": "A bill to reauthorize the National Oceanic and Atmospheric Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Oceanic and Atmospheric Administration Reauthorization Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-07-17", 
  "subjects": [
    "Armed forces and national security", 
    "Atmosphere", 
    "Authorization", 
    "Aviation safety", 
    "Coastal zone", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Coral reefs", 
    "Data banks", 
    "Earth resources satellites", 
    "Economics and public finance", 
    "Electronic government information", 
    "Emergency management", 
    "Environmental assessment", 
    "Environmental education", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal employees", 
    "Fisheries", 
    "Fishery management", 
    "Government operations and politics", 
    "Government procurement", 
    "Government publicity", 
    "Government trust funds", 
    "Great Lakes", 
    "Hydrology", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Ocean energy resources", 
    "Oceanographic research", 
    "Officer personnel", 
    "Planning", 
    "Public lands and natural resources", 
    "Radar", 
    "Radio", 
    "Science, technology, communications", 
    "Social welfare", 
    "Transportation and public works", 
    "Volunteer workers", 
    "Water resources development", 
    "Weather", 
    "Weather forecasting"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2003-12-09", 
    "text": "National Oceanic and Atmospheric Administration Authorization Act of 2003 - Title I: Authorization of Appropriations - Authorizes appropriations to the Secretary of Commerce (Secretary) for the National Oceanic and Atmospheric Administration (NOAA). (Sec. 101) Extends through FY 2005 the authorization of appropriations for NOAA's National Weather Service, in activities under the categories of: (1) operations, research, and facilities (ORF); and (2) procurement, acquisition, and construction (PAC). (Sec. 102) Extends through FY 2005 the authorization of appropriations for ORF and PAC activities of NOAA's Office of Oceanic and Atmospheric Research. (Sec. 103) Extends through FY 2005 the authorization of appropriations for ORF and PAC activities of NOAA's National Environmental Satellite, Data, and Information Service. (Sec. 104) Extends through FY 2005 the authorization of appropriations for ORF and PAC activities of NOAA's National Ocean Service. ( Sec. 105) Extends through FY 2005 the authorization of appropriations for ORF, PAC, and other necessary activities of NOAA's National Marine Fisheries Service. (Sec. 106) Extends through FY 2008 the authorization of appropriations for ORF activities of NOAA's Office of Program Planning and Integration. (Sec. 107) Extends through FY 2008 the authorization of appropriations for NOAA's program support activities. (Sec. 108) Extends through FY 2005 the authorization of appropriations for ORF and PAC activities of NOAA's Office of Marine and Aviation Operations. Title II: Miscellaneous - (Sec. 201) Establishes the Business Management Fund of NOAA, to be available without fiscal year limitation for expenses and equipment necessary for the maintenance and operations of services and projects the Administrator determines may be performed more advantageously when centralized. (Sec. 202) Directs the Administrator to report to specified congressional committees, at the time of the FY 2005 budget request, on the establishment of an external research program within OAR, to provide funding for research grants and contracts to public and private organizations to improve the efficiency and coverage of the operational observing system and accelerate direct transfer of research results into NOAA programs providing operational weather monitoring, analysis, and forecasting services. Requires such report to include: (1) a plan that supports funding levels for external research in specified amounts for each of FY 2005 through 2008; (2) a management plan for the program, including a strategy to commit NOAA to spending 50 percent of new research funds, exclusive of adjustments to base, within the external community via a merit-based, peer review process; and (3) a mechanism for involving such public and private organizations in the planning and execution of the external research program. Requires annual reports by the Administrator to such congressional committees on progress within NOAA of the transition of research results into operational products and services. (Sec. 203) Amends the Hydrographic Services Improvement Act of 1998 to authorize the Administrator to establish a volunteer program for hydrographic services improvement, by entering into special agreements with qualified organizations and providing funding to such organizations to implement such program. Requires a qualified organization to be non-governmental, not-for-profit, and determined to have demonstrated expertise in boating safety and a commitment to improving the quality of hydrographic services and related oceanographic and meteorological information. (Sec. 204) Requires the Administrator to establish within NOAA an Office of Education and to consider education a central part of NOAA's mission. Requires such Office to coordinate and promote educational missions for all NOAA programs to better facilitate public awareness of oceanic and atmospheric systems. Authorizes appropriations for activities of such Office for FY 2004 through 2008. (Sec. 205) Amends the National Oceanic and Atmospheric Administration Commissioned Officer Corps Act of 2002 to increase the maximum number of NOAA Corps officers. (Sec. 206) Authorizes the Secretary to: (1) operate the NOAA marine lab as a partnership for collaborative, interdisciplinary marine scientific research; (2) charge fees and form agreements with Federal, State, and private entities; and (3) use such funds to support lab research, operations, and enhancement. Permits the members of the lab partnership to: (1) use Federal, State, private, and grant funds to further the mission of the lab; (2) seek and hold patents and share personnel, facilities, and property; (3) use any collected or accepted funds of any partner to cover costs, reimburse participating agencies for their costs, and fund research and facilities expansion; and (4) use lab funds to operate partners' labs. (Sec. 207) Directs the Secretary and the Secretary of Defense (Secretaries) to review management plans for continued tropical cyclone surveillance and reconnaissance development to determine: (1) if the plans provide adequate coverage and protection of citizens in coastal areas; (2) appropriate roles and responsibilities for the Departments of Commerce and Defense; and (3) any additional funding or other resources necessary for these plans. Requires submission of review findings to Congress within 90 days of enactment of this Act. Prohibits NOAA from accepting any responsibility for the duties of the U.S. Air Force Reserve 53rd Weather Reconnaissance Squadron until 30 days after the Secretaries provide Congress with a plan for NOAA and Air Force Reserve mission performance and aircraft use. (Sec. 208) Authorizes the Secretary to conduct studies on the placement of NEXRAD radar facilities in areas that are not currently covered by this radar (many of which are in the western United States). Requires such studies to identify possible facility placement locations to optimize the coverage of currently uncovered areas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Oceanic and Atmospheric Administration Reauthorization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Oceanic and Atmospheric Administration Reauthorization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the National Oceanic and Atmospheric Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:25-05:00"
}