{
  "actions": [
    {
      "acted_at": "1973-02-08", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-06-20", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 93-298.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-06-27", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #298 (402-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-06-28", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-09-17", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Finance, S. Rept. 93-394.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-09-19", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #400 (93-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-09-19", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-03-04", 
      "bill_ids": [
        "hr2-93"
      ], 
      "references": [], 
      "text": "Provisions substituted in H.R. 2 as passed House, amended.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4200-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Buchanan, John", 
      "sponsored_at": "1973-01-03", 
      "state": "AL", 
      "thomas_id": "00143", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-08", 
  "number": "4200", 
  "official_title": "A bill to amend section 122 of the Internal Revenue Code of 1954.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2-93", 
      "reason": "related"
    }, 
    {
      "bill_id": "s4-93", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Broyhill, Joel T.", 
    "state": "VA", 
    "thomas_id": "00139", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-08", 
  "subjects": [
    "Armed forces and national security", 
    "Income tax", 
    "Military pensions", 
    "Retirement", 
    "Tax exclusion"
  ], 
  "subjects_top_term": "Military pensions", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1973-09-19", 
    "text": "(LATEST SUMMARY) States that, under the Internal Revenue Code, in the case of a member or former member of the uniformed services of the United States, gross income does not include the amount of any reduction in his retired or retainer pay. =Title I - Administration - Retirement Income Security for Employees Act= - Establishes within the Internal Revenue Service an office to be known as the Office of Employee Plans and Exempt Organizations. Authorizes to be appropriated to the Department of the Treasury for the purpose of carrying out all functions of the Office of Employee Plans and Exempt Organizations for each of the fiscal years ending June 30, 1974, June 30, 1975, and June 30, 1976, an amount equal to the sum of $35,000,000 and onehalf of the collections from the taxes imposed under section 4940 of the Internal Revenue Code of 1954 (relating to excise tax based on investment income) during the second preceding fiscal year. Sets forth provisions for the registration of employee retirement plans under this Act. Authorizes to be appropriated such sums as may be necessary to enable the Secretary of Labor to carry out his functions and duties under this Act. =Title II - Participation; Vesting; Funding; Certain Benefits= - Provides that a plan which is qualified under the U.S. Code is not to require, as a condition of participation, more than one year of service, or an age greater than 30 (whichever occurs later). Provides that once an employee becomes eligible to participate in a pension plan, his years of service with the employer (on and after the effective date of the plan) before becoming a participant, up to a maximum of 5 years are to be credited toward his required years for minimum vesting. States that additional preparticipation service beyond 5 years, is to be credited to the employee for any years for which (although the employee technically may not have been a participant) the employee contributed to the plan or the employer contributed on the employee's behalf. Declares that collective bargaining employees may be excluded for purposes of applying the coverage test of the tax laws where there is evidence that retirement benefits have been the subject of good faith bargaining between the union employees and the employer in the negotiations relating to the most recent contract. Provides that employees of all corporations who are members of a \"controlled group of corporations\" (within the meaning of this Act) are to be treated as members of the same corporation. States that a qualified retirement plan (whether trusted or insured) is required to give each participant vested rights to at least 25 percent of his accrued benefit from employer contributions after 5 years of service, plus 5 percentage points a year for each of the next 5 years of service and 10 percentage points a year for each year of service thereafter. Provides with respect to the coverage and antidiscrimination requirements, for the exclusion of those employees who are nonresident aliens with no United States income from the employment in question. Stipulates that any plan which, on the date of enactment, provides for 100 percent vesting of employer contributions by the end of the tenth year of the employee's service with the employer under the plan may continue to use this vesting schedule. States that a class year plan may meet the vesting requirements under the bill if the plan provides for 100 percent vesting of the employer contributions within 5 years after the end of the plan year for which the contributions were made. Provides that no rights to accrued benefits, once vested, can be assigned or alienated under a qualified plan, and such rights cannot be forfeited (except that benefits attributable to employer contributions may be forfeited in the event of death, or if the employee withdraws his own mandatory contributions to the plan). Imposes an excise tax on the employer in cases where the employer is not complying with the vesting requirements in practice, even though the plan contains a vesting schedule which is consistent with the requirements of the bill. Authorizes the Secretary of the Treasury to bring actions for equitable relief to restrain plans from failing to comply with the vesting requirements in practice. Authorizes highly mobile employees to trade off high benefits which might be available under one pension plan of their employer for the right to participate in another plan with lower benefits but very rapid vesting. Authorizes the Secretary of Labor to develop recommendations for modifications of Federal procurement regulations to insure that highly mobile professional, scientific, technical and other personnel in occupations employed under Federal contracts will be protected against forfeitures of their retirement benefits. Establishes new minimum funding requirements for qualified pension, profit-sharing, and stock bonus plans. Provides that under these requirements the minimum amount that an employer must annually pay under a defined benefit pension plan includes the normal cost of the plan for currently accruing liabilities, plus amortization of past service costs. Provides that if an employer would otherwise incur substantial business hardship for a plan year, the Internal Revenue Service may waive that year's required payment of normal costs, and amounts needed to amortize past service costs and experience losses. Imposes an excise tax on the employer if he fails to fund the plan at the minimum required level. Prohibits any employer (in interstate commerce) from establishing a retirement plan (other than a profit-sharing plan) which does not meet the qualification requirements of the Internal Revenue Code. Authorizes the Secretary of Treasury to enforce this prohibition by obtaining an injunction against the continued maintenance of such nonqualified plans. States that plans of the Federal Government, and State and local governments, are not subject to the funding requirements of this Act. Directs the Secretary of the Treasury to make a study of the funding of government plans, which takes account of the minimum funding standards under this Act, and the taxing power of the governmental unit, and make recommendations as to whether it would be advisable to require such plans to comply with the funding requirements applicable to private pension plans, or some other funding standard, as recommended by the Secretary. Requires the Secretary to file his report with the Ways and Means Committee and the Senate Finance Committee by December 31, 1976. Authorizes the Secretary of Labor to develop, in consultation with professional societies, business organizations, and other Federal agencies, recommendations for modififations of Federal procurement regulations to ensure, to the maximum possible extent, that professional, scientific, technical and other personnel employed under Federal contracts shall be protected against loss of their pensions resulting from job transfers or loss of employment. Requires such recommendations to be published in the Federal Register within six months after enactment and are to be adopted by each Federal department and agency unless the head of such department or agency has substantial grounds for determining that the recommendations should not be applied in the case of his department. =Title III - Portability= - Establishes a voluntary central portability fund for the use of employees who leave an employer with vested retirement plan benefits. Allows an employee to receive a complete distribution from his former employer's qualified plan and recontribute this amount within 60 days of receipt to the qualified plan of a new employer, or the central portability fund or an individual retirement account, without being taxed on the distribution. Directs the Social Security Administration to keep records of plans which an employee leaves with vested retirement benefits so that, upon retirement, he will know whom to consult to obtain his retirement benefits. States that the central fund is to be operated by the Pension Benefit Guaranty Corporation. Authorizes the Corporation to establish the rules which govern the fund's operation, including its relations with individual participants and employers. Provides that an employee may receive, tax-free, a complete distribution of his interest from a qualified retirement plan if he reinvests (within 60 days after receipt) the full amount of the assets received in another qualified plan, in an individual retirement account, or in the central portability fund. Requires each retirement plan to file an annual statement regarding individuals who have terminated employment and have a right to a deferred vested benefit in the plan. Requires the Social Security Administration to maintain records of the retirement plans in which individuals have vested benefits. =Title IV - Plan Termintaion Insurance= - Establishes the Pension Benefit Guaranty Corporation within the Department of Labor to provide plan termination insurance through administration of the Pension Benefit Guaranty Fund. States that the Corporation is to be directed by a board of directors with the Secretaries of Labor, of the Treasury, and of Commerce, with the Secretary of Labor as chairman of the board. Provides that the insurance program would be funded through premimums imposed upon employers at an initial flat rate of $1 per plan participant. States that in order to be \"qualified\" for tax benefits in the sense of the Internal Revenue Code, defined benefit plans must provide plan termination insurance coverage for their participants through payment of the premiums. States that coverage of a plan participant is limited to the lesser of 50 percent of the participant's average monthly gross income during his highest paid five consecutive year period as a plan participant or $750 monthly (adjusted for changes in the Social Security contributions and benefits base). Provides that employers are liable to the extent of 30 percent of their net worth for the Corporation's payments upon terminations of their plans, but employers may elect to avoid this liability by paying an additional premium in an amount to be determined, from time to time, by the Corporation. =Title V - Disclosure and Fiduciary Standards= - Requires under the Welfare and Pension Plans Disclosure Act that additional information be provided in the plan descriptions and annual reports filed with the Labor Department. States that annual reports would be required for private funded employee benefit plans of any size maintained by an employer or employee organization affecting interstate commerce and coverage would be extended to most tax-exempt organizations. Requires plan administrators to furnish to each new participant a summary of the plan's important provisions, including an explanation of plan benefits and the circumstances which would disqualify a person from receiving benefits. States that under the Internal Revenue Code applications for qualification of employee benefit plans (except for plans covering less than 26 persons) and annual returns filed with regard to these plans would be available to the public. Provides that the Secretary of Labor is to have primary responsibility for administering the general fiduciary standards and for administering the investment standards governing these plans. States that a fiduciary is required to act as a prudent man acting in a like capacity and familiar with such matters in the conduct of an enterprise of a like character and with like aims.\" Prohibits persons convicted of specified crimes from serving employee benefit plans for five years after conviction or end of imprisonment (unless the U.S. Board of Parole waives the prohibition). =Title VI - Enforcement= - Provides additional opportunities for redress in case of disagreement with a decision of the Internal Revenue Service on retirement plan matters. Authorizes both employees and employers to appeal determination letters issued by the Internal Revenue Service to the United States Tax Court after exhausting their remedies under the Internal Revenue Service's administrative procedures. Allows employees as well as employers to participate in the Service's administrative proceedings. States that if either the employer or the employee exercises his right of appeal and requests the Tax Court to issue a declaratory judgment, the other party is to have the right to intervene in the proceedings. Requires an arbitration procedure to be provided in each employee benefit plan, for settlement of claims under the plans. Directs the Department of Labor to prescribe regulations for the type of arbitration provisions which are to be included in the plans. Provides for the imposition of a $1 audit-fee-excise tax on the employer for each plan participant in a qualified employee plan to provide for Internal Revenue Service costs of administering the retirement plan provisions. Makes it illegal to discriminate against any participant or beneficiary for exercising any right to which he is entitled under the Act. =Title VII - Retirement Savings; Limitation on Proprietary Employee Contributions; Taxation of Certain Lump-Sum Distributions= - States that any individual who was not covered during a year as an active participant in a qualified retirement plan, or a government plan (whether or not qualified), or an annuity plan, is to be permitted a deduction of $1,000 a year from earned income, or (if greater) 15 percent of earned income up to $1,500, for contributions to a personal retirement account. Provides that the deduction in this case is to be from gross income. Provides that in the case of a married couple, each spouse may establish his or her separate retirement savings account and the $1,000 (or 15 percent-$1,500) limitation is to be applied separately to the earned income of each spouse. States that if an individual wishes to establish an individual retirement account, the trustee of the account has to maintain, under the provisions of a written governing instrument, a separate accounting of the individual's contributions, the earnings on them, and the distributions made either to the individual involved or to his beneficiaries. Stipulates that if the individual establishing the account dies before his entire interest in the account has been distributed to him, the governing instrument is to require that the undistributed assets be distributed, or be applied to the purchase of an annuity for his beneficiaries, within 5 years after his death. States that the proceeds of an individual retirement account are to be taxable to the individual when distributed. Sets forth certain specified limitations on proprietary employee contributions to retirement plans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend section 122 of the Internal Revenue Code of 1954.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:58-05:00"
}