{
  "actions": [
    {
      "acted_at": "1999-09-22", 
      "committee": "Committee on Commerce, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-22", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-22", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-23", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Water Resources and Environment", 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-08", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Finance and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Finance and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2921-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Finance and Hazardous Materials", 
      "subcommittee_id": "13"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-09-22", 
  "number": "2921", 
  "official_title": "To amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 relating to settlements by certain qualified businesses, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Shadegg, John B.", 
    "state": "AZ", 
    "thomas_id": "01043", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-09-22", 
  "subjects": [
    "Administrative remedies", 
    "Bankruptcy", 
    "Business records", 
    "Commerce", 
    "Confidential communications", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Financial statements", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Groundwater pollution", 
    "Hazardous waste site remediation", 
    "Judicial review of administrative acts", 
    "Law", 
    "Liability for toxic substances pollution damages", 
    "Liability for water pollution damages", 
    "Liens", 
    "Small business"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-09-22", 
    "text": "Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA) to require the President to enter into settlements of liability for hazardous substance release response actions with qualified businesses (other than those whose liability arose from criminal acts) without regard to extent of liability. Sets forth application procedures for persons seeking such settlements.Provides that such settlements shall require the business to: (1) pay five percent of its average annual gross income for the two years preceding the year the settlement request was submitted over a period of up to ten years, with no interest if the amount is paid in full in five years; and (2) cooperate with the President in providing access and information.Defines a \"qualified business\" as an applicant whose gross income is less than $3 million per year for the average of the two years preceding the year that an investigation of liability share was initiated and for each of the two years preceding the year that the settlement request is submitted.Directs the President to consider any offer of settlement by a person who is potentially liable for remedial action costs without regard to extent of liability if the person demonstrates that payment of such costs would be a financial hardship. Makes persons whose liability arose from criminal acts ineligible for such settlements. Requires the President, in considering a person's ability to pay, to consider: (1) the person's financial resources; (2) the person's ability to continue in business after payment of the settlement amount; and (3) whether liability for such amount would require the person to seek protection under Federal bankruptcy laws. Sets forth application procedures for persons seeking such settlements and confidentiality requirements for financial information submitted to the President.Allows settlement amounts to be paid over a period of up to ten years, with no interest if the amount is paid in full in five years.Sets forth provisions regarding decisions of nonqualification of parties seeking settlements under this Act and rights to appeal. Authorizes the Environmental Protection Agency (EPA) to adjudicate denials of settlement.Requires Federal district courts, in reviewing proposed settlements under this Act, to give deference to the President's determination that a settlement is in the public interest and meets legal standards for court approval.(Sec. 3) Adds CERCLA provisions governing owner-operator status of persons owning or operating property contiguous to a release site. Absolves such persons of liability as owners or operators, subject to certain conditions.Requires the President to delist up to 20 individual parcels of real property from the National Priorities List (NPL) annually in order to conform with amendments that exclude from the NPL properties at which no release has occurred but to which a hazardous substance has migrated."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 relating to settlements by certain qualified businesses, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:23-05:00"
}