{
  "actions": [
    {
      "acted_at": "1981-10-22", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-10-29", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Refugees, and International Law", 
      "text": "Referred to Subcommittee on Immigration, Refugees, and International Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4832-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Refugees, and International Law", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-10-22", 
  "number": "4832", 
  "official_title": "A bill to revise and reform the Immigration and Nationality Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1765-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1765-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Omnibus Immigration Control Act", 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-10-22", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural labor", 
    "Agriculture and Rural Affairs", 
    "Aid to dependent children", 
    "Aircraft", 
    "Airlines", 
    "Alien labor", 
    "Aliens", 
    "Aviation", 
    "Canada", 
    "Civil Rights and Liberties", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional-Presidential relations", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Cuba", 
    "Deportation", 
    "Executive agreements", 
    "Federal-state relations", 
    "Food and Food Industry", 
    "Food stamps", 
    "Forfeiture", 
    "Forgery", 
    "Government operations and politics", 
    "Government paperwork", 
    "Haiti", 
    "Illegal aliens", 
    "Immigration", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Marine crimes", 
    "Maritime law", 
    "Medicaid", 
    "Mexico", 
    "Migrant labor", 
    "Motor Vehicles and Driving", 
    "Motor vehicles", 
    "Passenger ships", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Public assistance programs", 
    "Refugees", 
    "Right of asylum", 
    "Right to travel", 
    "Searches and seizures", 
    "Seasonal labor", 
    "Seizure of vessels and cargoes", 
    "Ships and shipping", 
    "Smuggling", 
    "Social welfare", 
    "Supplemental security income program", 
    "Temporary employment", 
    "Transportation and Travel", 
    "Treaties"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-10-22", 
    "text": "Omnibus Immigration Control Act - Title I: Temporary Resident Status for Illegal Aliens - Authorizes the Attorney General to grant temporary resident status to illegal aliens (with certain disqualifiers) who entered the United States prior to January 1, 1980, and have continuously resided here since that time. Requires such persons to register with the Immigration and Naturalization Service (INS) within 12 months after registration begins, and every three years thereafter. Prohibits family members of such aliens from being given \"family\" admissions preference. Makes such aliens ineligible for benefits under the Immigration and Nationality Act, Aid to Families with Dependent Children, Supplemental Security Income, the National Housing Act, Medicaid, and food stamp programs. Authorizes the Attorney General to adjust such aliens' status to permanent resident after ten years' continuous residence if they have a basic knowledge of English and are otherwise admissible. Excludes these status adjustments from numerical immigration limitations under the Immigration and Nationality Act. Title II: The Unlawful Employment of Aliens Act of 1981 - Amends the Immigration and Nationality Act to make employers of four or more persons liable to $500 fines ($1000 for subsequent violations) for knowingly employing illegal aliens. Authorizes the Attorney General to bring a civil action against an employer engaging in a pattern or practice of such employment. Establishes a presumption of \"knowing\" employment where an employer does not check a prospective employee's work status documentation. Directs the Attorney General to develop a standard work status form. Requires employers to keep such forms available for INS inspection. Amends the Farm Labor Contractor Registration Act to permit the Secretary of Labor to refuse a registration certificate to a contractor who has employed illegal aliens. Provides criminal penalties for the fraudulent duplication or use of immigration or work status documents. Title III: Cuban/Haitian Temporary Resident Status Act of 1981 - Grants \"Cuban/Haitian temporary resident\" status to specified categories of Cuban and Haitian nationals in the United States. Requires them to register every three years. Permits the Attorney General to issue them work authorizations. Authorizes the Attorney General to deny or terminate such status if he finds that the alien: (1) has a drug conviction; (2) participated in the persecution of others; (3) has committed a serious nonpolitical crime outside the United States; or (4) is presently detained in the United States. Makes Cuban/Haitian temporary residents ineligible for specified refugee benefits, housing assistance, food stamps, supplemental security assistance, aid to families with dependent children, assistance for the aged, disabled, or blind, and other medical assistance. Requires detention of aliens denied Cuban/Haitian temporary resident status until a final determination of admissibility is made. Limits judicial review of the Attorney General's authority to detain, transfer, or release such aliens to a habeas corpus proceeding of whether a detainee falls within the category of detainable aliens. Authorizes the Attorney General to: (1) adjust the status of a Cuban/Haitian temporary resident to that of permanent resident after five years of maintaining such status; and (2) waive other specified grounds for exclusion for humanitarian purposes, to assure family unity, or when otherwise in the public interest. Terminates (and prohibits new applications) asylum proceedings for an alien granted Cuban/Haitian temporary resident status. Repeals Federal law allowing Cuban refugees to adjust their status after one year. Authorizes necessary appropriations. Title IV: Fair and Expeditious Appeal Asylum and Exclusion Act of 1981 - Shortens the deportation appeal period from six months to 30 days. Provides for a 30-day appeal period for judicial review of any administrative action or regulation under such Act. Makes the asylum eligibility provisions consistent with parallel refugee provisions. Modifies asylum procedures to: (1) establish an \"asylum officer\" to conduct hearings in a nonadversarial setting; (2) permit aliens to have an attorney present in an advisory capacity; (3) make such determination final (permits the Attorney General or the Commissioner of INS to reverse); (4) put the burden of proof on the alien; (5) require asylum applications to be made within 14 days; (6) prohibit proceedings from being reopened unless there is a clear showing of changed circumstances in the applicant's country; and (7) permit the Attorney General to terminate an alien's asylum status if he or she is no longer a refugee as a result of changed circumstances in the home country. States that judicial review of an asylum claim is not subject to review under the Administrative Procedure Act and shall be based solely on whether the denial was arbitrary and capricious or otherwise not in accordance with the law. Provides that any alien who presents himself for inspection by an immigration officer may be excluded from entering the United States by that officer if the alien does not have documentary proof of admissibility. Makes such determination final and not subject to further agency or judicial review. Revises alien deportation and maintenance expense provisions to: (1) provide that deportation shall be to the country from which the alien boarded the vessel or airplane that brought him to the United States; (2) provide that if such departure was from a foreign territory contiguous to the United States of which such alien was not a national or resident, then deportation shall be to the country from which such alien departed for such contiguous territory; (3) set forth guidelines for the Attorney General if a country is unwilling to accept a deportable alien; (4) require transportation lines to deposit a bond to cover any fine or disputed fine relating to deportation with a district director of customs (presently with a customs collector); and (5) increase such fine from $300 to $500. Repeals existing withholding of deportation provisions. Title V: Immigrant Visas for Canada and Mexico - Increases the annual number of immigrant visas from Mexico and Canada to 40,000 each. Increases the limitation for either country by the amount of unused visas from the other country in the previous year. Decreases the annual over all immigration limitation from 270,000 to 230,000. Title VI: Temporary Mexican Workers Act - Establishes a two-year temporary Mexican worker program. Limits such program to 50,000 annual entrants. Prohibits these workers from being employed in jobs with an adequate supply of domestic workers. Requires participating States to: (1) determine which of their industries or occupations has an adequate worker supply; and (2) estimate how many Mexican workers could be otherwise employed without adversely affecting labor conditions. Directs the Secretary of Labor to allocate such workers among the requesting States and to so inform the Secretary of State and the Commissioner of INS. Requires a U.S. employer to apply to the State in which such workers will be employed. Sets forth applications approval provisions. States with regard to such workers that they: (1) shall be granted one-year multiple entry \"M\" visas; (2) may change employment in the United States; and (3) shall be ineligible for future program participation if they violate the terms of admission. Makes such workers ineligible for food stamps, unemployment compensation, housing benefits, and specified Social Security assistance. Prohibits such workers from adjusting their status to permanent resident or from changing nonimmigrant classifications. Requires participating States to report annually to the Secretary. Title VII: Immigration Emergency Act - Authorizes the President to disclose an immigration emergency if in his judgment: (1) a substantial number of undocumented aliens from a designated country (countries) or geographic area (areas) are ready to leave for the United States, or have already done so; and (2) the normal resources of the Immigration and Naturalization Service and the procedures under such Act would be inadequate to handle the influx of these aliens. Requires the President to explain such action to the Speaker of the House and the President pro tempore of the Senate within 48 hours. Terminates such emergency period after 120 days unless ended sooner or extended by the President. Authorizes the President during an Immigration emergency to: (1) intercept or prevent U.S. vessels, vehicles or aircraft from travelling to designated countries or areas; (2) prevent inadmissible aliens from arriving by requiring their return or their vessel's, vehicle's, or aircrafts' return to a suitable country or area; (3) exempt executive instrumentalities from additional specified environmental requirements for up to one year; (4) close harbors, ports, roads and airports; (4) designate one or more Federal agencies including the military to carry out these emergency powers (once they are invoked by the President); and (5) enforce the admissibility and asylum determination provisions of this Act beyond the territorial limits of the United States, including on the high seas. Authorizes the Attorney General to establish admissions and asylum procedures for such aliens. Eliminates judicial review of such determinations. Permits the Attorney General to: (1) deport an alien to a country other than the one he came from when necessary; and (2) permit an alien to post a surety bond to ensure admissions compliance. Requires an alien to be detained pending a final determination of admissibility unless he or she is clearly admissible. Permits the Attorney General to transfer such detained aliens at any time. Limits judicial review of the Attorney General's detention and transfer authority to habeas corpus questions of whether a particular person is within the category of aliens subject to detention. Sets forth enforcement, departure, and judicial review provisions for ports, airports, and roads closed under authority of this Act. Grants search and seizure and disaster authority to agencies enforcing this Act. Prohibits U.S. conveyances to travel to, or within specified distances of, designated countries or areas during an immigration emergency without prior executive approval. Provides penalties for violations, including fines, forfeiture, and imprisonment. Provides that violations of the Immigration and Nationality Act committed during an immigration emergency may be investigated by the Federal Bureau of Investigation, the Immigration and Naturalization Service, the Coast Guard, or any component of the Department of the Treasury. Amends the Immigration and Nationality Act to increase the fine for unlawfully bringing aliens into the United States. Permits the seizure of a vessel or aircraft so involved. Authorizes up to $35,000,000 for purposes of this title. Title VIII: Unauthorized Entry and Transportation Act - Makes it a misdemeanor (punishable by a mandatory $2500 fine and imprisonment of up to one year) to bring an unauthorized alien into the United States, regardless of any future action with respect to such alien. Makes it a felony (punishable by a fine up to $10,000 and imprisonment of up to five years) to bring in such an alien for financial gain or by fraud, or to fail to bring such alien to an immigration official. Prohibits bringing an alien into the United States at a place other than a designated port of entry or other place. Revises existing conveyance seizure and forfeiture provisions to: (1) permit seizure and forfeiture of any conveyance intended to be used in violation of admissions laws; (2) eliminate the requirement that INS show that a conveyance's owner or person in charge knew of its illegal use; (3) eliminate INS' liability for administrative and related expenses, including third-party liens, in cases of innocent owners of seized conveyances. Authorizes the Attorney General to keep a forfeited conveyance for official use, or sell or otherwise dispose of it. Provides with regard to the burden of proof in a forfeiture action that once INS shows probable cause (for the search and seizure) the claimant must show that the conveyance was not used illegally or that the exceptions apply. States that specified administrative, judicial, and INS records, and testimony of immigration officers shall be prima facie evidence of probable cause. Expands exisiting arrest authority to include Federal and State law enforcement personnel. Title IX: Labor Certification Act - Amends the existing labor certification provision to: (1) permit the Secretary to use labor market information without reference to the specific job opportunity for which certification is requested; (2) permit the Secretary to waive the job offer requirement for an alien of exceptional ability; and (3) limit judicial review of the Secretary's labor certification decisions. Title X: Emergency Interdiction Act - Authorizes the President to enter into arrangements with other nations in order to prevent illegal immigration into the United States. Authorizes the President to direct the Coast Guard or other Federal agency including the military to stop ships of foreign nations having such arrangements with the United States and examine them for aliens illegally headed for the United States. States that such ships may be returned to the country from which they came or to some other location. Prohibits refugees from being returned to the country from which they are fleeing. Authorizes the Attorney General to establish admissibility standards for those aliens who have not landed in the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Immigration Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Cuban/Haitian Temporary Resident Status Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Unlawful Employment of Aliens Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and reform the Immigration and Nationality Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:28-05:00"
}