{
  "actions": [
    {
      "acted_at": "1976-03-09", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3110-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-09", 
  "number": "3110", 
  "official_title": "A bill to provide for public disclosure of lobbying activities to influence decisions in the Congress and the executive branch, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Lobbying Disclosure Act", 
  "sponsor": {
    "district": null, 
    "name": "Metcalf, Lee", 
    "state": "MT", 
    "thomas_id": "01399", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-09", 
  "subjects": [
    "Congress", 
    "Government operations and politics", 
    "Lobbying"
  ], 
  "subjects_top_term": "Lobbying", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-09", 
    "text": "Federal Lobbying Disclosure Act - Requires lobbyists and persons employing lobbyists to file an annual notice of representation with the Comptroller General describing the subject matter of the decisions which the lobbyist is attempting to influence and identifying the lobbyist and his client or employer. Requires that lobbyists and organizations which hire lobbyists and spend $5,000 or more for such employment must file quarterly reports with the Comptroller General indicating the decision with respect to which the person was engaged in lobbying and an itemization of any expenditure of $50 or more spent for retaining a lobbyist or for gifts or loans to any Federal officer or employee. Exempts specified tax-exempt organizations from the quarterly reporting requirements of this Act. Requires voluntary organizations filing pursuant to this Act to identify any person from whom income for lobbying is received, when such income is in excess of $1,000 and five percent of the total expenditures of such organization for lobbying. Requires each person or organization required to file such quarterly reports to keep and maintain adequate records of such expenditures for at least three years. Requires the Comptroller General to maintain and summarize lobbying reports filed with him and to report to the President and Congress annually with respect to activities of the Comptroller General under this Act. Requires that such report include recommendations for legislative or other action the Comptroller General deems is necessary. Directs the Comptroller General to make available such summaries and reports maintained by him for public inspection and copying. Authorizes the Comptroller General to render advisory opinions to persons subject to this Act with respect to the applicability of the requirements of this Act. Directs the Comptroller General to refer any apparent violations of this Act to the Attorney General. Confers upon the Attorney General the power to enforce this Act. Empowers the Comptroller General to compel the appearance and testimony of witnesses and the production of documents to investigate possible violations of this Act. Imposes civil and criminal penalties for violations of this Act. Repeals the Federal Regulation of Lobbying Act. Authorizes to be appropriated such sums as may be necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Lobbying Disclosure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for public disclosure of lobbying activities to influence decisions in the Congress and the executive branch, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:47-05:00"
}