{
  "actions": [
    {
      "acted_at": "1978-03-13", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11489-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-13", 
  "number": "11489", 
  "official_title": "A bill to authorize the States and the Indian tribes to enter into mutual agreements and compacts respecting jurisdiction and governmental operations in Indian country.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2502-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Tribal-State Compact Act", 
  "sponsor": {
    "district": "98", 
    "name": "Roncalio, Teno", 
    "state": "WY", 
    "thomas_id": "00981", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-13", 
  "subjects": [
    "Crime and law enforcement", 
    "Jurisdiction", 
    "Native Americans", 
    "States"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-03-13", 
    "text": "Tribal-State Compact Act - Title I: Authorization of Compacts and Agreements - Authorizes the States and the Indian tribes to enter into compacts on matters relating to: (1) the enforcement or application of civil, criminal, and regulatory laws of each within their respective jurisdictions; and (2) the allocation or determination of governmental responsibility over specified subject matters or specified geographical areas, or both, including compacts providing for jurisdiction on a case-by-case basis, and agreements providing for concurrent jurisdiction between the States and the tribes. Requires the United States to provide 100 percent of the costs for personnel or administrative expenses in any agreement or compact between an Indian tribe and a State under this Act in which one of the parties assumes an obligation which it would not otherwise be legally obligated or entitled to perform, or would not be obligated to perform at the standard established in the agreement or compact. Title II: Planning and Monitoring Boards - Authorizes the Secretary of the Department of the Interior to encourage the tribes and the States to establish councils, committees, boards, or task forces between the States and individual tribes, or on a statewide or regional basis, to discuss jurisdictional questions which exist between the parties, and to provide Federal representatives to such discussions from the Department as may be useful."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tribal-State Compact Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the States and the Indian tribes to enter into mutual agreements and compacts respecting jurisdiction and governmental operations in Indian country.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:46-05:00"
}