{
  "actions": [
    {
      "acted_at": "1975-12-18", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11244-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1975-01-03", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-18", 
  "number": "11244", 
  "official_title": "A bill to amend section 552 of title 5 of the United States Code to clarify certain exemptions from its disclosure requirements to provide guidelines and limitations for classifying official information.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8591-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Freedom of Information Act Amendments", 
  "sponsor": {
    "district": "5", 
    "name": "Steelman, Alan", 
    "state": "TX", 
    "thomas_id": "01106", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-18", 
  "subjects": [
    "Congress", 
    "Congressional-Presidential relations", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "National defense", 
    "Public records"
  ], 
  "subjects_top_term": "Freedom of information", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-18", 
    "text": "Freedom of Information Act Amendments - Prescribes guidelines and limitations for the classification of information which the President or head of an agency determines require limited dissemination in the interest of national defense. Prohibits the classification of information in order to conceal incompetence, inefficiency, wrongdoing, or administrative error, to avoid embarrassment to any individual or agency, to restrain competition or independent initiative, or to prevent or delay for any reason the release of information the dissemination of which will not damage the national defense. Provides that, except as otherwise provided by law, no designation other than \"Defense Data\" may be used to classify information in the interest of national defense. Enumerates the circumstances which justify the classification of information as \"Defense Data\". States that official information may be classified as Defense Data by the heads of the following agencies or designated personnel: the Department of State; the Department of Defense and the military departments; the Department of Transportation; the Energy Research and Development Administration; the Central Intelligence Agency; the National Aeronautics and Space Administration; and such offices within the Executive Office of the President as he may designate by Executive Order. Subjects to the regulations concerning authority to classify, and material which may be classified, that information originated or acquired by an agency and classified as \"Confidential,\" \"Secret,\" or \"Top Secret. Sets forth regulations with respect to the declassification of material classified \"Defense Data\". States that such material including that originally classified as \"Confidential,\" \"Secret,\" or \"Top Secret\" shall be declassified automatically three years after its classification. Provides for the deferral of such automatic declassification when the sensitivity of the information involved is determined to require continued protection. Directs the heads of agencies who have the authority to classify or declassify official information to promulgate regulations with respect to the classification and declassification of information within their agencies. Directs the Comptroller General of the United States to monitor the actions taken by the agencies to implement this Act. Requires the Comptroller General to report semiannually to the Committees on Government Operations of the Senate and the House of Representatives on the results of agency actions. Prohibits the withholding of information or material from Congress, any committee or Member thereof, or any United States court on the basis that such information or material is \"Defense Data\". States that this Act shall not affect any requirement made under the Atomic Energy Act of 1954 regarding \"Restricted Data\" as defined in that Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Freedom of Information Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend section 552 of title 5 of the United States Code to clarify certain exemptions from its disclosure requirements to provide guidelines and limitations for classifying official information.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:37-05:00"
}