{
  "actions": [
    {
      "acted_at": "1989-05-18", 
      "committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science, Space and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-26", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "text": "Provisions Were Incorporated Into H.R. 2427", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-26", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-26", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-08-03T20:54:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science, Space and Technology. H. Rept. 101-216.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-08-03T20:54:00-04:00", 
      "calendar": "Union", 
      "number": "136", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 136.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1989-08-05T00:30:00-04:00", 
      "bill_ids": [
        "hres230-101"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 230 Reported to House. Rule provides for consideration of H.R. 2427 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. It shall be in order to consider the amendment in the nature of a substitute recommended by the Committee on Science, Space, and Technology now printed in the bill as an original bill for the purpose of amendment under Measure will be read by title. Bill is open to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-06T15:20:00-04:00", 
      "bill_ids": [
        "hres230-101"
      ], 
      "references": [], 
      "text": "Rule H. Res. 230 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-06T15:21:00-04:00", 
      "bill_ids": [
        "hres230-101"
      ], 
      "references": [], 
      "text": "Considered under the provisions of rule H. Res. 230.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-06T15:21:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 2427 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. It shall be in order to consider the amendment in the nature of a substitute recommended by the Committee on Science, Space, and Technology now printed in the bill as an original bill for the purpose of amendment under the five-minute rule. Measure will be read by title. Bill is open to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-06T15:21:00-04:00", 
      "bill_ids": [
        "hres230-101"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 230 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-06T15:21:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable H. Martin Lancaster to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-06T15:22:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-06T16:09:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 2427.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-06T16:10:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-06T16:10:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendment in the nature of a substitute as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-06T16:34:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "222", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 380 - 1 (Roll no. 222).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1989-09-06T16:34:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-07", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h243-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "243"
    }, 
    {
      "amendment_id": "h244-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "244"
    }
  ], 
  "bill_id": "hr2427-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1989-05-18", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Lewis, Thomas F.", 
      "sponsored_at": "1989-05-18", 
      "state": "FL", 
      "thomas_id": "00690", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McCurdy, Dave", 
      "sponsored_at": "1989-05-18", 
      "state": "OK", 
      "thomas_id": "00764", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McMillen, Thomas", 
      "sponsored_at": "1989-05-18", 
      "state": "MD", 
      "thomas_id": "00783", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Price, David E.", 
      "sponsored_at": "1989-05-18", 
      "state": "NC", 
      "thomas_id": "00930", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Schneider, Claudine", 
      "sponsored_at": "1989-05-18", 
      "state": "RI", 
      "thomas_id": "01032", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1989-05-18", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Skaggs, David E.", 
      "sponsored_at": "1989-05-18", 
      "state": "CO", 
      "thomas_id": "01062", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Smith, Bob", 
      "sponsored_at": "1989-05-18", 
      "state": "NH", 
      "thomas_id": "01082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Smith, Lamar", 
      "sponsored_at": "1989-05-18", 
      "state": "TX", 
      "thomas_id": "01075", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Tanner, John S.", 
      "sponsored_at": "1989-05-18", 
      "state": "TN", 
      "thomas_id": "01137", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Valentine, Tim", 
      "sponsored_at": "1989-05-18", 
      "state": "NC", 
      "thomas_id": "01178", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Walker, Robert S.", 
      "sponsored_at": "1989-05-18", 
      "state": "PA", 
      "thomas_id": "01196", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wolpe, Howard E.", 
      "sponsored_at": "1989-05-18", 
      "state": "MI", 
      "thomas_id": "01240", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1989-09-06T16:34:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1989-05-18", 
  "number": "2427", 
  "official_title": "To authorize appropriations for certain atmospheric and satellite programs and functions of the National Oceanic and Atmospheric Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres230-101", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr1880-101", 
      "reason": "related"
    }
  ], 
  "short_title": "National Agricultural Weather Information System Act of 1989", 
  "sponsor": {
    "district": "8", 
    "name": "Scheuer, James H.", 
    "state": "NY", 
    "thomas_id": "01029", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1989-09-06T16:34:00-04:00", 
  "subjects": [
    "Agricultural research", 
    "Agriculture and food", 
    "Air quality", 
    "Airports", 
    "Archives", 
    "Astronautics in meteorology", 
    "Atlantic Ocean", 
    "Atmospheric research", 
    "Authorization", 
    "Aviation safety", 
    "Climate", 
    "Congressional reporting requirements", 
    "Earth resources satellites", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal installations", 
    "Geophysical prediction", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Hurricanes", 
    "Hydrological forecasting", 
    "Information services", 
    "Marine geology", 
    "Meteorological research", 
    "Meteorological satellites", 
    "Meteorology", 
    "Northeastern States", 
    "Oceanographic research", 
    "Power resources", 
    "Remote sensing", 
    "Research", 
    "Research and development", 
    "Science, technology, communications", 
    "South Atlantic States", 
    "Space sciences", 
    "Storms", 
    "Weather", 
    "Weather forecasting"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1989-09-06", 
    "text": "Title I: National Weather Service - Authorizes FY 1990 through 1992 appropriations to the Secretary of Commerce to enable the National Oceanic and Atmospheric Administration (NOAA) to carry out the operations and research duties of the National Weather Service (NWS), including meteorological, hydrological, and oceanographic public warnings and forecasts and related applied research. Instructs the Secretary to direct the Office of the Chief Scientist of NOAA to establish an advisory committee of tropical cyclone research experts to make recommendations concerning Atlantic tropical cyclone research activities and reconnaissance procedures. Directs the Secretary of Commerce, jointly with other agencies as appropriate and using the advisory committee, to establish a five-year joint program for collecting operational and reconnaissance data, conducting research, and analyzing data on Atlantic tropical cyclones to assist the forecast and warning program and increase the understanding of the causes and behavior of Atlantic tropical cyclones. Directs the Secretary to develop and submit to the Congress a management plan for the program. Earmarks amounts for the Stormscale Operational and Research Meteorological (STORM) program. Authorizes FY 1990 through 1992 appropriations to enable NOAA to carry out the public warning and forecast systems duties of the NWS, including the development, acquisition, and implementation of major public warning and forecast systems. Directs the Secretary to prepare for the Congress, before FY 1990, an Implementation Plan for NWS modernization. Lists required plan contents. Calls for submission of a revised plan prior to each fiscal year. Requires that the FY 1991 plan describe resources necessary for demonstration of modernized weather forecasting technologies at a northeastern U.S. site. Prohibits the Secretary from closing, consolidating, automating, or relocating any office or forecast office of the NWS without certifying to specified congressional committees that the action will not result in any degradation of weather services to the affected area. Prohibits corresponding actions in connection with offices located at an airport, unless an air safety appraisal permits certification that safety will not be decreased. Prohibits corresponding actions with respect to any NWS office that is the only one in a State, unless certification can be made that comparable weather services will remain available to in-State users. Title II: Atmospheric Research - Authorizes FY 1990 through 1992 appropriations to the Secretary to enable NOAA to carry out its climate and air quality research duties, including interannual and seasonal climate research, long-term climate and air quality research, and the National Climate Program. Earmarks amounts for: (1) implementation of a nationwide climate services system and applied climatology program; and (2) activities of the National Climate Program and the Regional Climate Centers. Authorizes FY 1990 through 1992 appropriations to fund NOAA's atmospheric research duties, including research for developing improved prediction capabilities for atmospheric processes and solar-terrestrial services and research. Earmarks amounts for tornado and severe thunderstorm weather research in the U.S. southeastern coastal plan. Instructs the Secretary to direct the Office of the Chief scientist of NOAA to submit to the Congress a plan for the implementation of a nationwide climate services system and applied climatology program. Lists required plan contents. Title III: National Environmental Satellite, Data, and Information Service - Authorizes FY 1990 through 1992 appropriations to fund NOAA's satellite observing systems duties, including spacecraft procurement, launch, and associated ground station system changes involving polar orbiting and geostationary environmental satellites and land remote sensing satellites. Earmarks amounts for geologic sea surface research and basic geological remote sensing for energy resources at the Cooperative Institute for Applied Remote Sensing. Authorizes FY 1990 through 1992 appropriations to enable NOAA to carry out its duties relating to data and information services, including climate, ocean, and geophysical data services and environmental assessment and information services. Amends the Land Remote-Sensing Commercialization Act of 1984 to mandate that any license issued under specified provisions of that Act specify that the licensee shall promptly make available all unenhanced data which the Secretary of the Interior (currently, the Secretary of Commerce) may request under specified provisions of the Act relating to archiving of data. Amends provisions of the Act relating to archiving in order to transfer from the Secretary of Commerce to the Secretary of the Interior responsibility for: (1) providing for long-term storage, maintenance, and upgrading of the basic, global, land remote-sensing data set; (2) requesting data needed for the basic data set from a system operator; (3) making data which is in the public domain available to requesting parties; and (4) using existing Government facilitites, to the extent practicable, in carrying out these functions. Directs the Secretary of the Interior to consult with the Secretary of Commerce to ensure that archiving activities are consistent with the terms and conditions of any contract, agreement, or license under specified provisions of the Act. Title IV: Agricultural Weather Information - National Agricultural Weather Information System Act of 1989 - Directs the Secretary of Agriculture to: (1) establish in the Department of Agriculture an Agricultural Weather Office to plan and administer the National Agricultural Weather Information System (to be comprised of such Office and the State agricultural weather information systems); and (2) establish the Advisory Board on Agricultural Weather. Authorizes the Secretary, through the Office, to: (1) enter into cooperative activities; and (2) provide grants for atmospheric and climatology research and for State agricultural weather information systems. Authorizes FY 1990 through 1992 appropriations. Title V: Tropical Cyclone Research Program - Tropical Cyclone Research Act of 1989- Directs the Secretary of Defense and the Secretary of Commerce to establish a five-year joint program, which expands on the plan established in provisions of this Act relating to Atlantic tropical cyclones, for collecting operational and reconnaissance data, conducting research, and analyzing data on tropical cyclones to assist the forecast and warning program and increase the understanding of the causes and behavior of tropical cyclones. Sets forth the responsibilities of each Secretary. Directs those Secretaries to jointly develop and submit to the Congress management plans for: (1) the program established by this Act; and (2) continued tropical cyclone surveillance and reconnaissance which will adequately protect the citizens of U.S. coastal areas. Mandates that the management plan and program: (1) provide for a minimum of the same level and quality of protection as the current tropical cyclone surveillance and reconnaissance program; and (2) in no way allow any reduction in the level, quality, timeliness, sustainability, and area served of both the existing principal and back-up severe storm reconnaissance and tracking systems."
  }, 
  "titles": [
    {
      "as": "reported to house", 
      "title": "National Agricultural Weather Information System Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Agricultural Weather Information System Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Tropical Cyclone Research Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations for certain atmospheric and satellite programs and functions of the National Oceanic and Atmospheric Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:38-05:00"
}