{
  "actions": [
    {
      "acted_at": "1975-02-10", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3102-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-10", 
  "number": "3102", 
  "official_title": "A bill to establish the Potomac National River in the States of Maryland, Virginia, and West Virginia, and in the District of Columbia.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Gude, Gilbert", 
    "state": "MD", 
    "thomas_id": "00474", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-10", 
  "subjects": [
    "Advisory bodies", 
    "District of Columbia", 
    "Maryland", 
    "Rivers", 
    "Virginia", 
    "West Virginia"
  ], 
  "subjects_top_term": "Rivers", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-10", 
    "text": "Establishes the Potomac National River in the States of Maryland, Virginia, West Virginia, and in the District of Columbia. Includes the Chesapeake and Ohio Canal National Historical Park and the Harpers' Ferry National Historical Park as identifiable units of the Potomac National River. Authorizes the Secretary of the Interior to acquire and maintain the area generally depicted on the map entitled \"Proposed Potomac National River Boundary Map. Establishes a Potomac National River Advisory Commission to advise and consult with Federal, State, and local agencies and persons on matters pertinent to the administration of the national river. Establishes a Potomac National River Historical Council to advise and consult with persons and agencies about matters relating to the history of the Potomac Valley. Requires the Secretary to report, within two years, his recommendations relative to the extension of the national river to include specified areas. Terminates the Commission and the Council 12 years after enactment of this Act. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish the Potomac National River in the States of Maryland, Virginia, and West Virginia, and in the District of Columbia.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:18-05:00"
}