{
  "actions": [
    {
      "acted_at": "2011-03-31", 
      "committee": "Committee on Foreign Affairs, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Affairs, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-03-31", 
      "committee": "House Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-03-31", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-04-14", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-05-30T20:37:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Foreign Affairs. H. Rept. 112-507, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-05-30T20:37:00-04:00", 
      "references": [], 
      "text": "House Committee on Rules Granted an extension for further consideration ending not later than Oct. 1, 2012.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-05-30", 
      "references": [], 
      "text": "Referred sequentially to the House Committee on Energy and Commerce for a period ending not later than Oct. 1, 2012.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-10-01T16:05:00-04:00", 
      "references": [], 
      "text": "Committee on Rules discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-10-01T16:06:00-04:00", 
      "references": [], 
      "text": "Committee on Energy and Commerce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-10-01T16:08:00-04:00", 
      "calendar": "Union", 
      "number": "502", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 502.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1280-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "28", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "2011-03-31", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Burton, Dan", 
      "sponsored_at": "2011-07-14", 
      "state": "IN", 
      "thomas_id": "00154", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Chabot, Steve", 
      "sponsored_at": "2011-07-14", 
      "state": "OH", 
      "thomas_id": "00186", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "2011-08-30", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Flake, Jeff", 
      "sponsored_at": "2011-07-14", 
      "state": "AZ", 
      "thomas_id": "01633", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Fortenberry, Jeff", 
      "sponsored_at": "2011-03-31", 
      "state": "NE", 
      "thomas_id": "01793", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "2011-03-31", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "40", 
      "name": "Royce, Edward R.", 
      "sponsored_at": "2011-03-31", 
      "state": "CA", 
      "thomas_id": "00998", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Sherman, Brad", 
      "sponsored_at": "2011-03-31", 
      "state": "CA", 
      "thomas_id": "01526", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-31", 
  "number": "1280", 
  "official_title": "To amend the Atomic Energy Act of 1954 to require congressional approval of agreements for peaceful nuclear cooperation with foreign countries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s109-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s109-112", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "18", 
    "name": "Ros-Lehtinen, Ileana", 
    "state": "FL", 
    "thomas_id": "00985", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-10-01T16:08:00-04:00", 
  "subjects": [
    "Arms control and nonproliferation", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "International affairs", 
    "International law and treaties", 
    "International organizations and cooperation", 
    "Nuclear power", 
    "Nuclear weapons", 
    "Terrorism", 
    "Trade restrictions", 
    "United Nations"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2012-05-30", 
    "text": "(Sec. 1) Amends the Atomic Energy Act of 1954 to include as requirements to be met by a cooperating party to an agreement for peaceful nuclear cooperation (section 123 agreement) in order to secure congressional approval of the agreement: (1) a prohibition on using equipment, material, or by product material acquired from any source in or for development of a nuclear explosive device; (2) limited access to facilities, equipment, or materials by third country nationals; (3) a commitment to maintain or enact a legal regime protecting U.S. suppliers from civil liability in any effort by the country to develop civilian nuclear power; (4) a prohibition on enrichment or reprocessing activities or construction of facilities; (5) implementation of chemical and biological production and stockpiling conventions; (6) implementation of an export control system; and (7) cooperation with the United States in preventing state sponsors of terrorism from acquiring or developing chemical, biological, or nuclear weapons or destabilizing numbers and types of advanced conventional weapons. Requires a joint congressional resolution of approval to a subsequent arrangement to a section 123 agreement. (Under current law such an agreement becomes effective unless Congress disapproves it within a specified time period.) (Sec. 2) Prohibits assistance, other than humanitarian assistance, from being provided to a country that withdraws from the Treaty on the Non-Proliferation of Nuclear Weapons (Treaty). Directs the United States to seek the return of transferred material, equipment, or components or special fissionable material produced through the use of such material, equipment, or components from a country that withdraws from the Treaty. (Sec. 3) Directs the President to: (1) report to Congress on the extent to which each country that engages in civil nuclear exports requires nuclear nonproliferation requirements comparable to those under this Act, and (2) keep Congress informed of initiatives and negotiations relating to section 123 agreements prior to their announcement. (Sec. 5) Terminates nuclear exports to a country determined to be a country of proliferation concern. (Sec. 6) Requires a joint congressional resolution of approval to a section 123 agreement to include any other additional provisions to accompany the proposed agreement. (Sec. 7) Prohibits the President from issuing a license for the export of nuclear material, facilities, components, services, or technology to a country that does not have liability protection for U.S. nuclear suppliers that is equivalent to the protection under the Convention on Supplementary Compensation for Nuclear Damage. (Sec. 8) Prohibits U.S. assistance to a country that has repeatedly supported or engaged in acts of proliferation of weapons of mass destruction (WMD) or related technologies or equipment. Authorizes the President to waive such prohibition for national security or humanitarian reasons. (Sec. 9) States that it is U.S. policy to ensure that each Treaty country should bring into force an Additional Protocol to its safeguards agreement with the International Atomic Energy Agency (IAEA). Requires the United States, when considering the provision of certain assistance to a Treaty country, to consider whether the proposed recipient has in force an Additional Protocol to its safeguards agreement with the IAEA. (Sec. 10) Expresses the sense of Congress that the President should ensure that participation in U.S.-conducted international nuclear programs is limited to the greatest extent practicable to governmental and nongovernmental participants from countries that have adopted nonproliferation provisions in their nuclear cooperation and nuclear export control policies comparable to the policies specified in section 123 of the Atomic Energy Act of 1954."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Atomic Energy Act of 1954 to require congressional approval of agreements for peaceful nuclear cooperation with foreign countries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:05:30-05:00"
}