{
  "actions": [
    {
      "acted_at": "1983-07-12", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3530-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-07-12", 
  "number": "3530", 
  "official_title": "A bill to amend the Federal Reserve Act to render the Federal Reserve System responsive and accountable to Congress and citizens, to amend the Congressional Budget Act of 1974 to coordinate fiscal, budget, and monetary policies by means of the establishment of annual discount rate, interest rate, and monetary growth rate targets, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Reserve System Reform Act", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-07-12", 
  "subjects": [
    "Advisory bodies", 
    "Auditing", 
    "Congress and Members of Congress", 
    "Congressional budget", 
    "Congressional oversight", 
    "Congressional veto", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Interest", 
    "Interest rates", 
    "Monetary policy", 
    "Money"
  ], 
  "subjects_top_term": "Monetary policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-07-12", 
    "text": "Federal Reserve System Reform Act - Amends the Federal Reserve Act to direct the Board of Governors of the Federal Reserve System (the Board) to transmit to the Congress an independent bi-annual report setting forth the impact during the previous 12 months of the monetary policies and actions of the Board on selected areas of the economy including housing, agriculture, business, and the accessibility of credit. Directs the Board to provide certain congressional committees with specified information requested by such committees to analyze the policies and actions of the Board and their effect on the economy. Requires the net earnings (after distribution of dividends) of a Federal reserve bank to be paid into the general fund of the Treasury instead of the surplus fund (as now). Permits the Board to enter into agreements with the Administrator of General Services with respect to the maintenance, operation, or protection of any building owned by the Board. Eliminates the proscription against Board members' holding: (1) office or directorships; or (2) stocks in any bank, banking institution, trust company or Federal Reserve Bank. Reduces the term of office for members and executive officers of the Board of Governors from 14 to five years. Limits the Chairman and Vice Chairman of the Board to a maximum of two terms. Limits service of Board members to a maximum of two terms. Changes the composition of the Federal Open Market Committee membership by substituting the Secretary of the Treasury for the five representatives of the Federal Reserve Banks. Requires the Comptroller General of the United States to audit the Federal Advisory Council and the Federal Open Market Committee. Amends the Congressional Budget Act of 1974 to require the first concurrent resolution on the budget for the fiscal year to recommend the range within which specified rates of interest and monetary and credit aggregates should be maintained. Requires monetary policy implemented under this Act to maintain the growth and interest rates established for the most recent concurrent resolution on the budget. Requires the Board to notify both houses of Congress of any proposed changes in monetary policy which may affect specified rates of interest or ratio of reserves against deposits. States that such change shall become effective after 30 days if neither House of Congress passes a resolution of disapproval."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Reserve System Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Reserve Act to render the Federal Reserve System responsive and accountable to Congress and citizens, to amend the Congressional Budget Act of 1974 to coordinate fiscal, budget, and monetary policies by means of the establishment of annual discount rate, interest rate, and monetary growth rate targets, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:10-05:00"
}