{
  "actions": [
    {
      "acted_at": "1976-03-11", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-13", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce with amendment, S. Rept. 94-851.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-01", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-01", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-01", 
      "bill_ids": [
        "hr13601-94"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of H.R. 13601.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-27", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-27", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-27", 
      "bill_ids": [
        "hr14932-94", 
        "hr13601-94"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 14932 and H.R. 13601.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-27", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-29", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-1734.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-30", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-1743.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-30", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-30", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-10-01", 
      "references": [], 
      "text": "House agreed to conference report, roll call #862 (299-44).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-10-01", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-10-06", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-10-07", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-10-07", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-10-19", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1976-10-19", 
      "references": [], 
      "text": "Public law 94-555.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3131-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1976-10-19", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-11", 
  "number": "3131", 
  "official_title": "An Act to amend the Rail Passenger Service Act to provide financing for the National Railroad Passenger Corporation, to amend the Regional Rail Reorganization Act of 1973 to increase the amount of loan authority under section 211(h)(1) of such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12346-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr13601-94", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr14932-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Amtrak Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Hartke, Vance", 
    "state": "IN", 
    "thomas_id": "01349", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-11", 
  "subjects": [
    "Government corporations", 
    "Railroad rates", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1976-09-30", 
    "text": "(Conference report filed in House, H. Rept. 94-1743) Rail Transportation Improvement Act - =Title I: Amtrak Improvement= - Amtrak Improvement Act - Amends the Rail Passenger Service Act to authorize the appropriation of specified sums for Amtrak for fiscal years 1976 through 1978. Authorizes Amtrak to employ security guards to provide security and protection for rail passengers and rail properties. Directs the Interstate Commerce Commission to study through route and joint fare arrangements between Amtrak and other intercity rail carriers and the intercity bus industry. Authorizes Amtrak to establish through routes and joint fares with any motor carrier. =Title II: Rail Amendments= - Makes explicit the right of the Consolidated Rail Corporation (Conrail) to acquire interests in rail marine freight floating equipment with full immunity for the officers and directors and full deficiency judgment protection. Increases, subject to specified conditions, the aggregate principal on loan agreements for payments of obligations which the United States Railway Association may enter into with the Conrail, the National Railroad Passenger Corporation, and profitable railroads from $230,000,000 to $350,000,000. Specifies priorities for the disbursement of funds held in escrowed accounts by a railroad in reorganization which are determined to be \"cash and other current assets of the estate\" of such railroad. Allows Conrail to borrow amounts required to provide adequate funding for payment of medical, life, and health insurance benefits for all employees. Requires Conrail to guarantee the payment of accrued pension benefits provided under any employee pension benefit plan terminated by Conrail on or after the date of transfer to Conrail if such benefits were not guaranteed under title IV of the Employee Retirement Income Security Act of 1974. Exempts local public bodies providing mass transportation by rail from the interstate rate regulations of the ICC. Provides that, with respect to employee claims against the estate of a railroad in reorganization arising under collective bargaining before the date of conveyance of the property of such railroad to Conrail, such claims shall remain the liability of the estate of such railroad. Revises the method for determining the monthly displacement allowance for protected employees adversely affected by railraod reorganization. Assures non-contract employees who are deprived of employment, continuation of health and life insurance coverage up to the age of retirement. Revises regulations governing the delegation of the powers of the U.S. Railway Association Board. Authorizes any railroad to apply to the Secretary of Transportation for financial assistance for facilities rehabilitation and improvement financing. Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to revise the provisions pertaining to redeemable preference shares priority and redemption payments. Declares that obligation guarantees entered into by the Secretary are backed by the full faith and credit of the United States. Sets forth conditions requisite for such guarantees. Authorizes additional appropriations for the acquisition of properties in the Northeast Corridor. Amends the Interstate Commerce Act to remove the authority of the Interstate Commerce Commission with respect to the discontinuance or abandonment of any spur, industrial, team, switching, or side tracks which are located entirely in one State or any street, suburban, or interurban electric railway which is not operated as part of a general system of rail transportation. Makes specified technical amendments. =Title III: General Provisions= - Directs the Secretary of Health, Education, and Welfare to submit a report to Congress on the environmental effects of the discharge of waste from specified railroad conveyances. Directs the Interstate Commerce Commission to report to Congress on problems of and need for rail transportation on the Delaware-Maryland-Virginia Peninsula. Makes the provisions of this Act effective October 1, 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Amtrak Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Rail Passenger Service Act to authorize additional appropriations.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend the Rail Passenger Service Act to provide financing for the National Railroad Passenger Corporation, to amend the Regional Rail Reorganization Act of 1973 to increase the amount of loan authority under section 211(h)(1) of such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:47-05:00"
}