{
  "actions": [
    {
      "acted_at": "1977-06-20", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1720-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-06-20", 
  "number": "1720", 
  "official_title": "A bill to amend chapter 5, subchapter 11, of title 5, United States Code, to provide for improved administrative procedures.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Abourezk, James", 
    "state": "SD", 
    "thomas_id": "01268", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-20", 
  "subjects": [
    "Administrative procedure", 
    "Government operations and politics", 
    "Subpoena"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-06-20", 
    "text": "States that in the event a Federal employee presiding over the reception of evidence in any agency hearing is unavailable to render the initial decision in such matter, the decision may be made by an employee qualified to preside at such hearing or the entire record may be certified to the agency for a decision. States that the requirement that a presiding employee make the initial decision in a given case shall not apply to applications for initial licenses, decisions concerning the validity of rates or other specified matters pertaining to public utilities, or matters concerning the agency itself. Prohibits agency employees participating in any agency decision involving more than one party from consulting any person or party on a fact in issue unless all parties have been given notice and an opportunity to participate in such consultation. Prohibits such deciding employees from being involved in the performance of investigative or litigating functions in connection with a case subject to his decision or any factually related case. Authorizes each agency to establish one or more agency appeal board to review decisions of presiding employees. Requires such agencies to establish rules under which such agency will (1) entertain appeals to it directly from the decision of a presiding employee, or (2) entertain appeals only after the decision of any agency appeal board. Requires each agency to authorize officers, including presiding officers, to sign and issue subpenas. Authorizes agencies to issue subpenas without any other specific statutory authorization."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 5, subchapter 11, of title 5, United States Code, to provide for improved administrative procedures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:23-05:00"
}