{
  "actions": [
    {
      "acted_at": "1975-04-29", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6465-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-29", 
  "number": "6465", 
  "official_title": "A bill to provide Federal programs of educational, employment, and other assistance to areas with heavy concentrations of foreign-born persons.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "New Americans Education and Employment Assistance Act", 
  "sponsor": {
    "district": "2", 
    "name": "Nix, Robert N. C.", 
    "state": "PA", 
    "thomas_id": "00866", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-29", 
  "subjects": [
    "Aliens", 
    "Education", 
    "Federal aid programs", 
    "Federal aid to education", 
    "Immigration", 
    "Labor and employment", 
    "States"
  ], 
  "subjects_top_term": "Federal aid programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-29", 
    "text": "New Americans Education and Employment Assistance Act - Declares the findings of Congress that: (1) the needs of newly arrived foreign-born Americans may place heavy financial strains on the communities in which they reside; and (2) the Federal Government has a responsibility to assist those States and cities having concentrations of foreign-born populations in meeting common financial strains. Directs the Secretary of Health, Education, and Welfare to make grants to cities and States each year for programs in education, job training, counseling, orientation, and other similar activities for the benefit of immigrants. Provides that the entitlement of each State for the purpose of such grants shall be the number of dollars resulting from multiplying the number of immigrants who arrived in that State during the immediately preceding calendar year by $1,000. Provides that the entitlement of each gateway city within a State for purposes of such grants shall be subtracted from the entitlement of that State and shall consist of that percentage of the State entitlement which is equal to the number of dollars resulting from multiplying the number of immigrants who arrived in that State during the immediately preceding calendar year who reside in such city by $1,000. Authorizes the Secretary to make additional discretionary grants to eligible cities. Authorizes the Secretary to make grants of up to $250 to each immigrant and to each member of his family arriving in the United States not more than one year prior to the making of the grant, to enable such immigrant and his family to travel for the purpose of changing residence from any gateway city to any State other than that in which such gateway city is located, if an employer in the place to which such immigrant is to travel under the grant certifies that such employer will employ that immigrant. Authorizes to be appropriated such sums as are necessary to make grants to cities and States under this Act. Authorizes to be appropriated $20,000,000 for grants to immigrants for travel under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "New Americans Education and Employment Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide Federal programs of educational, employment, and other assistance to areas with heavy concentrations of foreign-born persons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:15-05:00"
}