{
  "actions": [
    {
      "acted_at": "1998-07-14", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2302-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-14", 
  "number": "2302", 
  "official_title": "A bill to provide for tort liability insurance for Indian tribes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "American Indian Tort Liability Insurance Act", 
  "sponsor": {
    "district": null, 
    "name": "Gorton, Slade", 
    "state": "WA", 
    "thomas_id": "01341", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-07-14", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Damages", 
    "Department of the Interior", 
    "District courts", 
    "Economics and public finance", 
    "Federal aid to Indians", 
    "Federal-Indian relations", 
    "Finance and financial sector", 
    "Government liability", 
    "Government operations and politics", 
    "Insurance premiums", 
    "Jurisdiction", 
    "Law", 
    "Liability insurance", 
    "Minorities", 
    "Native Americans", 
    "Negligence", 
    "Punitive damages", 
    "Torts", 
    "Wrongful death"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-07-14", 
    "text": "American Indian Tort Liability Insurance Act -Grants U.S. district courts jurisdiction of civil actions in claims against an Indian tribe for money damages accruing on or after the enactment of this Act for loss of property, personal injury, or death caused by the negligent or wrongful act or omission of a tribe under circumstances in which the tribe, if it were a private individual or corporation, would be liable to the claimant in accordance with the law of the State where the act or omission occurred. Directs the Secretary of the Interior: (1) within 180 days after the enactment of this Act, to obtain or provide tort liability insurance or equivalent coverage, on the most cost-effective basis, for each tribe that receives a tribal priority allocation (from amounts made available to the Bureau of Indian Affairs for the operation of Indian programs), unless the tribe has obtained appropriate liability insurance by such date; (2) to take actions to ensure the payment of the initial insurance premium by a tribe; and (3) to withhold the tribal priority allocation of a tribe unless and until it makes subsequent premium payments. Prohibits the insurer from asserting tribal immunity as a reason for denying a claim for damages resulting from the tort liability of an Indian tribe. . Grants the district courts jurisdiction over any action concerning the tort liability of a tribe that is covered under such insurance. Permits a case to recover damages through an insurer that provides coverage to be brought without regard to whether remedies under applicable tribal law have been exhausted. Amends the Federal judicial code to set forth Indian tort claims procedure provisions. Makes an Indian tribe liable for actions of its employees relating to tort claims in the same manner and to the same extent as a private individual or corporation, but not for interest before judgment or for punitive damages. Provides that where a death is caused, the tribe shall be liable for actual or compensatory damages in lieu of punitive damages. Prohibits a tribe's or tribal organization's liability from exceeding $500,000 for each claim made or an aggregate of $1 million for claims arising from the same occurrence. Provides that this Act shall not apply to any case relating to a controversy about membership in an Indian tribe. Waives tribal immunity (from jurisdiction of the courts) to the extent necessary to carry out or enforce this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "American Indian Tort Liability Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for tort liability insurance for Indian tribes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:34-05:00"
}