{
  "actions": [
    {
      "acted_at": "1994-03-24", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-03-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-04-08", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-04-18", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-04-18", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4126-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Faleomavaega, Eni F.H.", 
      "sponsored_at": "1994-03-24", 
      "state": "AS", 
      "thomas_id": "00367", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1994-03-24", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Green, Gene", 
      "sponsored_at": "1994-03-24", 
      "state": "TX", 
      "thomas_id": "00462", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Johnson, Eddie Bernice", 
      "sponsored_at": "1994-04-21", 
      "state": "TX", 
      "thomas_id": "00599", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lewis, John", 
      "sponsored_at": "1994-03-24", 
      "state": "GA", 
      "thomas_id": "00688", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Parker, Mike", 
      "sponsored_at": "1994-03-24", 
      "state": "MS", 
      "thomas_id": "00889", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Reynolds, Mel", 
      "sponsored_at": "1994-04-21", 
      "state": "IL", 
      "thomas_id": "00955", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Romero-Barcelo, Carlos A.", 
      "sponsored_at": "1994-04-21", 
      "state": "PR", 
      "thomas_id": "00980", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Scott, Robert C. \"Bobby\"", 
      "sponsored_at": "1994-04-21", 
      "state": "VA", 
      "thomas_id": "01037", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-03-24", 
  "number": "4126", 
  "official_title": "To offer States a national welfare reform option and incentives to implement the welfare reform option, to strengthen child support enforcement, to provide all States with the flexibility and resources necessary to promote work and self-sufficiency, to expand access to affordable child care, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Work-First Welfare Reform Act of 1994", 
  "sponsor": {
    "district": "18", 
    "name": "Lowey, Nita M.", 
    "state": "NY", 
    "thomas_id": "00709", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-03-24", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Bank accounts", 
    "Business records", 
    "Child health", 
    "Child support", 
    "Civil rights and liberties, minority issues", 
    "Collection of accounts", 
    "Commerce", 
    "Computer networks", 
    "Congress", 
    "Congressional reporting requirements", 
    "Data banks", 
    "Day care", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Earned income tax credit", 
    "Earnings", 
    "Employee training", 
    "Families", 
    "Federal-state relations", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Food stamps", 
    "Garnishment", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government service contracts", 
    "Grants-in-aid", 
    "Health", 
    "Health insurance", 
    "Income", 
    "Income tax", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Insurance premiums", 
    "Interest", 
    "Intergovernmental fiscal relations", 
    "Interstate relations", 
    "Job hunting", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Layoffs", 
    "Manpower training programs", 
    "Medicaid", 
    "Paternity", 
    "Public assistance programs", 
    "Science, technology, communications", 
    "Social security eligibility", 
    "Social welfare", 
    "State courts", 
    "State laws", 
    "State officials and employees", 
    "Student employment", 
    "Tax administration", 
    "Tax credits", 
    "Tax penalties", 
    "Tax refunds", 
    "Tax returns", 
    "Taxation", 
    "Unemployment", 
    "Vocational guidance", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-03-24", 
    "text": "TABLE OF CONTENTS: Title I: State Welfare Reform Option Title II: Incentives for State Participation in Welfare Reform Title III: Policy Changes to Reward Work Title IV: Child Support Enforcement Work-First Welfare Reform Act of 1994 - Title I: State Welfare Reform Option - Amends part A (Aid to Families with Dependent Children) (AFDC) of title IV of the Social Security Act (SSA) to give States the option of developing a welfare reform plan containing a welfare-job development integration plan meeting specified requirements (including those requiring welfare recipient participation along with the State in one of two specified types of Empowerment Compacts with specific goals and timetables for each individual participant's attainment of self-sufficiency) for reorienting their welfare programs towards such overall goal for all welfare recipients who are capable of working. (Sec. 101) Provides for approval, implementation, and evaluation of welfare reform plans. Title II: Incentives for State Participation in Welfare Reform - Amends SSA title IV part A to provide for: (1) increased Federal payments to welfare reform States meeting specified requirements for the costs of operating programs under part F (Job Opportunities and Basic Skills Training Program) (JOBS); and (2) modification of the amount payable to individual welfare reform plan participants expecting a decrease in income over a certain period in States which have elected to adjust individual AFDC benefits quarterly. (Sec. 203) Authorizes the Secretary to make grants to States for purposes of developing welfare reform plans. Sets limits on the amount the Secretary may expend on such grants in any fiscal year through FY 2000. Title III: Policy Changes to Reward Work - Amends SSA title IV part A and the Internal Revenue Code to make various specified changes designed to reward work, by, for example: (1) giving States the authority to establish enhanced earnings disregards for AFDC recipients and define unemployment for purposes of the AFDC-UP program; and (2) making the tax credit for dependent care expenses refundable, and requiring employers to make advance payments of such credit to their employees. (Sec. 304) Requires the Secretaries of Agriculture, of Health and Human Services, and of Labor to submit to the Congress an annual report on any State or Federal laws which may inhibit implementation of welfare reform plans. (Sec. 305) Directs the Secretary of Health and Human Services to establish the requirements to be followed by each State in developing and applying outcome measures and targets for assessing the effectiveness of the State's JOBS program. Amends SSA title IV part A to provide for a reduction in State JOBS funding for States which have not submitted for approval a plan for meeting such requirements. (Sec. 306) Directs the Comptroller General to submit to the Congress a methodology for determining the use of transitional child care and extended medical assistance under Medicaid. Makes various specified amendments to SSA title IV part A, including with regard to matters concerning transitional child care and certain student earnings and income. Title IV: Child Support Enforcement - Directs the Secretary to establish a Federal registry of child support orders issued or modified in a State for comparing information reported on an employee's W-4 form with information in the registry, and for notifying the appropriate State child support order registry established by this Act of the accuracy of the amount specified on the form as the empoyee's monthly child support obligation. (Sec. 402) Makes various specified amendments to SSA title IV part D (Child Support and Establishment of Paternity), including with regard to matters concerning: (1) expansion of the Federal Parent Locator Service; (2) development of a uniform child support withholding order; (3) State agency access to various data bases containing information with respect to absent parents; and (4) private access to State locate resources and enforcement services for purposes of establishing, modifying, and enforcing child support and parentage orders. (Sec. 403) Directs the Secretary of the Treasury to: (1) establish a national system for reporting copies of every employee's W-4 form to the appropriate State and Federal child support order registries; and (2) modify the W-4 form to enable the employee to indicate on it certain information related to child support and health care insurance for any dependent children. (Sec. 404) Amends the Internal Revenue Code to: (1) provide for the reconciliation of child support obligations and payments on income tax returns, with the full amount due by the end of the applicable tax year and subject to the same collection process and penalties applicable to back taxes; (2) provide for a tax credit for withholdings and payments in excess of applicable obligations; (3) require the Secretary to pay amounts collected to the appropriate State registry; and (4) require employers to include withheld obligations on the employee's W-2 form. (Sec. 407) Amends the Consumer Credit Protection Act to: (1) give debts relating to child support higher priority in a garnishment than other Federal debts when an individual's disposable earnings are not sufficient to pay both debts; and (2) prohibit employers from discharging employees with more than one indebtedness, if all but one of the debts arise from one or more orders for the support of a child. (Sec. 408) Amends SSA title IV part D to require States to enact the version of the Uniform Interstate Family Support Act adopted by the National Conference of Commissioners on Uniform State Laws in August 1992."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Work-First Welfare Reform Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To offer States a national welfare reform option and incentives to implement the welfare reform option, to strengthen child support enforcement, to provide all States with the flexibility and resources necessary to promote work and self-sufficiency, to expand access to affordable child care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:46-05:00"
}