{
  "actions": [
    {
      "acted_at": "1976-08-05", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15086-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-05", 
  "number": "15086", 
  "official_title": "A bill to amend the Controlled Substances Act and the Controlled Substances Import and Export Act to provide for mandatory minimum sentences for persons convicted of certain offenses involving narcotic drugs, for post-conviction release of such persons under certain conditions, for forfeiture of moneys used for trafficking in narcotic drugs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Drug Pushers Punishment Act", 
  "sponsor": {
    "district": "9", 
    "name": "Kasten, Robert W., Jr.", 
    "state": "WI", 
    "thomas_id": "00619", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-05", 
  "subjects": [
    "Crime and law enforcement", 
    "Criminal law", 
    "Criminal procedure", 
    "Drug abuse", 
    "Drug traffic", 
    "Drugs", 
    "Drugs and youth", 
    "Law", 
    "Narcotic law and legislation", 
    "Narcotic traffic", 
    "Narcotics", 
    "Narcotics and crime", 
    "Prisoners", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Narcotics", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-05", 
    "text": "Drug Pushers Punishment Act - Title I: Increased Penalties - Increases, under the Controlled Substances Act and the Controlled Substances Import and Export Act, the penalties for the manufacture or distribution of a controlled narcotic drug to: (1) not less than 5 years, nor more than 25 years, imprisonment, and a fine of up to $50,000; (2) not less than 10 years and up to life imprisonment, and a fine of up to $100,000 if a person had a previous felony conviction relating to controlled substances; (3) not less than 10 years and up to life imprisonment and a fine of up to $100,000 if the crime was committed while such person was on release from a charge of violating this Act. Excepts addicted persons from the minimum term of imprisonment in all three categories of this Act. Declares that a conspiracy to commit any offense under such Acts shall be punished as prescribed for the commission of the offense. Title II: Conditions of Release - Adds, for the judicial officer's consideration in setting conditions of release, the element of whether the person poses a danger to the safety of other persons, himself, the community, and the property of others. Sets forth procedures to govern the pretrial and posttrial release of persons charged with offenses involving specified narcotic drugs. Title III: Forfeitures - Adds to the list of property which is subject to forfeiture all moneys used, or intended for use, in manufacturing, distributing, dispensing, or acquiring any controlled substances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Drug Pushers Punishment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Controlled Substances Act and the Controlled Substances Import and Export Act to provide for mandatory minimum sentences for persons convicted of certain offenses involving narcotic drugs, for post-conviction release of such persons under certain conditions, for forfeiture of moneys used for trafficking in narcotic drugs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:43-05:00"
}