{
  "actions": [
    {
      "acted_at": "1996-05-21", 
      "references": [
        {
          "reference": "CR S5444", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-21", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-05-22", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Parks, Preservation and Recreation", 
      "text": "Referred to Subcommittee on Parks, Preservation and Recreation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1785-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Parks, Historic Preservation, and Recreation", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1996-05-21", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-05-21", 
  "number": "1785", 
  "official_title": "A bill to establish in the Department of the Interior the Essex National Heritage Area Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Essex National Heritage Area Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-05-21", 
  "subjects": [
    "Arts, culture, religion", 
    "Commemorations", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government lending", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Historic sites", 
    "History", 
    "Landscape protection", 
    "Massachusetts", 
    "Nature conservation", 
    "Public lands and natural resources", 
    "Transportation and public works", 
    "Water resources development", 
    "Waterways"
  ], 
  "subjects_top_term": "Historic sites", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-05-21", 
    "text": "TABLE OF CONTENTS: Title I: Essex National Heritage Area Title II: Essex National Heritage Area Commission Essex National Heritage Area Act of 1996 - Title I: Essex National Heritage Area - Establishes the Essex National Heritage Area for the purpose of preserving and interpreting the contributions to our national heritage of certain historic and cultural lands, natural waterways, and structures within Essex County, Massachusetts. Title II: Essex National Heritage Area Commission - Establishes the Essex National Heritage Area Commission in the Department of the Interior to: (1) coordinate activities of and establish cooperative agreements with government and private entities to further historic preservation, cultural conservation, natural area protection, and compatible revitalization for the Area; (2) establish standards for projects and prepare programs for preservation of historic properties; (3) make loans and grants for conserving and protecting sites, buildings, resources, and objects which are included on or eligible for the National Register of Historic Places; and (4) implement the study report by the Essex Heritage Ad-Hoc Commission. Requires the Secretary of the Interior to assist the Commission in preparing studies and plans and in implementing the recommendations contained in such report. Authorizes the Secretary to enter into agreements with the Commission or with any property owner within the Area to facilitate public use and enjoyment of such resources or to otherwise further the Commission's objectives. Directs the Secretary to provide technical assistance to the Commission, upon request, and authorizes the Secretary to provide technical assistance to property owners, Massachusetts, the city of Salem and other participating municipalities, Federal or State entities, institutions, or persons to carry out this Act. Directs the Commission to assist in the establishment of a nonprofit management entity to continue the Commission's functions after it expires in ten years. Prohibits privately owned property from being included within the Area's boundaries unless the government of the county, city, or town in which the property is located agrees and notifies the Secretary. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Essex National Heritage Area Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish in the Department of the Interior the Essex National Heritage Area Commission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:14-05:00"
}