{
  "actions": [
    {
      "acted_at": "1987-06-23", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-29", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-22", 
      "bill_ids": [
        "hr3545-100"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.3545.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2753-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Borski, Robert A.", 
      "sponsored_at": "1987-10-07", 
      "state": "PA", 
      "thomas_id": "00111", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Espy, Mike", 
      "sponsored_at": "1988-03-29", 
      "state": "MS", 
      "thomas_id": "00356", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1987-06-23", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kennelly, Barbara B.", 
      "sponsored_at": "1987-06-23", 
      "state": "CT", 
      "thomas_id": "00628", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1987-06-23", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1987-06-23", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-23", 
  "number": "2753", 
  "official_title": "A bill to amend part E of title IV of the Social Security Act to make necessary improvements in the foster care and adoption assistance program with the objective of assuring that such program will more realistically and more effectively meet the needs of the children involved, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3545-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Child Welfare and Foster Care Amendments of 1987", 
  "sponsor": {
    "district": "3", 
    "name": "Matsui, Robert T.", 
    "state": "CA", 
    "thomas_id": "00748", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-23", 
  "subjects": [
    "Child health", 
    "Child welfare", 
    "Children and youth", 
    "Day care", 
    "Foster home care", 
    "Government records, documents, and information", 
    "Health", 
    "Information services", 
    "Maternal and infant welfare", 
    "Preventive medicine", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-23", 
    "text": "Child Welfare and Foster Care Amendments of 1987 - Title I: Provisions Relating to Older Children in Foster Care Independent Living Program - Amends part E (Foster Care and Adoption Assistance) of title IV of the Social Security Act to authorize States to continue foster care payments for children under age 21 who are participating in an independent living program but have exceeded the age limit (age 18 or, for full-time secondary school students, 19) for such payments. Authorizes States to include children who are in State-sponsored foster care but who are not eligible for title IV foster care payments in independent living programs. Extends, through FY 1989, Federal funding for independent living programs. (Currently, such funding runs through FY 1988.) Title II: Health Care Plans for Foster Care Children - Requires that the written case plan developed for foster care children include a health care plan setting forth health care services the child has received and is scheduled to receive. Directs the Secretary of Health and Human Services to develop and make available to States suggested standards of practice relating to the development, management, and implementation of child health care plans providing for the early and periodic screening, diagnosis, and treatment of such children for physical and mental defects. Title III: Specialized Foster Care - Provides that where a child for whom foster care payments are being made resides in the same foster home or child-care institution as his or her son or daughter the payments made for such child shall include the cost of certain items provided to or on behalf of the child's son or daughter. Title IV: Training and Compensation of Foster Care Parents, Staff, and Providers - Directs States to require foster parents and staff members of child-care institutions to receive training or retraining designed to familiarize them with the special needs and problems of foster children. Requires States to provide child care services to foster parents who are receiving such training. Covers 75 percent of State costs of providing such training and child care. Requires that in conducting periodic reviews of foster care payment amounts States give full consideration to increases in the cost of providing foster care and the costs relating to the care of children with extraordinary physical or mental health care needs. Directs the Secretary to periodically (at least biennially) collect information on each State's level of foster care payments and distribute such information to all States. Title V: Extension of Voluntary Placement and Transfer of Funds Provisions - Amends the Adoption Assistance and Child Welfare Act of 1980 to extend permanently the provision of foster care payments for dependent children voluntarily placed in foster care by their parent or legal guardian. Amends the Foster Care and Adoption Assistance program to extend through FY 1989: (1) the ceiling on Federal payments to States for foster care expenditures; and (2) the authority for States to use such payments to cover expenditures under part B (Child Welfare Services) of title IV of the Act. (Currently, such ceiling and authorization runs through FY 1987.) Title VI: Miscellaneous Provisions - Makes this Act's amendments effective on October 1, 1987, unless otherwise specified."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Welfare and Foster Care Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend part E of title IV of the Social Security Act to make necessary improvements in the foster care and adoption assistance program with the objective of assuring that such program will more realistically and more effectively meet the needs of the children involved, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:37-05:00"
}