{
  "actions": [
    {
      "acted_at": "1979-10-22", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5665-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-22", 
  "number": "5665", 
  "official_title": "A bill to restructure the Federal tax system.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tax Restructuring Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Ullman, Al", 
    "state": "OR", 
    "thomas_id": "01174", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-22", 
  "subjects": [
    "Administrative procedure", 
    "Aid to dependent children", 
    "Business and commerce", 
    "Capital gains tax", 
    "Capital investments", 
    "Corporate finance", 
    "Corporation taxes", 
    "Corporations", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Depreciation and amortization", 
    "Dividends", 
    "Excise tax", 
    "Finance and financial sector", 
    "Government trust funds", 
    "Income tax", 
    "Individual retirement accounts", 
    "Interest", 
    "Investment tax credit", 
    "Labor and employment", 
    "Minimum tax", 
    "Old age, survivors and disability insurance", 
    "Retirement income", 
    "Saving and investment", 
    "Savings accounts", 
    "Securities and Investments", 
    "Small business", 
    "Social security taxes", 
    "Social welfare", 
    "Stocks", 
    "Supplemental security income program", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax incentives", 
    "Tax incidence", 
    "Tax rates", 
    "Tax returns", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Value-added tax"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-22", 
    "text": "Tax Restructuring Act of 1979 - Title I: Rate Reductions and Related Adjustments - Amends the Internal Revenue Code to lower the income tax rates on individuals and trusts and estates. Reduces the top marginal income tax rate to 50 percent of taxable income and the bottom rate to ten percent. Reduces the number of income tax brackets to eight for each category of taxpayer. Increases the amount of the zero bracket amount (formerly the standard deduction) for married individuals filing jointly to $4,000, for unmarried individuals to $2,600, and for married individuals filing separately to $2,000. Increases the minimum income levels at which a taxpayer is required to file an income tax return. Reduces the rate of the alternative minimum tax. Increases the rate of the earned income credit to 15 percent. Increases the maximum dollar amount of such credit to $750 (reduced by 15 percent of adjusted gross income in excess of $7,000). Qualifies childless couples for such credit. Makes the credit for the elderly refundable where the amount of such credit exceeds tax liability. Reduces the amount of income eligible for the credit for the elderly by amounts received as benefits under Title XVI (Supplemental Security Income Benefits for the Aged, Blind, and Disabled) of the Social Security Act. Requires State plans for benefits under Title IV (Aid to Families with Dependent Children) of the Social Security Act to adjust levels used by the State for determining payments under such title to reflect changes in the cost of living. Reduces social security taxes with respect to wages earned after 1980. Directs the Secretary of the Treasury to deposit revenues from the value added tax into the Federal Old-Age and Survivors Insurance Trust Fund, the Federal Disability Insurance Trust Fund, and the Federal Hospital Insurance Trust Fund to compensate the loss of social security tax revenues resulting from rate reductions. Reduces the income tax rates for corporations and the rate of tax on corporate capital gains. Title II: Capital Formation - Exempts from income taxation interest accumulated in a tax deferred savings account which is created for the exclusive benefit of an individual taxpayer and which is maintained in a bank, savings and loan association, or a credit union. Permits cash contributions of $1,000 or less per year to such savings accounts. Specifies that distributions from tax deferred savings accounts shall be includible in the gross income of the distributee, unless such distributions are reinvested within 60 days into another savings account. Provides that such accounts shall not be transferable except in cases of death or divorce. Requires the termination of a tax deferred savings account before the close of the fifth year after the death of the individual maintaining such account. Permits a tax exclusion from the gross income of shareholders (other than trusts, estates, and shareholders holding five percent or more of the value of the voting power of the distributing corporation) of up to $1,500 ($3,000 in the case of joint returns) of stock dividends paid by domestic corporations in the form of newly issued common stock. Specifies that the number of shares so issued shall be determined by reference to a value equal to between 95 and 105 percent of the stocks' value on the distribution date. Disqualifies the stock of a corporation which has repurchased any of its stock within one year before or after the distribution date. Establishes the basis of stock distributed at zero. Treats as ordinary income, rather than capital gain, stock which is sold by a shareholder within one year of its distribution. Increases the allowable amount of the income tax deduction for contributions to an individual retirement account (IRA) to the lesser of $2,000 or 15 percent of an employee's taxable compensation. Permits active participants in tax-qualified retirement plans, tax-sheltered annuities, or governmental plans to claim an income tax deduction for contribution to an IRA up to a maximum of $1,000 for the taxable year. Disqualifies self-employed individuals and shareholder employees for the retirement savings deduction. Increases the permissible variance of class lives under the Asset Depreciation Range (ADR) system from 20 percent to 40 percent. Permits the disregard of salvage value in computing depreciation. Directs the Secretary of the Treasury to promulgate new relations under the ADR system which are simpler than existing regulations. Permits a small business to use class lives under the Asset Depreciation Range (ADR) system for purposes of computing depreciation expenses without requiring such business to conform to the requirements of the ADR system. Defines \"small business\" as a business with depreciable assets not in excess of $500,000 at the beginning of the taxable year and with depreciable assets placed in service during the taxable year not in excess of $250,000. Shortens the useful life requirements for depreciable assets eligible for investment tax credit treatment. Provides that an asset with a useful life of five years or more may claim the full investment tax credit for which it is eligible, and an asset with a useful life of between three and five years may claim 60 percent of such credit. Title III: Value Added Tax - Imposes a ten percent tax on business transactions involving: (1) the sale of property in the United States; (2) the performance of services in the United States; and (3) the importing of property into the United States by individuals engaging in a trade or business. Imposes a five percent tax with respect to food, housing, and medical care. Exempts from the value added tax sales by farmers or fishermen, the performance of mass transportation services in urbanized areas, public charities, educational activities of a governmental entity, exports of property, and interest. Allows taxpayers a refundable credit against the value added tax for the amount of such tax paid by suppliers of the taxpayer. Charges the seller of property or services with the responsibility for payment of the value added tax. Requires the seller to provide the purchaser with a tax invoice relating to the transaction if the seller has reason to believe that the purchaser is liable for the value added tax. Conditions the allowance of a tax credit upon the receipt of a tax invoice. Exempts small businesses whose transactions do not exceed $10,000 for a calendar year from the value added tax on all transactions except those involving imports and housing. Terminates such exemption if transactions exceed certain specified amounts in any calendar quarter. Requires tax returns for the value added tax to be filed before the first day of the second month after the close of each calendar quarter (or calendar month if the taxpayer so elects). Requires individuals engaged in business activity to notify the Secretary of any change in the form of their business which might affect their liability for the value added tax. Sets forth rules for the application of the value added tax, including rules relating to: (1) the income tax treatment of property which is subject to the value added tax; (2) de minimis transactions; (3) importers of property; (4) Subchapter S corporations; (5) gifts of business property or services; (6) insurance contracts; and (7) governmental entities and tax-exempt organizations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Restructuring Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to restructure the Federal tax system.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:43-05:00"
}