{
  "actions": [
    {
      "acted_at": "1980-08-27", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8033-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-08-27", 
  "number": "8033", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide estate and gift tax equity for family enterprises, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8032-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Family Enterprise Estate and Gift Tax Equity Act", 
  "sponsor": {
    "district": "3", 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-08-27", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Disabled", 
    "Estate tax", 
    "Family farms", 
    "Farm lands", 
    "Farms", 
    "Gift tax", 
    "Small business", 
    "Social welfare", 
    "Taxation"
  ], 
  "subjects_top_term": "Estate tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-08-27", 
    "text": "Family Enterprise Estate and Gift Tax Equity Act - Amends the Internal Revenue Code to increase the unified credit against the estate and gift taxes from $47,000 to $155,800 by specified annual increments through 1985. Increases from $175,000 to $500,000, by specified annual increments through 1985, the minimum gross estate requiring filing of a return. Repeals the existing limitations on the marital deduction for gift and estate taxes. Increases from $3,000 to $6,000 the annual gift tax exclusion. Permits disabled individuals and those receiving social security benefits to meet existing material participation requirements with respect to the special use valuation of certain farms and other real property, if an individual has materially participated in the operation of the farm or business for five out of the eight years preceding the year in which he or she becomes disabled or eligible for such benefits. Permits the spouse of a decedent to meet such requirements if the spouse has actually managed the farm or business for ten years preceding the decedent's death or takes over active management upon the decedent's death. Permits the owner of a woodland to qualify for the special use valuation if he or she has actively managed the property for ten years prior to death. Reduces from 15 to ten years the length of time a qualified property must be held following the decedent's death before it can be disposed of without incurring a recapture of estate tax benefits. Permits active management rather than material participation as a test for qualification for the estate for spouses, children under 21, students, and disabled individuals who receive property from a decedent who qualified for special use valuation. Repeals the $500,000 limitation on the reduction of the value of qualified real property permitted for application of the special use valuation. Allows like kind exchange of property without loss of special use valuation qualification. Allows net crop share rentals to qualify for the special use valuation as well as cash rentals. Authorizes the step-up basis of assets. Repeals the requirement that an heir elect special treatment for involuntary conversions of qualified real property, thus making such treatment automatic upon such conversion. States that gifts made within three years of a decedent's death shall be valued as of the time of transfer rather than as of the date of death. Authorizes an individual to elect to pay a gift tax rather than use the unified tax credit. Eliminates the alternative extension of time for payment of the estate tax where the estate consists largely of an interest in a closely held business. Allows installment payment election if the value of the interest in the closely held business is either 35 percent of the value of the gross estate or 50 percent of the taxable estate. Allows payment of an installment within six months after the due date without penalty. Allows a disclaimer of an interest in property for estate tax purposes in specified circumstances where such disclaimer does not result in the passing of the interest concerned under the applicable State law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Enterprise Estate and Gift Tax Equity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide estate and gift tax equity for family enterprises, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:31-05:00"
}