{
  "actions": [
    {
      "acted_at": "1987-03-18", 
      "committee": "Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s779-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-18", 
  "number": "779", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to provide for a voluntary system of spending limits and partial public financing of Senate general elections campaigns, to limit contributions by multicandidate political committees, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Senate Election Campaign Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Chiles, Lawton", 
    "state": "FL", 
    "thomas_id": "01304", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-18", 
  "subjects": [
    "Administrative procedure", 
    "Aliens", 
    "Campaign funds", 
    "Checkoff", 
    "Communications and Broadcasting", 
    "Congressional elections", 
    "Courts and Civil Procedure", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Government trust funds", 
    "Income tax", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Members of Congress (House)", 
    "Members of Congress (Senate)", 
    "Political action committees", 
    "Political advertising", 
    "Tax returns", 
    "Television", 
    "Television broadcasting", 
    "Voting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-18", 
    "text": "Senate Election Campaign Act of 1987 - Amends the Federal Election Campaign Act of 1971 to provide for spending limits and public financing for Senate general elections. Sets forth eligibility requirements for such public financing, including: (1) that a candidate raise contributions of a specified amount; (2) that a percentage of such contributions be made by the candidate's constituents; (3) that at least one other candidate has qualified for the same general election; and (4) that the candidate and the candidate's committees agree to abide by provisions of this Act. Prohibits candidates who receive public financing from expending such funds until after the first Monday in September or the year of the election. Prohibits the use of public financing, if all major and minor party candidates are in receipt of such funds, to pay expenses incurred prior to such date or to pay for political broadcasts prior to such date. Limits personal expenditures to $20,000 and overall spending to $600,000 plus 25 cents multiplied by the voting age population of the State involved. Establishes formulae for determining entitlements of candidates of a major party and for those not of a major party. Entitles candidates to certain broadcast media rates. Provides for additional payments and suspension of spending limits when non-participating candidates and their committees exceed spending limitations. Requires the Federal Election Commission to certify the eligibility of candidates to the Secretary of the Treasury in order for such candidates to receive payments. Requires the Secretary to maintain in the Presidential Election Campaign Fund the Senate Election Campaign Fund for the deposit of funds for payments to eligible candidates. Directs the Commission, after each election, to audit the campaign expenses of publicly financed candidates. Requires such candidates to repay any excess amounts received. Subjects Commission actions under this Act to judicial review by the United States Court of Appeals for the District of Columbia Circuit. Directs the Commission to report to the Senate after each election on actions taken under this Act. Authorizes appropriations to the Commission as necessary. Amends the Internal Revenue Code to increase the amount an individual may designate to the Presidential Election Campaign Fund from $1 to $2 (and in the case of joint returns, from $2 to $4). Establishes reporting requirements for Senate candidates relating to spending limitations, candidacy eligibility, and independent expenditures. Decreases, from $5,000 to $3,000, the amount a multicandidate political committee may contribute to an individual candidate or to any other political committee. Limits the overall contributions that a multicandidate political committee can make to candidates in general elections to the House of Representatives and the Senate. Limits contributions to a national political party by all contributing multicandidate political committees to $2,000,000 in any two-year election cycle. Provides for the accountability of contributions made by intermediaries or conduits to political action committees. Describes circumstances where an expenditure shall not constitute an independent expenditure for purposes of this Act. Requires, when independent expenditures are made for television broadcast communications, that a statement appear continuously during such broadcast showing the name of the person or committee making such expenditure. Requires any other type of general public communication to include such statement. Prohibits political committees of foreign nationals from making campaign contributions. Prohibits the use of campaign contributions to repay loans by a candidate to himself or herself or to his or her authorized committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Senate Election Campaign Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to provide for a voluntary system of spending limits and partial public financing of Senate general elections campaigns, to limit contributions by multicandidate political committees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:21-05:00"
}