{
  "actions": [
    {
      "acted_at": "2012-03-22", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-04-26", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "subcommittee": "Insurance, Housing and Community Opportunity", 
      "text": "Referred to the Subcommittee on Insurance, Housing and Community Opportunity.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4253-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Insurance, Housing and Community Opportunity", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Grimm, Michael G.", 
      "sponsored_at": "2012-03-22", 
      "state": "NY", 
      "thomas_id": "02041", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-03-22", 
  "number": "4253", 
  "official_title": "To amend the Low-Income Housing Preservation and Resident Homeownership Act of 1990.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Preservation Enhancement and Savings Opportunity Act of 2012", 
  "sponsor": {
    "district": "3", 
    "name": "Paulsen, Erik", 
    "state": "MN", 
    "thomas_id": "01930", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-03-22", 
  "subjects": [
    "Government lending and loan guarantees", 
    "Housing and community development", 
    "Housing finance and home ownership", 
    "Low- and moderate-income housing", 
    "Public housing"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-03-22", 
    "text": "Preservation Enhancement and Savings Opportunity Act of 2012 - Amends the Low-Income Housing Preservation and Resident Homeownership Act of 1990 (LIHPRHA) to entitle the owner of a property subject to a plan of action or use agreement to distribute: (1) annually, all surplus cash generated by the property; and (2) upon request made to the Secretary of Housing and Urban Development (HUD), any funds accumulated in a residual receipts account. Entitles the owner to such distribution, however, only if the individual is in material compliance with the use agreement. Declares that neither LIHPRHA, nor any plan of action or use agreement implementing it, shall restrict an owner from obtaining a new loan or refinancing a loan secured by a low-income housing project, or from distributing the proceeds of such a loan, except that the treatment of the loan for purposes of budget-based project rents shall be within the Secretary's discretion. Grants an owner who received a direct capital loan under the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 1997, upon 30 days written notice to the Secretary, including payment of the present value of the loan as determined under a discount rate equal to the Office of Management and Budget's (OMB) nominal Treasury rate of appropriate duration based upon the loan's maturity, the right to defease the loan or to obtain the release of the instrument securing it. Amends the Multifamily Assisted Housing Reform and Affordability Act of 1997 with respect to the requirement that the Secretary, upon expiration of a project-based contract for low-income housing assistance under section 8 of the United States Housing Act of 1937 for a project subject to an approved plan of action under either LIHPRHA or the Emergency Low Income Housing Preservation Act of 1987, provide the owner with benefits comparable to those provided under the plan of action, including distributions, rent increase procedures, and duration of low-income affordability restrictions. Revises the requirement to require that the benefits provided to the owner be at least comparable to those provided under the plan of action. Authorizes the owner to request a rent increase."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Preservation Enhancement and Savings Opportunity Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Low-Income Housing Preservation and Resident Homeownership Act of 1990.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:40:44-05:00"
}