{
  "actions": [
    {
      "acted_at": "2009-06-25", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-07-08", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-23", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-23", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 41 - 24.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-09-30T16:10:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Financial Services. H. Rept. 111-277.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-30T16:10:00-04:00", 
      "calendar": "Union", 
      "number": "157", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 157.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3045-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "43", 
      "name": "Baca, Joe", 
      "sponsored_at": "2009-06-25", 
      "state": "CA", 
      "thomas_id": "01614", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Biggert, Judy", 
      "sponsored_at": "2009-06-25", 
      "state": "IL", 
      "thomas_id": "01577", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Cohen, Steve", 
      "sponsored_at": "2009-06-25", 
      "state": "TN", 
      "thomas_id": "01878", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "2009-06-25", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Hinojosa, Ruben", 
      "sponsored_at": "2009-07-31", 
      "state": "TX", 
      "thomas_id": "01490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Israel, Steve", 
      "sponsored_at": "2009-07-31", 
      "state": "NY", 
      "thomas_id": "01663", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Lee, Barbara", 
      "sponsored_at": "2009-07-09", 
      "state": "CA", 
      "thomas_id": "01501", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pierluisi, Pedro R.", 
      "sponsored_at": "2009-07-31", 
      "state": "PR", 
      "thomas_id": "01953", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-25", 
  "number": "3045", 
  "official_title": "To reform the housing choice voucher program under section 8 of the United States Housing Act of 1937.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Section 8 Voucher Reform Act of 2009", 
  "sponsor": {
    "district": "35", 
    "name": "Waters, Maxine", 
    "state": "CA", 
    "thomas_id": "01205", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-07-23", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Border security and unlawful immigration", 
    "Congressional oversight", 
    "Consumer credit", 
    "Crimes against children", 
    "Department of Housing and Urban Development", 
    "Disability and paralysis", 
    "Drug, alcohol, tobacco use", 
    "Firearms and explosives", 
    "Government information and archives", 
    "Government investigations", 
    "Government lending and loan guarantees", 
    "Homelessness and emergency shelter", 
    "Housing and community development", 
    "Housing and community development funding", 
    "Housing finance and home ownership", 
    "Housing for the elderly and disabled", 
    "Housing industry and standards", 
    "Low- and moderate-income housing", 
    "Performance measurement", 
    "Poverty and welfare assistance", 
    "Public contracts and procurement", 
    "Public housing", 
    "Public utilities and utility rates", 
    "Residential rehabilitation and home repair", 
    "Sex offenses", 
    "User charges and fees", 
    "Veterans' loans, housing, homeless programs", 
    "Violent crime", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2009-09-30", 
    "text": "Section 8 Voucher Reform Act of 2009 - (Sec. 2) Amends the United States Housing Act of 1937 to revise requirements for public housing agency (PHA) inspections of each dwelling unit for which a housing assistance payment contract is established. Requires an initial inspection before any assistance payment is made. Allows such payments if failure to meet standards is a result only of non-life threatening conditions, as established by the Secretary of Housing and Urban Development (HUD). Requires suspension of payments until each deficiency has been corrected. Permits a PHA, in the case of any property that, within the previous 12 months, has met the requirements of a qualified alternative inspection method, to authorize occupancy before completion of an initial inspection. Requires biennial inspections, in lieu of current annual inspections, to determine compliance. Provides for interim inspections, upon family request, within 24 hours if a noncompliant condition is life-threatening, or within 15 days if not life-threatening. Specifies steps for a determination of noncompliance. Authorizes a PHA to: (1) withhold assistance to a noncomplying unit during a correction period; and (2) use such assistance to make payments relating to such period during which payments were withheld. Authorizes a PHA to: (1) abate all assistance amounts for a noncomplying unit; (2) recommence such payments to its owner upon repair of the unit; and (3) use such abated assistance to make repairs to a noncomplying dwelling unit. Prohibits a contract to make such repairs with the inspector who determined the dwelling unit's failure. Requires a PHA to: (1) notify the tenant and the dwelling unit owner upon commencement of an abatement; (2) require the tenant to move if the dwelling unit is not brought into compliance within a specified period of time; and (3) issue the tenant the necessary forms to allow the move, transferring the rental assistance to the new unit. Prohibits a dwelling unit owner from terminating the tenancy of any tenant because of the withholding or abatement of assistance. Allows such tenant, during such withholding or abatement, to terminate the tenancy by notifying the owner. Requires the PHA to: (1) terminate the housing assistance payments contract for a dwelling unit if such assistance is abated, the owner does not correct the noncompliance within a specified period of time, and the agency does not use such abated assistance to pay for the repairs; (2) provide the family residing in the dwelling unit a certain period of time to lease a new residence with the tenant-based rental assistance; and (3) take specified steps, at the family's option, to assist the family in relocating to other public housing it owns or operates if the family cannot otherwise find a new residence. (Sec. 3) Authorizes a PHA to establish for public housing (other than elderly or disabled families) a tenant rent structure: (1) with a ceiling rent, adjustable periodically for inflation; (2) in which the rent is set and distributed on the basis of broad tiers of family income, adjustable annually; or (3) in which the rent is based on a percentage of family income. Revises low-income occupancy and rental payment requirements to prescribe reviews of family income at least annually for most tenants or every three years for fixed-income families. Repeals the current disallowance of earned income from rent determinations and PHA authority to establish an individual savings account for the same family, at their request, in lieu of disallowing earned income from the rent determination. Redefines income. Excludes from such definition any imputed return on assets, benefits from Coverdell education savings accounts, as well as (according to current law) any payments attributable to underpayment of federal benefits due, or deferred disability benefits from the Department of Veterans Affairs (VA) received in a lump sum amount or in prospective monthly amounts. Excludes from calculation of the income of student dependents: (1) any dependent's earned income; and (2) any grants-in-aid or scholarships related to full-time attendance used for tuition or books. Revises requirements for adjusted income to: (1) allow a deduction (except for eligibility requirements for assisted housing and income mix) of 10% of the lesser of a family's income or $9,000, under specified conditions; (2) increase deductions for elderly or disabled families, dependents, and health and medical expenses; and (3) eliminate the exclusion of child and spousal support payments and the earned income of minors (except as allowed for dependents). Revises the deduction for child care expenses to allow only 10% of a family's annual income used for unreimbursed child care expenses (currently, any reasonable child care expenses necessary to enable a member of the family to be employed or to further his or her education). Requires appropriate adjustments in the formula income of certain PHAs whose rental income is reduced in a material and disproportionate manner as a result of the amendments of this Act. Requires the Secretary to report biennially to Congress on: (1) the impact of this Act upon the revenues and costs of operating public housing units, the Section 8 voucher program for rental assistance, and the Section 8 project-based rental assistance programs; and (2) recommendations for legislative changes to reduce or eliminate material reduction in the net income of PHAs nationwide or a material increase in the costs of funding the voucher program or the project-based assistance program, if such impact is identified. (Sec. 4) Prescribes eligibility criteria for assistance based upon assets and income. Prohibits rental of a public housing dwelling unit or related assistance to any family with: (1) net assets exceeding $100,000, adjusted annually for inflation; or (2) a present ownership interest in, and a legal right to reside in, real property suitable for residential occupancy, with certain exceptions. (Sec. 5) Revises requirements governing assistance to low-income working families. Prescribes an alternative eligibility formula for maximum family income (not applicable to Puerto Rico or any U.S. territories or possessions) if the poverty line applicable to a family of the size involved is higher than 30% of the area median income. (Sec. 6) Authorizes appropriations for tenant-based vouchers for FY2010-FY2014. Revises requirements for tenant-based contract renewals, including allocation of renewal funding among PHAs. Directs the Secretary to issue guidance to PHAs that receive voucher assistance for non-elderly disabled families or homeless veterans to ensure that the vouchers continue to be provided upon turnover to such qualified individuals. (Sec. 7) Revises requirements for calculation of administrative fees, including those covering family self-sufficiency program costs. Requires the Secretary to establish a fee for dwelling units owned by a PHA that reflects reasonable costs of administration and takes into consideration the third-party inspection and rent determination expenses incurred in compliance with the requirements of the Act. Repeals the Secretary's discretionary authority to decrease the fee for PHA-owned units to reflect such reasonable costs. Extends the Secretary's authority to establish fees for the costs of administering the tenant-based assistance, certificate, voucher, and moderate rehabilitation programs through FY2010. Directs the Secretary to establish a fee for the costs incurred in administering the self-sufficiency program to assist families receiving Section 8 voucher assistance. (Sec. 8) Revises requirements for Section 8 single grant homeownership downpayment assistance to an eligible family that purchases a dwelling unit that will be owned by one or more members of the family and occupied by them. Limits such a grant to $10,000. Authorizes a PHA to require prepurchase housing counseling or participation in a self-sufficiency program as a condition of a family receiving such downpayment assistance. Redefines rent of manufactured housing for which vouchers may be used to include the amortized cost of purchasing a manufactured home, as well as specified other costs. (Sec. 9) Authorizes a PHA to report to certain consumer reporting agencies the past rent payment history of an individual receiving tenant-based housing choice vouchers, if that individual agrees in writing to such reporting. (Sec. 10) Directs the Secretary to: (1) establish standards and procedures for assessing the performance of PHAs in carrying out the programs for tenant-based rental assistance and for homeownership assistance; and (2) assess and report to Congress biennially on such performance, making the assessment available to the PHA and to the public via the HUD website. (Sec. 11) Revises the authority of a PHA to use amounts provided under an annual contributions contract to enter into a housing assistance payment contract with respect to an existing, newly constructed, or rehabilitated structure (project-based assistance). Increases from 20% to 25% the amount of funding available for tenant-based assistance administered by the agency that may be attached to such structures. Allows attachment of an additional 5% to structures for homeless individuals and families that provide supportive housing to persons with disabilities, or that are located in areas where project-based vouchers are difficult to use. Authorizes the Secretary, by regulation, to establish additional categories for such exception. Revises income mixing requirements. Changes the maximum 25% of the dwelling units in any building that may be assisted under a housing assistance payment contract for project-based assistance to a maximum of 25 dwelling units or 25% of the dwelling units in any project. Specifies circumstances in which the 25% may be increased to 40% or 50%. Revises requirements for project-based assistance tenant selection waiting lists, providing for site-based lists. Authorizes a PHA, under certain conditions, to attach assistance to an existing, newly constructed, or rehabilitated structure in which it has an ownership interest or of which it has control without following a competitive process. States that if a project-based assistance dwelling unit also receives funding from either of the funds established under the Federal Housing Enterprises Financial Safety and Soundness Act of 1992, the rent for the unit, if agreed upon by both the PHA and the owner, may be established at an amount that is less than would otherwise be permitted under this Act. (Sec. 12) Instructs the Secretary to monitor rent burdens and report to Congress annually on the percentages of assisted families that pay more than 30% and 40% of their adjusted incomes for rent. Requires a PHA to adjust the payment standard to eliminate excessive rent burdens. Requires annual reports to Congress on: (1) the degree to which assisted families are clustered in lower rent, higher poverty areas; and (2) the extent to which greater geographic distribution of such families could be achieved. Authorizes a PHA, without the Secretary's approval, to establish a payment standard of up to 120% of the fair market rent where necessary as a reasonable accommodation for a person with a disability. Allows a PHA to seek the Secretary's approval to use a payment standard greater than 120% for such a person. Prohibits the Secretary, in either case, from establishing additional requirements regarding the amount of adjusted income paid by such person for rent. (Sec. 13) Directs the Secretary to define market areas in areas sufficiently distinct as is necessary to: (1) establish fair market rentals that accurately reflect typical rental costs of units suitable for occupancy by persons assisted in communities in metropolitan and non-metropolitan areas (including low poverty areas); and (2) avoid concentration of voucher holders. Directs the Secretary to establish procedures to permit a PHA to request the establishment of separate market areas for either all or contiguous parts of the areas under its jurisdiction. Requires the Secretary to phase in large increases or decreases in the fair market rentals that result from changes in market area boundaries or other methodological changes that do not reflect actual year-to-year trends in rents by limiting such increases or decreases to up to 5% each year. Declares that no PHA shall be required, as a result of a reduction in the fair market rental, to reduce the payment standard applied to a family continuing to reside in a unit for which the family was receiving assistance at the time the fair market rental was reduced. (Sec. 14) Limits a PHA's elective screening to criteria directly related to an applicant's ability to fulfill the obligations of an assisted lease, with due consideration of related mitigating circumstances. Declares that such requirements shall not limit a PHA's ability to deny assistance based on an applicant's criminal background or any other permissible grounds for denial under requirements of the Quality Housing and Work Responsibility Act of 1998 (relating to safety and security in public and assisted housing). Exempts from PHA elective re-screening existing families who are: (1) recipients of enhanced vouchers under the National Housing Act of 1937; (2) recipients of tenant-based assistance pursuant to this Act; or (3) residing in multifamily housing subject to a mortgage insured under the National Housing Act and provided tenant-based assistance pursuant to this Act. Amends the Quality Housing and Work Responsibility Act of 1998 to modify the standards established by a PHA or an owner of federally assisted housing that prohibit admission to PHA programs or federally assisted housing for households with members who are illegal drug users or alcohol abusers. Repeals the PHA or owner's authority to consider the successful completion of a supervised drug or alcohol rehabilitation program by such individual when determining whether he or she may interfere with the health, safety, or right to peaceful enjoyment of the premises by other residents. Requires any determination by a PHA or an owner of federally assisted housing that a housing applicant is illegally using a controlled substance, or is a chronic abuser of alcohol not currently participating in a supervised alcohol rehabilitation program, to be based on documented evidence that is credible and objective. Modifies the PHA and owner's authority to deny admission for such assistance to certain criminal offenders. Specifies a five-year look-back period for any drug-related or violent or other criminal activity which would permit a PHA or owner to deny admission to the housing in question. Prohibits any denial of admission based on a misdemeanor charge and conviction unless it is based on a pattern of activity, the commission of any offense against a child (including child pornography offenses), the commission of any offense involving a child victim, the commission of a sexual assault, the commission of an assault, or the commission of violent, disruptive, or illegal behavior that interferes with the right to peaceful enjoyment of the premises by other residents. (Sec. 15) Amends the Quality Housing and Work Responsibility Act of 1998 to prohibit the Secretary, PHAs, or owners of federally assisted housing from establishing prohibitions or restrictions on the otherwise lawful possession or use of firearms in federally assisted housing. (Sec. 16) Amends the United States Housing Act of 1937 to state that a family shall not have to requalify under PHA selection standards in order to be eligible for enhanced voucher assistance. Revises requirements for enhanced voucher assistance to allow an assisted family to elect to remain in the same project in which the family was residing on the date of the project eligibility event (as under current law), regardless of unit and family size standards normally used by the administering PHA (except that tenants may be required to move to units of appropriate size if available on the premises). Requires the owner of the unit to accept the enhanced voucher and terminate the tenancy only for serious or repeated violation of the terms and conditions of the lease or for violation of applicable law. Requires the Secretary, upon the termination date for each assisted multifamily housing project, to make enhanced voucher assistance available on behalf of each family that is: (1) a low- or moderate-income family that is elderly, disabled, or residing in a low-vacancy area; and (2) residing on such termination date in a project dwelling unit that immediately before such date was assisted under the multifamily housing subsidy program for the project and is not assisted after such termination date under Section 8 of the National Housing Act of 1937. Redefines \"eligibility event\" to include the occurrence of the termination date for an assisted multifamily housing project. Prescribes certain enhanced voucher assistance requirements as of the expiration of the use restrictions applicable to the housing developments known as Georgetowne Houses I and II (covered properties), formerly identified by FHA project nos. 023-55058 and 023-55179 and located in Boston, Massachusetts. Requires the offer of enhanced voucher assistance to each eligible low- or moderate-income family that, as of such expiration, is residing in a dwelling unit in the covered properties not covered by project-based rental assistance. Grants each such family that chooses to remain in the covered properties up to three years from the issuance of such enhanced voucher to commence its use. Deems such use restrictions to expire with respect to the covered properties on March 1, 2010, but only if: (1) the properties' owner enters into agreements with the Secretary to maintain the project-based rental assistance for the properties for a period of at least 20 years, beginning on such expiration date; and (2) the contract rents for dwelling units shall be determined during the period ending upon such expiration based upon the rents for comparable unassisted and unrestricted units in the area in which such properties are located. States that before May 1, 2012, the rental assistance payments for such project-based units in the Georgetowne Houses II shall be restricted to the rent levels provided under the Emergency Low Income Housing Preservation Act of 1987. Provides funding for such enhanced vouchers from amounts appropriated for tenant-based rental assistance otherwise authorized under the United States Housing Act of 1937. (Sec. 17) Authorizes the Secretary to enter into agreements with the Social Security Administration (SSA) and the Secretary of Health and Human Services (HHS) to permit HUD participation in certain state demonstration programs providing for persons with significant disabilities to be employed and to continue to receive supplemental security income (SSI), disability insurance, Medicaid, and other benefits under specified federal and state programs. (Sec. 18) Authorizes appropriations for FY2010 to provide PHAs with incremental assistance under Section 8 of the United States Housing Act of 1937 sufficient to assist 150,000 incremental dwelling units in such fiscal year for: (1) tenant-based assistance; and (2) project-based voucher assistance for extremely low-income families. (Sec. 19) Amends the United States Housing Act of 1937 to authorize a PHA to use subsidy payments otherwise due the owner of public housing to pay for continued utility service, when the owner has failed to pay for it, in order to avoid hardship to program participants. (Sec. 20) Requires the Secretary to: (1) publish regularly data regarding utility consumption and costs in local areas that will be useful for the establishment of allowances for tenant-paid utilities for assisted families; and (2) establish guidelines for the use of such data in a manner that avoids unnecessary administrative burdens for PHAs and protects families in various unit sizes and building types, and using various utilities, from high rent and utility cost burdens relative to income. (Sec. 21) Authorizes the Secretary to provide preservation project-based voucher assistance in lieu of enhanced voucher assistance in the case of a multifamily housing project with respect to which an eligibility event occurs or has occurred. (Sec. 22) Amends the United States Housing Act of 1937 to authorize a PHA, in the case of foreclosure on any federally-related mortgage loan or on any residential real property in which a recipient of public housing assistance resides, and the PHA is unable, under specified conditions, to make payments under the housing assistance payment contract to the immediate successor in interest after foreclosure, to use such funds that would have been used to pay the rental amounts on behalf of the family: (1) to pay for utilities that are the owner's responsibility under the lease or applicable law after notifying the owner that it intends to make such payments; and (2) for the family's reasonable moving costs, including security deposit. Amends the Protecting Tenants at Foreclosure Act of 2009, part of the Helping Families Save Their Homes Act, to repeal the termination on December 31, 2012, of the provision relating to the effect of foreclosure on Section 8 tenancies, thus extending such provision indefinitely. (Sec. 23) Directs the Comptroller General to study and report to Congress on: (1) whether any statutory, regulatory, or administrative provisions of the housing voucher program or of other federally subsidized housing programs, or policies and practices of housing owners or PHAs or other agencies, have the effect of making occupancy by voucher holders in federally subsidized housing projects more difficult to obtain than occupancy by non-voucher holders; and (2) recommendations for statutory, regulatory, or administrative changes on the finding of such obstacles. (Sec. 24) Amends the McKinney-Vento Homeless Assistance Act to modify the duties of the U.S. Interagency Council on Homelessness. Requires it to: (1) include in its National Strategic Plan to End Homelessness specific actions to accomplish that goal; (2) ensure that federal agency related programs and activities to assist homeless individuals are coordinated with each other; (3) make recommendations in its mandatory annual reports to Congress and the President on long-term goals for Congress to reduce homelessness and legislative strategies to achieve them; (4) evaluate the federal role in interacting and coordinating with state and local entities that address homelessness; and (5) conduct research and develop methods to improve coordination between the Council and federal agencies in existence upon the enactment of the Interagency Council on Homelessness Reform Act of 2009 that specifically deal with homelessness, and minimize the period during which individuals remain homeless. Requires the Council to: (1) report biennially to the President and Congress detailing its efforts to address homelessness; and (2) make each of its mandatory reports, the Plan, and updates to Congress publicly available, including on a website it maintains. Extends the authorization of appropriations for the Council through FY2015. (Sec. 25) Directs the Comptroller General to study and report to Congress on the effects of Section 8 programs on HUD's budget and programs. (Sec. 26) Establishes a 10-year Housing Innovation Program (HIP) to provide PHAs and HUD with flexibility to design and evaluate innovative approaches to providing housing assistance. Requires the Secretary to designate up to 60 PHAs to participate in HIP, plus up to an additional 20 PHAs to demonstrate other innovative strategies. Designates to participate in HIP all existing PHAs that have an agreement with HUD pursuant to the Moving to Work demonstration program and are currently in compliance with the program's rule. Requires the Secretary to approve and transfer such agencies into HIP. Requires one-for-one replacement of demolished or disposed of dwelling units under HIP according to a comprehensive outreach plan developed by the PHA in conjunction with its residents and meeting certain criteria. Authorizes appropriations for FY2010-FY2014 for resident technical assistance, including review and comment on impact analyses and demolition or disposition proposals. Requires the Secretary to publish criteria to be used to award funds on a competitive basis to certain local, regional, state, or national organizations whose members are predominantly low-income. Bars PHAs from receiving such technical assistance funds. Denies any liability on the part of a PHA for the action of any grantee. Requires participating PHAs to cooperate with grantees to assist them in reaching families assisted under the program. Authorizes appropriations to HUD to conduct evaluations of all PHAs participating in HIP. Requires the Comptroller General to report to Congress on the extent to which such PHAs are meeting HIP goals and purposes. (Sec. 27) Requires the Comptroller General to identify and report to Congress on: (1) databases regarding incomes of families and individuals that may be used in conjunction with the Section 8 rental voucher program, the public housing program, and project-based Section 8 rental assistance programs to reduce errors in subsidy amounts provided on behalf of assistance recipients; and (2) how best to utilize such databases. (Sec. 28) Prohibits rental housing assistance on behalf of any individual or household unless the individuals or adult household members provide valid personal identification in the form of either: (1) a Social Security card with photo identification or REAL ID Act identification; (2) a passport; or (3) a U.S. Citizenship and Immigration Services identification card."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Section 8 Voucher Reform Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Section 8 Voucher Reform Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reform the housing choice voucher program under section 8 of the United States Housing Act of 1937.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:23-05:00"
}