{
  "actions": [
    {
      "acted_at": "1975-12-01", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10909-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-01", 
  "number": "10909", 
  "official_title": "A bill to amend the Interstate Commerce Act, as amended, to increase efficiency and competition and to reduce costs in the motor carrier industry by allowing easier entry and greater price flexibility and by removing excessive and wasteful regulation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Motor Carrier Reform Act", 
  "sponsor": {
    "district": "5", 
    "name": "Jones, Robert E., Jr.", 
    "state": "AL", 
    "thomas_id": "00610", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-01", 
  "subjects": [
    "Independent regulatory commissions", 
    "Interstate Commerce Commission", 
    "Motor carrier rates", 
    "Motor transportation", 
    "Motor vehicles", 
    "Transportation and public works", 
    "Trucking", 
    "Trucks"
  ], 
  "subjects_top_term": "Trucking", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-01", 
    "text": "Motor Carrier Reform Act - Prohibits the Interstate Commerce Commission from approving any agreement among motor carriers that sets rates for such carriers, seeks to protest or suspend rates, or was reached by permitting participation in deliberations by a carrier not holding itself out to participate in a particular joint line or interline movement affected by such agreement. Terminates specified conferences, bureaus, committees, and other organizations of carriers presently permitted by law. Exempts from the provisions of the Interstate Commerce Act, carriers incidental to air transportation who operate within 100 miles of an airport. Requires the Commission to approve all applications for permits to operate as a private or contract carrier as long as it appears from the application that the applicant is fit, willing, and able to properly perform the service. Prohibits the consideration of the effect such permit will have on protesting carriers or the number of persons to be served by the applicant except as is necessary to identify the existence of a need for its services. Requires the Commission to revise commercial zones to conform with present economic realities, add to the efficiency of transport, and reduce unnecessary transport, accident exposure, fuel consumption, air pollutions, noise and transport costs. Directs the Commission to develop new procedures for expediting the time required for the Commission's consideration of changes to commercial zone boundaries. Directs that permits be issued to allow continued service by a carrier which has been serving a plant from the time such plant was new until the present if that period is at least two years. Specifies that the Commission must, in considering applications for new carrier service, in its determination of whether the proposed service is or will be required by the present or future public convenience and necessity, accord substantial weight in favor of the application where it finds that such service would be reasonably likely to: (1) lower the applicant's operating costs; or (2) improve the applicant's equipment utilization or fuel efficiency; or (3) improve the applicant's service, by among other things, producing shorter transit time or avoiding interchanges; or (4) meet user or consumer preference for service, rates, or combinations thereof not available from other carriers; or (5) generally improve the competitive climate in the area for which the additional service is proposed. Directs the Commission to issue a permit for such service in most instances if it finds that the applicant is fit, willing, and able to perform the service proposed and to conform to provisions and regulations, and the proposed service is reasonably likely to provide sufficient revenues to the applicant to cover the applicant's actual costs of providing the specific transportation without reguard to the effect of the applicant's service on its competitiors. Requires the Commission to consider all applications submitted 18 months after the enactment of this Act within 90 days after they are submitted. Grants such permits applied for if final action has not been taken on such application by the Commission within 90 days. Directs the Secretary of Transportation, in cooperation with the Commission and the Attorney General, to study the possibility of the need for new laws to provide greater price flexibility, easier entry, broadening the range of service and price options, and in general, in improving the quality of motor carrier transportaiton. Establishes procedures for testing the lawfulness of rate schedules filed by common carriers. Allows such rates to become effective without a hearing unless a complaint is filed in which case the Commission may suspend such rates until their lawfulness is determined in a hearing as provided by this Act. Lists limitations on the Commission's power to suspend such rates under this Act. States that rates may not be challanged as being too low if they cover the carrier's costs. Directs the Commission to significantly broaden the categories of commodities that may be carried by individual carriers, to permit them to travel the most direct route to their destination, and to report to Congress on how it has acted persuant to this requirement. Includes as exempt from some existing restrictions the carrying of cargo by a small carrier from such carrier's destination to the proximity, of such small carrier's home base (termed a \"haul back\") if it meets the qualifications of this Act. Directs the Secretary of Transportation to consult with the States to develop a more efficient and equitable system of State regulations and make recommendations concerning such a system to the Congres within 18 months after the enactment of this Act. Sets forth new penalties for violating motor carrier safety laws. Exempts from the Clayton Act the merger of two or more motor carriers if the anticompetitive effects proscribed in such Act are outweighed by the public interest in such merger and its beneficial effects on the community's transportation needs and convenience."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Carrier Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Interstate Commerce Act, as amended, to increase efficiency and competition and to reduce costs in the motor carrier industry by allowing easier entry and greater price flexibility and by removing excessive and wasteful regulation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:31-05:00"
}