{
  "actions": [
    {
      "acted_at": "2002-03-18", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-03-19", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Coast Guard and Maritime Transportation", 
      "text": "Referred to the Subcommittee on Coast Guard and Maritime Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-03-20", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "in_subcommittee": "Coast Guard and Maritime Transportation", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-03-20", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "in_subcommittee": "Coast Guard and Maritime Transportation", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-03-20", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-03-20", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-04-11T17:14:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Transportation. H. Rept. 107-405.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-04-11T17:17:00-04:00", 
      "calendar": "Union", 
      "number": "240", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 240.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2002-06-04T18:46:00-04:00", 
      "references": [], 
      "text": "Mr. LoBiondo moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-06-04T18:46:00-04:00", 
      "references": [
        {
          "reference": "CR H3103-3120", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-06-04T18:46:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 3983.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-06-04T19:01:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H3103-3116", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2002-06-04T19:01:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-06-04T19:02:00-04:00", 
      "bill_ids": [
        "s1214-107"
      ], 
      "references": [], 
      "text": "Laid on the table. See S. 1214 for further action.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3983-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Coast Guard and Maritime Transportation", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Baird, Brian", 
      "sponsored_at": "2002-04-09", 
      "state": "WA", 
      "thomas_id": "01557", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Bereuter, Doug", 
      "sponsored_at": "2002-04-09", 
      "state": "NE", 
      "thomas_id": "00080", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Brown, Corrine", 
      "sponsored_at": "2002-03-18", 
      "state": "FL", 
      "thomas_id": "00132", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "DeFazio, Peter A.", 
      "sponsored_at": "2002-04-09", 
      "state": "OR", 
      "thomas_id": "00279", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "LoBiondo, Frank A.", 
      "sponsored_at": "2002-03-18", 
      "state": "NJ", 
      "thomas_id": "00699", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "2002-03-18", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2002-06-04T19:01:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2002-03-18", 
  "number": "3983", 
  "official_title": "To ensure the security of maritime transportation in the United States against acts of terrorism, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1214-107", 
      "reason": "unknown"
    }
  ], 
  "short_title": "Maritime Transportation Antiterrorism Act of 2002", 
  "sponsor": {
    "district": null, 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2002-06-04T19:01:00-04:00", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Aliens", 
    "Antennas", 
    "Aquariums", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arts, culture, religion", 
    "Barges", 
    "Boating accidents", 
    "Boats and boating", 
    "Building leases", 
    "California", 
    "Caribbean area", 
    "Civil rights and liberties, minority issues", 
    "Clothing", 
    "Coast guard", 
    "Coastwise shipping", 
    "Columbia River development", 
    "Commemorations", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Container ships", 
    "Containerization", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Damages", 
    "Data banks", 
    "Deep water ports", 
    "Delegation of powers", 
    "Dental care", 
    "Department of Transportation", 
    "Docks", 
    "Drug abuse", 
    "Drug law enforcement", 
    "EBB Terrorism", 
    "Economics and public finance", 
    "Education", 
    "Electronic data interchange", 
    "Electronic government information", 
    "Elementary and secondary education", 
    "Emergency communication systems", 
    "Emergency management", 
    "Energy", 
    "Entertainers", 
    "Environmental protection", 
    "Environmental research", 
    "Ex-offenders", 
    "Federal Maritime Commission", 
    "Federal advisory bodies", 
    "Federal aid to law enforcement", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fingerprints", 
    "Fishing boats", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Freight", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Great Lakes", 
    "Ground effect machines", 
    "Harbors", 
    "Health", 
    "Higher education", 
    "Housing and community development", 
    "Ice breaking operations", 
    "Identification devices", 
    "Identification of criminals", 
    "Illegal aliens", 
    "Illinois", 
    "Immigration", 
    "Import restrictions", 
    "Independent regulatory commissions", 
    "International affairs", 
    "International environmental law", 
    "Jurisdiction", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Liability (Law)", 
    "Liability for oil pollution", 
    "Licenses", 
    "Liens", 
    "Lighthouses and lightships", 
    "Local employees", 
    "Maine", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Marine safety", 
    "Marine terminals", 
    "Marine transportation", 
    "Merchant marine", 
    "Merchant seamen", 
    "Merchant ships", 
    "Michigan", 
    "Military bases", 
    "Military housing", 
    "Military medicine", 
    "Military pensions", 
    "Military personnel", 
    "Military posture", 
    "Military promotions", 
    "Military training", 
    "Mississippi River", 
    "Monuments and memorials", 
    "Mortgages", 
    "Museums", 
    "Names", 
    "Natural gas", 
    "Navigational aids", 
    "Negligence", 
    "Nonprofit organizations", 
    "Officer personnel", 
    "Offshore structures", 
    "Passenger ships", 
    "Patrol ships", 
    "Planning", 
    "Police training", 
    "Private legislation", 
    "Public lands and natural resources", 
    "Rescue work", 
    "Research centers", 
    "Retired military personnel", 
    "Right of privacy", 
    "Risk assessment", 
    "Sailing ships", 
    "Scholarships", 
    "School districts", 
    "Science, technology, communications", 
    "Security measures", 
    "Seizure of vessels and cargoes", 
    "Service academies", 
    "Severance pay", 
    "Ships", 
    "Smuggling", 
    "Social welfare", 
    "Sports and recreation", 
    "State employees", 
    "Submarine cables", 
    "Surplus government property", 
    "Surveys", 
    "Survivors' benefits", 
    "Tankers", 
    "Television broadcasting", 
    "Territorial waters", 
    "Terrorism", 
    "Texas", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Transportation planning", 
    "Transportation workers", 
    "Treaties", 
    "Tugboats", 
    "User charges", 
    "War and emergency powers", 
    "Washington State", 
    "Waterways"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2002-06-04", 
    "text": "Maritime Transportation Antiterrorism Act of 2002 - Title I: Maritime Transportation Security - Directs the Secretary of Transportation to assess port vulnerability, including each facility in a port, wherever the Secretary believes there is a high risk of catastrophic emergency. Permits the acceptance of existing assessments.Requires the Secretary to prepare a National Maritime Transportation Antiterrorism Plan for deterring catastrophic emergencies. Requires such Plan to: (1) coordinate Federal, State, and local efforts, including Coast Guard maritime antiterrorism teams and Federal Maritime Antiterrorism Coordinators (Coast Guard officials); (2) identify security resources; (3) include a system of surveillance and notice to ensure earliest possible identification of emergencies; and (4) designate each area requiring an Area Maritime Transportation Antiterrorism Plan and its Federal Maritime Antiterrorism Coordinator (a Coast Guard official).Requires Federal Maritime Antiterrorism Coordinators to develop, update, and integrate Area Maritime Transportation Antiterrorism Plans, as needed. Requires that such Plans: (1) be adequate to deter acts of terrorism; (2) describe the area in terms of population or special economic, environmental, or national security importance; (3) integrate with other Area Plans; and (4) be reviewed, approved, and updated.Requires owners or operators of vessels or facilities to prepare and submit to the Secretary an antiterrorism plan for deterring a catastrophic emergency, including the identification of the plan implementor, the availability of antiterrorism measures, training and drills. Requires that such plans be consistent with the National and Area Plans and be reviewed, approved, and updated. Permits a vessel or facility to operate temporarily without such a plan if the owner or operator certifies that they have ensured deterrence by other means. Requires the implementation of interim security measures. Makes such information nondisclosable.Requires the Under Secretary of Transportation for Security to develop and maintain an antiterrorism cargo identification and screening system, including performance standards for seals and locks of shipping containers. Requires the Secretary to establish a system of antiterrorism response plans for vessels in coordination with the Federal Emergency Management Agency.Requires transportation security cards for entry to any antiterrorism secure area of a vessel or facility. Requires the Secretary to issue a card to an individual unless such individual poses a sufficient terrorism security risk. Establishes criteria for denial, including relevant felony convictions and eligibility for denial of admission or removal from the United States under the Immigration and Nationality Act. Directs the Attorney General to perform background checks at the Secretary's request. Keeps such information private.Directs the Secretary to establish maritime antiterrorism teams to protect vessels, ports, facilities, and cargo in U.S. waters.Authorizes financial assistance for facility security on a matching basis. Authorizes appropriations for FY 2003 through 2005.Authorizes grants in FY 2003 through 2005 to educational institutions for the development and implementation of a comprehensive port and maritime security education program.Directs the Secretary to assess the effectiveness of antiterrorism measures maintained at specified foreign ports and make recommendations for improvements, if necessary. Authorizes the Secretary to prescribe conditions of entry for or to deny entry into the United States to vessels arriving from foreign ports with ineffective antiterrorism measures. Requires the Secretary to notify the Secretary of State whenever a foreign port is found not to be maintaining effective antiterrorism measures.Requires the advance electronic transmission of passenger and crew manifests from commercial vessels arriving in the United States from a foreign port.(Sec. 102) Amends the Ports and Waterways Safety Act to require all commercial vessels entering the territorial sea of the United States to provide the Secretary as a condition of entry with specified information, including name, route, and a description of any hazardous conditions or cargo.(Sec. 103) Amends Federal law to extend the jurisdiction of the United States to include all waters of the territorial sea of the United States as described in Presidential Proclamation 5928.(Sec. 104) Permits the President to defer any end-strength limitation on the Coast Guard during a declared war or national emergency, as specified.(Sec. 105) Amends the Deepwater Port Act of 1974 to cover the importation, transportation, and production of natural gas.(Sec. 106) Amends the Ports and Waterways Safety Act to authorize the use of qualified armed Coast Guard personnel as sea marshals on facilities or vessels to deter or respond to acts of terrorism. Requires the Secretary to report to Congress on the potential use of other personnel to carry out such functions, including government personnel, documented U.S. Merchant Marine personnel, or students of maritime academies and industry schools.(Sec. 107) Requires specified vessels operating in the navigable waters of the United States to be equipped with a position indicating transponder and situation display or a comparable automatic identification system.(Sec. 108) Amends the Tariff Act of 1930 to require the advanced electronic transmission of cargo information.Title II: Maritime Policy Improvement - Maritime Policy Improvement Act of 2002 - Amends the Coast Guard Authorization Act of 1996 to authorize the Secretary of Transportation to issue a certificate of documentation with appropriate endorsement for employment in the coastwise trade to a specified vessel (Coastal Venture).(Sec. 203) Authorizes the Secretary to make grants to the American Merchant Marine Veterans Memorial Committee, Inc., to construct an addition to the American Merchant Marine Memorial Wall of Honor located at the Los Angeles Maritime Museum in San Pedro, California. Authorizes appropriations.(Sec. 204) States that the discharge from a vessel of any agricultural cargo residue material in the form of hold washings shall be governed exclusively by the provisions of the Act to Prevent Pollution from Ships that implement Annex V to the International Convention for the Prevention of Pollution from Ships.(Sec. 205) Revises the method for recording and discharging certain maritime liens.(Sec. 206) Directs the Secretary to prescribe a tonnage measurement as a small passenger vessel for a named vessel for purposes of applying the optional regulatory measurement.(Sec. 207) Authorizes the Secretary to issue a certificate of documentation with appropriate endorsement for employment in the coastwise trade to 20 specified vessels.(Sec. 208) Authorizes exempting two specified vessels from certain inspection requirements for passenger vessels so long as the vessels are owned by nonprofit organizations and operated as nonprofit memorials to merchant mariners.(Sec. 209) Authorizes the Secretary to issue a certificate of documentation with appropriate endorsement for employment in the coastwise trade to three specified vessels.(Sec. 210) Authorizes the Secretary to issue a certificate of documentation with appropriate endorsement for employment in the coastwise trade to a specified vessel, under specified circumstances.(Sec. 211) Permits, for a limited period of time, the ten sailboats participating in the New World Challenge Race to transport guests, who have not contributed consideration for their passage, from and around the ports of San Francisco and San Diego, California, before and during stops of that race.(Sec. 212) Permits a specified vessel (Asphalt Commander) to be transferred to or placed under a foreign registry or sold to a person that is not a U.S. citizen and transferred to or placed under a foreign registry.Title III: Coast Guard Personnel and Marine Safety - Coast Guard Personnel and Maritime Safety Act of 2002 - Subtitle A: Personnel Management - Limits the Director of the Coast Guard Band to the rank of captain (currently, commander).(Sec. 312) Authorizes compensatory absence from duty for Coast Guard military personnel serving at isolated duty stations (currently, at isolated aids to navigation) in certain circumstances.(Sec. 313) Allows a promotion selection board to recommend officers of particular merit for placement at the top of the list of selectees and requires, if approved by the President, placement of those officers (in seniority order) at the top of the list. Requires a survey and report to determine if such placements will improve Coast guard officer retention.Subtitle B: Marine Safety - Amends the Vessel Bridge-to-Bridge Radiotelephone Act to revise requirements regarding the waters on which vessels, dredges, and floating plants must carry a radiotelephone.(Sec. 322) Prohibits the application of the Federal Reports Elimination and Sunset Act of 1995 with respect to specified reports concerning Coast Guard operations and expenditures, summary of marine casualties, user fee activities and amounts, public port conditions, activities of the Federal Maritime Commission, and activities of the Interagency Coordinating Committee on Oil Pollution Research.(Sec. 323) Allows the Coast Guard to borrow a limited amount from the Oil Spill Liability Trust Fund when the limit of $50 million in unappropriated funds is inadequate to deal with a discharge or threatened discharge. Mandates repayment to the Fund when, and to the extent that, removal costs are recovered from responsible parties.(Sec. 324) Amends Federal law relating to vessels and seamen to: (1) authorize, in certain circumstances, issuance of interim merchant mariner's documents valid for a period not over 120 days; and (2) exempt, with regard to those employed as entertainment personnel with no duties, including emergency duties, related to navigation or safety of the vessel, crew, cargo, or passengers, a passenger vessel that is not engaged in a foreign voyage from a requirement that a vessel employee have a merchant mariner's document.(Sec. 325) Increases fine limits for negligent vessel operation or interfering with safe vessel operation.Subtitle C: Renewal of Advisory Groups - Renames the Commercial Fishing Industry Vessel Advisory Committee as the Commercial Fishing Industry Vessel Safety Advisory Committee. Extends the Committee through FY 2005.(Sec. 332) Extends through FY 2005 the termination dates of the Houston-Galveston Navigation Safety Advisory Committee, the Lower Mississippi River Waterway Advisory Committee, the Navigation Safety Advisory Council, the National Boating Safety Advisory Council, and the Towing Safety Advisory Committee.Subtitle D: Miscellaneous - Authorizes the Secretary, notwithstanding any other provision of law, to accept, by direct transfer without cost, for use by the Coast Guard primarily for expanded drug interdiction activities required to meet national supply reduction goals, up to seven PC-170 patrol craft from the Department of Defense if it offers to transfer such craft.(Sec. 342) Revises Federal and State funding for boating safety.(Sec. 343) Authorizes the Coast Guard to operate and maintain a Caribbean Support Tender (or similar vessel) to provide technical assistance, including law enforcement training, for foreign coast guards, navies, and other maritime services.Authorizes the Commandant to provide medical and dental care to foreign military Caribbean Support Tender personnel and their dependents accompanying them in the United States, as specified.(Sec. 344) Amends Federal law to extend the expiration date on the prohibition against new maritime user fees.(Sec. 345) Requires the Coast Guard to: (1) continue to offer assistance to organizations dedicated to Great Lakes lighthouse stewardship; and (2) promptly release information regarding the timing of designations of Coast Guard lighthouses on the Great Lakes as surplus property.(Sec. 346) Directs the Secretary to prepare a status report on the modernization of the National Distress and Response System and transmit the report to the Committee on Commerce, Science, and Transportation of the Senate and the Committee on Transportation and Infrastructure of the House of Representatives. Specifies report contents.(Sec. 347) Authorizes conveyance, without consideration, to the Gulf of Maine Aquarium Development Corporation the Naval Reserve Pier property (exclusive of floating docks) in Portland, Maine. Imposes specified requirements.(Sec. 348) Requires the Coast Guard to: (1) study existing local harbor safety coordinating committees in the United States regarding cooperation with interested groups, organizational models, technological assistance, and recurring resources; and (2) test the feasibility of expanding the harbor safety committee concept to small and medium-sized ports not generally served by such a committee by establishing one or more prototype committees. Makes the Federal Advisory Committee Act inapplicable to harbor safety committees established under any provision of law.(Sec. 349) Authorizes the conveyance of all right, title, and interest of the United States in and to each of the following properties: (1) Coast Guard Slip Point Light Station, located in Clallam County, Washington, to Clallam County, Washington; and (2) the parcel of land on which is situated the Point Pin 6os Light, located in Monterey County, California, to the city of Pacific Grove, California. Sets forth terms and conditions.Title IV: Omnibus Maritime Improvements - Omnibus Maritime and Coast Guard Improvements Act of 2002 - Amends Federal law concerning Coast Guard housing authorities to double the amount of the total value in budget authority permitted for all contracts and investments undertaken using such authorities.(Sec. 402) Extends Coast Guard housing authorities from October 1, 2001, to October 1, 2006.(Sec. 403) Directs the Secretary to develop, maintain, and periodically update an inventory of documented vessels 200 feet or more in length that have the capability to lay, maintain, or repair a submarine cable, without regard to whether a particular vessel is classified as a cable ship or cable vessel.(Sec. 404) Permits only specified vessels, except in the case of a vessel in distress, to perform the following vessel escort operations and vessel towing assistance within the navigable waters of the United States: (1) operation or assistance that commences or terminates at a port or place in the United States; (2) operation or assistance required by United States law or regulation; and (3) operation provided in whole or in part for the purpose of escorting or assisting a vessel within or through navigation facilities owned, maintained, or operated by the U.S. Government or the approaches to such facilities, other than facilities operated by the St. Lawrence Seaway Development Corporation on the St. Lawrence River portion of the Seaway.(Sec. 405) Requires the establishment, implementation, and maintenance of the minimum standards necessary for the safe operation of all Coast Guard search and rescue center facilities.(Sec. 406) Permits the Secretary to allow a person providing commercial VHF communications services to place commercial VHF communications equipment on Coast Guard owned or controlled property (including towers) subject to any terms agreed to by the parties.(Sec. 407) Authorizes appropriations to the Secretary for lower Columbia River marine, fire, oil, and toxic spill response communications, training, equipment, and program administration activities conducted by the Maritime Fire and Safety Association.(Sec. 409) Prohibits a vessel which has been forfeited to the U.S. Government for a breach of U.S. laws from obtaining a certificate of documentation with a fisheries endorsement.(Sec. 410) Requires the Commandant of the Coast Guard to ensure that all Coast Guard personnel are equipped with adequate safety equipment, including hypothermia protective clothing where appropriate, while performing search and rescue missions.(Sec. 411) Revises provisions concerning the promotion of Coast Guard Reserve Officers.(Sec. 412) Authorizes the Coast Guard to continue commanders and lieutenant commanders scheduled to retire due to failure of selection for promotion.(Sec. 413) Authorizes providing financial assistance to an eligible enlisted member of the Coast Guard Reserve, not on active duty, for expenses of the member while the member is pursuing on a full-time basis at an approved institution of higher education a program of education that leads to: (1) a baccalaureate degree in not more than five academic years; or (2) a post-baccalaureate degree.(Sec. 414) Permits the Coast Guard to offer to captains who would otherwise be forced to retire after 30 years of duty the opportunity to continue on active duty.(Sec. 415) Allows the Coast Guard to pay death gratuities to personal representatives of Coast Guard Auxiliarists who die in the line of duty, to the same extent that death gratuities are paid on behalf of Federal employees.(Sec. 416) Revises the Coast Guard's severance pay provisions to align Coast Guard severance pay and revocation of commission authority with Department of Defense authority.(Sec. 417) Permits the Commandant of the Coast Guard to lease to non-Federal entities, including private individuals, lighthouse property under the administrative control of the Coast Guard for terms not to exceed 30 years.(Sec. 418) Amends the Maritime Drug Law Enforcement Act to permit the Coast Guard's drug interdiction jurisdiction to extend to 24 nautical miles from U.S. shores (the outer limit of the U.S. contiguous zone). Specifies the circumstances under which the Government can seize a vessel which participates in illicit drug smuggling.(Sec. 419) Amends the definition of small passenger vessel to include wing-in-ground craft that carry at least one passenger for hire. Defines such craft.(Sec. 420) Removes the requirement for filing an original commercial instrument (for example, a ship mortgage) within ten days of the electronic filing of the instrument.(Sec. 421) Eliminates the requirement for a thumbprint to be placed on a merchant mariner's document.(Sec. 422) Authorizes the Secretary to delegate, subject to the supervision and control of the Secretary and under terms set out by regulation, to private entities determined and certified by the Secretary to be qualified, the authority to issue a temporary certificate of documentation for a recreational vessel.(Sec. 423) Authorizes the Coast Guard to conduct marine casualty investigations involving foreign vessels in areas outside U.S. territorial waters consistent with the practices and procedures of international law.(Sec. 424) Directs the Secretary to convey to BaySail, Inc. (a nonprofit corporation), without monetary consideration, all right, title, and interest of the United States in and to property adjacent to Coast Guard Station Saginaw River, located in Hampton Township, Michigan.(Sec. 425) Amends the Coast Guard Authorization Act of 1996 with respect to a conveyance by the Secretary of Transportation of specified Federal property to the Traverse City Area Public School District. Replaces the school district as recipient with any public or private nonprofit entity for an educational or recreational purpose.(Sec. 426) Directs the Secretary to annually submit to the Committee on Transportation and Infrastructure of the House of Representatives and the Committee on Commerce, Science, and Transportation of the Senate a report, prepared in conjunction with the Commandant of the Coast Guard, setting forth the capabilities and readiness of the Coast Guard to fulfill its national defense responsibilities.(Sec. 427) Extends the authorization for the Oil Spill Recovery Institute through FY 2012.(Sec. 428) Directs the Secretary to issue certificates of documentation to three specified vessels for employment in the coastwise trade.(Sec. 429) Prohibits the Commandant of the Coast Guard from planning, implementing, or finalizing any regulation or take any other action which would result in the decommissioning of any WYTL-class harbor tugs unless and until the Commandant certifies in writing to the Committee on Commerce, Science, and Transportation of the Senate and the Committee on Transportation and Infrastructure of the House of Representatives, that sufficient replacement capability has been procured by the Coast Guard to remediate any degradation in current icebreaking services that would be caused by such decommissioning.(Sec. 430) Authorizes the Commandant of the Coast Guard to provide support, with or without reimbursement, to an entity engaged in fishing vessel safety training.(Sec. 431) States that Coast Guard Vessel Traffic Service pilots shall not be liable for damages related to their official assistance unless such assistance constitutes gross negligence or willful misconduct.(Sec. 432) Authorizes the Secretary to use amounts to provide financial assistance to the City of Chicago, Illinois, to pay the Federal share of the cost of a project to demolish the Old Coast Guard Station.(Sec. 433) Revises provisions concerning tonnage measurement for purposes of eligibility of certain vessels for fishery endorsement.(Sec. 434) Extends time for recreational vessel and associated equipment recalls.Title V: Authorization of Appropriations - Coast Guard Authorization Act for Fiscal Year 2002 - Authorizes appropriations for the Coast Guard for FY 2002.(Sec. 503) Authorizes end-of-year strength and military training student loads for the Coast Guard."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Maritime Transportation Antiterrorism Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Maritime Transportation Antiterrorism Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Maritime Transportation Antiterrorism Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Coast Guard Authorization Act for Fiscal Year 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Coast Guard Personnel and Maritime Safety Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Maritime Policy Improvement Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Omnibus Maritime and Coast Guard Improvements Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To ensure the security of maritime transportation in the United States against acts of terrorism, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:02-05:00"
}