{
  "actions": [
    {
      "acted_at": "1976-01-27", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2878-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Muskie, Edmund S.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "01410", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1975-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-01-27", 
  "number": "2878", 
  "official_title": "A bill entitled \"The Congressional Office of Regulatory Policy Oversight Act of 1975\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Congressional Office of Regulatory Policy Oversight Act", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-01-27", 
  "subjects": [
    "Administrative procedure", 
    "Congress", 
    "Congressional oversight", 
    "Government regulation", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Independent regulatory commissions", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-01-27", 
    "text": "Congressional Office of Regulatory Policy Oversight Act - Sets forth the findings of Congress that the Federal regulatory system has a substantial impact on the economic, natural, and social environment and that Congress presently lacks a system for timely analysis and approval or disapproval of regulatory activities. Title I: Establishment of Office - Establishes the Congressional Office of Regulatory Policy Oversight within the legislative branch of the Government. Establishes the Regulatory Policy Oversight Board to manage the Office. Requires the Office to analyze probable beneficial and adverse impacts of major regulatory action and to develop specific recommendations to improve the effectiveness and efficiency of regulatory agency activities. Directs the Office to provide assistance to any Congressional committee charged with overseeing any regulatory agency. Requires the Director of the Office to report annually to the Congress his recommendations to improve the efficiency of the regulatory process. States that the Board shall consist of twelve Members of Congress and the Director of the Office of Regulatory Policy Oversight. Lists the Director's responsibilities including: (1) determining the extent to which regulatory agencies are conforming to the purposes and intent of Congress as stated in the findings of this Act; and (2) reviewing agency regulations and recommending amendments to such regulations. Requires that each regulatory agency develop, within one year of the date of enactment of this Act, a long-term plan for continuing implementation of the statutes, programs, and activities for which it is responsible. Requires the Director to investigate the qualifications and possible conflicts of interests of any person nominated to serve as a member of a regulatory agency. Prescribes criminal penalties for any person who without authorization makes public any information held by the Office pursuant to such investigation. Requires the Director to make public any information necessary to keep the public fully informed. Sets forth guidelines for protecting personal privacy and trade secrets while making such disclosures. Authorizes to be appropriated such sums as may be necessary to carry out the purposes of this Act. Restricts the maximum number of employees of the Office to 100. Title II: Congressional Oversight of Regulatory Activity - Defines the terms used in this Act. Requires all proposed rules by regulatory agencies which involve a significant question concerning the implementation of the law to be transmitted to the Congress for its consideration. Makes such rules effective 15 days after submission unless an appropriate committee recommends a review of such rule. Directs the Office to investigate all such rules submitted to Congress, when in the opinion of the Board such rule poses a substantial question of law or policy which merits the consideration of Congress. Stipulates that such investigation shall consider the probable effects of such rule including its effects on: (1) the economy; (2) other government programs; (3) State regulatory efforts; and (4) full employment and price stability. Directs the Office to recommend to the appropriate oversight committee approval, disapproval, or modification of the rule reviewed. Permits the President to make recommendations concerning such rules. Requires the Office to review the procedures of regulatory agencies and make appropriate recommendations on policy and procedures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Congressional Office of Regulatory Policy Oversight Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"The Congressional Office of Regulatory Policy Oversight Act of 1975\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:42-05:00"
}