{
  "actions": [
    {
      "acted_at": "1995-09-06", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on Standards of Official Conduct, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Standards of Official Conduct, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-06", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-06", 
      "committee": "House Standards of Official Conduct", 
      "references": [], 
      "text": "Referred to House Standards of Official Conduct", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-02", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "the Constitution", 
      "text": "Referred to the Subcommittee on the Constitution.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2261-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Constitution", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Standards of Official Conduct", 
      "committee_id": "HSSO"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "25", 
      "name": "Bentsen, Ken", 
      "sponsored_at": "1995-10-25", 
      "state": "TX", 
      "thomas_id": "00079", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "DeLauro, Rosa L.", 
      "sponsored_at": "1995-10-18", 
      "state": "CT", 
      "thomas_id": "00281", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Levin, Sander M.", 
      "sponsored_at": "1995-11-08", 
      "state": "MI", 
      "thomas_id": "00683", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Obey, David R.", 
      "sponsored_at": "1995-09-06", 
      "state": "WI", 
      "thomas_id": "00877", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Olver, John W.", 
      "sponsored_at": "1995-10-25", 
      "state": "MA", 
      "thomas_id": "00879", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pomeroy, Earl", 
      "sponsored_at": "1995-11-15", 
      "state": "ND", 
      "thomas_id": "00922", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schroeder, Patricia", 
      "sponsored_at": "1995-10-25", 
      "state": "CO", 
      "thomas_id": "01033", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-09-06", 
  "number": "2261", 
  "official_title": "To provide for the regulation of lobbyists and gift reform.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lobbying Disclosure Act of 1995", 
  "sponsor": {
    "district": "5", 
    "name": "Bryant, John W.", 
    "state": "TX", 
    "thomas_id": "00142", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-09-06", 
  "subjects": [
    "Agriculture and food", 
    "Armed forces and national security", 
    "Charitable contributions", 
    "Civil rights and liberties, minority issues", 
    "Conferences", 
    "Congress", 
    "Congressional committees", 
    "Congressional employees", 
    "Congressional ethics", 
    "Congressional investigations", 
    "Congressional leadership", 
    "Congressional officers", 
    "Congressional reporting requirements", 
    "Economics and public finance", 
    "Families", 
    "Federal officials", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Foreign agents", 
    "Freedom of association", 
    "Freedom of speech", 
    "Gifts", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Honoraria", 
    "House rules and procedure", 
    "Housing and community development", 
    "Income", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Information services", 
    "Information storage and retrieval systems", 
    "International affairs", 
    "Licenses", 
    "Lobbying", 
    "Local officials and employees", 
    "Members of Congress (House)", 
    "Members of Congress (Senate)", 
    "Minorities", 
    "Native Americans", 
    "Officer personnel", 
    "Political parties", 
    "Public records", 
    "Recreation", 
    "Right of petition", 
    "Science, technology, communications", 
    "State officials and employees", 
    "Tax returns", 
    "Taxation", 
    "Travel costs", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Federal officials", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-09-06", 
    "text": "TABLE OF CONTENTS: Title I: Lobbying Disclosure Title II: Congressional Gift Rules Title I: Lobbying Disclosure - Lobbying Disclosure Act of 1995 - Requires registration with the Secretary of the Senate and the Clerk of the House of Representatives by any individual lobbyist (or the individual's employer, if it employs one or more lobbyists) within 45 days after the individual first makes, or is employed or retained to make, a lobbying contact with either the President, the Vice President, a Member of Congress, or any other specified Federal officer or employee. Defines a lobbyist as any individual employed or retained by a client for financial or other compensation for services that include one or more lobbying contacts (but not an individual whose lobbying activities constitute less than twenty percent of the time engaged in the services provided to that client). Provides for: (1) special registration filing rules in cases involving multiple clients and contacts; and (2) registration termination in cases where a registrant is no longer employed or retained by a client to conduct lobbying activities, and does not anticipate any additional lobbying activities for such client. (Sec. 104) Specifies registration contents. Exempts from such registration requirements in cases involving lobbying income of $5,000 or less (for a particular client) or total expenses of $20,000 or less (for all lobbying activities) (adjusted periodically for inflation). (Sec. 105) Requires registrants to file semiannual lobbying activity reports. Permits tax-exempt charitable organizations required to report lobbying expenses by the Internal Revenue Code to satisfy such requirements by filing a copy of a certain required Internal Revenue Service form. (Sec. 106) Details the responsibilities of the Secretary and the Clerk with respect to disclosure and enforcement. (Sec. 107) Sets forth penalties for violations of this Act. (Sec. 109) Amends the Foreign Agents Registration Act of 1938 to: (1) eliminate references to political propaganda and, in certain cases, replace them with references to informational materials; and (2) modify registration exemption provisions. (Sec. 110) Revises (Byrd Amendment) requirements for a declaration by persons requesting or receiving a Federal contract, grant, loan, or cooperative agreement with respect to any payments made in connection with it which would be prohibited if made with appropriated funds. Requires, in lieu of information currently required, the: (1) name of any registrant under this Act who has made lobbying contacts on behalf of the person with respect to that Federal contract, grant, loan, or cooperative agreement; and (2) certification that the declarant has not made, and will not make, any prohibited payment. (Sec. 111) Repeals: (1) the Federal Regulation of Lobbying Act; and (2) provisions on lobbyist activities of the Department of Housing and Urban Development Act and the Housing Act of 1949. (Sec. 113) Sets forth special rules for the identification of: (1) foreign and other clients on whose behalf lobbying contacts are made with a covered legislative or executive branch official; and (2) such covered officials. (Sec. 114) Permits tax-exempt charitable organizations required to report lobbying expenses by the Internal Revenue Code to report, under this Act, only good faith estimates of such expenses in order to meet specified criteria for exemption from the reporting requirements of this Act. Permits entities for which deduction of lobbying and political expenditures is denied also to make good faith estimates of such expenditures. Requires any registrant electing to make such estimates to so inform the Secretary and the Clerk. Directs the Comptroller General to study and report to the Congress on differences in meaning between this Act and the Internal Revenue Code of \"lobbying activities,\" \"lobbying expenditures,\" \"influencing legislation,\" and related terms. Title II: Congressional Gift Rules - Makes conforming amendments to the Rules of the House of Representatives with regard to restrictions on gifts by lobbyists and foreign agents to covered subjects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lobbying Disclosure Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the regulation of lobbyists and gift reform.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:48-05:00"
}