{
  "actions": [
    {
      "acted_at": "1998-06-23", 
      "references": [
        {
          "reference": "CR S6886-6887", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-23", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-13", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Antitrust and Business", 
      "text": "Referred to Subcommittee on Antitrust and Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2207-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Antitrust, Business Rights and Competition", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-06-23", 
  "number": "2207", 
  "official_title": "A bill to amend the Clayton Act to enhance the authority of the Attorney General to prevent certain mergers and acquisitions that would unreasonably limit competition.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Antitrust Improvements Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-06-23", 
  "subjects": [
    "Administrative procedure", 
    "Antitrust law", 
    "Commerce", 
    "Competition", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corporate mergers", 
    "Department of Justice", 
    "District courts", 
    "Federal Communications Commission", 
    "Government operations and politics", 
    "Government paperwork", 
    "Independent regulatory commissions", 
    "Injunctions", 
    "Jurisdiction", 
    "Law", 
    "Science, technology, communications", 
    "Telecommunication industry", 
    "Telephone"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-06-23", 
    "text": "Antitrust Improvements Act of 1998 - Amends the Clayton Act to prohibit a large local telephone company (defined as a local telephone company that, as of the date of a proposed merger or acquisition (merger) covered by the Act, serves more than five percent of the telephone access lines in the United States), including any affiliate of such a company, from merging with or acquiring a controlling interest in another such company unless: (1) the Attorney General finds that the proposed merger will promote competition for telephone exchange services and exchange access services; and (2) the Federal Communications Commission (FCC) finds that each large local telephone company that is a party to the proposed merger, with respect to at least half of the access lines in each State served by that company of which at least half are residential access lines, has fully implemented requirements of the Communications Act of 1934 regarding interconnection (including duties of telecommunications and local exchange carriers) and regarding procedures for negotiation, arbitration, and approval of agreements, including FCC and State implementing regulations. Directs the Attorney General to report to specified congressional committees within ten days on the finding, including an analysis of the effect of the merger on competition in the U.S. telecommunications industry. Requires: (1) each large local telephone company or affiliate of such company proposing to merge with or acquire a controlling interest in another such company to file an application with both the Attorney General and the FCC on the same day; and (2) the Attorney General and the FCC to issue a decision regarding the application within the time period applicable to review of mergers under the Act. Vests jurisdiction in the U.S. district courts to prevent and restrain any such mergers that are inconsistent with the finding. Authorizes the Attorney General to institute proceedings in any U.S. district court in which the defendant resides, is found, or has an agent, and directs the court to order appropriate relief, if the Attorney General makes a finding that a proposed merger does not meet the applicable condition, or the FCC makes a finding that one or more of the parties to the merger do not meet specified requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Antitrust Improvements Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clayton Act to enhance the authority of the Attorney General to prevent certain mergers and acquisitions that would unreasonably limit competition.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:31-05:00"
}