{
  "actions": [
    {
      "acted_at": "1983-01-27", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-04", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking requested executive comment from Federal Reserve System, Treasury Department, Council of Economic Advisers.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s265-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Long, Russell B.", 
      "sponsored_at": "1983-01-27", 
      "state": "LA", 
      "thomas_id": "01386", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1983-01-27", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-27", 
  "number": "265", 
  "official_title": "A bill to establish a Reconstruction Finance Corporation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Reconstruction Finance Corporation Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-01-27", 
  "subjects": [
    "Business and commerce", 
    "Commerce", 
    "Corporations and Stocks", 
    "Federal-city relations", 
    "Federally-assisted loans", 
    "Government and business", 
    "Government corporations", 
    "Loans", 
    "Local and Municipal Government", 
    "Local finance", 
    "Municipal finance"
  ], 
  "subjects_top_term": "Government corporations", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-27", 
    "text": "Reconstruction Finance Corporation Act of 1983 - Establishes the Reconstruction Finance Corporation (RFC). Sets forth the composition of the Board of Directors and the general powers of the RFC. Authorizes the RFC to provide assistance, in the forms and under the terms and conditions set forth in this Act, to any eligible business concern. Defines \"business concern\". Makes a business concern eligible for assistance when the Board of Directors has certified that the concern is likely to become insolvent, that its closure would adversely and severely affect the economy, and that credit is not otherwise available to the concern on terms and conditions conducive to its survival. Sets forth the conditions under which the RFC may make loans to any eligible business concern or guarantee non-Federal loans. Authorizes the RFC to extend aid, under the terms and conditions set forth in this Act, to any eligible municipality. Declares that a municipality is eligible if it is making an adequate effort but is still unable to bring all of its expenditures, other than capital items, into balance with its revenues and to obtain sufficient credit in the public credit markets or elsewhere. Sets forth the conditions under which the RFC may, in the discretion of its Board, lend money to any eligible municipality, or guarantee the payment of non-Federal loans. Limits the aggregate amount of assistance to any one business concern or any one municipality. Sets forth the terms and conditions for loans and loan guarantees under this Act. Prohibits any fee or commission from being paid by any applicant in connection with any application or any loan or a guarantee made under this Act. Prohibits any of the loans guaranteed under this Act from being purchased by or issued to the Federal Financing Bank or any other Federal agency or department or concern owned in whole or in part by the United States. Provides for the capitalization of the RFC. Exempts any and all obligations issued by the RFC both as to principal and interest from all taxation (except surtaxes, estate, inheritance, and gift taxes). Exempts the RFC from all taxation, except that any real property of the RFC shall be subject to State and local real property tax. Permits the RFC, when so designated by the Secretary: (1) to be a depository of public money; (2) to be employed as a financial agent of the government; and (3) to perform all such reasonable duties as may be required. Sets forth criminal provisions concerning: (1) willful misrepresentations to the RFC; (2) counterfeiting and other mishandling of RFC obligations; (3) defrauding the RFC, its auditors, or the public; and (4) use of the words \"Reconstruction Finance Corporation\" by others. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reconstruction Finance Corporation Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Reconstruction Finance Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:29-05:00"
}