{
  "actions": [
    {
      "acted_at": "1973-11-19", 
      "references": [], 
      "text": "Referred to Joint Committee on Atomic Energy.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2724-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Joint Atomic Energy", 
      "committee_id": "JSAT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-19", 
  "number": "2724", 
  "official_title": "A bill to establish a Federal Radiation Protection Agency, to transfer certain functions of the Atomic Energy Commission and other departments and agencies to such Agency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Radiation Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Schweiker, Richard S.", 
    "state": "PA", 
    "thomas_id": "01431", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1973-11-19", 
  "subjects": [
    "Advisory bodies", 
    "Congress", 
    "Congressional joint committees", 
    "Government operations and politics", 
    "Nuclear energy", 
    "Radiation", 
    "Safety measures"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-19", 
    "text": "Radiation Protection Act - Establishes the Federal Radiation Protection Agency in the executive branch of the Government. Provides for the appointment of an Administrator and a Deputy Administrator by the President, by and with the advice and consent of the Senate. Transfers to such Agency specified functions of the Atomic Energy Commission, the Secretary of Labor, the Secretary of Health, Education, and Welfare and the Administrator of the Environmental Protection Agency. Sets forth administrative procedures with respect to the transfer of such functions to the Agency. Provides that the Administrator shall establish by rules and regulations: (1) minimum national radiation exposure standards for occupational and non-occupational exposures; (2) minimum national requirements for education, training and experience for persons utilizing radiation sources, and such requirements may include provisions for certification or licensing, or both; and (3) minimum national standards controlling the use, possession, ownership, manufacture, storage, handling, import or export, or transfer of all radiation sources. Authorizes the Administrator to: (1) make studies and conduct research into radiation effects, radiation biology, radiation protection techniques, and methods of strengthening State programs relating to the purposes of this Act; (2) conduct a program of inspection and enforcement to implement standards, certification, and licensing programs established pursuant to this Act; (3) establish, subject to the approval of the President, standards for radiation control in all Federal facilities; and (4) make grants and enter into contracts as are required to carry out the provisions of this Act. States that nothing in this Act shall be construed to prevent a State or local government agency from establishing and carrying out a radiation control program, provided such program is consistent with the purposes of this Act. Provides that the Administrator shall endeavor to enter into cooperative agreements with State radiation control agencies to carry out the regulatory provisions of this Act. Authorizes the President to establish a Radiation Advisory Council of Federal Agencies to review, prior to promulgation and thereafter, standards and other requirements for radiation control in Federal facilities. Provides that the Administrator shall establish a National Radiation Advisory Committee and shall consult with such Committee with respect to the promulgation of any standards under this Act. States that the Committee shall also undertake an annual review of Federal and State radiation control programs and provide a report to the Administrator. Exempts specified activities from the provisions of this Act. Redesignates the Congressional Joint Committee on Atomic Energy as the \"Joint Committe on Atomic Energy and Radiation Protection\". Requires the Administrator to transmit a report to the Joint Committe with respect to the activities of the Agency. Authorizes to be appropriated for carrying out the provisions of this Act $10,000,000 for fiscal year 1974, and thereafter such sums as may be necessary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Radiation Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Federal Radiation Protection Agency, to transfer certain functions of the Atomic Energy Commission and other departments and agencies to such Agency, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:58-05:00"
}