{
  "actions": [
    {
      "acted_at": "1984-05-08", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2647-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1984-05-08", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1984-05-08", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-05-08", 
  "number": "2647", 
  "official_title": "A bill to revise and extend titles VII and VIII of the Public Health Service Act, relating to health professions educational assistance and nursing educational assistance.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Professions and Nursing Educational Assistance Amendments of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-05-08", 
  "subjects": [
    "Authorization", 
    "Child health", 
    "Dentistry", 
    "Economics and public finance", 
    "Education", 
    "Family medicine", 
    "Federal aid to nursing education", 
    "Federally-guaranteed loans", 
    "Graduate education", 
    "Health", 
    "Health education", 
    "Medical education", 
    "Medical personnel", 
    "Minority students", 
    "Nurses", 
    "Paramedical personnel", 
    "Physicians' assistants", 
    "Preventive medicine", 
    "Public health administration", 
    "Public health personnel", 
    "Scholarships", 
    "Student aid", 
    "Student loan funds"
  ], 
  "subjects_top_term": "Medical personnel", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-05-08", 
    "text": "Health Professions and Nursing Educational Assistance Amendments of 1984 - Title I: Health Professions Educational Assistance - Part A: Authorization of Appropriations - Amends title VII (Health Research and Teaching Facilities and Training of Professional Health Personnel) of the Public Health Service Act to authorize FY 1985 through 1988 appropriations for: (1) construction and equipment; (2) health education assistance loans; (3) student loans and scholarships for students of exceptional need; (4) departments of family medicine; (5) area health education centers; (6) physician assistants training; (7) general medicine and dentistry training; (8) internal medicine and pediatrics; (9) educational assistance to individuals from disadvantaged backgrounds; (10) curriculum development grants; (11) financial distress assistance; (12) graduate health administration and other related graduate programs; (13) public health traineeships; (14) preventive medicine training; and (15) allied health grants and assistance to disadvantaged individuals in allied health training. Part B: Program Revisions - Defines graduate programs in clinical psychology for purposes of such title. Includes such programs within the scope of educational assistance to persons from disadvantaged backgrounds. Sets forth specified rulemaking procedures. Authorizes grant authority for teaching facilities equipment. Requires schools participating in the health professions student loan program to provide specified loan information to the recipient-student. Provides for Federal assumption of defaulted loans after a school has unsuccessfully pursued specified collection procedures. Amends the Internal Revenue Code to permit disclosure of defaulters' addresses to the Secretary of Health and Human Services for loan collection purposes. Establishes a loan-in-kind repayment program to permit the Secretary to reduce the debts of health professions school graduates for the performance of service in academic, nonprofit research, or community or public service employment. Sets forth program provisions. Requires the Secretary to submit annual program reports to Congress. Prohibits first-year scholarships to students of exceptional financial need from exceeding yearly total attendance costs. Sets forth eligibility and application provisions for public health school capitation grants. Requires (presently authorizes) the Secretary to obligate ten percent (presently up to ten percent) of area health education center appropriations for special projects. Authorizes grants for advanced educational programs in the general practice of dentistry. Requires obligation of at least ten percent of family medicine and general dentistry appropriations for such grants. Authorizes grants for health professions pilot and special projects, including curriculum and faculty development. Permits funding of graduate health administration programs with at least 20 students and a specified minority enrollment. Authorizes grants for special projects in: (1) biostatistics or epidemiology; (2) health planning and administration; (3) environmental health sciences; (4) nutrition; (5) behavioral sciences; (6) geriatrics; (7) health promotion and disease prevention; (8) alcoholism; (9) sexually transmitted diseases; (10) medical care costs; and (11) accidents within and outside the workplace. Authorizes FY 1985 through 1988 appropriations. Authorizes FY 1985 through 1988 appropriations for educational assistance to disadvantaged individuals in allied health training. Repeals statutory authority for: (1) the Lister Hill scholarship program; (2) family medicine training grants; (3) education of U.S. students returning from foreign medical schools; and (4) occupational health training and education centers. Title II: Nurse Training - Amends title VIII (Nurse Training) of the Public Health Service Act to authorize FY 1985 through 1988 appropriations for: (1) advanced nurse training; (2) nurse practitioner; (3) demonstration projects; (4) special projects; (5) traineeships for advanced training of professional nurses; and (6) traineeships for nurse anesthetists."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Professions and Nursing Educational Assistance Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and extend titles VII and VIII of the Public Health Service Act, relating to health professions educational assistance and nursing educational assistance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:21-05:00"
}