{
  "actions": [
    {
      "acted_at": "1998-04-24", 
      "references": [
        {
          "reference": "CR S3588-3589", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-04-24", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1987-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "1998-04-24", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-04-24", 
  "number": "1987", 
  "official_title": "A bill to amend title 18, United States Code, with respect to violent sex crimes against children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Child Protection and Sexual Predator Punishment Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "DeWine, Mike", 
    "state": "OH", 
    "thomas_id": "00293", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-04-24", 
  "subjects": [
    "Actions and defenses", 
    "Arrest", 
    "Capital punishment", 
    "Child pornography", 
    "Child sexual abuse", 
    "Commerce", 
    "Computer crimes", 
    "Computers and government", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conspiracy", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal liability", 
    "Criminal statistics", 
    "Damages", 
    "Data banks", 
    "Department of Justice", 
    "Employee training", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Families", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Forfeiture", 
    "Government operations and politics", 
    "Indian lands", 
    "Internet", 
    "Interstate commerce", 
    "Jurisdiction", 
    "Kidnapping", 
    "Labor and employment", 
    "Law", 
    "Law enforcement officers", 
    "Legal fees", 
    "Life imprisonment", 
    "Local employees", 
    "Mandatory sentences", 
    "Minorities", 
    "Missing children", 
    "Murder", 
    "Police training", 
    "Pornography", 
    "Postal crimes", 
    "Prosecution", 
    "Prostitution", 
    "Recidivists", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Sex crimes", 
    "Sex offenders", 
    "State employees", 
    "Subpoena", 
    "Torts", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-04-24", 
    "text": "TABLE OF CONTENTS: Title I: Protecting Children from Sexual Predators and Computer Pornography Title II: Punishing Sexual Predators Title III: Federal Investigations of Sex Crimes Against Children and Serial Killers Title IV: Miscellaneous Provisions Child Protection and Sexual Predator Punishment Act of 1998 - Title I: Protecting Children from Sexual Predators and Computer Pornography - Amends the Federal criminal code to subject to a fine and five years' imprisonment anyone who, using the mail or any facility of interstate or foreign commerce: (1) or who within the special maritime and territorial jurisdiction of the United States, knowingly contacts (or attempts to contact) an individual who has not attained age 18, or who has been represented to the person making the contact as not having attained age 18, for purposes of engaging in criminal sexual activity; or (2) knowingly transfers obscene matter to such an individual. (Sec. 103) Increases penalties for: (1) enticing or coercing any person under age 18, in any U.S. territory or possession, to engage in prostitution or in criminal sexual activity or to travel in interstate or foreign commerce to engage in such activity (and sets penalties for attempting to entice or coerce persons of any age to engage in such activity); (2) using any facility of interstate or foreign commerce, including the mail, to entice or coerce such an individual to engage in such activity; and (3) engaging in certain activities relating to material involving the sexual exploitation of minors or child pornography (and applies such increased penalties in cases involving transportation for illegal sexual activity and related crimes). (Sec. 105) Provides for: (1) criminal forfeiture for solicitation of minors and interstate prostitution; and (2) pretrial detention of persons who commit specified sex offenses involving child pornography or against a minor. (Sec. 107) Sets: (1) a three-year minimum term of imprisonment for enticing or coercing within U.S. jurisdiction, or for using a computer or any facility of interstate or foreign commerce to entice or coerce, any individual under age 18 to engage in prostitution or a criminal sexual act; and (2) the maximum term of imprisonment for violating provisions regarding transportation for illegal sexual activity after a prior sex offense conviction at twice the term otherwise provided. Title II: Punishing Sexual Predators - Directs the United States Sentencing Commission to review and amend the Federal sentencing guidelines to provide a sentencing enhancement, and increases penalties, for transportation of a minor or assumed minor with intent to engage in criminal sexual activity and for travel with intent to engage in a criminal sexual act with a minor or person who has been represented as not having attained age 18. (Sec. 203) Doubles penalties for abusive sexual contact where the victim is under age 12. (Sec. 204) Replaces repeat offender provisions with a provision doubling the maximum term of imprisonment after a prior sex offense conviction. (Sec. 205) Provides a civil remedy for personal injuries resulting from certain sex crimes against children. Title III: Federal Investigations of Sex Crimes Against Children and Serial Killers - Amends the Federal criminal code to authorize the Attorney General, in investigations of alleged violations of provisions regarding sexual abuse of children or victims who have been represented not to have attained age 18, to subpoena witnesses and compel the production of records deemed relevant or material to the investigation. (Sec. 302) Provides that the fact that a presumption that a person has been transported in interstate or foreign commerce if the victim is not released within 24 hours after being unlawfully kidnapped has not yet taken effect does not preclude a Federal investigation of a possible kidnapping before the 24-hour period has ended. Includes among the jurisdictional elements for kidnapping that: (1) the offender travels in interstate or foreign commerce; or (2) the mail or any facility or means of interstate or foreign commerce is used in furtherance of the offense. Specifies that the kidnapping offense applies regardless of whether such person was alive when transported across a State boundary, provided the person was alive when the transportation began. (Sec. 303) Subjects any person who travels across a State line or enters or leaves Indian country with intent to engage in conduct that constitutes first degree murder to life imprisonment or, if death results, imposition of the death penalty. Prohibits such prosecution from being undertaken except on written certification of the Attorney General (or the Attorney General's highest ranking subordinate with responsibility for criminal prosecutions) that the conduct intended to be engaged in was a serial killing. Makes such certification unreviewable in any court. (Sec. 304) Directs the Attorney General to establish within the Federal Bureau of Investigation the Morgan P. Hardiman Child Abduction and Serial Murder Investigative Resources Center to provide investigative support to assist Federal, State, and local authorities in matters involving child abductions, mysterious disappearance of children, child homicide, and serial murder across the country. Authorizes appropriations. Repeals missing and exploited children provisions of the Violent Crime Control and Law Enforcement Act of 1994. Title IV: Miscellaneous Provisions - Amends the Federal criminal code to provide that whoever, acting with the state of mind otherwise required for the commission of a Federal criminal offense, intentionally engages in conduct that constitutes a substantial step toward the commission of the offense, is guilty of an attempt and is subject to the same penalties (except the death penalty) as those prescribed for the offense the commission of which was the object of the attempt. Specifies that inability to commit or to complete the offense shall not be a defense to such a prosecution, with exceptions. Makes it an affirmative defense that the defendant prevented the commission of the offense under circumstances manifesting a voluntary and complete renunciation of criminal intent. (Sec. 402) Repeals a limitation on punishment for conspiracy where an offense, the commission of which is the object of the conspiracy, is a misdemeanor. Provides that if two or more persons conspire to commit any offense against the United States, and one or more of them do any act to effect the object of the conspiracy, each shall be subject to the same penalties (except the death penalty) as those prescribed for the most serious offense the commission of which was the object of the conspiracy. Makes it an affirmative defense that the defendant prevented the commission of every offense that was an object of the conspiracy under circumstances manifesting a voluntary and complete renunciation of criminal intent."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Protection and Sexual Predator Punishment Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, with respect to violent sex crimes against children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:25-05:00"
}