{
  "actions": [
    {
      "acted_at": "1982-07-28", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-09-22", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Office of Personnel Management; GAO.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2785-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-07-28", 
  "number": "2785", 
  "official_title": "A bill to amend chapter 89 of title 5, United States Code, relative to the federal employees health benefits program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Employees Health Plan Improvement Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-07-28", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Cost of living adjustments", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government employees' health insurance", 
    "Government records, documents, and information", 
    "Health", 
    "Health insurance", 
    "Information services", 
    "Insurance"
  ], 
  "subjects_top_term": "Government employees' health insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-07-28", 
    "text": "Federal Employee Health Plan Improvement Act of 1982 - Amends provisions of Federal law governing the Federal employee health benefits programs. Changes certain health benefit plan requirements. Authorizes (currently requires) a carrier of a plan to reinsure with other companies which elect to participate or to allocate its rights and obligations among its affiliates which elect to participate. Directs the Office of Personnel Management (OPM) to require that all plans include benefits which are at least actuarially equivalent to the lowest level of benefits offered by the indemnity benefit plan as of January 1, 1982. Permits the OPM to: (1) direct any carrier that the OPM finds does not meet the Government's requirements to include such findings in any information distributed concerning the carrier's plans; and (2) prohibit any such carrier from enrolling individuals not previously enrolled in the plan. Prohibits the OPM from contracting for or approving a plan unless: (1) the plan is offered by an organization which has successfully operated a similar plan; or (2) the plan assures, and achieves within five years, an enrollment of at least the lesser of 5,000 individuals or two-and-a-half percent of the potential enrollees in the area. Prohibits the OPM from requiring that a plan offer more than one level of benefits. Repeals specified provisions concerning the determination of rates under such plans. Exempts individual-practice payment plans from certain requirements concerning an enrollee's selection of, access to, and payment for services of a psychologist or an optometrist. Directs the OPM to contract for a comprehensive medical plan for Federal employees in any State which requires private employers to offer such plan to their employees. Permits the OPM to provide for administrative services associated with such plans under contract rather than directly. Authorizes the OPM to contract for more than one Government-wide service benefit plan and indemnity benefit plan. Repeals a requirement that the group of physicians under a group-practice payment plan must include physicians who represent at least three medical specialties and who receive a substantial part of their income from the prepaid funds. Allows the Government contribution for health benefits to equal up to 100 percent (currently, 75 percent) of the subscription charge for a plan. Directs the OPM to: (1) determine the maximum Government contribution per employment or annuitant for individual and family enrollment for 1982; (2) increase such amount for 1983 by the percentage increase in the medical care expenditure category (MCEC) of the Consumer Price Index; (3) adjust the allocation of the Government's total contribution to a plan so that the biweekly contribution for annuitants equals 130 percent of the contribution for employees; (4) adjust the Government contribution for health benefits for employees and annuitants for years after 1983 by the percentage increase or decrease in the MCEC for the previous year; and (5) establish and publish a method for adjusting the portion of the Government contribution paid to a carrier for a particular plan to reflect differences in the need for, and cost of, health care services based on the age, sex, and place of residence of enrollees. Directs the OPM to implement an information program for Federal employees concerning health benefits plans. Requires agencies to distribute certain information on such plans to employees. Allows certain agencies to employ health benefits specialists. Directs the OPM to submit annual reports to Congress on: (1) the use of administrative funds for such activities; (2) evaluations of the Federal employees health benefits program; (3) the performance of Government agencies in meeting their responsibilities under such program; and (4) a summary of the recommendations of the advisory committee on Federal employee health benefits. Directs the President to appoint 12 members to such committee, three of which shall be annuitants. (Currently, the Director of the OPM is required to appoint five employees who are enrolled in health plans as members.) Requires that employees and annuitants : (1) be provided an annual period of not less than 30 days during which they may change health plan coverage or enrollment status; and (2) reaffirm or change coverage or enrollment status at least once every five years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Employees Health Plan Improvement Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 89 of title 5, United States Code, relative to the federal employees health benefits program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:25-05:00"
}