{
  "actions": [
    {
      "acted_at": "1973-12-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12069-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Coughlin, Lawrence", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00240", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Edwards, Don", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Ginn, Bo", 
      "sponsored_at": "1973-01-03", 
      "state": "GA", 
      "thomas_id": "00442", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Gray, Kenneth J.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00459", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Helstoski, Henry", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "00529", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Koch, Edward I.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00643", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Peyser, Peter A.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00915", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Ryan, Leo J.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01006", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Sisk, B. F.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01061", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Thone, Charles", 
      "sponsored_at": "1973-01-03", 
      "state": "NE", 
      "thomas_id": "01154", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Waldie, Jerome R.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01193", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Yatron, Gus", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01253", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-20", 
  "number": "12069", 
  "official_title": "A bill to establish the Energy Conservation and Development Trust Fund, to impose new Federal taxes to provide revenues for such fund.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Conservation and Development Trust Fund Act", 
  "sponsor": {
    "district": "12", 
    "name": "Wright, James C., Jr.", 
    "state": "TX", 
    "thomas_id": "01244", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-20", 
  "subjects": [
    "Advisory bodies", 
    "Coal", 
    "Department of the Treasury", 
    "Energy", 
    "Energy conservation", 
    "Excise tax", 
    "Geothermal resources", 
    "Mines and mineral resources", 
    "Motor buses", 
    "Motor vehicles", 
    "Oil shales", 
    "Petroleum and petroleum products", 
    "Power resources", 
    "Solar energy", 
    "Taxation", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-20", 
    "text": "Energy Conservation and Development Trust Fund Act - Title I: Energy Conservation and Development - Establishes in the Treasury of the United States a trust fund to be known as the Energy Conservation and Development Trust Fund. Provides for the transfer of specified excise taxes to such Fund. Authorizes to be appropriated from the General Fund of the Treasury to the Fund such sums as may be necessary to provide the Fund with initial capital, and such additional sums as may be necessary (over and above any specified excise tax amounts transferred to the Fund under this Act) to make the expenditures under this Act. Directs the Secretary of the Treasury to hold the Fund, and to report to the Congress not later than the 1st day of March of each year on the financial condition and the results of the operations of the Fund during the preceding fiscal year and on its expected condition and operations during the current and next ensuing fiscal year. Provides that such report shall be printed as a House document of the session of the Congress to which the report is made. Provides for expenditures from the Fund. Authorizes the Urban Mass Transit Administration in the Department of Transportation to make grants from the Fund to governmental bodies of an aggregate not to exceed $2,000,000,000 each fiscal year to assist the construction and the operation of local public transportation in urban places. Authorizes the Secretary of Transportation to make grants from the Fund to governmental bodies in an aggregate not to exceed $200,000,000 each fiscal year to assist in the development of better and more efficient intercity commuter rail and bus service. Provides that the total of such grants with respect to any one project shall not exceed 50 percent of the cost of such project. Authorizes the Secretary of Transportation to make grants from the Fund in an aggregate amount not to exceed $100,000,000 each fiscal year to private persons to assist in increasing the national capacity for the manufacture of buses. Authorizes the Secretary of the Interior, acting through the Office of Coal Research, to make grants from the Fund in an aggregate amount not to exceed $1,000,000,000 each fiscal year to public and private recipients for research and development projects to discover feasible and efficient methods for the conversion of coal to a usable, efficient, and clean replacement for gasoline, fuel oil, and other petroleum products. Authorizes the National Science Foundation to make grants from the Fund in an aggregate amount not to exceed $1,000,000,000 each fiscal year to public and private recipients for solar, nuclear, and thermal energy research. Authorizes the Secretary of the Interior to make grants from the Fund in an aggregate amount not to exceed $200,000,000 each fiscal year to public and private recipients for research into and development of improved recovery methods for oil shale, including ways to minimize damage to surface land and landscape. Authorizes the Secretary of the Interior to make grants from the Fund in an aggregate amount not to exceed $100,000,000 each fiscal year to public and private recipients for the rehabilitation, restoration, and beautification of lands which have been used for the strip mining of coal or oil shale. Authorizes the Secretary of Housing and Urban Development, acting through the Federal Housing Administration, to make grants from the Fund in an aggregate amount not to exceed $500,000,000 each fiscal year to appropriate lending institutions to establish and maintain a program of guaranteed long-term, low-interest loans to individual homeowners and to the operators of small business establishments to finance improved insulation in order to preserve heat and reduce fuel consumption. Authorizes the Secretary of Transportation to make grants from the Fund in an aggregate amount not to exceed $100,000,000 each fiscal year to governmental bodies to assist in patrolling and enforcing any uniform speed limits which may be imposed to combat the fuel shortage. Provides that the total of such grants with respect to any one project shall not exceed 50 percent of the cost of such project. Authorizes the Secretary of the Interior to make grants from the Fund in an aggregate amount not to exceed $350,000,000 each fiscal year to private persons to cover intangible costs associated with the exploration and drilling for petroleum and natural gas in order to encourage expanded domestic petroleum and natural gas production. Authorizes the Secretary of Labor to make grants from the Fund in an aggregate amount not to exceed $350,000,000 each fiscal year to public and private recipients to provide extended and improved unemployment compensation for workers displaced from their jobs by reason of the energy crisis and to provide job retraining for such persons in new types of work. Title II: Internal Revenue Amendments - Provides for seperate taxes on gasoline, passenger cars, pleasure boats of at least 50 horsepower, and the large-scale use of electricity to carry out the purposes of this Act. Imposes an occupational tax on the operation of parking lots of 100 automobile capacity or more. Imposes severance and gathering taxes on oil and natural gas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Conservation and Development Trust Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Energy Conservation and Development Trust Fund, to impose new Federal taxes to provide revenues for such fund.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:10-05:00"
}