{
  "actions": [
    {
      "acted_at": "1977-03-24", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5578-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-24", 
  "number": "5578", 
  "official_title": "A bill to regulate lobbying.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lobbying Disclosure Act", 
  "sponsor": {
    "district": "10", 
    "name": "Edwards, Don", 
    "state": "CA", 
    "thomas_id": "00336", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-24", 
  "subjects": [
    "Congress", 
    "Financial disclosure", 
    "Lobbying"
  ], 
  "subjects_top_term": "Lobbying", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-24", 
    "text": "Lobbying Disclosure Act -- Declares that this Act shall apply to any organization which makes expenditures in excess of a specified amount for certain activities with respect to lobbying communications or the research or preparation thereof. Requires each such organization to register with the Comptroller General. Stipulates that such registration shall contain an identification of the organization, a description of the types of issues which will be dealt with in lobbying communications, the number of individuals who and organizations which are members of such organization, and an identification of individual, engaged in certain lobbying activities. Requires each organization, required to register under this Act, to maintain records relating to the registration and reports required to be filed under this Act in accordance with regulations prescribed by the Comptroller General. Requires each organization to file reports concerning certain lobbying activities including (1) the total expenditures made with respect to lobbying communications, (2) an itemized list of cash expenditures in excess of $25 made to or for the benefit of any member, officer, or employee of Congress, or member of such individual's immediate family, (3) an identification of any person retained for the purpose of engaging in certain lobbying activities, and (4) certain information concerning the amount of funds expended with respect to the issues constituting lobbying communications. Requires each member of Congress to file a report with the Comptroller General which shall include an itemized list of certain cash expenditures in excess of $25 made to or for benefit of such Member, his or her immediate family, staff member, or staff member's family. Sets forth the powers of the Comptroller General in procuring information necessary to carry out the purpose of this Act. Requires the Comptroller General to develop filing and cross-indexing systems to identify persons and organizations engaged in lobbying activities, and a cross-indexing system to be developed in cooperation with the Federal Election Commission, and to preserve and made available to the public the registrations and reports required by this Act. Requires the Comptroller to issue advisory opinions with respect to the applicability of the recordkeeping registration, or reporting requirements of this Act. Sets forth the procedure for enforcement of this Act. Prescribes civil and criminal penalties for violation of this Act. Authorizes appropriations necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lobbying Disclosure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate lobbying.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:00-05:00"
}