{
  "actions": [
    {
      "acted_at": "1992-10-05", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6152-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-05", 
  "number": "6152", 
  "official_title": "To amend title 10, United States Code, to establish within the Office of the Secretary of Defense the position of Director of Special Investigations; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Schroeder, Patricia", 
    "state": "CO", 
    "thomas_id": "01033", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-05", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Crimes against women", 
    "Criminal investigation", 
    "Data banks", 
    "Department of Defense", 
    "Disciplining of employees", 
    "Executive reorganization", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Military and naval offenses", 
    "Military dependents", 
    "Military personnel", 
    "Military promotions", 
    "Promotions", 
    "Prosecution", 
    "Rape", 
    "Rating of employees", 
    "Sex crimes", 
    "Sexual harassment of women", 
    "Whistle blowing", 
    "Women soldiers"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-05", 
    "text": "Establishes the position of Director of Criminal Investigations to be appointed by the Secretary of Defense from among civilians who have significant experience in criminal investigations. Requires the Director to report directly to the Secretary. Requires the Director to obtain, compile, store, monitor, and report information on each allegation of sexual misconduct of a member of the armed forces (or a dependent) against another member of the armed forces or a dependent of such member. Requires such Director to: (1) make such information available to the Secretary, the Secretaries of the military departments, the Congress, and any law enforcement agency or court concerned; (2) investigate each allegation made directly, or referred, to the Director; and (3) monitor the conduct of such investigations by units, offices, agencies, and other organizations within the Department of Defense (DOD) regarding allegations of sexual misconduct. Authorizes the Director to inspect and report to the Secretary on any other investigation being conducted within DOD. Authorizes the Director to refer for prosecution any case of sexual misconduct. Requires the Director to report each such referral to the Secretary. Requires each member of the armed forces and employee of DOD who receives an allegation of sexual misconduct to notify the Director. Directs the Secretary to report to the Congress annually on the number and disposition of cases of sexual misconduct by members of the armed forces and employees of DOD. Amends the Federal criminal code to provide criminal penalties for each member of the armed forces or DOD employee who fails to undertake an investigation (if so required) or who receives an allegation of sexual misconduct and fails to notify the Director. Provides lesser penalties for the failure of such members or employees to act on an allegation of civil sexual misconduct. Directs the Secretary to require that the commitment of an employee of DOD or a member of the armed forces to the elimination of sexual harassment in their place of work or duty and at other DOD installations and facilities be one of the factors considered in the preparation of performance evaluations and the determination of the appropriateness of promotions or selection for the receipt of financial performance awards. Requires the Secretary to report annually to the Congress on the implementation of such regulations. Prohibits the Secretary and the Secretary of the military department concerned from approving for a financial award or promotion any DOD employee or member of an armed force who: (1) has been convicted of a criminal offense involving sexual misconduct; or (2) has received any other disciplinary or adverse personnel action on the basis of having engaged in sexual misconduct. Directs the Secretary to prescribe regulations that prohibit officers and employees of DOD from retaliating or taking an adverse personnel action against any other officer or employee for reporting sexual misconduct by an officer or employee of DOD or member of the armed forces or for providing information in an investigation or other action relating to an allegation of sexual misconduct. Requires the Secretary of each military department to prescribe similar regulations prohibiting such retaliatory measures by members under their respective armed force. Makes violations of such regulations punishable under applicable provisions of the Uniform Code of Military Justice."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend title 10, United States Code, to establish within the Office of the Secretary of Defense the position of Director of Special Investigations; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:15:02-05:00"
}