{
  "actions": [
    {
      "acted_at": "1999-01-25", 
      "references": [
        {
          "reference": "CR S979-980", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-25", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-04-22", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-05", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-06-21", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Lott for Senator McCain with amendments. With written report No. 106-83.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-21", 
      "calendar": "Senate Legislative", 
      "number": "161", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 161.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1999-07-27", 
      "references": [
        {
          "reference": "CR S9444-9447", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-07-27", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1999-07-29T10:05:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-07-29", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-07-29", 
      "committee": "Committee on Commerce, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "text": "Referred to the Committee on Commerce, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-07-29", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-07-29", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-10", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Workforce Protections", 
      "text": "Referred to the Subcommittee on Workforce Protections.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1368-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1368"
    }, 
    {
      "amendment_id": "s1369-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1369"
    }, 
    {
      "amendment_id": "s1370-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1370"
    }
  ], 
  "bill_id": "s305-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Workforce Protections", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abraham, Spencer", 
      "sponsored_at": "1999-06-07", 
      "state": "MI", 
      "thomas_id": "01269", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1999-01-25", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "1999-01-28", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1999-07-27", 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-25", 
  "number": "305", 
  "official_title": "A bill to reform unfair and anticompetitive practices in the professional boxing industry.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1832-106", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1832-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Muhammad Ali Boxing Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1999-07-27", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Athletes", 
    "Boxing", 
    "Brain", 
    "Brain diseases", 
    "Business records", 
    "Cardiovascular diseases", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Conflict of interests", 
    "Contracts", 
    "Corruption in sports", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Damages", 
    "Fees", 
    "Fines (Penalties)", 
    "Freedom of information", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Head injuries", 
    "Health", 
    "Heart diseases", 
    "Identification devices", 
    "Imaging systems in medicine", 
    "Information services", 
    "Injunctions", 
    "Internet", 
    "Labor and employment", 
    "Labor contracts", 
    "Law", 
    "Legal fees", 
    "Licenses", 
    "Neurology", 
    "Occupational health and safety", 
    "Physical examinations", 
    "Professional associations", 
    "Professional sports", 
    "Respiratory diseases", 
    "Restrictive trade practices", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Sports agents", 
    "Sports and recreation", 
    "Sports and state", 
    "Sports injuries", 
    "Standards", 
    "Television broadcasting of sports", 
    "Violence in sports", 
    "Web sites"
  ], 
  "subjects_top_term": "Sports and recreation", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1999-07-27", 
    "text": "Muhammad Ali Boxing Reform Act - Amends the Professional Boxing Safety Act of 1996 (the Act) to require that any contract between a boxer and a promoter or manager include mutual obligations between the parties, specify a minimum number of professional boxing matches (match or matches) per year for the boxer, and set forth a specific period of time during which the contract will be in effect, including any provision for extension of that period due to the boxer's temporary inability to compete because of an injury or other cause. Limits to 12 months the period for which promotional rights to promote a boxer may be granted under a contract between the boxer and a promoter, or between promoters with respect to a boxer, if such rights are required as a condition for the boxer's participation in a match against another boxer who is under contract to the promoter. Prohibits a promoter exercising promotional rights with respect to such boxer during the 12-month period beginning on the day after the last day of the promotional right period from securing exclusive promotional rights from the boxer's opponents as a condition of participating in a professional boxing match against the boxer. Specifies that any contract to the contrary shall be considered to be in restraint of trade and contrary to public policy, and unenforceable. Prohibits: (1) a promoter or a sanctioning organization from requiring a boxer, in a contract arising from a match that is a mandatory bout under the organization's rules, to grant promotional rights to any promoter for a future match; and (2) a licensee, manager, matchmaker, or promoter from requiring a boxer to employ, retain, or provide compensation to any individual or business enterprise recommended or designated by that person as a condition of such person's working with the boxer or arranging for the boxer to participate in a match or as a condition of such boxer's participation in a match. Declares that: (1) a contractual provision between a promoter and a boxer, or between promoters with respect to a boxer, that violates this Act's prohibition regarding promotional rights under mandatory bout contracts is contrary to public policy and unenforceable; and (2) in any action brought against a boxer to recover money for acting as a licensee, manager, matchmaker, or promoter for the boxer, the court, arbitrator, or administrative body may deny recovery under the contract as contrary to public policy if the employment, retention, or compensation that is the subject of the action was obtained in violation of this Act. Prohibits: (1) a boxer's promoter (or a promoter who is required to be licensed under State law) from having a direct or indirect financial interest in that boxer's licensed manager or management company; or (2) a licensed manager or management company (or a manager or management company that, under State law, is required to be licensed) from having a direct or indirect financial interest in the promotion of a boxer or from being employed by or receiving compensation or other benefits from a promoter, except for amounts received as consideration under the manager's contract with the boxer. Allows a boxer to act as his own promoter or manager. (Sec. 5) Requires a sanctioning organization that sanctions matches on an interstate basis to: (1) establish objective and consistent written criteria for the ratings of professional boxers; (2) establish and publish an appeals procedure that affords a boxer rated by that organization a reasonable opportunity, without the payment of any fee, to submit information to contest its rating of the boxer (under which the organization shall, within 14 days after the boxer's request, provide to the boxer a written explanation of the organization's criteria and its rating of the boxer and submit a copy to the President of the Association of Boxing Commissions of the United States and to the boxing commission of the boxer's domiciliary state); (3) provide to a boxer such organization rates or has rated in its top ten a written explanation of the reasons for any change(mailed to the boxer at the boxer's last known address within five business days), immediately post a copy of the notice and the explanation on its Internet website or homepage, if any, for not less than 30 days, and mail a copy of the notice and the explanation to the President of the Association of Boxing Commissions if the organization does not have an address for the boxer or does not have an Internet website or homepage; and (4) submit to the Federal Trade Commission (FTC), by January 31 of each year, a complete description of the organization's ratings criteria, policies, general sanctioning fee schedule, bylaws, and appeals procedure and a list and business address of the organization's officials who vote on boxer ratings. Directs the FTC to make information received under this section available to the public. Authorizes the FTC to assess sanctioning organizations a fee to offset the cost it incurs in processing the information and making it available to the public. Authorizes a sanctioning organization, in lieu of submitting the required information to the FTC, to maintain a website on the Internet that meets specified requirements. Prohibits an officer or employee of a sanctioning organization from receiving any compensation, gift, or benefit directly or indirectly from a promoter, boxer, or manager, but allows the receipt of: (1) payment by a promoter, boxer, or manager of such organization's published fee for sanctioning a match or reasonable expenses in connection therewith if the payment is reported to the responsible boxing commission; or (2) a gift or benefit of de minimis value. (Sec. 6) Requires a sanctioning organization, before sanctioning or authorizing a match in a State, to provide to the boxing commission of, or responsible for regulating matches in, that State a written statement of: (1) all charges, fees, and costs the organization will assess any boxer participating in that match; and (2) all payments, benefits, complimentary benefits, and fees the organization will receive for its affiliation with the event from all sources. Requires a sanctioning organization to notify the boxing commission regarding compensation it receives from any source to refrain from exercising its authority or jurisdiction over, or withholding its sanction of, a match. Requires a promoter, before a match organized, promoted, or produced by that promoter is held in a State, to provide to the appropriate boxing commission a written statement containing: (1) a copy of any agreement to which the promoter is a party with any participating boxer; (2) a written statement made under penalty of perjury that there are no other agreements between the promoter and the boxer with respect to that match; (3) a written statement of all fees, charges, and expenses that will be assessed by or through the promoter on the boxer pertaining to the event and of all payments, gifts, or benefits the promoter is providing to any sanctioning organization affiliated with the event; and (4) any reduction in the amount or percentage of a boxer's purse after a previous agreement concerning the amount or percentage of that purse has been reached between the promoter and the boxer, or after a purse bid held for the event. Requires an individual, before participating in a professional boxing match as a judge in any State, to provide to the appropriate boxing commission a statement in writing of all payments, including reimbursement for expenses, and any other benefits that individual will receive from any source for judging that match. Directs a promoter, upon request, to make information received under this section available to the chief law enforcement officer of the State in which the match is to be held. Makes the requirements of this section inapplicable to a match scheduled to last less than ten rounds. Specifies that neither a boxing commission nor an Attorney General may disclose to the public any agreement between the promoter and the boxer or information available to the chief enforcement officer of the State in which the match is to be held, except to the extent required in public legal, administrative, or judicial proceedings brought against that promoter under State law. (Sec. 7) Sets penalties for violation of anti-exploitation, sanctioning organization, or disclosure provisions. Provides for civil actions by the chief law enforcement officer of a State and for private rights of action. Specifies that nothing in this Act authorizes the enforcement of: (1) any provision of this Act against the FTC, the United States Attorney General, or the chief legal officer of any State for acting or failing to act in an official capacity; (2) a private right of action against a State or political subdivision of a State, or any agency or instrumentality thereof; or (3) specified exploitation protections against a boxer acting in his capacity as a boxer. (Sec. 8) Amends the Act to: (1) define \"suspension\" to include the revocation of a boxing license; (2) require renewal of a boxer's identification card at least every four (currently, two) years; and (3) require that each State boxing commission establish procedures to ensure that (with exceptions) no boxer is permitted to box while under suspension from any boxing commission due to unsportsmanlike conduct or other inappropriate behavior inconsistent with generally accepted methods of competition in a match. Requires: (1) the boxer's physical exam to be based on guidelines endorsed by the American Medical Association, including a circulatory-respiratory check and a neurological examination; and (2) the boxer, at each boxer identification card renewal, to present proof from a physician that such boxer has taken a computerized axial tomography (CAT) scan within the preceding 30-day period and that no brain damage from boxing has been detected. (Sec. 9) Requires that any contract between a boxer and a broadcaster for the broadcast of a boxing match: (1) include mutual obligations between the parties; and (2) specify either the number of bouts to be broadcast or the duration of the contract. Prohibits a broadcaster from: (1) requiring a boxer to employ a relative or associate of the broadcaster in any capacity; (2) having a financial interest in the boxer's manager or management company; or (3) providing consideration (other than of a de minimus amount or value) to a sanctioning organization in connection with any boxer with whom the broadcaster has a contract or against whom a boxer with whom a broadcaster has a contract is competing. Requires a broadcaster who reduces the amount it agreed to pay the boxer to notify the supervising State commission of the reduction within 48 hours. Declares that a provision in a contract between a broadcaster and a boxer that violates the requirements of this section is contrary to public policy and unenforceable."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Muhammad Ali Boxing Reform Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Muhammad Ali Boxing Reform Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Muhammad Ali Boxing Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform unfair and anticompetitive practices in the professional boxing industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:18-05:00"
}