{
  "actions": [
    {
      "acted_at": "1991-06-19", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-13", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2697-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Coleman, E. Thomas", 
      "sponsored_at": "1991-06-19", 
      "state": "MO", 
      "thomas_id": "00216", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-19", 
  "number": "2697", 
  "official_title": "To amend title V of the Higher Education Act of 1965 to provide Federal assistance to the National Board for Professional Teaching Standards.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Board for Professional Teaching Standards Act of 1991", 
  "sponsor": {
    "district": "1", 
    "name": "Williams, Pat", 
    "state": "MT", 
    "thomas_id": "01231", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-19", 
  "subjects": [
    "Compensatory education", 
    "Education", 
    "Educational associations", 
    "Educational research", 
    "Elementary education", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Gifted children", 
    "Language and languages", 
    "Licenses", 
    "Literacy programs", 
    "Mathematics", 
    "Rating of teachers", 
    "Research and development", 
    "Scientific education", 
    "Secondary education", 
    "Standards", 
    "Teachers"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-19", 
    "text": "National Board for Professional Teaching Standards Act of 1991 - Amends the Higher Education Act of 1965 to direct the Secretary of Education to provide financial assistance to the National Board for Professional Teaching Standards (the Board, a private nonprofit organization) for research and development relating to teacher assessment and certification procedures. Sets forth terms and conditions which the Board must meet in order to receive such assistance. Requires the Board to consult at least twice annually with the Committee (i.e. the Fund for Improvement and Reform of Schools and Teaching Board) on design and execution of its overall research and development strategy, including procedures to ensure compliance with this Act. Requires funds under this Act to be used only for research and development of teacher assessment and certification procedures for elementary and secondary school teachers. Requires that priority be given to such activities relating to teaching: (1) the subject areas of mathematics, the sciences, foreign languages, and literacy (including reading, writing, and analytical ability); and (2) special educational populations, including limited English proficient children, gifted and talented children, children with disabilities, and economically and educationally disadvantaged children. Sets the Federal share of the cost of such Board activities at 50 percent. Requires the Board to report annually to the appropriate committees of the Congress. Requires the Department of Education, the National Science Foundation, and the National Research Council to report to such congressional committees on the Board's compliance with this Act. Directs the Secretary to reserve certain funds for a contract with a nationally recognized organization to evaluate the Board's research program of teacher assessments, including an analysis of the impact of teacher assessments on minority teachers. Requires such evaluation to be submitted to specified congressional committees. Provides that nothing in this Act shall be construed to: (1) establish a preferred national curriculum or teaching methodology for elementary and secondary schools; (2) infringe upon State rights and responsibilities to license teachers; (3) infringe upon home school or private school teaching practice or accreditation; (4) provide a Board-certified individual with a right of action against any public educational entity for decisions related to hiring, promotion, retention, or dismissal; or (5) authorize the Secretary to exercise supervision or control over the Board's research program, standards, assessment practices, administration, or staffing. Authorizes appropriations for FY 1992 through 1995."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Board for Professional Teaching Standards Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title V of the Higher Education Act of 1965 to provide Federal assistance to the National Board for Professional Teaching Standards.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:25-05:00"
}