{
  "actions": [
    {
      "acted_at": "1982-03-31", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-15", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Subcommittee on Housing and Urban Affairs. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2327-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK", 
      "subcommittee": "Subcommittee on Housing and Urban Affairs", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1982-03-31", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1982-03-31", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1982-04-13", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "1982-04-01", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cannon, Howard W.", 
      "sponsored_at": "1982-04-01", 
      "state": "NV", 
      "thomas_id": "01301", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1982-03-31", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dixon, Alan J.", 
      "sponsored_at": "1982-03-31", 
      "state": "IL", 
      "thomas_id": "01317", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1982-03-31", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1982-03-31", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1982-04-20", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1982-03-31", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1982-04-01", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1982-03-31", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1982-03-31", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1982-03-31", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1982-03-31", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stennis, John C.", 
      "sponsored_at": "1982-03-31", 
      "state": "MS", 
      "thomas_id": "01439", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1982-03-31", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-31", 
  "number": "2327", 
  "official_title": "A bill to amend the National Housing Act to provide for an emergency homeownership program, to authorize assistance to avoid mortgage defaults caused by adverse economic conditions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Homeowners' Relief Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-03-31", 
  "subjects": [
    "Federal aid to housing", 
    "Foreclosure", 
    "Home ownership", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Housing subsidies", 
    "Mobile homes", 
    "Moderate income housing", 
    "Mortgage guaranty insurance", 
    "Mortgage interest rates", 
    "Mortgages", 
    "Unemployment"
  ], 
  "subjects_top_term": "Federal aid to housing", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-03-31", 
    "text": "Title I: Emergency Homeownership Program - Emergency Homeownership Act of 1982 - Amends the National Housing Act to activate the emergency housing market stimulation program to: (1) direct the Secretary of Housing and Urban Development to provide periodic mortgage assistance payments to homeowners; and (2) authorize the Secretary to insure assisted mortgages. Extends, until March 31, 1983, the Secretary's authority to enter into such assistance contracts and to insure such mortgages. Requires such contracts to provide for assistance payments for up to five years. Directs the Secretary to continue assistance payments to mortgagors who remain eligible after a contract expires to the extent that funds remain in a revolving fund containing recaptured assistance payments and unexpended appropriations under such program. Increases the maximum family income (from 130 to 140 percent of the area median income) over which a mortgagor is disqualified from assistance payments. Allows the Secretary to raise such area median income ceiling to 145 percent when necessary. Limits the maximum amount of assistance payments to the lesser of: (1) the balance of the mortgagor's monthly payment for principal, interest, and mortgage insurance after applying 25 percent of the mortgagor's income; and (2) the difference between the maximum interest rate on a FHA mortgage and an interest rate four percentage points lower than such maximum rate, but not less than ten percent. Specifies the limit on assistance payments for loans on manufactured homes. Permits up to 30 percent of the mortgages assisted under such program to involve homes constructed before April 1, 1982. Requires that the remaining assisted mortgages involve homes the construction of which began on or after such date. Increases the maximum sales price of a home eligible for such mortgage insurance and assistance payments to 100 percent (currently 82 percent) of the maximum principal obligation of a FHA mortgage. Authorizes the Secretary to increase such maximum sales price to 105 percent when necessary in certain areas. Directs the Secretary to consider the unemployment rate in various regions of the country when allocating assistance under the emergency market stimulation program. Authorizes appropriations for such program. Authorizes the Secretary to advance downpayment assistance, matching up to $5,000 of a family's available funds, on a newly constructed home that is financed by a loan not insured under the National Housing Act. Authorizes the Secretary to provide downpayment assistance to families: (1) whose income do not exceed 140 percent of the area median income; (2) who certify that they lack sufficient funds to purchase a home without such assistance; and (3) who have not owned a home in the preceding three years. Provides for the recapture of downpayment assistance plus interest upon the disposition of the home or when the owner rents the home for more than one year. Authorizes appropriations for downpayment assistance. Title II: Homeowners' Relief - Emergency Homeowners' Relief Act of 1982 - Directs the Secretary to make emergency mortgage relief advances for certain mortgagors when, for three consecutive months, the amount of delinquent mortgage loans exceeds a specified percentage of the amount of all mortgage loans accounted for in the mortgage delinquency series maintained by the Federal Home Loan Bank Board (FHLBB). Directs the Secretary to provide such emergency advances in States within a FHLBB district if such mortgage delinquency condition exists for that district, even if such condition does not exist for the nation. Directs the FHLBB to submit delinquency information to the Secretary and Congress monthly. Provides for the discontinuation and resumption of the emergency advances program depending on the mortgage delinquency condition. Lists the eligibility conditions for emergency advances, including requirements that: (1) foreclosure would result without such assistance; (2) the mortgagor has suffered a loss of income as a result of involuntary unemployment or underemployment due to adverse economic conditions; and (3) there is a reasonable prospect that the mortgagor will be able to resume full mortgage payments. Limits the amount of emergency advances to the least of: (1) 80 percent of the total monthly mortgage payment; (2) $600; or (3) the amount necessary to supplement the amount the homeowner is capable of contributing. Limits the duration of emergency advances to 12 months plus any period of delinquency, with a six-month extension permitted. Declares that emergency advances shall be repayable on terms prescribed by the Secretary. Sets forth the authority of the Secretary to recapture emergency advances. Requires the Secretary and specified agencies to: (1) waive or relax limitations pertaining to the operations of certain mortgagees and financial institutions with respect to mortgage delinquencies in order to encourage forbearance in residential mortgage loan foreclosure; and (2) request such institutions to notify the appropriate agency and the mortgagor of least 30 days before instituting foreclosure proceedings on a mortgage. Authorizes appropriations to carry out this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Homeowners' Relief Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Emergency Homeownership Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Housing Act to provide for an emergency homeownership program, to authorize assistance to avoid mortgage defaults caused by adverse economic conditions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:16-05:00"
}