{
  "actions": [
    {
      "acted_at": "1983-06-23", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1536-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-06-23", 
  "number": "1536", 
  "official_title": "A bill to amend the Federal Water Pollution Control Act with respect to ocean waivers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-06-23", 
  "subjects": [
    "Environmental protection", 
    "Estuarine pollution", 
    "Marine pollution", 
    "Ocean", 
    "Standards", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water treatment plants"
  ], 
  "subjects_top_term": "Water pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-06-23", 
    "text": "Amends the Federal Water Pollution Control Act (also known as the Clean Water Act) to impose additional requirements which must be met in order for the Administrator of the Environmental Protection Agency to issue a waiver of the limitations on discharges of pollutants from a publicly owned treatment works into marine waters. Requires that: (1) the effluent to be discharged under the permit will receive primary treatment equivalent to the treatment necessary to remove all floating or settleable solids and to control pathogens; (2) in the case of a treatment works serving a population of 50,000 or more, with respect to any toxic pollutant introduced into such works, the applicant has in effect a pretreatment program which removes the amount of such pollutant as would be removed if there were a secondary treatment program; and (3) the effluent from such works meets specified criteria for saltwater after initial dilution. Defines the phrase \"discharge of any pollutant into marine waters.\" Prohibits issuing such a waiver to any treatment works in any geographic area in which the Administrator has reason to believe that if all eligible treatment works of the same or lesser size were granted such waivers the collective discharges would result in a degradation in water quality. Exempts from such prohibition and permits the issuance of a waiver to such a treatment works in such an area if all the publicly owned treatment works in the area are under the jurisdiction of the same municipality or under a regional compact among municipalities and water quality will be maintained according to a specified standard. Prohibits issuing such a permit for any discharge into waters which, at the same time of the application, are significantly degraded for any significant portion of the year by pollutants from other sources. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Water Pollution Control Act with respect to ocean waivers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:57-05:00"
}