{
  "actions": [
    {
      "acted_at": "1975-05-14", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-04-26", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept. 94-764.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-29", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-29", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-29", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #159 (64-11).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-30", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1737-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Beall, J. Glenn, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01278", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1975-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durkin, John A.", 
      "sponsored_at": "1976-12-31", 
      "state": "NH", 
      "thomas_id": "01322", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Laxalt, Paul D.", 
      "sponsored_at": "1975-01-03", 
      "state": "NV", 
      "thomas_id": "01382", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1975-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1975-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1975-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Taft, Robert, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01445", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-14", 
  "number": "1737", 
  "official_title": "A bill to amend the Public Health Service Act to encourage the establishment of uniform standards for licensing and regulation of clinical laboratories.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clinical Laboratories Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-14", 
  "subjects": [
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Health", 
    "Laboratories", 
    "Licenses", 
    "Medical care, personnel, and facilities", 
    "Medical laboratories", 
    "Public health", 
    "States"
  ], 
  "subjects_top_term": "Medical laboratories", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1976-04-29", 
    "text": "(Measure passed Senate, amended, roll call #159 (64-11)) Clinical Laboratories Improvement Act - Defines \"laboratory\" and \"clinical laboratory\" for purposes of this Act. Excludes blood banks and agencies not under the jurisdiction of the Department of Health, Education, and Welfare from such definitions. Requires the licensing of all clinical laboratories, as defined by this Act. Directs the Secretary of Health, Education, and Welfare to issue such licenses. Authorizes the Secretary to delegate licensing authority to the States, providing the Secretary determines that State standards meet or exceed Federal standards. Authorizes the Secretary to require $125 for the issuance of such a license. Requires applicants to furnish the Secretary of HEW with a schedule of rates charged for their laboratory services. Authorizes the Secretary to establish standards to be met by clinical laboratories in order to receive and maintain the license required by this Act. Provides that such standards shall be designed to assure consistently accurate laboratory procedures and service. Directs the Secretary to attempt to achieve the adoption of such standards throughout the Federal Government. Sets forth conditions under which the Secretary may revoke, suspend, or limit such licenses, after reasonable hearing, and provides for judicial review of parties aggrieved by such actions. Directs the Secretary to establish an Office of Clinical Laboratories. Declares that the purpose of such Office shall be to establish a uniform regulatory program for the functions authorized by this Act, to assume responsibility for the laboratory component of other health programs administered and enforced by the Secretary, and to evaluate and validate the accuracy, reliability, and performance of automated laboratory testing equipment of clinical laboratories and to disseminate the results thereof. Creates an advisory council on clinical laboratories to advise the Office with respect to guidelines for laboratory licensing, personnel, and performance standards. Provides that no grant or reimbursement which the Secretary is authorized to make, or contract which he is authorized to award, whether to or for any health care facility, including but not limited to health maintenance organizations, hospitals, skilled nursing or intermediate care facilities, or in connection with the procurement and reimbursement for clinical laboratory services shall be entered into unless the laboratory meets the standards established by the Secretary. Empowers the Secretary to exempt from this Act the office laboratories of specified medical practitioners used for their own patients. States that regulations promulgated by the Secretary relating to the qualification of laboratory personnel shall not apply to a clinical laboratory located within a health care facility of 100 beds or less and which is located in a rural area for a period of two years after the effective date of such regulations; and shall be waived thereafter under specified conditions. Provides for grants and technical assistance to those States which desire to establish State licensing procedures and regulations for development, administration, and enforcement purposes. Authorizes appropriation of $15,000,000 for each fiscal year for such purposes. Grants inspection powers to the Secretary over clinical laboratories, including the power to inspect financial, sales, and pricing data. Requires the Secretary to report annually to the Congress the effects of the pricing of laboratory services in relation to overall costs of related health services. Subjects to a possible fine of $10,000 and/or three years' imprisonment laboratory owners or operators who receive bribes or kickbacks in connection with the provision of services or who engage in fraudulent billing practices to obtain Federal funds. Provides that any person who willfully violates any other provision of this Act or any rule or regulation promulgated thereunder shall be subject to imprisonment for not more than one year, or a fine of not more than $1,000, or both. Prohibits any laboratory employer from discharging any employee or otherwise discriminating against any employee with respect to his compensation, terms, conditions, or privileges of employment because such employee has caused to be commenced a proceeding under this title or a proceeding for the administration or enforcement of laboratory regulations as set forth under any Federal or State program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clinical Laboratories Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to encourage the establishment of uniform standards for licensing and regulation of clinical laboratories.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:23-05:00"
}