{
  "actions": [
    {
      "acted_at": "1993-11-23", 
      "references": [
        {
          "reference": "CR S17055-17056", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-23", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-15", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1780-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-11-23", 
  "number": "1780", 
  "official_title": "A bill to amend the Employee Retirement Income Security Act of 1974 and the Internal Revenue Code of 1986, to provide security for workers, to improve pension plan funding, to limit growth in insurance exposure, to protect the single-employer plan termination insurance program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3396-103", 
      "reason": "identical"
    }
  ], 
  "short_title": "Retirement Protection Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-11-23", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Annuities", 
    "Bank failures", 
    "Bankruptcy", 
    "Collective bargaining agreements", 
    "Cost of living adjustments", 
    "Debtor and creditor", 
    "Disability retirement", 
    "Dividends", 
    "Excise tax", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Government corporations", 
    "Government paperwork", 
    "Income tax", 
    "Insurance premiums", 
    "Insurance rates", 
    "Interest rates", 
    "Labor and employment", 
    "Liability (Law)", 
    "Liens", 
    "Pension Benefit Guaranty Corporation", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Stocks", 
    "Tax deductions", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Trusts and trustees", 
    "Valuation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-11-23", 
    "text": "TABLE OF CONTENTS: Title I: Pension Plan Funding Subtitle A: Amendments to the Internal Revenue Code of 1986 Subtitle B: Amendments to the Employee Retirement Income Security Act of 1974 Title II: Amendments Related to Title IV of the Employee Retirement Income Security Act of 1974 Title III: Participant Services Title IV: Miscellaneous Amendments Title V: Effective Dates Retirement Protection Act of 1993 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) and the Internal Revenue Code (IRC) to revise provisions for pension plan funding, compliance, premiums, and participant protection and services. Title I: Pension Plan Funding - Subtitle A: Amendments to the Internal Revenue Code of 1986 - Amends IRC requirements for pension plan funding, including: (1) minimum funding, revising additional funding requirements for single-employer plans; (2) limitation on changes in current liability assumptions; (3) recognition of already bargained changes in liability; (4) modification of the quarterly contribution requirement; and (5) exceptions to the excise tax on nondeductible contributions. Subtitle B: Amendments to the Employee Retirement Income Security Act of 1974 - Amends ERISA requirements for pension plan funding, including: (1) minimum funding, revising additional funding requirements for single-employer plans; (2) limitation on changes in current liability assumptions; (3) recognition of already bargained changes in liability; and (4) modification of the quarterly contribution requirement. Title II: Amends Relating to Title IV of the Employee Retirement Income Security Act of 1974 - Amends title IV (Plan Termination Insurance) of ERISA to revise requirements relating to reportable events. Authorizes the Pension Benefit Guaranty Corporation (PBGC) to apply for judicial review other than involuntary termination. Requires that specified additional information be furnished to the PBGC. Adds provisions relating to liability upon liquidation of a contributing sponsor or controlled group member where a single-employer plan remains ongoing. Revises provisions for: (1) enforcement of minimum funding requirements; and (2) remedies for noncompliance with requirements for standard termination. Prohibits benefit increases or other changes which increase plan liabilities where a plan sponsor is in bankruptcy. Revises provisions relating to substantial owner benefits to modify the phase-in of guarantee and the allocation of assets. Phases out the variable rate premium cap. Title III: Participant Services - Amends ERISA to require the plan administrator of a plan subject to a specified additional premium to notify plan participants and beneficiaries of the plan's funding status and the limits on the PBGC's guaranty should the plan terminate while underfunded. Adds provisions relating to missing participants. Revises provisions relating to modification of the maximum guarantee for disability benefits. Title IV: Miscellaneous Amendments - Amends IRC and ERISA with respect to: (1) citation of this Act; (2) definition of contributing sponsor; (3) recovery ratio; (4) distress termination criteria for banking institutions; (5) single sum distributions; (6) adjustments to the lien for missed minimum funding contributions; (7) rounding rules for cost of living adjustments; (8) limitation on cross-testing in defined contribution plans; and (9) funding of restored plans. Title V: Effective Dates - Sets forth effective dates for this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Retirement Protection Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Employee Retirement Income Security Act of 1974 and the Internal Revenue Code of 1986, to provide security for workers, to improve pension plan funding, to limit growth in insurance exposure, to protect the single-employer plan termination insurance program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:16-05:00"
}