{
  "actions": [
    {
      "acted_at": "1991-03-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-13", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Subcommittee on Energy and Agricultural Taxation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-14", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Subcommittee on Energy and Agricultural Taxation. Hearings concluded. Hearings printed: S.Hrg. 102-264.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s741-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI", 
      "subcommittee": "Subcommittee on Energy and Agricultural Taxation", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1991-03-21", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1991-03-21", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1991-03-21", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1991-03-21", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fowler, Wyche, Jr.", 
      "sponsored_at": "1991-03-21", 
      "state": "GA", 
      "thomas_id": "00405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1991-03-21", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1991-03-21", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1991-05-09", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1991-06-24", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-21", 
  "number": "741", 
  "official_title": "A bill to promote cost effective energy efficiency improvements in all sectors of the economy, promote the use of natural gas and encourage increased energy production, thereby reducing the nation's dependence on imported oil and enhancing the Nation's environmental quality and economic competitiveness.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Energy Efficiency and Development Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Wirth, Timothy", 
    "state": "CO", 
    "thomas_id": "01236", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-21", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "Air pollution control equipment", 
    "Alternative energy sources", 
    "Automobile fuel consumption", 
    "Carbon dioxide", 
    "Climate", 
    "Climate change and greenhouse gases", 
    "Commuting", 
    "Conservation of natural resources", 
    "Cost effectiveness", 
    "Depletion allowances", 
    "Electric power production", 
    "Electric utilities", 
    "Electric utility rates", 
    "Electric vehicles", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy industries", 
    "Energy policy", 
    "Energy research", 
    "Energy security", 
    "Energy tax credits", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal installations", 
    "Federal office buildings", 
    "Fuel cells", 
    "Fuel consumption", 
    "Gas pipelines", 
    "Gasoline", 
    "Geothermal resources", 
    "Government publications", 
    "Heating", 
    "Income tax", 
    "Industrial energy conservation", 
    "Information services", 
    "Labeling", 
    "Laboratories", 
    "Mass rapid transit", 
    "Minimum tax", 
    "Motor vehicles", 
    "Natural gas", 
    "Oil well drilling", 
    "Parking facilities", 
    "Petroleum", 
    "Petroleum pipelines", 
    "Petroleum recycling", 
    "Planning", 
    "Prospecting", 
    "Public utilities", 
    "Public utility regulation", 
    "Recycling of waste products", 
    "Research and development", 
    "Residential energy conservation", 
    "Solar energy", 
    "Standards", 
    "Submarine oil well drilling", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Taxation", 
    "Technological innovations", 
    "Technology transfer", 
    "Territories (U.S.)", 
    "Tire industry", 
    "Trucks", 
    "Van pools", 
    "Wind power"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-21", 
    "text": "National Energy Efficiency and Development Act of 1991 - Title I: Energy Policy Initiatives - Subtitle A: National Energy Strategy - Requires the first National Energy Policy Plan submitted by the President to the Congress after enactment of this Act to include a least-cost energy strategy prepared by the Secretary of Energy (Secretary). Requires such strategy to contain: (1) a comprehensive inventory of available energy and energy efficiency resources and their costs; (2) a proposed two-year program for assuring adequate supplies of such resources, along with identification of actions possible under existing Federal law; and (3) recommendations for any new Federal authority needed to achieve the purposes of this Act. Subtitle B: Director of Climate Protection - Directs the Secretary to appoint a Director of Climate Protection to: (1) serve as the Secretary's representative for interagency and multilateral policy discussions of global climate change; (2) monitor domestic and international policies for their effects on the generation of carbon dioxide and other greenhouse gases; and (3) have the authority to participate in departmental planning activities. Title II: Measures to Improve the Energy Efficiency of the United States Economy - Subtitle A: Research and Development - Amends the Renewable Energy and Energy Efficiency Technology Competitiveness Act of 1989 (REEETCA) to authorize appropriations for energy efficiency research and development. Requires the Secretary to report to the Congress triennially on energy efficiency policy options. Subtitle B: Industrial Energy Efficiency - Directs the Secretary to pursue a research and development program and enter into cost-shared joint ventures to improve efficiency in energy intensive industries (such as steel, chemicals, glass, paper, and aluminum). Authorizes appropriations. Requires the Secretary to develop, directly or by contract, a voluntary national program to devise standards for energy audits and the installation of insulation in industrial facilities. Authorizes appropriations. Directs the Secretary to establish (and report to the Congress on): (1) a reporting system for industry to supply annual energy use and energy intensity information; and (2) voluntary energy efficiency improvement targets for energy-intensive industries. Directs the Administrator of the Energy Information Administration to expand the scope and frequency of the data it collects on energy use in the United States; and (2) report annually to the Congress on such data. Subtitle C: Efficiency in Commercial and Residential Buildings and Other Products - Amends the National Energy Conservation Policy Act (NECPA) to direct the Secretary to establish a program to provide technical assistance to States and localities in updating energy efficiency provisions of residential and commercial building codes. Requires each State or locality, by four years after enactment of this Act, to certify that it has reviewed and updated such codes so that they meet or exceed the requirements of the Council of American Building Officials' Model Energy Code (CABO-MEC). Requires each State or locality, by three years after such certification, to further certify that all new residential commercial buildings built during such period meet updated code requirements. Authorizes appropriations. Directs the Secretary to promulgate procedural guidelines for, and provide technical assistance to, States which adopt residential energy efficiency rating systems. Requires all residential buildings, by five years after enactment of this Act, to have numerical energy efficiency ratings. Requires disclosure to potential purchasers of such ratings. Makes any residential building which fails to meet CABO-MEC standards ineligible for Federal mortgage financing programs. Authorizes appropriations. Requires the Secretary to advise the Secretary of Housing and Urban Development on energy standards for manufactured housing; and (2) test the performance and cost-effectiveness of manufactured housing built to such standards. Creates in the Treasury the State Energy Efficiency Project Fund to provide for grants to States to undertake energy efficiency projects in State- and locally-owned buildings. Requires an annual report to the Congress on Fund activities. Authorizes appropriations. Directs the Secretary to provide financial and technical assistance to support the voluntary development of a national window rating program to establish energy efficiency ratings for windows and window systems. Requires the Secretary to establish such a system if no voluntary program succeeds within two years after enactment of this Act. Requires the Federal Trade Commission (FTC) to prescribe labeling rules for such rating system, unless labeling is not technologically or economically feasible or is not likely to help consumers make purchasing decisions. Authorizes appropriations. Directs the Secretary to set minimum energy efficiency standards for certain types of lamps, appliance motors, commercial air conditioning and heating equipment, utility distribution transformers, showerheads, and commercial office equipment. Requires: (1) the FTC to prescribe labeling for such products; and (2) manufacturers to provide labeling meeting FTC requirements. Provides for enforcement of such labeling requirements. Directs the Secretary to establish, for a five-year period, a program to train and certify energy efficiency contractors. Authorizes appropriations. Subtitle D: Federal Energy Management - Amends NECPA to require all Federal agencies to install all energy conservation measures which are cost-effective on a ten-year life-cycle cost basis. Permits such agencies to accept gas or electric utility incentives designed to encourage cost-effective energy demand management or energy conservation. Requires the Secretary to develop a simplified method of contracting for shared energy savings contract services that will reduce the administrative effort and cost on the part of the government as well as the private customers. Directs the Administrator of the General Services Administration to analyze significant energy consuming products in the Federal Supply Schedule and develop and implement a method to identify products which offer cost-effective opportunities to reduce energy consumption and costs. Directs the Secretary to establish guidelines for the transfer of up to $1,000,000 per project to encourage Federal agencies to undertake energy efficiency projects in federally owned facilities. Requires annual reports to the Congress on such projects. Authorizes appropriations. Directs the Secretary to establish a financial bonus program to reward outstanding facility energy managers in Federal agencies. Authorizes appropriations. Amends the Motor Vehicle Information and Cost Savings Act to direct the President to promulgate rules prohibiting each executive agency from acquiring any automobile with a fuel economy that is not greater than the average fuel economy for that particular model type for the previous model year. Directs the Secretary to submit to the Congress, and update every two years, a plan for demonstrating energy efficiency and renewable energy resource technologies in federally owned facilities. Amends REEETCA to require the Secretary to finance at least one joint venture for the demonstration of fuel cell technology in Federal facilities in order to accelerate commercial application of such cells. Authorizes appropriations. Directs the Secretary to study and report on the use of Federal purchasing power to encourage the development of more energy efficient products. Authorizes appropriations. Subtitle E: Utility Energy Efficiency - Amends the Public Utility Regulatory Policies Act of 1978 (PURPA) to direct States to require State-regulated utilities to employ a planning and selection process for new energy resources that evaluates the full range of existing and incremental resources in order to meet expected future demand at the lowest possible cost to society. Declares that the rates allowed to be charged by a State-regulated utility shall be such that: (1) the utility's investments in and expenditures for energy conservation, energy efficiency resources, and other demand-side management resources are at least as profitable as those for the construction of new generating equipment or the acquisition of other new supply-side resources; and (2) the utility is encouraged to make investments and expenditures for all cost-effective improvements in the energy efficiency of power generation and supply. States that the full cost of an energy resource shall include specified external costs associated with its use. Requires the Secretary to report annually to the Congress and certify which States have complied with such requirements. Declares that, beginning four years after enactment of this Act, energy efficiency measures shall be considered as \"qualifying facilities\" eligible for certain PURPA programs in States that have not adopted procedures to meet the requirements of this Act. Directs the Western, Southwestern, and Southeastern Power Marketing Administrations (PMAs) to ensure that they and their customer utilities acquire all cost-effective energy efficiency and renewable energy resources. Requires each long-term firm power contract between a PMA and a customer utility to require the utility to develop and implement an energy efficiency and renewable energy program. Requires such PMAs to implement programs directly to acquire cost-effective conservation and renewable energy resources in the region in conjunction with such utility programs. Requires the Tennessee Valley Authority (TVA) to: (1) develop a similar least-cost plan; and (2) execute similar long-term firm contracts with its customer utilities. Requires the Federal Energy Regulatory Commission (FERC) to: (1) develop an office of energy efficiency to coordinate FERC's energy conservation and efficiency activities; and (2) establish procedures for expedited review of any interstate power sales conducted in accordance with the purchasing utility's least-cost energy plan. Subtitle F: Used Oil Energy Production Act of 1991 - Used Oil Energy Production Act of 1991 - Amends the Energy Policy and Conservation Act to require a producer or importer of 100,000 gallons or more per year of lubricating oil to increase annually the percentage (set by the Secretary) of recycled oil either: (1) by refining, rerefining, or reprocessing it into petroleum products (including fuels); or (2) by purchasing certain oil recycling credits. Exempts certain facilities from such requirements. Requires annual reports to specified congressional committees. Authorizes appropriations. Amends the Solid Waste Disposal Act to direct the Administrator of the Environmental Protection Agency (EPA) not to list or identify used oil as a hazardous waste for certain purposes. Subtitle G: Tire Recycling Incentives - Tire Recycling Incentives Act - Amends the Solid Waste Disposal Act to require tire producers or importers to increase annually the percentage (set by the EPA Administrator) of scrap tires recycled either: (1) by retreading or processing new tire products; or (2) by purchasing certain tire recycling credits. Requires the EPA Administrator to report to the Congress on scrap tire recycling. Sets forth civil penalties for violations of this subtitle. Directs the EPA Administrator to: (1) publish in the Federal Register minimum requirements for State scrap tire management and procedures under which such requirements shall be incorporated into State solid waste management plans; (2) provide for expedited review of State plans which include specified scrap tire recycling measures; and (3) establish standards to minimize health and environmental damages from the improper disposal and storage of tires. Requires such standards to provide for: (1) bans on the disposal of tires in land disposal facilities and on the intentional infliction of damage on tire casings to preclude casings from being used in retreading; (2) State inventories of scrap tire collection facilities, tire advisory boards, and scrap tire abatement plans; (3) agreements between facilities which distribute more than 1,000 tires annually and licensed tire haulers for the exclusive hauling of scrap tires by licensed haulers; and (4) prohibitions on the transportation of scrap tires by transporters without transportation identification numbers. Specifies exceptions. Directs the Administrator to publish guidelines for States for the issuance of permits to scrap tire collection facilities. Requires the Administrator to promulgate guidelines for States for facility emergency plans. Requires facility owners or operators to notify the State immediately in the event of an emergency with potential offsite impacts. Requires all regulated facilities to have appropriate financial responsibility or insurance to maintain the facility for at least five years after closure. Exempts specified persons from permit requirements. Directs the Administrator to promulgate regulations for the State to use to issue permits to scrap tire recycling facilities. Requires the Secretary of the Interior, together with the heads of agencies responsible for public lands or military installations, to implement a plan to remediate tire piles. Directs the Administrator to develop a guideline for procuring items that make use of scrap or used tires. Requires Federal departments, if the Administrator fails to promulgate such guideline, to procure items containing at least 75 percent of post-consumer scrap rubber from scrap tires if the rubber is available within a reasonable time at a reasonable price and meets performance standards. Directs the Secretary of Commerce, acting through the Director of the National Institute of Standards and Technology, to publish standards to determine the life-cycle costs and benefits of items that make use of rubber from scrap or used tires as compared with items that make use of rubber other than from scrap or used tires. Directs the Secretary of Transportation to report to the Congress on: (1) direct worker environmental health effects relating to asphalt made from crumb rubber from scrap tires; (2) the recyclability of asphalt road surfaces made from crumb rubber from scrap tires; and (3) the estimated life of existing asphalt road surfaces made from crumb rubber from scrap tires. Permits States to: (1) enter into consent agreements with owners and operators of scrap tire collection facilities for proper management and abatement of scrap tires; and (2) levy fines on facilities for noncompliance. Imposes fines on tire facilities and landfills for specified violations of this Act. Authorizes appropriations. Subtitle H: Insular Areas Energy Assistance - Authorizes the Secretary of Energy (Secretary) to grant financial assistance to Insular area governments to carry out energy efficiency and renewable energy projects. Authorizes appropriations. Title III: Measures to Promote the Use of Renewable Energy - Subtitle A: Renewable Energy Technology Transfers - Amends REEETCA to authorize appropriations for: (1) renewable energy research and development programs; (2) State conservation programs; (3) State research and applied technology transfer programs; (4) Department of Energy (DOE) national laboratory information and publications; (5) four pilot programs to demonstrate model technology transfer and design assistance programs; (6) an advanced research and development information computer network; and (7) at least ten photovoltaic demonstration projects of at least ten megawatts in size to supply electric power to a power grid. Directs the Secretary to develop a Strategic Technology Transfer Implementation Plan for the national and international transfer of renewable energy and energy efficiency technology information. Amends the Federal Power Act and PURPA to: (1) make small biomass and hydropower production facilities specifically \"eligible facilities\" under such Act; and (2) define \"alternative power production facility.\" Subtitle B: Amendments to the Committee on Renewable Energy Commerce and Trade (CORECT) - Amends the Energy Policy and Conservation Act to require the Committee on Renewable Energy Commerce and Trade (CORECT) to promote the development and application in lesser-developed countries of specified renewable energy and energy efficiency resource technologies. Authorizes CORECT to establish renewable energy industry outreach offices in the Pacific Rim and in the Caribbean Basin. Requires the Secretary to report to the Congress on the range of energy efficient and renewable energy technologies available to meet the energy needs of lesser-developed countries. Authorizes appropriations. Earmarks funds to assist U.S. manufacturers of renewable energy and energy efficient technology in exporting their products to lesser-developed countries. Title IV: Measures to Promote the Use of Alternative Motor Vehicles and Fuels - Subtitle A: Alternative Transportation Fuels - Authorizes the Secretary to enter into cooperative agreements and joint ventures to demonstrate the feasibility (including safety of specific vehicle design) of using natural gas or other alternative fuels for mass transit. Authorizes appropriations. Directs the Secretary to establish a program to provide financial assistance to encourage the development and commercialization of natural gas and other alternative fuel use in passenger fleets, light duty, and heavy duty trucks. Authorizes appropriations. Directs the Secretary of Labor to establish a training and certification program for technicians who are responsible for vehicle installation of equipment that converts gasoline or diesel-fuel vehicles to the capability to run on natural gas or other alternative fuels. Authorizes appropriations. Directs the Secretary of Energy to carry out a program of research, development, and demonstration on techniques related to improving natural gas and other alternative fuel vehicle technology. Authorizes appropriations. Directs the Secretary to: (1) institute an awareness program to educate potential purchasers of the costs, emission characteristics, and other features of alternative fuels; (2) report to the Congress on Federal purchasing policies which inhibit Federal purchase of alternative-fuel vehicles; (3) report to the Congress on how Federal, State, and local traffic control measures could promote the use of alternative-fuel vehicles; and (4) develop a plan for establishment of Federal and State trust funds to provide loans to convert vehicles to operate on alternative fuels or purchase alternative-fuel vehicles. Amends the Natural Gas Act to exclude the sale of natural gas as a vehicle fuel from the price regulation jurisdiction of FERC. Declares that a company shall not be considered a natural gas company under the Public Utility Holding Company Act of 1935 solely because it distributes or sells natural gas as a motor vehicle fuel. Exempts from State regulation as a public utility (unless otherwise primarily engaged in business as such) any person or entity transporting or selling alternative vehicle fuels. Directs the Secretary to establish a fund to provide 50 percent of the cost of establishing offices of alternative fuels in State governments, as well as alternative fuel programs launched by such offices. Authorizes appropriations. Requires the Secretary to study whether the use of alternative fuels in nonroad vehicles and engines would contribute substantially to reduced reliance on imported energy sources. Directs the Secretary to issue regulations requiring, where feasible, nonroad vehicles and engines to use alternative fuels if such study concludes that such use could reduce reliance on imported energy sources by ten percent nationwide within a ten-year period. Subtitle B: Alternative Fuel Fleet Requirement - Requires every person who owns, operates, leases, or otherwise controls a motor vehicle fleet of specified composition in a metropolitan statistical area of over 250,000 population which is also an EPA-classified nonattainment area to increase the percentage of alternative-fueled vehicles in such fleet by specified increments annually until it reaches 90 percent in the year 2000. Directs the Secretary to allocate credits to covered persons who exceed the required quota of alternative-fueled vehicles. Establishes administrative and civil penalties (together with appropriate enforcement procedures) for violations of the requirements or prohibitions of this subtitle. Subtitle C: Electric Vehicle Technology Development and Demonstration - Electric Vehicle Technology Development and Demonstration Act of 1991 - Directs the Secretary to identify EPA-classified nonattainment areas in the United States in which the use of conventionally fueled vehicles contributes significantly to that nonattainment and in which the use of electric vehicles could contribute to attainment of applicable National Ambient Air Quality Standards. Directs the Secretary, after identifying such areas, to request applications from, and eventually select, manufacturers to develop, demonstrate, certify, manufacture, sell, warranty, and service electric vehicles in one or more of them. Requires: (1) the selected manufacturers to offer electric vehicle purchasers certain discounts; and (2) the Secretary to reimburse them the amount of such discounts. Requires annual reports to the Congress on such program. Authorizes appropriations. Title V: Transportation and Energy Efficiency - Amends the Motor Vehicle Information and Cost Savings Act to establish average fuel economy standards for passenger automobiles and automobiles other than passenger automobiles (light trucks) for model years 1996 and thereafter. Authorizes the Secretary of Transportation to modify such standards, in response to a petition, according to a specified procedure. Requires the EPA Administrator to report annually to specified congressional committees on a study which: (1) examines the accuracy of fuel economy testing of passenger automobiles and light trucks; and (2) assesses the extent to which fuel economy deteriorates during the lifetime of such vehicles. Directs the Secretary of Energy to distribute at least 100 explanatory booklets each year to every dealer and additional numbers if requested. Requires the Secretary of Transportation to provide for a review and report to the Congress by the National Academy of Sciences on the current state of research and development in light truck fuel economy and passenger automobile fuel economy and an assessment of the potential for improving the fuel efficiency and reducing the energy consumption of passenger automobiles and light trucks. Requires the Secretary of Energy to study and report to the Congress on the future options for regulating the fuel efficiency of such vehicles beyond 2001. Provides for the judicial review of average fuel economy standards (including modifications thereof) established under this Act. Doubles the civil penalty for repeated violations of the fuel economy standard. Requires such penalty to be adjusted for inflation. Title VI: Measures to Displace Petroleum as a Vehicle Fuel - Replacement Fuels and Alternative Fuels Act of 1991 - Directs the Secretary of Energy (Secretary) to: (1) establish a program to promote the development and use of domestic-produced replacement and alternative fuels; and (2) prescribe the minimum percentage of domestic-produced replacement and alternative fuels, on an energy equivalent basis, to be sold in calendar years 1996 and 1997 by any refiner for use as a motor fuel. Amends the Motor Vehicle Information and Cost Savings Act to authorize the Secretary of Transportation, if the average fuel economy standard for passenger automobiles is increased above 27.5 miles per gallon for any model year, to increase the maximum increase in average fuel economy for a manufacturer attributable to dual energy and natural gas dual energy automobiles until alternative and replacement motor fuel sales indicate that such fuels are displacing conventional petroleum as a motor fuel. Sets forth civil penalties for violations of this Act and a procedure for appealing such penalties. Authorizes appropriations. Title VII: Measures to Promote the Use of Natural Gas - Directs the Secretary of Energy (Secretary) to conduct a program of research, development, and demonstration of cofiring (of natural gas and pulverized coal), including gas reburn technologies (which reduce nitrogen oxide emissions), in electric utility units and large industrial boilers in order to determine optimal natural gas injection levels for both environmental and operational benefits. Provides for financial assistance to or cooperative agreements with public or private entities under such program. Sets the Federal shares of costs at 50 percent. Authorizes appropriations. Directs the Secretary to expand the program for research, development, and demonstration for natural gas and electric heating and cooling technologies for residential and commercial buildings. Authorizes appropriations. Amends the Natural Gas Act to direct FERC to develop an incentive formula for rates and charges for the sale or transportation of natural gas. Sets as the development goals for such formula: (1) allowing natural gas companies to earn a fair rate of return; (2) providing proper price signals to the marketplace; and (3) rewarding pipeline efficiency. Repeals FERC's authority to delay decision-making on ratemaking orders beyond the 30-day rehearing requirement without cause. Requires FERC to take final action on a rehearing application within 60 days after it is filed. Permits natural gas companies to file for FERC approval joint rates negotiated by them for the transportation of natural gas through each of their pipelines in sequence on the way to market. Exempts such rates from coverage under specified antitrust law. Declares that, in the setting of natural gas company rates, a plant shall be recognized so long as it is used and useful in discharging the company's utility business (even if it is already completely depreciated). Declares that pipeline sales rates shall be presumed just and reasonable if workably competitive alternatives exist for such sales. Sets forth conditions under which new natural gas company services (where competitive, certified services already exist) do not need a certificate of public convenience and necessity. Amends the Natural Gas Act to provide automatic abandonment of the sales obligation upon contract expiration, subject to a pipeline's right to extend. Declares that any fixed charge paid by an interstate pipeline to a first seller for gas supply security shall be recoverable on an \"as-billed basis\" in the pipeline's demand charges, unless FERC determines, after a hearing, that the pipeline does not offer a reasonably competitive alternative to its sales service. Requires the Secretary to condition the approval of any natural gas import application upon FERC action to redress any anti-competitive impacts on U.S. gas producers, including competitive disparities resulting from different rate designs applied to the transportation of domestic gas and imported supplies. Directs the Secretary to expand and continue, through joint ventures, a program of research, development, and demonstration on techniques to increase: (1) intensive recovery of natural gas in place in discovered reservoirs or formations; and (2) economic recovery from nonconventional sources, including tight formation, Devonian shales, and geopressurized brines. Authorizes appropriations. Amends the Natural Gas Policy Act of 1968 to exempt from Natural Gas Act coverage and FERC jurisdiction the construction or operation of any facilities if the natural gas company constructing such facilities: (1) holds a certificate pursuant to which it has agreed to provide open access transportation service; and (2) the company agrees that such certificate shall apply to any transportation service through the new facilities. Requires all such facilities to be constructed in accordance with applicable environmental protection and safety laws and regulations, except the National Environmental Policy Act of 1978 (NEPA). Directs FERC to create an environmental review process under NEPA providing that pipeline construction projects which are confined to existing utility or highway corridors, and do not involve construction in high value wetland areas, shall be afforded a rebuttable presumption of no significant impact. Makes FERC the lead agency with primary authority for compliance with NEPA in any case where FERC authorization of the construction or operation of facilities or projects under the Natural Gas Act may be deemed a major Federal action. Amends the Natural Gas Act to grant FERC the power to issue certificates of public convenience and necessity in a two-phase process: (1) the first phase, which shall constitute a final order, involving all matters requiring FERC review and approval except environmental matters; and (2) the second phase, addressing required environmental matters only. Directs FERC to revise its environmental review procedures to allow pipelines to submit Environmental Assessments (EAs) at the time of filing for approval of proposed facilities, using general standards specified by FERC. Requires the revised procedures to presume EAs valid subject to FERC review for compliance with its own standards. Requires FERC to permit a certificate applicant to elect a contractor, consultant or other FERC designee to prepare the environmental impact statement at the applicant's expense. Requires FERC to develop procedures to ensure against conflicts of interest in such contracting. Directs the Office of Technology Assessment to study and report to the Congress on: (1) the global trends of production, usage, and transportation of natural gas and the ways in which these trends can affect domestic energy policy and the U.S. natural gas industry; and (2) State and locally imposed institutional and regulatory barriers to increase national natural gas usage. Title VIII: Tax Treatment of Energy Resources - Subtitle A: Renewable Energy Production Incentive - Amends the Internal Revenue Code to allow a renewable energy production credit for electric power plants that operate on solar, wind, and geothermal energy. Sets the credit at two cents (inflation-adjusted annually) per kilowatt hour produced and sold by the taxpayer to an unrelated person. Applies such credit only to facilities built during taxable years 1991 through 1996. Sets forth decreasing credit allowances for 1997 through 2001. Sets the credit for geothermal properties at half the credit for other renewable energy properties. Subtitle B: Transportation - Limits the exclusion from gross income of parking provided by the taxpayer's employer to parking located on the employer's premises only. (Currently the parking may be located on or near the premises.) Requires the employer to operate such facility and restrict substantially all its use to employees. Expands the working condition fringe exclusion from gross income to include up to $75 per month of any van pooling or reimbursement for public mass transit use provided by the taxpayer's employer. Subtitle C: Buildings and Housing Tax Credits - Allows an individual a tax credit of up to $100 of qualified oil retrofit conservation expenditures ($50 in the case of a married individual filing a separate return) for the taxpayer's principal residence. Defines oil retrofit component to include: (1) flame retention burners; (2) insulation measures and water-heater wraps; (3) automatic thermostat controls; and (4) window insulation measures. Subtitle D: Utilities - Excludes from gross income the amount (if in cash) or value (if in kind) of any subsidy (rebate) provided by a public utility to a customer in connection with the purchase, installation, use, or maintenance of any energy or water conservation measure or for energy savings delivered by such measures. Denies any deduction or credit to the extent of any such subsidy excluded from gross income. Declares that this tax exclusion does not apply to any payment to a qualified cogeneration facility or qualifying small power production facility under PURPA. Subtitle E: Automobiles and Trucks - Safe and Efficient Vehicles Incentives Act of 1991 - Establishes: (1) taxes on the sale of each new motor vehicle whose fuel economy is less, or whose composite safety factor is less, than the respective sales-weighted average fuel economy or average composite safety factor of all new motor vehicles within the same class; and (2) rebates for the purchase of each new motor vehicle whose fuel economy is greater, or whose composite safety factor is greater, than the respective sales-weighted average fuel economy or composite safety factor of all new motor vehicles within the same class. Sets forth formulae for the calculation of such taxes and rebates. Requires the Secretary of the Treasury to publish in the Federal Register and notify each manufacturer or importer of such formulae annually. Requires labeling boldly displaying such taxes and rebates on all vehicles for sale. Provides for collection of taxes and disbursement of rebates. Sets forth formulae for the calculation of sales-weighted average fuel economies and composite safety factors. Subtitle F: Domestic Oil and Gas Production Incentives - Removes the net income limitation on the percentage depletion allowance deduction for oil and gas wells. Allows a tax credit for up to ten percent of the qualified cost of each barrel of crude oil produced from an economically marginal well (including certain stripper wells) or recovered through a tertiary recovery method. Provides for carryback or carryforward of unused credit. Allows a tax credit for specified percentages of the taxpayer's qualified investment in crude oil and natural gas exploration and development wells. Eliminates intangible drilling costs as tax preference items. Allows deduction of specified drilling costs from the Alternative Minimum Tax calculation. Repeals the taxable income limitation on the percentage depletion allowance. Allows the carryforward of excess depletion allowances. Repeals a specified Revenue Ruling with respect to mineral sharing arrangements. Allows the nonconventional source fuels credit to offset the Alternative Minimum Tax liability. Repeals the January 1, 1993, termination date for such credit, thus making it permanent."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Efficiency and Development Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Electric Vehicle Technology Development and Demonstration Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Replacement Fuels and Alternatives Fuels Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Safe and Efficient Vehicles Incentives Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Tire Recycling Incentives Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Used Oil Energy Production Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote cost effective energy efficiency improvements in all sectors of the economy, promote the use of natural gas and encourage increased energy production, thereby reducing the nation's dependence on imported oil and enhancing the Nation's environmental quality and economic competitiveness.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:49-05:00"
}