{
  "actions": [
    {
      "acted_at": "2011-05-10", 
      "references": [
        {
          "reference": "CR S2841-2842", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-05-10", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [
        {
          "reference": "CR S2842-2847", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s941-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coons, Christopher A.", 
      "sponsored_at": "2011-05-10", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "2012-06-26", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2012-04-18", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2012-05-09", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2011-05-10", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-10", 
  "number": "941", 
  "official_title": "A bill to strengthen families' engagement in the education of their children.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1821-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Family Engagement in Education Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Reed, Jack", 
    "state": "RI", 
    "thomas_id": "00949", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-05-10", 
  "subjects": [
    "Advisory bodies", 
    "Department of Education", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Executive agency funding and structure", 
    "Family relationships", 
    "Government studies and investigations", 
    "Indian social and development programs", 
    "Juvenile crime and gang violence", 
    "Minority education", 
    "Performance measurement", 
    "State and local government operations", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-10", 
    "text": "Family Engagement in Education Act of 2011 - Amends title I (Improving the Academic Achievement of the Disadvantaged) of the Elementary and Secondary Education Act of 1965 (ESEA) to authorize states to reserve school improvement funds to: (1) award grants to nonprofit organizations that partner with local educational agencies (LEAs) or schools to establish and operate Local Family Engagement Centers that assist families in becoming engaged in their childrens' education, (2) establish a State Family Engagement Coordinating Council to coordinate and integrate family engagement activities across the education spectrum, and (3) develop and implement a statewide family engagement in education plan. Requires each state school improvement plan to include a plan for strengthening family engagement in education. Requires each LEA and school receiving school improvement funds to develop policies and practices for family engagement in education that meet specified principles and standards. Increases the percentage of school improvement funds that LEAs must reserve for family engagement activities. Requires states and correctional facilities to work with family members and aftercare providers in developing educational services and transition plans for youth following their stay in state and local institutions for neglected or delinquent youth. Requires states to use part of their grant under part A (Teacher and Principal Training and Recruiting Fund) of title II of the ESEA to train teachers and principals to effectively engage families in their children's education. Replaces a Fund for the Improvement of Education program under title V of the ESEA that provided for the establishment of parental information and resource centers with a new program that awards matching grants to statewide nonprofit organizations to establish Statewide Family Engagement Centers that provide comprehensive training, technical assistance, and capacity building to states, LEAs, and organizations that support family-school partnerships to assist them in developing and implementing family engagement programs. Directs the Secretary of the Interior to establish Local Family Engagement Centers and a national Indian Family Engagement Coordinating Council for Indian schools. Requires the Director of the Institute of Education Sciences to develop recommended metrics on family engagement in education for states and LEAs, and make recommendations on the integration of those metrics into state accountability and longitudinal data systems. Directs the Secretary to conduct research on effective family engagement in education. Requires that there be established in the Department of Education dedicated staff, including a Director, for family and community engagement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Engagement in Education Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen families' engagement in the education of their children.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:08:03-05:00"
}