{
  "actions": [
    {
      "acted_at": "1997-09-03", 
      "references": [
        {
          "reference": "CR S8728-8730", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-09-03", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-09-04", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held. Hearings printed: S.Hrg. 105-366.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-11", 
      "references": [
        {
          "reference": "CR S1770-1771", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1146-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-09-03", 
  "number": "1146", 
  "official_title": "A bill to amend title 17, United States code, to provide limitations on copyright liability relating to material on-line, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Digital Copyright Clarification and Technology Education Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Ashcroft, John", 
    "state": "MO", 
    "thomas_id": "01274", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-09-03", 
  "subjects": [
    "Actions and defenses", 
    "Archives", 
    "Arts, culture, religion", 
    "Authors and authorship", 
    "Computer networks", 
    "Computer-assisted instruction", 
    "Computers in education", 
    "Copyright", 
    "Copyright infringement", 
    "Cryptography", 
    "Damages", 
    "Distance education", 
    "Education", 
    "Electronic data interchange", 
    "Elementary and secondary education", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Intellectual property", 
    "International affairs", 
    "Internet", 
    "Law", 
    "Legal fees", 
    "Liability (Law)", 
    "Librarians", 
    "Libraries", 
    "Management information systems", 
    "Phonorecords", 
    "Research", 
    "Science, technology, communications", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Intellectual property", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-09-03", 
    "text": "TABLE OF CONTENTS: Title I: Digital Copyright Clarification Title II: Technology for Teachers and Librarians Title III: WIPO Treaty Implementation Digital Copyright Clarification and Technology Education Act of 1997 - Title I: Digital Copyright Clarification - Amends Federal copyright law to absolve a person of liability for direct, vicarious, or contributory copyright infringement arising out of: (1) providing electronic communications network services or facilities with respect to infringement by a user; (2) supplying a private electronic communication for which such person lacks the technical ability or authority to access or disclose such communication to a third party or supplying real-time communication formats; or (3) supplying a user of network services or facilities with a site-linking aid or directory, a navigational aid, or the tools for creating a site-linking aid. Absolves a person of such liability with respect to material residing on a system or network used in conjunction with electronic communications that is controlled by such person unless the person receives notice that particular material is infringing and fails to remove, disable, or block access to the material for ten days or until receiving a court order, whichever is less. Makes persons who materially misrepresent that material on-line is infringing liable for damages. Title II: Technology for Teachers and Librarians - Technology for Educators and Children (TECh) Act - Expands the fair use of a copyrighted work to include uses by analog or digital transmission in connection with teaching, research, and other specified activities. Expands certain rights of libraries and archives to reproduce and distribute copies or phonorecords to authorize three copies or phonorecords (currently, one) to be reproduced or distributed for preservation, security, or replacement purposes. Revises certain limitations on exclusive rights to provide that the following are not infringements: (1) performances, displays, or distributions of copyrighted works by or in the course of analog or digital transmissions in connection with certain distance education activities; and (2) copying works in digital format if such copying is incidental to the operation of a device in the course of the otherwise lawful use of a work, does not conflict with the normal exploitation of the work, and does not unreasonably prejudice the author's interests. Title III: WIPO Treaty Implementation - Prohibits, for purposes of infringement, the knowing removal, deactivation, or circumvention of technological measures used by a copyright owner to preclude or limit reproduction of a work. Bars the provision or distribution of false copyright management information with the intent to induce or conceal infringement. Defines \"copyright management information\" as certain information, including title, name of author and copyright owner, and terms for use of the work, in electronic form as carried in or as data accompanying a copy or a phonorecord of a work. Prohibits the removal or alteration of such information or the distribution of copies so altered with the intent to induce infringement. Establishes civil remedies with respect to violations under this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Digital Copyright Clarification and Technology Education Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Technology for Educators and Children (TECh) Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 17, United States code, to provide limitations on copyright liability relating to material on-line, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:05-05:00"
}