{
  "actions": [
    {
      "acted_at": "1979-03-06", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-06", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-06", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-06", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2620-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-06", 
  "number": "2620", 
  "official_title": "A bill to amend the Energy Policy and Conservation Act to provide for adequate supplies of helium for future energy efficiency and conservation purposes, and to provide that helium-bearing natural gas may not be transported or sold in interstate commerce unless the helium is either extracted and stored or used for nonwasteful purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Helium Energy Act of 1979", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-06", 
  "subjects": [
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Conservation of natural resources", 
    "Department of Energy", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Executive reorganization", 
    "Export controls", 
    "Helium", 
    "Imports", 
    "Licenses", 
    "Management", 
    "National Security and Intelligence Operations", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Research", 
    "Research and development", 
    "Strategic materials"
  ], 
  "subjects_top_term": "Helium", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-06", 
    "text": "Helium-Energy Act of 1979 - Title I: Helium-Energy Provisions - Amends the Energy Policy and Conservation Act to establish a Helium Reserve for the storage of helium to assure that in the public interest and for national security purposes, adequate supplies of helium are available for future energy efficiency and conservation purposes. Directs the Secretary of Energy to prepare and transmit to the Congress a Helium Reserve Plan which shall include plans for: (1) developing helium storage facilities; (2) estimating volumes of helium to be stored in such facilities; (3) estimating costs of establishing such reserves, in terms of direct costs and amounts of energy to be used to extract, transport, process, and store helium; and (4) evaluating the impact of developing such Reserve on domestic and foreign commerce. Requires Congressional approval of such plan. Authorizes appropriations for the development and implementation of the Helium Reserve Plan. Directs the Secretary to prescribe a regulation requiring shippers and sellers, including importers, of helium-bearing natural gas or any helium-gas mixture, to provide assurance that helium within those gases will be sold to the Secretary for storage or used in a manner consistent with helium conservation. Requires Congressional approval of such regulation. Authorizes the Secretary to issue regulations for the licensing of sales and transportation of helium in commerce whenever the President determines that the public interest requires such action. Authorizes the Secretary to make loans for the purchase and installation of helium extraction facilities, giving priority to those loan applications in a manner designed to maximize helium conservation. Authorizes appropriations for the purposes of making such loans. Authorizes the termination of helium acquisition activities and the withdrawal and distribution of helium from the Reserve effective beginning September 30, 1999, or 120 days after the Secretary has determined with Congressional approval: (1) that further action under this Act is unlikely to carry out the helium conservation policy set forth in this Act or that such policy is no longer in the public interest; or (2) that the amount of energy consumed under this Act exceeds that amount generated or conserved. Exempts the sale, extraction, processing, transportation, and storage of helium from the provisions of the Natural Gas Act. Makes technical and conforming amendments to the Energy Policy and Conservation Act. Amends the Energy Policy and Conservation Act to include helium within the export restriction exemptions which the President is authorized to make when such exemption is consistent with the national interest and the purposes of such Act. Amends the Department of Energy Organization Act to establish the Helium Energy Office, to be headed by a presidentially-appointed Director who shall assist and advise the Secretary on helium-related activities as set forth in this Act. Title II: Miscellaneous Provisions - Reserves for the purposes of this Act public lands containing helium-bearing natural gas or any helium-gas mixture which are unleased under the Mineral Lands Leasing Act of 1920, as amended, and reserves rights of ownership of helium, including the right to extract such helium from gas produced from lands permitted, leased or otherwise granted for development under such Act. Directs the Secretary to issue regulations providing for the extraction of helium from public lands. Authorizes the Secretary to contract for or otherwise sponsor research in improving methods of helium extraction, transportation, storage and use. Repeals the Helium Act and cancels the outstanding balance of all unpaid notes insured under such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Helium Energy Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Energy Policy and Conservation Act to provide for adequate supplies of helium for future energy efficiency and conservation purposes, and to provide that helium-bearing natural gas may not be transported or sold in interstate commerce unless the helium is either extracted and stored or used for nonwasteful purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:42-05:00"
}