{
  "actions": [
    {
      "acted_at": "2009-11-16", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-11-18", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-01-20", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Boxer with amendments. With written report No. 111-114.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-01-20", 
      "calendar": "Senate Legislative", 
      "number": "254", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 254.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2778-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "2009-11-16", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2010-06-07", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "2009-11-16", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2009-11-16", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Vitter, David", 
      "sponsored_at": "2009-11-16", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Voinovich, George V.", 
      "sponsored_at": "2009-11-16", 
      "state": "OH", 
      "thomas_id": "01575", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-11-16", 
  "number": "2778", 
  "official_title": "A bill to amend the Public Works and Economic Development Act of 1965 to reauthorize that Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s430-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Economic Development Revitalization Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Boxer, Barbara", 
    "state": "CA", 
    "thomas_id": "00116", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-11-18", 
  "subjects": [
    "Alternative and renewable resources", 
    "Business investment and capital", 
    "Department of Commerce", 
    "Disaster relief and insurance", 
    "Economic development", 
    "Economic performance and conditions", 
    "Economics and public finance", 
    "Energy storage, supplies, demand", 
    "Executive agency funding and structure", 
    "Government lending and loan guarantees", 
    "Hazardous wastes and toxic substances", 
    "Land use and conservation", 
    "Manufacturing", 
    "Montana", 
    "Rural conditions and development", 
    "Unemployment", 
    "Urban and suburban affairs and development"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-01-20", 
    "text": "Economic Development Revitalization Act of 2008 - (Sec. 1) Amends the Public Works and Economic Development Act of 1965 to authorize appropriations for economic development assistance programs under such Act for FY2009-FY2013. (Sec. 3) Includes within the definition of \"Regional Commissions\" the Southeast Crescent Regional Commission, the Northern Border Regional Commission, and the Southwest Border Regional Commission. (Sec. 4) Includes: (1) economic development districts and university centers among the entities to which the Secretary of Commerce may provide technical assistance to ensure compatibility between federal and state and local economic development plans; and (2) promoting investment in innovation, entrepreneurship, and sustainable development to keep pace with the changing global economy among the purposes for which such assistance may be provided. (Sec. 5) Modifies provisions regarding grants for planning and administrative expenses for public works and economic development to authorize funding for fostering regional collaboration among local jurisdictions and organizations. Requires each state receiving assistance to provide a copy of each annual report to each economic development district within the state. (Sec. 6) Limits the federal share to 50% for public works and economic development grants, with a specified increased federal share: (1) based on the relative needs of an area (e.g., the unemployment rate and the impact of severe outmigration, sudden and severe economic dislocations, and other related economic circumstances)(up to 80% funding); and (2) in the case of a federally declared major disaster (up to 100% funding). (Sec. 7) Authorizes the use of training, research, and technical grants: (1) where useful in alleviating or preventing outmigration, underemployment, or in assisting in the location of information technology and manufacturing jobs in the United States; and (2) for a peer exchange program to promote industry-leading practices and innovations relating to the organizational development, program delivery, and regional initiatives of economic development districts. (Sec. 8) Authorizes economic adjustment grant assistance to include assistance for communities the economies of which are injured by the loss of information technology, manufacturing, natural resource-based, agricultural, or service sector jobs (currently, the loss of manufacturing jobs) for reinvesting in and diversifying such economies. Authorizes the Secretary to periodically solicit comments regarding the guidelines and performance requirements for the revolving loan fund program and recommendations for improving the performance of the program and grantees under the program from: (1) the public; and (2) revolving loan fund grantees, national experts, and employees of federal agencies with knowledge of international, national, regional, and statewide trends, innovations, and noteworthy practices relating to business development finance, including public and private lending and technical assistance intermediaries. Authorizes a recipient of an economic adjustment grant who determines that a revolving loan fund established using such assistance is no longer needed, or that the recipient could make better use of the assistance to carry out another project that meets the requirements of the Act, to request the Secretary to approve conversion of the assistance by: (1) selling fund assets to a third party; or (2) retaining repayments of principal and interest on loans provided through the fund. Requires such a recipient to use the net proceeds from a sale of assets to pay any portion of the costs of one or more projects that meet Act requirements. Authorizes the Secretary to allocate not more than 2% of the amounts made available for grants under this section for development and maintenance of an automated tracking and monitoring system to ensure the proper operation and financial integrity of the revolving loan program. (Sec. 9) Extends appropriations for the Brightfields demonstration program through FY2013. (Sec. 10) Directs each economic development district to engage in the full range of economic development activities included in the list contained in the comprehensive economic development strategy of the district that has been approved by the Economic Development Administration. (Sec. 11) Authorizes the Secretary to consult with any persons who can assist in addressing the problems of area and regional outmigration. (Sec. 12) Declares that the state of Montana shall be served by the Seattle office of the Economic Development Administration. (Sec. 13) Directs the Secretary, before providing investment assistance for a construction project, to establish the expected period during which the assistance recipient shall make best efforts to achieve the economic development objectives of the assistance. Requires, during that period: (1) any property that is acquired or improved using investment assistance under the Act to be held in trust for the project's benefit; and (2) the Secretary to retain an undivided equitable reversionary interest in the property. Authorizes the Secretary to terminate the reversionary interest in any applicable property on the date the Secretary determines that a recipient has fulfilled the recipient's obligations, taking into consideration the economic conditions. Provides for an alternative method of termination. (Sec. 15) Increases the minimum level of funding for planning and grants for administrative expenses, subject to total appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Development Revitalization Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Economic Development Revitalization Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Works and Economic Development Act of 1965 to reauthorize that Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:36-05:00"
}