{
  "actions": [
    {
      "acted_at": "1973-06-07", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-12-01", 
      "references": [], 
      "text": "Reported to House from the Committee on Merchant Marine and Fisheries with amendment, H. Rept. 93-687.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-04", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-05", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-12-14", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce with amendment, S. Rept. 93-633.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-18", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-20", 
      "references": [], 
      "text": "House agreed to Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-20", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1973-12-22", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-01-02", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1974-01-02", 
      "references": [], 
      "text": "Public law 93-242.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8529-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Breaux, John B.", 
      "sponsored_at": "1973-01-03", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Forsythe, Edwin B.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "00402", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Grover, James R., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00471", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Young, Edward", 
      "sponsored_at": "1973-01-03", 
      "state": "SC", 
      "thomas_id": "01257", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1974-01-02", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-07", 
  "number": "8529", 
  "official_title": "An Act to implement the shrimp fishing agreement with Brazil, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2032-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2183-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Offshore Shrimp Fisheries Act", 
  "sponsor": {
    "district": "3", 
    "name": "Sullivan, Leonor K. (Mrs. John B.)", 
    "state": "MO", 
    "thomas_id": "01124", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-07", 
  "subjects": [
    "Brazil", 
    "Fisheries", 
    "International affairs", 
    "Shellfish"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Public Law", 
    "date": "1974-01-02", 
    "text": "(LATEST SUMMARY) Offshore Shrimp Fisheries Act - Authorizes the Secretary of Commerce to issue permits to vessels to engage in shrimp fishing in the area of agreement between the United States and Brazil. Limits the number of vessels at present which are subject to permits to 325 or a different number if specified in the treaty from time to time. Outlines the requirements of the permits and allows such permits to be suspended or revoked by the Secretary for failure to comply with any terms or conditions. Gives the permittee upon suspension the right to a prompt hearing by the Secretary. Declares the decision of the Secretary to be final and binding. Provides that the method and time for application of permits be announced in advance in the Federal Register. Outlines the procedure for granting permits. Authorizes the Secretary to issue a letter of voluntary compliance to a vessel owner whose vessels have engaged in fishing in the area after May 9, 1972, who have met treaty requirements, and who have deposited $700 to the Offshore Shrimp Fisheries Fund. Establishes the Offshore Shrimp Fisheries Fund to be used by the Secretary to make payments for enforcement expenses under article VI of the treaty. Requires each master or other person in charge of a vessel with a permit to keep a logbook in such form and manner prescribed under the treaty. Requires owners of such vessels to give additional information on shrimp fishery to the Secretary. Requires such information to be treated as confidential commercial information. Gives the Secretary power to subpoena all such logbooks, records or other information. Prohibits fishing or transshipment of shrimp in the area of agreement unless the vessel is operating under permit issued under this Act. Prohibits any attempt to prevent a duly authorized officer from searching or seizing any vessel pursuant to his duties under this treaty. Provides penalties for violations of this Act. Requires that the minimum penalty assessed be sufficient to cover enforcement expenses incurred by the United States pursuant to article VI of the Treaty. Requires such minimum civil penalty to be deposited directly into the Offshore Shrimp Fisheries Fund. Provides that this Act be enforced jointly by the Secretary of Commerce, Secretary of the department over the Coast Guard, and the Secretary of the Treasury. Empowers any duly authorized law enforcement officer of Brazil (acting under article V of the treaty) to act on behalf of the United States to enforce provisions of the treaty relating to search and seizure of any vessel. Authorizes the Secretary to issue all regulations necessary to carry out objectives of the treaty and this Act. Requies that, prior to the issuance of any regulations dealing with marketing vessels or use of radio-telephone frequencies, the Secretary shall consult with the Secretary of the department in which the Coast Guard is operating. Authorizes appropriations necessary for expenses pursuant to article VI of the treaty to be deposited in the Offshore Shrimp Fisheries Fund. Authorizes appropriations necessary for domestic enforcement expenses and the expenses of administering the provisions of the treaty, the Act and the regulations. Provides that the provisions of this Act shall expire June 15, 1975, except those provisions relating to the Continental Shelf fishery resource definition. Defines the term 'Continental Shelf fishery resource' to mean living organisms belonging to sedentary species; and organisms which, at the harvestable stage, either are immobile on or under the seabed or are unable to move except in constant physical contact with the seabed or the subsoil of the Continental Shelf."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Offshore Shrimp Fisheries Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement the shrimp fishing agreement with Brazil.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to implement the shrimp fishing agreement with Brazil, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:11-05:00"
}