{
  "actions": [
    {
      "acted_at": "1981-04-27", 
      "committee": "Senate Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1016-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1981-05-12", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1981-04-27", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hawkins, Paula", 
      "sponsored_at": "1981-04-27", 
      "state": "FL", 
      "thomas_id": "01355", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1981-04-27", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1981-04-27", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1981-04-27", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1981-04-27", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-27", 
  "number": "1016", 
  "official_title": "A bill to amend the Food Stamp Act of 1977 to reduce the fraud and abuse, strengthen enforcement actions, and increase recovery of overpayments.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food Stamp Accountability Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-27", 
  "subjects": [
    "Administrative procedure", 
    "Crime prevention", 
    "Department of the Treasury", 
    "Food and Food Industry", 
    "Food relief", 
    "Food stamps", 
    "Fraud", 
    "Government trust funds", 
    "Households", 
    "Intergovernmental relations", 
    "Postal Services and Facilities", 
    "Postal service", 
    "Public Welfare and Charities", 
    "Social welfare", 
    "States", 
    "Welfare fraud"
  ], 
  "subjects_top_term": "Food stamps", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-27", 
    "text": "Food Stamp Accountability Act of 1981 - Title I: Eligibility Restrictions and Penalties for Recipient Use - Amends the Food Stamp Act of 1977 to exclude boarders (persons who live with others and pay compensation to such others for meals) from the definition of an eligible household under such Act. Provides that parents and children who live together shall be treated as one household, unless one parent is 60 years of age or older. Increases eligibility disqualification periods for fraud and misrepresentation of food stamp law provisions. Provides for permanent disqualification from the food stamp program for the third occasion of any such adjudication. Revises procedures for State agencies to grant expedited services for households in immediate need of food stamps, including verification of such household's income and modification of such procedures with regard to migrant farmworkers. Requires certain household members to furnish their social security numbers to State agencies for the administration of the food stamp program. Title II: Improved Actions to Curb Abuse, Recover Overpayments, and Tighten Program Management - Revises the definition of retail food stores and the qualifications for such stores to accept and redeem food stamp coupons. Makes State agencies liable to the Secretary of Agriculture for the loss of coupons issued through the mail that management could have prevented. Directs approved retail food stores to display a sign providing information on how persons may report abuses in the operation of the food stamp program. Authorizes State agencies with written information from a household that requires reduction or termination of such household's benefits, to immediately reduce or terminate such benefits prior to an administrative hearing. Directs State agencies to promptly restore food stamp benefits upon the request of households, or other such notification, that such benefits were wrongfully denied or terminated, except in cases where such denial occurred more than one year before such notification. Authorizes the Secretary to replace coupons stolen or destroyed after receipt by a household for any one month during a six-month period. Prohibits replacement of coupons to households who lost or misplaced such coupons. Authorizes the Secretary to restrict the use of mail coupon issuance in any political subdivision under certain circumstances. Requires deposit in a special revolving fund of sums collected as civil money penalties for violations of the Food Stamp Act of 1977. Authorizes the Secretary to use such fund to finance actions to secure compliance with such Act. Requires households subject to an ineligibility determination to agree to a reduction in allotments, or repayment in cash, sufficient to reimburse the government for any overissuance of coupons. Subjects such households, upon failure to fulfill any such agreement, to an allotment reduction. Authorizes additional administrative cost-sharing to State agencies that have a prepared plan to curb fraudulent activities under the food stamp program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food Stamp Accountability Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Food Stamp Act of 1977 to reduce the fraud and abuse, strengthen enforcement actions, and increase recovery of overpayments.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:48-05:00"
}