{
  "actions": [
    {
      "acted_at": "1973-01-23", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2674-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Frenzel, Bill", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00415", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-23", 
  "number": "2674", 
  "official_title": "A bill relative to the oil import program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2311-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Midwest States Fuel Oil Act", 
  "sponsor": {
    "district": "5", 
    "name": "Fraser, Donald M.", 
    "state": "MN", 
    "thomas_id": "00411", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-23", 
  "subjects": [
    "Imports", 
    "Petroleum", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-23", 
    "text": "Midwest States Fuel Oil Act - Title I: - Sets forth the Congressional findings that: (1) a major cause of inadequate supplies of home heating oil in the upper Midwest States is the limitation on imports of petroleum and petroleum products established by Presidential Proclamation 3279, as amended (the oil import program); and (2) the special supply and demand problems relating to home heating oil in the Midwest States requires creation of a separate import control system for that area. Defines Midwest States as North Dakota, South Dakota, Nebraska, Kansas, Missouri, Iowa, Minnesota, Wisconsin, and Michigan. Provides that after the effective date of this Act, no quantitative limitations or other import restrictions shall be imposed on the importation of home heating oil into the Midwest States. Title II: - Makes provisions for the duty-free entry into the United States of specified petroleum products. Title III: - Authorizes the Secretary of State to enter into negotiations with the Government of Canada for establishment of a \"northcentral regional oil area\" consisting of central Canada and Midwest States, and intended to eliminate all restrictions on trade in petroleum and petroleum products between the United States and Canada so as to provide furnished petroleum products at a reasonable cost, consistent with the national security. Requires an annual report to the Congress on the progress and results of such negotiations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Midwest States Fuel Oil Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill relative to the oil import program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:33-05:00"
}