{
  "actions": [
    {
      "acted_at": "1999-04-29", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-06", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "Fisheries Conservation, Wildlife and Oceans", 
      "text": "Referred to the Subcommittee on Fisheries Conservation, Wildlife and Oceans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-06", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "Fisheries Conservation, Wildlife and Oceans", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-06", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "Fisheries Conservation, Wildlife and Oceans", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-09", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-09", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Unanimous Consent.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-06-22T16:22:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Resources. H. Rept. 106-195.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-22T16:22:00-04:00", 
      "calendar": "Union", 
      "number": "111", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 111.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2000-10-30T14:07:00-05:00", 
      "references": [], 
      "text": "Mr. Young (AK) moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-30T14:07:00-05:00", 
      "references": [
        {
          "reference": "CR H11556-11561", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-30T14:08:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 1653.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-30T14:10:00-05:00", 
      "references": [], 
      "text": "At the conclusion of debate, the chair put the question on the motion to suspend the rules. Mr. Miller, George objected to the vote on the grounds that a quorum was not present. Further proceedings on the motion were postponed until Oct. 31. The point of no quorum was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-31T22:34:00-05:00", 
      "references": [
        {
          "reference": "CR H11706-11707", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-31T22:34:00-05:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR 10/30/2000 H11556-11560", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2000-10-31T22:34:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-31T22:34:00-05:00", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-11-01", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-12-14", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S11795", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2000-12-14", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-12-14", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2000-12-15", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2000-12-23", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2000-12-23", 
      "congress": "106", 
      "law": "public", 
      "number": "562", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 106-562.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1653-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Fisheries Conservation, Wildlife, and Oceans", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Faleomavaega, Eni F.H.", 
      "sponsored_at": "1999-04-29", 
      "state": "AS", 
      "thomas_id": "00367", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Saxton, Jim", 
      "sponsored_at": "1999-04-29", 
      "state": "NJ", 
      "thomas_id": "01023", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "106", 
    "law_type": "public", 
    "number": "562"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2000-12-23", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2000-10-31T22:34:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2000-12-14", 
    "vetoed": false
  }, 
  "introduced_at": "1999-04-29", 
  "number": "1653", 
  "official_title": "To approve a governing international fishery agreement between the United States and the Russian Federation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coral Reef Conservation Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2000-12-23", 
  "subjects": [
    "Alaska", 
    "Animals", 
    "Asbestos", 
    "Asbestos abatement", 
    "Atlantic Ocean", 
    "Authorization", 
    "Caribbean Sea", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Coral reef conservation", 
    "Coral reefs", 
    "Damages", 
    "Disaster relief", 
    "Economics and public finance", 
    "Emergency management", 
    "Environmental education", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Federal aid to Indians", 
    "Federal employees", 
    "Federal-state relations", 
    "Fishery agreements", 
    "Fishery management", 
    "Fishing boats", 
    "Gifts", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government property", 
    "Government publicity", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Great Lakes", 
    "Gulf of Mexico", 
    "Habitat conservation", 
    "Hazardous waste site remediation", 
    "Housing and community development", 
    "Indian economic development", 
    "International affairs", 
    "International environmental cooperation", 
    "International fishery management", 
    "Islands", 
    "Land transfers", 
    "Law", 
    "Lead", 
    "Liability for marine accidents", 
    "Licenses", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Marine biology", 
    "Marine ecology", 
    "Marine parks and reserves", 
    "Marine resources conservation", 
    "Marine safety", 
    "Minorities", 
    "National parks", 
    "Navigation", 
    "Nongovernmental organizations", 
    "Nonprofit organizations", 
    "Oceanographic research ships", 
    "Oil pollution", 
    "Pacific Ocean", 
    "Paints and varnishes", 
    "Public lands and natural resources", 
    "Public-private partnerships", 
    "Real estate appraisal", 
    "Revolving funds", 
    "Russia", 
    "Salvage", 
    "Science, technology, communications", 
    "Sealing", 
    "Social welfare", 
    "Sustainable development", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Tuna fisheries", 
    "Underground petroleum tanks", 
    "Waste disposal sites", 
    "Water pollution control", 
    "Whales"
  ], 
  "subjects_top_term": "Marine and coastal resources, fisheries", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2000-10-31", 
    "text": "TABLE OF CONTENTS: Title I: Pribilof Islands Title II: Coral Reef Conservation Title III: Miscellaneous Title IV: Study of Eastern Gray Whale Population Title V: Miscellaneous Title I: Pribilof Islands - Pribilof Islands Transition Act - Amends the Fur Seal Act of 1966 to replace provisions establishing and providing for the administration of the Pribilof Islands Trust with provisions directing the Secretary of Commerce to provide financial assistance to any city government, village corporation, or tribal council of St. George or St. Paul, Alaska. Allows, notwithstanding any other provision of law, the use of those funds as non-Federal matching funds under any Federal program that requires matching funds. Prohibits the Secretary from using or withholding financial assistance under this Act to settle any debt owed to the United States, for administrative or overhead expenses, or for contributions sought or required for costs or fees to clean up any matter that was caused or contributed by any person on or after March 15, 2000. Directs the Secretary, subject to appropriations, to assist the State of Alaska for designing, locating, constructing, redeveloping, permitting, or certifying solid waste management facilities on the Islands to be operated under Alaska permits. Authorizes appropriations. Shields the United States from liability under this Act associated with specified activities relating to those waste facilities. Requires each entity receiving assistance under this Title to report its expenditures to specified congressional committees.(Sec. 104) Replaces provisions of such Act requiring the reporting to specified congressional committees of the fair market value of transferred property with provisions mandating a report to specified congressional committees including a description of transferred property, a description of all property that is going to be conveyed, and an identification of all Federal property on the Islands that will be retained by the Federal Government.(Sec. 105) Declares that the Secretary has no obligation to provide for the development of any form of economy on the Islands not dependent on sealing (but states that this does not affect causes of action under specified provisions arising before enactment of this Act). Terminates all obligations of the Secretary to: (1) convey property under existing provisions; and (2) carry out cleanup activities related to National Oceanic and Atmospheric Administration (NOAA) administration and a specified environmental restoration agreement between NOAA and Alaska. Makes the previous sentence applicable when: (1) Alaska has confirmed that no further corrective action is required at Island sites and units covered by agreement; (2) the cleanup is complete; (3) the properties can be unconditionally offered for conveyance; and (4) all amounts appropriated for such purposes under the Fur Seal Act of 1966 have been obligated. Prohibits, after the conditions in the previous sentence are met, the Secretary from seeking or requiring financial contribution from any local governmental entity of the Pribilof Islands, any official thereof, or any owner of lands there for costs or fees (relating to specified actions concerning cleanup or concerning closure of solid waste facilities) incurred by the Secretary (except for cleanup fees incurred after March 15, 2000). Repeals, effective when the same conditions are met, provisions of: (1) the Fur Seal Act of 1966 relating to the property conveyance and related matters; and (2) Federal law relating to the cleanup of landfills and wastes left by NOAA. Declares that: (1) this Act does not affect the obligation of the Secretary or any Federal department or agency under three specified documents; and (2) the term \"Natives of the Pribilof Islands\" includes the Tanadgusix Corporation, the St. George Tanaq Corporation, and the city governments and tribal councils of St. Paul and St. George.(Sec. 107) Authorizes appropriations to carry out provisions of Federal law relating to the cleanup of landfills and wastes left by NOAA. Authorizes the Secretary to provide Alaska a limited amount per year to establish and capitalize a revolving fund to be used by the State for low interest loans to Pribilof Natives to assess, respond to, remediate, and monitor contamination from lead paint, asbestos, and petroleum from underground storage tanks that resulted from NOAA administration of the Islands under the Fur Seal Act of 1966.Title II: Coral Reef Conservation - Coral Reef Conservation Act of 2000 - Directs the NOAA Administrator to submit to specified congressional committees and publish in the Federal Register a national coral reef action strategy, and to review and revise such strategy as necessary. Requires the strategy to include a statement of goals and objectives as well as an implementation plan.(Sec. 204) Directs the Secretary to provide grants of financial assistance for the conservation of coral reefs under proposals approved by the Administrator (with a matching funds requirement). Outlines grant eligibility requirements and requires geographic and biological diversity in grants awarded. Requires the Administrator to review and approve or disapprove each project proposal.(Sec. 205) Authorizes the Administrator to enter into an agreement with a nonprofit organization to establish a coral reef conservation fund.(Sec. 206) Authorizes the Administrator to make grants to address unforeseen or disaster-related circumstances pertaining to coral reefs or their ecosystems.(Sec. 207) Authorizes the Secretary to conduct coral reef conservation activities consistent with this title, the National Marine Sanctuaries Act, the Coastal Zone Management Act of 1972, the Magnuson-Stevens Fishery Conservation and Management Act, the Endangered Species Act of 1973, and the Marine Mammal Protection Act of 1972.(Sec. 208) Requires the Administrator to submit to specified committees effectiveness reports concerning coral reef conservation programs and activities.(Sec. 209) Authorizes appropriations for FY 2001 through 2004.Title III: Miscellaneous - Amends provisions of the Great Lakes Fishery Act of 1956, the Tuna Conventions Act of 1950, the Atlantic Tuna Conventions Act of 1975, and other Federal law to state that individuals serving on various fishery or tuna commissions shall not be considered Federal employees while performing such service.(Sec. 306) Provides for the treatment of amounts received by the United States in settlement of damage claims arising from the collision of the vessel ZACHARY into the NOAA research vessel DISCOVERER and the disposal of related marine assets.Title IV: Study of Eastern Gray Whale Population - Requires the Secretary to study environmental and biological factors responsible for the significant increase in mortality events of the eastern gray whale populations and other potential impacts these factors may be having on such population. Authorizes appropriations.Title V: Miscellaneous - Treats the catcher vessels HAZEL LORRAINE and PROVIDIAN as vessels eligible to harvest the directed fishing allowance under the American Fisheries Act."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "Coral Reef Conservation Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Pribilof Islands Transition Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Coral Reef Conservation Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Pribilof Islands Transition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To approve a governing international fishery agreement between the United States and the Russian Federation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:44-05:00"
}