{
  "actions": [
    {
      "acted_at": "1992-05-19", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2738-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-19", 
  "number": "2738", 
  "official_title": "A bill to amend title 38, United States Code, to make certain improvements in the educational assistance programs for veterans and eligible persons, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2640-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Veterans' Educational Assistance Improvements Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-19", 
  "subjects": [
    "Armed forces and national security", 
    "Counseling", 
    "Disability evaluation", 
    "Education", 
    "Employee training", 
    "Federal aid to higher education", 
    "Health", 
    "Health insurance", 
    "Manpower training programs", 
    "Military discharges", 
    "Student employment", 
    "Student loan funds", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' medical care", 
    "Veterans' pensions", 
    "Veterans' rehabilitation", 
    "Vocational education", 
    "Vocational guidance", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-19", 
    "text": "Veterans' Educational Assistance Improvements Act of 1992 - Amends Federal provisions with respect to a temporary program for trial work periods and vocational rehabilitation for certain veterans with total disability ratings to: (1) reduce from 12 to six months the work period of a totally disabled veteran engaged in a work program during which the total disability rating will not be reduced due to such employment; and (2) make such trial work program permanent (currently ends January 31, 1992). Revises provisions concerning a temporary program of vocational training for veterans under age 45 who are awarded a veteran's pension to: (1) delete the current January 31, 1992, termination date of such program; (2) make voluntary between the veteran and the Secretary of Veterans Affairs (currently, required) an evaluation as to whether such veteran could reasonably achieve a vocational goal; (3) make unnecessary (currently, required) a personal interview by a Department of Veterans Affairs counselor as part of such evaluation when such interview is not practical or necessary for the goal-achievement determination; and (4) protect for three years such veteran's health-care eligibility without regard to when the veteran's entitlement to pension is terminated due to income from work or training. Authorizes the Secretary, during the three-year period beginning on October 1, 1992, to conduct a pilot program for using any public or private entity or employer to provide on-job training as part of a veteran's vocational rehabilitation program. Requires on-site monitoring of such training to insure that it is in the best interest of the veteran and the Federal Government. Prohibits the Secretary from approving or entering into a contract, agreement, or cooperative arrangement for such an on-job training program which commences after the later of: (1) September 30, 1995; or (2) if a written vocational rehabilitation plan for such training is executed before such date, within a reasonable period of time, not to exceed six months, after the execution of such plan. Amends the Montgomery GI Bill educational assistance program to provide that active duty service shall not be considered broken, for purposes of educational assistance entitlement, by any period during which an individual is assigned by the armed forces to a civilian institution full time for a course of education which is substantially the same as established courses offered to civilians. Entitles to educational assistance under the Montgomery GI Bill program an individual who originally made an election not to participate in the program but who, before completing his or her obligated period of service, is discharged or released due to a physical or mental condition not characterized as a disability but which did not result from the individual's willful misconduct and did interfere with the performance of duty."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Educational Assistance Improvements Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to make certain improvements in the educational assistance programs for veterans and eligible persons, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:35-05:00"
}