{
  "actions": [
    {
      "acted_at": "1975-04-16", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6077-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-16", 
  "number": "6077", 
  "official_title": "A bill to provide a national program in order to provide assistance in making the international metric system the predominant system of measurement in the United States and to provide for converting to the general use of such a system within 10 years.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Metric Conversion Assistance Act", 
  "sponsor": {
    "district": "2", 
    "name": "Whitehurst, G. William", 
    "state": "VA", 
    "thomas_id": "01221", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-16", 
  "subjects": [
    "Advisory bodies", 
    "Metric system", 
    "Weights and measures"
  ], 
  "subjects_top_term": "Weights and measures", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-16", 
    "text": "Metric Conversion Assistance Act - Sets forth the policy of the United States with respect to making the international metric system the predominant system of measurement in the United States. Establishes a National Metric Conversion Assistance Board to implement such policy. Directs the President to appoint, with the advice and consent of the Senate, nine members to the Board who have experience and competence in business, labor, education, consumer protection, science, and technology. Directs the Board within 18 months to develop and submit to the President and the Congress a comprehensive plan to accomplish a changeover to the metric system of measurement in the United States. Requires the Board to begin implementation of the plan within 60 days after the date on which the plan is submitted to the Congress and the President, unless either House or the President disapproves the plan. Empowers the Board to: (1) enter into contracts to do research, surveys, or reports; (2) conduct hearings; (3) establish such committees and advisory panels as it deems necessary; and (4) perform such other acts as may be necessary. Authorizes the Board to accept gifts donations, and bequests of real and personal property. Terminates the existence of the Board no later than five years from the submission of the comprehensive plan. Requires the Board to submit annual progress reports to the President and the Congress. Authorizes to be appropriated $3,000,000 for fiscal year 1976, $4,000,000 for fiscal year 1977, and $2,500,000 for each of the next three succeeding fiscal years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Metric Conversion Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a national program in order to provide assistance in making the international metric system the predominant system of measurement in the United States and to provide for converting to the general use of such a system within 10 years.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:09-05:00"
}