{
  "actions": [
    {
      "acted_at": "1985-08-01", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-13", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1550-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-08-01", 
  "number": "1550", 
  "official_title": "A bill to reduce costs in the Medicare and Medicaid programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Financing Cost Reduction Amendments of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-08-01", 
  "subjects": [
    "Age discrimination", 
    "Business and commerce", 
    "Child health", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Cost of living adjustments", 
    "Emergency medical services", 
    "Employee benefit plans", 
    "Extended care facilities", 
    "Fees", 
    "Fines (Penalties)", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Home care services", 
    "Hospitals", 
    "Information storage and retrieval systems", 
    "Insurance", 
    "Labor and employment", 
    "Malpractice", 
    "Medicaid", 
    "Medical economics", 
    "Medical education", 
    "Medical fees", 
    "Medical laboratories", 
    "Medical malpractice insurance", 
    "Medical personnel", 
    "Medicare", 
    "Mental health", 
    "Mental health services", 
    "Old age, survivors and disability insurance", 
    "Physicians", 
    "Pregnant women", 
    "Prospective payment systems (Medical care)", 
    "Psychiatric hospitals", 
    "Railroad retirement plans", 
    "Railroads", 
    "Social security eligibility", 
    "Social welfare", 
    "Supplemental security income program", 
    "Women's health", 
    "Women's rights", 
    "Youth"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-08-01", 
    "text": "Health Care Financing Cost Reduction Amendments of 1985 - Title I: Medicare - Amends title XVIII (Medicare) of the Social Security Act to increase the deductible under part B (Supplementary Medical Insurance) of title XVIII by the percentage increase in the economic index used to determine increases in the prevailing charge for physicians' services. Specifies that Medicare eligibility begins at age 65 and one month. Establishes a coinsurance amount for home health services of one percent of the inpatient hospital deductible for each home health visit after the 20th visit in a year. Revises the formula for computing the supplementary medical insurance premium. Requires, in the case of a covered individual, that payment for health care items and services, to the extent possible, be made by the individual's group health plan before any Medicare payments will be made. Defines the \"special enrollment period\" of part B as the period beginning with the first day of the first month in which an individual is no longer enrolled in a group health plan by reason of current employment and ending seven months later. Amends the Age Discrimination in Employment Act of 1967 to prohibit an employer from discriminating against an employee over age 65 under the employer's group health plan. Includes within the definition of \"inpatient psychiatric hospital services\" services furnished to an inpatient of a psychiatric unit not subject to prospective payment provisions. Extends, for another year, the freeze on payments for physicians' services. Reduces the amounts paid to hospitals for the indirect costs of medical education. Provides for the continuation of the current payments for clinical diagnostic laboratory tests through September 1987. Permits the Secretary of Health and Human Services to provide for the continued application of the fee schedules for clinical diagnostic laboratory tests to tests for hospital outpatients. Freezes for one year payment limits for routine service costs of skilled nursing facilities. Authorizes the Secretary, in determining the reasonable cost of services, to separately accumulate and directly apportion on a claims paid or other basis to Medicare the costs of malpractice insurance premiums and self-insurance fund contributions. Authorizes the Secretary, in determining hospital routine inpatient per diem costs, to count as a patient day a day on which a patient is in a labor or delivery room at the census-taking hour. Prohibits, under the prospective payment system, any redetermination of any allowable operating costs of inpatient hospital services from affecting any payment for a cost reporting period that has begun before the date of the redetermination. Makes administrative changes with respect to: (1) the Medicare deductible and coinsurance; and (2) claims of railroad retirement beneficiaries. Title II: Medicaid - Amends title XIX (Medicaid) of the Social Security Act to place limits on the States' entitlement to Federal funding. Directs the Secretary to make grants to the States for the costs of administering Medicaid programs. Authorizes appropriations. Permits States to exclude certain benefits that they are presently required to provide. Revises provisions for determining eligibility for and the extent of benefits. Amends the Unemployment Compensation Amendments of 1976 to provide continued Medicaid eligibility for individuals who cease to be eligible for benefits under title XVI (Supplemental Security Income) of the Act because of cost-of-living increases in benefits under title II (Old Age, Survivors and Disability Insurance) of the Act. Requires that instead of a State's Medicaid plan being in effect Statewide, only required services must be provided to those individuals required to be covered. Limits the applicability of freedom of choice in the selection of a provider to required services for the categorically needy. Permits, with respect to the minimum enrollment period for an individual enrolled with a health maintenance organization (HMO), such period to be available to an individual enrolled: (1) in an HMO under a Medicaid contract; or (2) with a case management system approved under Medicaid. Prohibits charging any enrollment fee, premium, deductible, or like charges for required services provided to groups required to be covered under a State's plan. Permits only nominal coinsurance or similar charges with respect to such services provided to such groups. Permits a State to exempt from deduction, cost sharing, or similar charges services provided: (1) to children and youths; (2) for pregnant women; (3) to inpatients required to spend their income in order to receive services; (4) for emergency services; or (5) to individuals by HMOs. Repeals requirements that a State's plan provide for payment of services provided under the plan which are reasonable and adequate. Requires a State's plan to include a description of the methodology to be used by the State in setting payment rates. Repeals provisions that require: (1) a State agency to enter into cooperative arrangements with State agencies for the administration of the State's plan; and (2) descriptions of the medical personnel used in plan administration. Requires a State's plan to provide for an effective method of verifying whether services billed by providers were furnished. Repeals provisions: (1) which reduce payments to a State for expenditures it would not have made if certain Medicare eligible individuals had been enrolled under part B of Medicare; and (2) relating to requirements for mechanized claims processing and information retrieval systems. Revises requirements with respect to the utilization control penalty applicable for inspections of mental hospitals, skilled nursing facilities, and intermediate care facilities so as to not impose the penalty: (1) (in the case of an institution with more than 50 Medicaid patients) if the lesser of ten such patients or two percent of Medicaid patients were not reviewed; or (2) (in the case of an institution with less than 50 Medicaid patients) one Medicaid patient was not reviewed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Financing Cost Reduction Amendments of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce costs in the Medicare and Medicaid programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:34-05:00"
}