{
  "actions": [
    {
      "acted_at": "1988-05-17", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-17", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-23", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-23", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-06", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "National Parks and Public Lands", 
      "text": "Referred to Subcommittee on National Parks and Public Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-17", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-20", 
      "bill_ids": [
        "s2840-100"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "See S.2840.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4616-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks and Public Lands", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Kyl, Jon", 
      "sponsored_at": "1988-05-17", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Rhodes, John J., III", 
      "sponsored_at": "1988-05-17", 
      "state": "AZ", 
      "thomas_id": "00956", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Stump, Bob", 
      "sponsored_at": "1988-05-17", 
      "state": "AZ", 
      "thomas_id": "01122", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-05-17", 
  "number": "4616", 
  "official_title": "A bill to provide for the transfer of certain lands in the State of Arizona, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2840-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Santa Rita Public Lands Exchange Act of 1988", 
  "sponsor": {
    "district": "5", 
    "name": "Kolbe, Jim", 
    "state": "AZ", 
    "thomas_id": "00645", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-05-17", 
  "subjects": [
    "Animals and Animal Protection", 
    "Arizona", 
    "Department of the Interior", 
    "Federal employees", 
    "Forests and forest products", 
    "Land transfers", 
    "Mines and mineral resources", 
    "National forests", 
    "Parks and Natural Areas", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "State parks", 
    "Trials", 
    "Water supply", 
    "Wilderness areas", 
    "Wildlife conservation", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-05-17", 
    "text": "Santa Rita Public Lands Exchange Act of 1988 - Directs the Secretary of the Interior, acting through the Bureau of Land Management (BLM), to transfer to, or exchange with, the State of Arizona all of the lands in the Santa Rita Experiment Station lying outside of the National Park System. Requires the Secretary to use such lands to: (1) satisfy the remaining Federal debt to Arizona for relinquishments of land for the Central Arizona Project; and (2) acquire Catalina State Park and other specified lands in accordance with the Federal Land Policy and Management Act of 1976. Provides that those lands in the Catalina State Park and Madera-Elephant Head Trail area that are acquired in accordance with this Act shall be included in the National Forest System, and that such park shall be managed cooperatively by Arizona and Federal authorities. Provides that all lands acquired by the Government under this Act shall be exempt from any further planning requirements of the 1976 National Forest Management Act until the 1986 Coronado Forest Plan is revised, at which time future management direction shall be determined as part of planning for the entire National Forest. Revokes executive and public land orders which withdrew the Santa Rita Experimental Range for a Forest and Range Experiment station. Withdraws from entry under the public land laws certain lands lying within the Coronado National Forest for use as a Forest and Range Experiment Station administrative headquarters site. Revokes a certain public land order which withdrew lands for forest administrative sites. Revokes executive and public land orders, which withdrew and established administrative jurisdiction for the Kofa National Wildlife Refuge, with respect to specified lands. Restricts use of such lands to those uses which will conserve, protect, and enhance the bighorn sheep and other wildlife and plant species contained on such lands. Places such lands under the jurisdiction of the BLM to be administered as public lands. Designates the New Water Mountains Wilderness to be a part of the National Wilderness Preservation System. Releases specified lands as a part of such wilderness. Places specified lands into the Kofa National Wildlife Refuge. Withdraws certain Federal lands of the Kofa National Wildlife Refuge and the New Water Mountains Wilderness from: (1) entry, appropriation, or disposal under public land laws; (2) location, entry, or patent under Federal mining laws; and (3) disposition under Federal laws concerning mineral and geothermal leasing. Places specified Federal lands into the National Wildlife Refuge System as part of the Cabeza Prieta National Wildlife Refuge. Revokes certain orders which withdrew lands from the Colorado River Storage Project, for the Havasu National Wildlife Refuge, for the Imperial National Wildlife Refuge, and in aid of the Salt River Project. Adjusts a boundary of the Coronado National Forest. Authorizes appropriations. Authorizes appropriations to provide for at least ten full-time equivalent employees of the BLM to perform resource management and law enforcement activities as a part of the administration of: (1) lands transferred from the Fish and Wildlife Service to the BLM under this Act; and (2) BLM lands in Black Canyon Corridor."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Santa Rita Public Lands Exchange Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the transfer of certain lands in the State of Arizona, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:27-05:00"
}