{
  "actions": [
    {
      "acted_at": "1979-06-22", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-07-13", 
      "references": [], 
      "text": "Reported to House from the Committee on Education and Labor with amendment, H. Rept. 96-338.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-23", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-23", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-23", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-24", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-24", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-24", 
      "references": [], 
      "text": "Measure passed Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-24", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-07-25", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-26", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-26", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-08-06", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1979-08-06", 
      "references": [], 
      "text": "Public Law 96-46.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4591-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1979-08-06", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-22", 
  "number": "4591", 
  "official_title": "An act to make technical corrections and miscellaneous amendments in certain education laws contained in the Education Amendments of 1978, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl Dewey", 
    "state": "KY", 
    "thomas_id": "00908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-22", 
  "subjects": [
    "Appropriations", 
    "Authorization", 
    "Civil Rights and Liberties", 
    "Community schools", 
    "Compensatory education", 
    "Disabled", 
    "Disaster relief", 
    "Disasters", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Educational facilities", 
    "Educational innovations", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to vocational education", 
    "Federal-Indian relations", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Impacted area programs", 
    "Information services", 
    "Labor and employment", 
    "Libraries", 
    "Public schools", 
    "Right of privacy", 
    "School libraries", 
    "State education agencies", 
    "State finance", 
    "States", 
    "Student records", 
    "Students", 
    "Vocational education"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1979-07-13", 
    "text": "(Reported to House from the Committee on Education and Labor with amendment, H. Rept. 96-338) Amends the Elementary and Secondary Education Act of 1965 to make technical amendments to such Act and to revise procedures for membership on school district parental advisory councils. Provides that membership on such council shall include: (1) parents of children to be served by projects assisted under such Act; (2) representatives of children and schools eligible for, but not currently participating in, assistance programs; and (3) other additional members as may be elected. States that the representatives of eligible areas shall be elected by the parents in such areas. Requires the Commissioner of Education to establish regulations to provide alternative models for school districts to follow in complying with the requirements for such parental advisory councils. Requires specified information to be provided to such councils, and to members upon request (presently requires information to be provided automatically to each council member). Directs the Commissioner to reserve at least $6,000,000, but not more than five percent, of funds appropriated for the migrant education program for the coordination of migrant education activities. Revises the authorization formula for State educational leadership resources. Establishes an allotment formula for such funds providing that: (1) each State shall receive allotments equal to those provided in fiscal year 1973; and (2) additional appropriations shall be awarded as the Commissioner deems appropriate. Requires that State or local agency applying for emergency school aid be given notice and opportunity to amend its application before final disapproval of any such fund request. Prohibits grants to a local education agency to operate community education programs being conducted by another public agency unless there is collaboration between such agencies. Authorizes the Commissioner to use funds appropriated under the Indian Education Act of 1972 to make grants and contracts to Indian tribes, Indian institutions and Indian organizations, and public agencies and institutions for national technical assistance and evaluation projects. Amends the Education Amendments of 1978 to extend the deadline dates for interim congressional reports regarding elementary and secondary school financing from December 31, 1979 and 1980, to December 31, 1980 and 1981, and for a final report from December 31, 1981 to December 31, 1982. Extends the deadline for submission of the report of the Commission on the Review of the Federal Impact Aid Program to December 1, 1980. Extends the deadline from one year to 18 months for the submission of an evaluation study with respect to Federally funded elementary and secondary education programs. Makes technical amendments to such Act. Amends certain library and library resources provisions of the General Education Provisions Act to provide that the formula for the rollover of unused appropriated funds for succeeding fiscal years shall not become effective regarding such provisions until October 1, 1980, except at the option of local educational agencies. Directs the Commissioner to approve upon request, funds for fiscal year 1979 on the same basis as fiscal year 1978 appropriations for experimental compensatory education programs conducts under the Education Amendments of 1974. Makes certain technical amendments in Federal Indian education programs under the Education Amendments of 1978. Directs the Secretary of the Interior to pay all funds appropriated for fiscal year 1978 for basic support contracts or grants to any school that had a deficit in its operating budget in such year as a consequence of incomplete payment from the Department of the Interior for such contract or grant. Extends the deadlines for the establishment of academic standards in Bureau of Indian Affairs schools by three months. Requires the Secretary to submit to the Congress a detailed plan to bring all Bureau and contract schools up to the level required by such standards, and a detailed plan to bring all Bureau and contract boarding schools up to specified national criteria for dormitory situations by January 1, 1981. Includes school or institution custodial or maintenance personnel among supervised personnel involved with the provision of education. Requires the Secretary to revise the funding formula to reflect standards established under such Act and sets forth a three-year implementation schedule for Bureau schools. Directs the Bureau's management information system to provide information on administrative and program costs. Amends the Federal law dealing with financial assistance to federally-impacted education agencies to extend the date for disaster coverage from October 1, 1978, to October 1, 1983. Provides that under the impact aid complaint procedure an Indian tribe shall have discretion in choosing complaints to file, and allows such tribe to withdraw its students under such procedure. Stipulates that students electing to continue in the local educational agency shall continue to be funded, but prohibits the filing of future complaints with respect to such students. Amends the General Education Provisions Act to repeal certain annual evaluation report requirements for title I grants under the Elementary and Secondary Education Act of 1965. Stipulates that State and local educational officials shall not be barred from access to student records necessary to the audit or evaluation of any federally-supported education program. Makes technical amendments to the General Education Provisions Act. Amends the Vocational Education Act of 1963 to authorize the modification of certain annual reporting requirements to avoid duplication of data collection. Authorizes States to exceed the 50 percent limitation on Federal funds which they may use to supplement local funds for programs for the handicapped, the disadvantaged, those with limited English-speaking ability, and other eligible recipients which are otherwise financially unable to provide such programs. Amends the Career Education Incentive Act to repeal provisions prohibiting authorizations of funds for fiscal year 1980 and beyond unless: (1) an appropriation was made for the immediately preceding fiscal year; and (2) such funds are appropriated in the fiscal year prior to the fiscal year in which such funds are to be obligated, and unless they are made available (to the States) prior to the beginning of such fiscal year. Specifies that data collected under the Indian Education Act shall not modify the eligibility definition of qualified participants under such Act. States that the provisions of this Act shall become effective October 1, 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to make technical corrections and miscellaneous amendments in certain education laws contained in the Education Amendments of 1978.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to make technical corrections and miscellaneous amendments in certain education laws contained in the Education Amendments of 1978, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:21-05:00"
}