{
  "actions": [
    {
      "acted_at": "1995-01-04", 
      "references": [
        {
          "reference": "CR S309-311, S314-315", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-12-05", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Hearings held. Hearings printed: S.Hrg. 104-586.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-16", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-07-23", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Reported to Senate by Senator Stevens with an amendment in the nature of a substitute and an amendment to the title. With written report No. 104-331. Additional and minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-23", 
      "calendar": "Senate Legislative", 
      "number": "511", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 511.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s88-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "1995-03-09", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-04", 
  "number": "88", 
  "official_title": "A bill to increase the overall economy and efficiency of Government operations and enable more efficient use of Federal funding, by enabling local governments and private, nonprofit organizations to use amounts available under certain Federal assistance programs in accordance with approved local flexibility plans.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2086-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Local Empowerment and Flexibility Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Hatfield, Mark O.", 
    "state": "OR", 
    "thomas_id": "01352", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1996-05-16", 
  "subjects": [
    "Citizen participation", 
    "Community organization", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Data banks", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal aid programs", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government regulation", 
    "House rules and procedure", 
    "Intergovernmental fiscal relations", 
    "Intergovernmental relations", 
    "Legislative resolutions", 
    "Minorities", 
    "Nonprofit organizations", 
    "Planning-programming-budgeting", 
    "Postal service", 
    "Public assistance programs", 
    "Regulatory reform", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "Social welfare", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Intergovernmental relations", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1996-07-23", 
    "text": "Local Empowerment and Flexibility Act of 1996 - Lists the purposes of this Act, including enabling State, local, and tribal governments and private, nonprofit organizations to more efficiently use and adapt Federal financial assistance programs to meet the particular needs of their communities. Creates a Community Empowerment Board composed of specified Cabinet Secretaries and agency heads. Requires that the Director of the Office of Management and Budget (OMB), in consultation with the Board, coordinate and assist in creating: (1) a uniform Federal financial assistance application; (2) a release form to facilitate the sharing of information across Federal financial assistance programs; and (3) a system wherein an organization or consortium of organizations may use one proposal to apply for assistance. Authorizes an applicant to apply to the Board for approval of a flexibility plan which must meet specified requirements, including that the application be submitted to, and contain all comments on the proposed plan made by, each affected State and local government.Provides for the submission of an application to the Board without such comments if, within 60 days of submission of the plan to an affected government, such government has failed to act on or endorse the application. Directs that the Board review at least the first 50 flexibility plans received each year. Specifies that the Board give priority consideration to flexibility plans that: (1) are submitted from empowerment zone areas; and (2) contain State or local waivers or a commitment to grant a State or local waiver. Authorizes the Board to develop additional criteria in determining which additional flexibility plans it reviews after the first 50 each year. Requires such a plan to improve the effectiveness and efficiency of providing benefits under Federal financial assistance programs included in the plan such as reducing administrative inflexibility, duplication, and unnecessary expenditures. Authorizes affected Federal agencies to waive any requirement under a Federal financial assistance program if the waiver is: (1) reasonably necessary to implement a plan; and (2) not disapproved by the Board. Requires an approved applicant to periodically evaluate the effectiveness of its plan and report on it to the Board. Mandates a final report to the Board. Authorizes the Board to provide, or direct a Federal agency head to provide, technical assistance to an eligible applicant in developing information necessary for the design or implementation of a flexibility plan. Requires the: (1) Board to report to the President and the Congress on the Federal laws or regulations most frequently waived, with the President determining whether such requirements should be amended or terminated; (2) OMB Director to report on its progress in fulfilling its responsibilities under this Act; and (3) Board, in consultation with the Director and Federal agencies, to submit a final report to the President and the Congress. Repeals this Act on September 30, 2001. Requires all Federal agencies to develop a consistent policy that stipulates that the date of the U.S. postmark shall be deemed to be the date of delivery for any Federal contract, grant, assistance application, or other document which is required to be filed by a certain date and is delivered late by U.S. mail."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Local Empowerment and Flexibility Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Local Empowerment and Flexibility Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the overall economy and efficiency of Government operations and enable more efficient use of Federal funding, by enabling local governments and private, nonprofit organizations to use amounts available under certain Federal assistance programs in accordance with approved local flexibility plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:31-05:00"
}