{
  "actions": [
    {
      "acted_at": "2009-08-03", 
      "references": [
        {
          "reference": "CR S8685-8687", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-08-03", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1561-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-08-03", 
  "number": "1561", 
  "official_title": "A bill to ensure safe, secure, and reliable marine shipping in the Arctic, including the availability of aids to navigation, vessel escorts, oil spill response capability, and maritime search and rescue in the Arctic, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Arctic Marine Shipping Assessment Implementation Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Begich, Mark", 
    "state": "AK", 
    "thomas_id": "01898", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-08-03", 
  "subjects": [
    "Alaska", 
    "Arctic Ocean", 
    "Arctic and polar regions", 
    "Atmospheric science and weather", 
    "Bering Sea", 
    "Canada", 
    "Coast guard", 
    "Congressional oversight", 
    "Denmark", 
    "Department of Commerce", 
    "Department of Homeland Security", 
    "Europe", 
    "Executive agency funding and structure", 
    "Government investigations", 
    "Hydrology and hydrography", 
    "International law and treaties", 
    "International organizations and cooperation", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Marine pollution", 
    "Navigation, waterways, harbors", 
    "Norway", 
    "Oil and gas", 
    "Russia", 
    "Transportation and public works", 
    "Transportation safety and security", 
    "Water quality"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-08-03", 
    "text": "Arctic Marine Shipping Assessment Implementation Act of 2009 - Expresses the sense of Congress that the Secretary of State should work to establish agreements to promote coordinated action among the United States, Russia, Canada, Iceland, Norway, and Denmark and other seafaring and Arctic nations with respect to navigation, monitoring of conditions, and marine pollution in waters of the Arctic. Requires the Commandant of the Coast Guard to: (1) submit the High Latitude Polar Ice-Breaking Mission Analysis Report to Congress, along with any recommendations related to it; (2) contract with an independent entity to analyze future mission requirements of the Coast Guard in the Arctic and Antarctic; and (3) prepare vessel traffic risk assessments for the Bering Strait, Alaska, and for the Arctic Ocean waters adjacent to Alaska's North Slope. Directs the Commandant to consult with the Secretary of the Army to determine the viability of making the harbor at St. George Island, Alaska, a fully functional harbor of refuge throughout the year to enhance safety of life at sea and protection from oil pollution in the Central Bering Sea. Directs the Secretary of the Army to complete the harbor at St. George Island, including such improvements and any engineering design needed for safe navigation. Requires a study on the feasibility and potential of establishing a deep water sea port in the Arctic to protect and advance U.S. strategic interests within the Arctic region. Requires the Director of the National Science Foundation to transfer all amounts provided pursuant to any Act for procurement of polar icebreaking services to the United States Coast Guard Appropriation Accounts, to remain available until expended for operating expenses, renovation, and improvement. Authorizes appropriations to: (1) the Department of Homeland Security for icebreaking operations, Arctic seasonal operations, vessel traffic risk assessments, and construction of bases in Barrow, Nome, and Saint Paul Island, Alaska; and (2) the National Oceanic and Atmospheric Administration (NOAA) for hydrographic data acquisition and services and coastal change analysis in the Arctic."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Arctic Marine Shipping Assessment Implementation Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ensure safe, secure, and reliable marine shipping in the Arctic, including the availability of aids to navigation, vessel escorts, oil spill response capability, and maritime search and rescue in the Arctic, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:16-05:00"
}