{
  "actions": [
    {
      "acted_at": "1973-09-25", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10514-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-25", 
  "number": "10514", 
  "official_title": "A bill to promote safe transportation of people and property in commerce by establishing the National Agency for Transportation Safety as an independent agency of the United States to investigate transportation accidents, to make recommendations for avoiding such accidents, to represent the safety interests of the public before regulatory agencies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2401-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Agency for Transportation Safety Act", 
  "sponsor": {
    "district": "7", 
    "name": "Adams, Brock", 
    "state": "WA", 
    "thomas_id": "00005", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-25", 
  "subjects": [
    "Government operations and politics", 
    "Safety measures", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-25", 
    "text": "National Agency for Transportation Safety Act - Expresses the findings of Congress and declares it to be the purpose of this Act to promote safety in transportation. Provides that the National Transportation Safety Board shall, on and after the ninetieth day after the date of enactment of this Act, be known as the National Agency for Transportation Safety and shall be an independent agency of the United States Provides that the Agency shall be directed and administered by an Administrator, pursuant to this Act. Directs the Administrator to establish bureaus to investigate and report on accidents involving the following modes of transportation: aviation; marine and maritime; highway and motor vehicle; railroad and rail; and pipeline. Provides for staffing and supplies of the Agency. Enumerates the duties of the Agency, including: (1) investigate, analyze, and determine the cause or probable cause of specified transportation accidents; (2) report in writing on the facts, conditions, and circumstances of each accident investigated; (3) issue periodic reports to the Congress, Federal, State, and local agencies concerned with transportation safety; (4) advocate the cause of safety in transportation in accordance with this Act; (5) conduct special studies on matters pertaining to safety in transportation, including human injury avoidance; (6) assess techniques of accident investigation; (7) develop a sophisticated capacity to monitor the adequacy of safeguards concerning the transportation of hazardous materials; (8) review on appeal the suspension, amendment, modification, revocation, or denial of any operating certificate or license issued by the Secretary of Transportation, in accordance with the provisions of this Act. Directs that the Administrator shall be appointed by the President within ninety days after the date of enactment of this Act, by and with the advice and consent of the Senate from lists of qualified individuals recommended by the Consumer Product Safety Commission and the Comptroller General of the United States. Sets forth the Administrator's term of office and powers. Provides that whenever the Administrator determines that the result of specified Federal department or agency proceedings may substantially affect aviation, marine, motor vehicle, railroad, or pipeline safety, the Administrator may intervene on behalf of the Agency as a party. States that the Administrator or any duly designated employee of the Agency is authorized to intervene, or otherwise to participate, in any State or local agency or court proceeding, where the Administrator determines that the result of such proceeding may substantially affect an important interest of the public in transportation safety, accident avoidance, or accident loss reduction and such intervention or participation has been requested in writing. Requires the Administrator to report annually to Congress and specifies the content of such report. Requires copies of any communication, document, investigation or other information received or sent by the Administrator or any employee of the Agency to be made available to the public upon identifiable request and at reasonable cost, unless such information may not be publicly released. States that whenever the Agency submits a recommendation regarding transportation safety to the Secretary of Transportation, the Secretary shall respond formally and in writing to such recommendation not later than one hundred and twenty days after receipt. Requires such response to contain enumerated items regarding the recommendation. Provides for review of operating certificates and license actions of the Secretary by a Review Board consisting of the Administrator and Assistant Administrators. Makes technical and conforming amendments to specified acts. Authorizes to be appropriated for the purposes of this Act such sums as are necessary, not to exceed $14,000,000 for fiscal year 1974; $16,000,000 for fiscal year 1975; and $18,000,000 for fiscal year 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Agency for Transportation Safety Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote safe transportation of people and property in commerce by establishing the National Agency for Transportation Safety as an independent agency of the United States to investigate transportation accidents, to make recommendations for avoiding such accidents, to represent the safety interests of the public before regulatory agencies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:44-05:00"
}