{
  "actions": [
    {
      "acted_at": "1977-04-29", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1432-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-29", 
  "number": "1432", 
  "official_title": "A bill to provide for more efficient and effective control over the proliferation of nuclear explosives by amendments to the Atomic Energy Act of 1954, as amended.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6910-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Nuclear Non-Proliferation Policy Act", 
  "sponsor": {
    "district": null, 
    "name": "Glenn, John H., Jr.", 
    "state": "OH", 
    "thomas_id": "01339", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-29", 
  "subjects": [
    "Armed forces and national security", 
    "Arms Control and Disarmament Agency", 
    "Arms control", 
    "Arms control agreements", 
    "Arms control negotiations", 
    "Arms sales", 
    "Congress", 
    "Congressional oversight", 
    "Department of Commerce", 
    "Department of State", 
    "Energy", 
    "Evaluation", 
    "Exports", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "Licenses", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear exports", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear research", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Standards", 
    "Technology transfer", 
    "Treaties", 
    "Weapons"
  ], 
  "subjects_top_term": "Nuclear weapons", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-29", 
    "text": "Nuclear Non-Proliferation Policy Act - Declares it United States policy: (1) to pursue the establishment of international controls of nuclear equipment, material, and technology, (2) to enhance the reliability of the United States as a supplier of nuclear reactors and fuels, (3) to encourage ratification of the Treaty on the Non-Proliferation of Nuclear Weapons, and (4) to aid other nations in identification and adaptation of appropriate energy production technology. Chapter I: United States Initiatives for International Nuclear Cooperation - Declares that the United States shall seek stronger and more comprehensive commitments to non-proliferation principles. Directs the President to seek commitments by all nations to certain non-proliferation objectives: (1) to prevent the use of nuclear material, equipment, or technology by any non-nuclear-weapon state for any nuclear explosive device, (2) to achieve universal application of International Atomic Energy Agency (IAEA) safeguards, (3) to establish adequate security measures, (4) to restrict nuclear transfers, (5) to restrain the spread of nuclear fuel reprocessing or uranium enrichment facilities, (6) to prevent the spread a nuclear explosive devices to non- nuclear-weapon states, and (7) to protect the environment from radioactive, chemical, or thermal contamination from nuclear activities. Chapter II: United States Initiatives to Strengthen the International Atomic Energy Agency - Declares the United States to be committed to (1) strengthening the IAEA, and (2) a comprehensive nuclear safeguards system administered by that agency by (1) furnishing technical resources, support, and funding, (2) contributions for safeguard implementation, (3) assuring resources to carry out the Statute of the IAEA, (4) improving the safeguard system, (5) assuring that the IAEA has the data to administer the safeguards program and that the IAEA gives notice to the world community of safeguards violations and (6) devising environmentally sound methods of nuclear facilities management. Directs the Energy Research and Development Administration in consultation with the Nuclear Regulatory Commission, to establish a safeguards and physical security training program for people from nations receiving nuclear material, equipment, or technology. Directs the Department of Commerce, the Energy Research and Development Administration, and the Nuclear Regulatory Commission, in consultation with the Department of State and the Arms Control and Disarmament Agency, to develop methods and standards for the nuclear materials safeguard system of IAEA and other nations receiving assistance under the Atomic Energy Act of 1954. Chapter III: United States Initiatives for Assuring Adequate Nuclear Fuel Supply - Declares that the United States shall furnish a reliable supply of nuclear fuel to nations adhering to policies of non-proliferation of nuclear explosive devices. Directs the Administrator of the Energy Research and Development Administration to expand the uranium enrichment capacity of the United States. Directs the President to determine uranium enrichment needs for domestic and non-proliferation objectives. Directs the President to institute international discussions to develop multilateral approaches for meeting worldwide nuclear fuel needs. Directs the President to establish an international fuel cycle evaluation program, emphasizing alternatives to an economy based on separation of pure plutonium or the presence of high enriched uranium and problems related to spent fuel storage. Chapter IV: Agreements for Cooperation - Amends the Atomic Energy Act of 1954 with respect to criteria for nuclear cooperation with other nations. Requires agreements for cooperation to include safeguard guarantees for the transfer of nuclear materials and equipment. Imposes IAEA safeguards for nuclear materials as a condition for continued United States nuclear supply. Prohibits any material or technology transferred under such agreement or special nuclear material produced in a facility transferred pursuant to a cooperation agreement from being used for any nuclear explosive device. Stipulates that United States cooperation under such agreement will cease if the cooperating party detonates a nuclear explosive device (except for cooperation for military use of atomic energy or for cooperation with a nuclear-weapon state). Prohibits the transfer of nuclear material or restricted data furnished under such agreement without the consent of the United States. Requires that such agreements guarantee adequate physical security of any material transferred or produced thereunder. Requires a guarantee that material transferred or produced under such an agreement: (1) will be stored in facilities approved by the United States, and (2) will not be reprocessed without the prior approval of the United States, except for agreements for military uses or certain agreements for cooperation through the Department of Defense. Requires civil cooperation agreements to guarantee that any nuclear material or facility produced or constructed within the territory of the cooperating party, using nuclear technology transferred thereunder, to be subject to all guarantees required under such agreements. Exempts military use agreements and agreements through the Department of Defense from the foregoing requirement. Permits the President to exempt a proposed agreement from any of the foregoing requirements upon a determination that such requirement would prejudice United States non-proliferation objectives or defense and security. Sets forth procedures for the negotiation and approval of such agreements, including the requirement that a proposed agreement be submitted to the President with an unclassified Nuclear Proliferation Assessment Statement. Sets forth procedures for military agreements and agreements with the Department of State. Prohibits execution of such an agreement unless the President has approved it and has determined that it will promote common defense and security. Sets forth procedures for submission of nuclear cooperation agreements to Congress. Limits the foregoing requirements and procedures of this chapter to agreements entered into after the effective date of this Act. Directs the President (1) to initiate negotiations to make the foregoing requirements of this chapter applicable to agreements already in existence, and (2) to seek international agreements to establish these requirements as nuclear export guidelines. Requires the Energy Research and Development Administration to assure that subsequent arrangements, \"under an agreement for cooperation, conform to the agreement and to non-proliferation policies. Withholds jurisdiction from any court to compel the performance or review of any Nuclear Proliferation Assessment Statement required under this Act. Chapter V: Clarification of Export Functions - Amends the Atomic Energy Act of 1954 to restrict the authority of the Energy Research and Development Administration to distribute special nuclear material to foreign nations to no more than 500 grams per year to any recipient for laboratory supplies or for emergency situations. Amends the prohibition against the manufacture of special nuclear material outside the United States to permit such manufacture when authorized by the Energy Research and Development Administration rather than by the Nuclear Regulatory Commission. Requires that such authorization be made after consultation with the Department of State, the Arms Control and Disarmament Agency, and the Nuclear Regulatory Commission. Requires protection of trade secrets or proprietary information of any applicant for such authorization. Amends the Atomic Energy Act of 1954 to require that issuance of an export license by the Nuclear Regulatory Commission be preceded by notification by the Secretary of State that such license will not be inimical to the common defense and security. Sets forth procedures for such determination. Directs the Commission to issue regulations for nuclear export licensing, which shall be the exclusive basis for export licensing proceedings. Declares that no person has a right to an on-the-record hearing in such proceeding. Adopts criteria governing United States nuclear exports which include IAEA safeguards required by the Treaty on the Non-Proliferation of Nuclear Weapons; prohibitions against the use of such exports for any nuclear explosive device; adequate physical security measures; United States approval of any retransfer; and prohibition against reprocessing. Prohibits nuclear export licensing or distribution unless such criteria are satisfied, where such criteria do not prevent continued international non-military cooperation with nations which have agreed to negotiations implementing non- proliferation policies. Prohibits nuclear export licensing or distribution unless the Department of State advises that such export would not be inimical to United States defense and security. Sets forth factors for making such a determination. Permits the President to authorize such export when the Commission does not issue a license because it cannot make statutory determinations required by the Atomic Energy Act when (1) the Department of State has determined that such export would not be inimical to the common defense and security, and (2) the President determines that to withhold such export would jeopardize objectives of non-proliferation, defense, and security. Permits Congressional disapproval of an Executive order authorizing such export. Amends the Atomic Energy Act of 1954 to repeal the current standards for nuclear export licensing by the Nuclear Regulatory Commission. Directs the Commission to determine which components of nuclear facilities and other items or substances are relevant to export control because of their significance for nuclear explosive purposes. Prohibits the export of such components items, or substances without a license issued by the Commission. Sets forth criteria and procedures for such licensing. Directs the President to publish procedures for the control by the Department of Commerce of the export of all export items which are significant for nuclear explosive purposes, other than those controlled by the Commission. Chapter VI: Executive Reporting - Directs the President (1) to review all governmental activities relating to the non-proliferation of nuclear explosive devices, and (2) to report annually to Congress on such activities. Directs the President to submit to Congress an analysis of each civil agreement for nuclear cooperation. Requires reports to Congress by the Nuclear Regulatory Commission and the Energy Research and Development Administration to include views and recommendations on United States nuclear non-proliferation policies and activities and an analysis of the non-proliferation implications of enrichment and reprocessing techniques. Requires the Department of State, the Arms Control and Disarmament Agency, the Department of Commerce, the Energy Research and Development Administration, and the Nuclear Regulatory Commission to report their non-proliferation activities to Congress. Chapter VII: Definitions and Savings Provisions - Defines terms for purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Non-Proliferation Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for more efficient and effective control over the proliferation of nuclear explosives by amendments to the Atomic Energy Act of 1954, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:18-05:00"
}