{
  "actions": [
    {
      "acted_at": "1994-03-24", 
      "references": [
        {
          "reference": "CR S3686-3687", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-24", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1967-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-03-24", 
  "number": "1967", 
  "official_title": "A bill to require providers of home infusion therapy services to be licensed.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sarah Weber Home Infusion Consumer Protection Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-03-24", 
  "subjects": [
    "Chemotherapy", 
    "Commerce", 
    "Conflict of interests", 
    "Consumer protection", 
    "Drugs", 
    "Government operations and politics", 
    "Health", 
    "Home care services", 
    "Licenses", 
    "Medical ethics", 
    "Medical fees", 
    "Medical personnel", 
    "Medical supplies", 
    "Medicare", 
    "Physicians", 
    "Social welfare", 
    "Standards", 
    "State laws"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-03-24", 
    "text": "Sarah Weber Home Infusion Consumer Protection Act of 1994 - Prohibits any: (1) person from providing home infusion therapy services in a State unless the person is licensed by the State to provide such services; and (2) State from licensing such a person unless the person meets licensing standards to be established by the Secretary of Health and Human Services. Specifies that a licensed person shall only provide services to an individual who is under the care of, and under a plan established and periodically reviewed by, a physician. Sets forth licensing requirements, including having been determined capable of providing services, maintaining clinical records, adhering to written protocols and policies, making services available seven days a week on a 24-hour basis, coordinating services with the patient's physician, conducting a quality assessment and assurance program, assuring that only trained personnel provide infusion products, assuming responsibility for the quality of services provided by others under arrangements with such person, and establishing appropriate protocols and explaining such protocols clearly to patients before the initiation of treatment. Sets forth requirements regarding: (1) cancellation of services; (2) limits on fees; and (3) enforcement of Act requirements. Prohibits a physician (or an immediate family member) who has a financial relationship with a specified entity under the Medicare program from making a referral to such entity for the furnishing of such services. Makes Medicare physician ownership and referral provisions applicable to this Act. Specifies that: (1) the payment of reasonable compensation to a physician for patient management and coordination of care shall not be considered to be a compensation arrangement; and (2) the prescription of a drug to be administered through home infusion shall constitute a referral by a physician."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sarah Weber Home Infusion Consumer Protection Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require providers of home infusion therapy services to be licensed.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:20-05:00"
}