{
  "actions": [
    {
      "acted_at": "1993-05-11", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-05-27", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education and Training", 
      "text": "Referred to the Subcommittee on Postsecondary Education and Training.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2055-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education and Training", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Baesler, Scotty", 
      "sponsored_at": "1993-05-11", 
      "state": "KY", 
      "thomas_id": "00041", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Becerra, Xavier", 
      "sponsored_at": "1993-05-11", 
      "state": "CA", 
      "thomas_id": "00070", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Clay, William (Bill)", 
      "sponsored_at": "1993-05-11", 
      "state": "MO", 
      "thomas_id": "00203", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Costello, Jerry F.", 
      "sponsored_at": "1993-07-13", 
      "state": "IL", 
      "thomas_id": "00238", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Ford, William D.", 
      "sponsored_at": "1993-05-11", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kildee, Dale E.", 
      "sponsored_at": "1993-05-11", 
      "state": "MI", 
      "thomas_id": "00631", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1993-05-11", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1993-05-11", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1993-05-11", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Roemer, Tim", 
      "sponsored_at": "1993-05-11", 
      "state": "IN", 
      "thomas_id": "00976", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Underwood, Robert A.", 
      "sponsored_at": "1993-05-11", 
      "state": "GU", 
      "thomas_id": "01175", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-05-11", 
  "number": "2055", 
  "official_title": "To amend the Higher Education Act of 1965 to simplify the delivery of student loans to borrowers and eliminate borrower confusion; to provide a variety of repayment plans, including income contingent repayment through the EXCEL Account, to borrowers so that they have flexibility in managing their student loan repayment obligations, and so that those obligations do not foreclose community service-oriented career choices for those borrowers; to replace, through an orderly transition, the Federal Family Education Loan program with the Federal Direct Student Loan program; to avoid the unnecessary cost, to taxpayers and borrowers, and administrative complexity associated with the Federal Family Education Loan program through the use of a direct student loan program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s920-103", 
      "reason": "identical"
    }
  ], 
  "short_title": "Student Loan Reform Act of 1993", 
  "sponsor": {
    "district": "1", 
    "name": "Andrews, Robert E.", 
    "state": "NJ", 
    "thomas_id": "00021", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-05-11", 
  "subjects": [
    "Administrative procedure", 
    "Bankruptcy", 
    "Budget deficits", 
    "Collection of accounts", 
    "Data banks", 
    "Department of Education", 
    "Education", 
    "Federal aid to higher education", 
    "Federal budgets", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Garnishment", 
    "Government lending", 
    "Government paperwork", 
    "Government service contracts", 
    "Government spending reductions", 
    "Income tax", 
    "Interest rates", 
    "Student loan funds", 
    "Tax returns"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-05-11", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to Federal Direct Loan Demonstration Program Title II: Conforming Amendments Title III: Effective Dates Student Loan Reform Act of 1993 - Amends the Higher Education Act of 1965 (HEA) to replace the Federal Family Education Loan (FFEL) Program, under which loans made by private lenders are guaranteed by the Government, with a Federal Direct Student Loan Program, over a four-year transition period. Title I: Amendments to Federal Direct Loan Demonstration Program - (Sec. 111) Amends HEA to change the Federal Direct Loan Demonstration Program to the Federal Direct Student Loan Program (FDSL). (Sec. 112) Sets forth program authority for making funds available for FDSL loans to all eligible students (and parents) at participating higher education institutions selected by the Secretary of Education (Secretary). Requires such loans to be made by participating institutions that also have agreements with the Secretary to originate loans, or by alternative originators designated by the Secretary. (Sec. 113) Directs the Secretary to provide funds for such loans on the basis of need and eligibility of students and parents at each participating institution. Requires the Secretary to pay fees to assist in meeting costs of loan origination to participating institutions or alternative originators. Declares that no institution shall have a right to participate in FDSL programs. (Sec. 114) Provides for phase-in of the program over four years. Sets forth selection criteria for an institution's participation in the FDSL program and in origination agreements. Allows consortia of eligible participating institutions to apply to originate FDSL loans. (Sec. 115) Sets forth FDSL program participation and origination agreement requirements for institutions. (Sec. 116) Sets forth terms and conditions for FDSL loans, including certain parallels with Stafford, supplemental, parent, and unsubsidized Stafford loans under the FFEL program. Provides for standard, extended, graduated, and income contingent (EXCEL account) repayment plan options. Sets forth deferment and forbearance possibilities (including national service). Provides for consolidation, borrower defenses, optically imaged records, and nondischargeability in bankruptcy. (Sec. 117) Authorizes the Secretary to award contracts under the FDSL program for: (1) alternative origination of loans; (2) servicing and collection of loans; (3) data systems for records maintenance; and (4) services to assist in orderly transition from FFEL to FDSL programs. (Sec. 118) Authorizes the Secretary to use a portion of program funds for research on, or demonstration or evaluation of, any FDSL program aspects, including flexible repayment plans. Directs the Secretary and the Secretary of the Treasury to submit a plan to the President that provides for wage-withholding by the Internal Revenue Service (IRS) and evaluates other wage-withholding repayment options. Authorizes the Secretaries to implement options selected by the President. (Sec. 119) Directs the Secretary to publish a notice of standards for the first year of the FDSL program, in lieu of regulations required by the General Education Provisions Act. (Sec. 121) Provides funds for specified administrative expenses of the FDSL program. Title II: Conforming Amendments - Part A: Conforming Amendments to the Higher Education Act of 1965 - (Sec. 211) Amends HEA to provide for access to FFEL program student and parent loans during the transition to the FDSL program. Provides for advances to guaranty agencies for lender-of-last-resort services. Authorizes agreements with guaranty agencies that meet standards to provide lender referral services in geographic areas specified by the Secretary. Requires the Student Loan Marketing Association (Sallie Mae) or its designated agent to begin making FFEL loans as lender-of-last-resort, subject to certain limitations, upon the Secretary's request, and to cease when the triggering conditions have ceased. (Sec. 212) Considers guaranty agency reserve funds and any assets purchased with such funds to be U.S. property for use in operation of the FFEL or FDSL programs. (Sec. 213) Modifies terms of loans under the FFEL program. Authorizes requiring a defaulted borrower to make income contingent repayments. (Sec. 215) Provides for termination of guaranty agency agreements and assumption of guaranty agency functions by the Secretary. (Sec. 216) Terminates an administrative cost allowance to guaranty agencies at the end of FY 1993. (Sec. 218) Directs the Secretaries of Education and of the Treasury to prepare a study of alternatives for Sallie Mae during and after the transition to FDSL, including its own transition from a Government-sponsored enterprise to a private corporation. (Sec. 219) Provides for use of optically imaged documents and records. Part B: Amendments to Other Laws - (Sec. 221) Amends the Internal Revenue Code to provide for collection of income contingent repayments of student loans. (Sec. 222) Amends the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) to provide that any reductions in the FDSL program required by a sequestration order shall be achieved only through a specified increase in the loan fee. Title III: Effective Dates - (Sec. 301) Sets forth effective dates for amendments made by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Student Loan Reform Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Higher Education Act of 1965 to simplify the delivery of student loans to borrowers and eliminate borrower confusion; to provide a variety of repayment plans, including income contingent repayment through the EXCEL Account, to borrowers so that they have flexibility in managing their student loan repayment obligations, and so that those obligations do not foreclose community service-oriented career choices for those borrowers; to replace, through an orderly transition, the Federal Family Education Loan program with the Federal Direct Student Loan program; to avoid the unnecessary cost, to taxpayers and borrowers, and administrative complexity associated with the Federal Family Education Loan program through the use of a direct student loan program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:29:46-05:00"
}