{
  "actions": [
    {
      "acted_at": "1976-05-27", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14068-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-27", 
  "number": "14068", 
  "official_title": "A bill to create a comprehensive Federal system for determining the ownership of and amount of compensation to be paid for inventions made by employed persons.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Moss, John E.", 
    "state": "CA", 
    "thomas_id": "00838", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-27", 
  "subjects": [
    "Department of Commerce", 
    "Government operations and politics", 
    "Inventions", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Patents"
  ], 
  "subjects_top_term": "Patents", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-27", 
    "text": "Defines \"service invention,\" for purposes of this Act, as an invention made by an employee during employment which has grown out of the type of work performed or is derived from experiences gained on the job. Requires an employee who has made a service invention to give written notice of such invention to the employer without undue delay. Allows the employer to claim exclusive rights in and to such information by giving the employee a written declaration of the claim. Requires that the employee, upon receipt of such claim, assign all rights to the invention to the employer, subject to the employee's right to receive adequate compensation. Stipulates that a service invention becomes free: (1) when the employer releases it in writing; (2) when the employer fails to act to acquire rights; and (3) when the employer, after claiming exclusive rights, does not comply with the obligation to apply for a patent. Entitles employees to adequate compensation for service inventions, such compensation to represent the fair market value of the employer's exclusive right to the invention adjusted to reflect: (1) the position and duties of the employee; and (2) the degree to which the operations of the employer contributed to the making of the invention. Stipulates that compensation shall be determined by agreement between the employer and employee. Directs that the matter be placed before the Patent Office Arbitration Board if agreement is not reached within a reasonable period of time. Requires an employee who makes a free invention during employment to give prompt written notice to the employer. Prohibits the employer from claiming the invention as a service invention unless a written declaration of such claim is given to the employee within three months after receipt of the employee's notice. Establishes within the Patent Office an Arbitration Board which shall arbitrate disputes under this Act. Permits parties dissatisfied with a decision of the Board to obtain appropriate relief in a civil action against the Commissioner. Directs the Secretary of Labor to issue guidelines for the determination of compensation to be paid for exclusive rights in service inventions and trade secrets. Prohibits discharging or discriminating against any employee who has instituted any proceeding under this Act. Allows employees to file a complaint with the Secretary of Labor if such discharge or discrimination occurs. Directs the Secretary to bring a civil action against the appropriate person if the Secretary determines that such prohibition has been violated."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to create a comprehensive Federal system for determining the ownership of and amount of compensation to be paid for inventions made by employed persons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:25-05:00"
}