{
  "actions": [
    {
      "acted_at": "2010-12-22", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6570-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-12-22", 
  "number": "6570", 
  "official_title": "To amend the Patient Protection and Affordable Care Act to protect rights of conscience with regard to requirements for coverage of specific items and services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Respect for Rights of Conscience Act of 2010", 
  "sponsor": {
    "district": "1", 
    "name": "Fortenberry, Jeff", 
    "state": "NE", 
    "thomas_id": "01793", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-12-22", 
  "subjects": [
    "Civil actions and liability", 
    "Comprehensive health care", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health personnel", 
    "Medical ethics", 
    "Religion"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-12-22", 
    "text": "Respect for Rights of Conscience Act of 2010 - Amends the Patient Protection and Affordable Care Act (PPACA) to permit a health plan to decline coverage of specific items and services that are contrary to the religious beliefs of the sponsor, issuer, or other entity offering the plan or the purchaser or beneficiary (in the case of individual coverage) without penalty.  Declares that such plans are still considered to: (1) be providing the essential health benefits package or preventive health services, (2) be a qualified health plan, and (3) have fulfilled other requirements under PPACA. Declares that nothing in PPACA shall be construed to authorize a health plan to require a provider to provide, participate in, or refer for a specific item or service contrary to the provider's religious beliefs or moral convictions. Prohibits a health plan from being considered to have failed to provide timely or other access to items or services or to fulfill any other requirement under PPACA because it has respected the rights of conscience of such a provider. Prohibits an American Health Benefit Exchange or other official or entity acting in a governmental capacity in the course of implementing PPACA from discriminating against a health plan, plan sponsor, health care provider, or other person because of an unwillingness to provide coverage of, participate in, or refer for, specific items or services. Creates a private cause of action for the protection of individual rights created under this Act. Authorizes any person or entity to assert a violation of this Act as a claim or defense in a judicial proceeding. Designates the Office for Civil Rights of the Department of Health and Human Services (HHS) to receive and investigate complaints of discrimination based on this Act. Makes this Act effective as if it were included in PPACA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Respect for Rights of Conscience Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Patient Protection and Affordable Care Act to protect rights of conscience with regard to requirements for coverage of specific items and services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:52-05:00"
}