{
  "actions": [
    {
      "acted_at": "1975-10-22", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10301-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-22", 
  "number": "10301", 
  "official_title": "A bill to amend the Administrative Procedure Act to allow affected parties a fair opportunity to comment upon notices of proposed rulemaking published in the Federal Register, to allow for the orderly extension of time for the filing of comments and for the holding of hearings regarding contested matters, and to assure affected parties of full and fair opportunity to comment upon Federal agency rulemaking.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Kindness, Thomas N.", 
    "state": "OH", 
    "thomas_id": "00633", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-22", 
  "subjects": [
    "Administrative procedure", 
    "Citizen participation", 
    "Government operations and politics", 
    "Government regulation", 
    "Independent regulatory commissions", 
    "Public administration"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-22", 
    "text": "Sets forth the findings of Congress that the number of Federal rules has increased dramatically in recent years. States that the purpose of this Act is to promote the fair and complete discussion of regulations issued pursuant to the Administrative Procedure Act, to allow meaningful opportunity for the filing of comments by interested parties and to assure the fulfillment of the Congressional intent of statues under which regulations are issued. Requires that general notice of proposed rulemaking be published in the Federal Register. States that such notice shall include: (1) a statement of the time, place, and nature of public rulemaking proceedings; (2) reference to the legal authority under which the rule is proposed; and (3) either the terms or substance of the proposed rule or a description of the subjects and issues involved. Directs the Federal agency issuing a rule to give interested persons an opportunity of not less than 60 days to participate in the rulemaking through submission of written data, views, or arguments. States that upon request the agency shall be required to conduct public hearings on the merits of proposed rules. Provides for automatic extension of the time permitted for comments if a request for an extension of time is received within a specified period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Administrative Procedure Act to allow affected parties a fair opportunity to comment upon notices of proposed rulemaking published in the Federal Register, to allow for the orderly extension of time for the filing of comments and for the holding of hearings regarding contested matters, and to assure affected parties of full and fair opportunity to comment upon Federal agency rulemaking.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:21-05:00"
}