{
  "actions": [
    {
      "acted_at": "1985-02-27", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1297-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Durbin, Richard", 
      "sponsored_at": "1985-04-16", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1985-02-27", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kaptur, Marcy", 
      "sponsored_at": "1985-02-27", 
      "state": "OH", 
      "thomas_id": "00616", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Mavroules, Nicholas", 
      "sponsored_at": "1985-02-27", 
      "state": "MA", 
      "thomas_id": "00751", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1985-02-28", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Price, Melvin", 
      "sponsored_at": "1985-02-27", 
      "state": "IL", 
      "thomas_id": "00929", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1985-03-07", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wise, Robert E., Jr.", 
      "sponsored_at": "1985-02-27", 
      "state": "WV", 
      "thomas_id": "01237", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-27", 
  "number": "1297", 
  "official_title": "A bill to provide for the designation of, and provision of assistance to, economic growth zones for purposes of promoting economic growth within economically distressed communities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Growth Zone Act of 1985", 
  "sponsor": {
    "district": "14", 
    "name": "Coyne, William J.", 
    "state": "PA", 
    "thomas_id": "00245", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-02-27", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Business and social problems", 
    "Community development", 
    "Depressed areas", 
    "Economic development", 
    "Economics and public finance", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Federal-local relations", 
    "Federally-guaranteed loans", 
    "Government and business", 
    "Government lending", 
    "Grants-in-aid", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Local and Municipal Government", 
    "Local finance", 
    "Mortgage guaranty insurance", 
    "National growth policy", 
    "Revolving funds", 
    "Small business", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-27", 
    "text": "Economic Growth Zone Act of 1985 - Title I: Designation of Economic Growth Zones - Directs the Secretary of Housing and Urban Development to designate between 200 and 250 nominated areas as economic growth zones over a five-year period. Sets forth the authorities that a State or local government must have in order to nominate an area for such designation. Sets forth the eligibility requirements that an area must meet in order to be nominated for designation, including pervasive poverty, unemployment, and general distress. Permits the Secretary to give preliminary approval to a nominated area as an economic growth zone if: (1) the local government involved has prepared a preliminary economic growth zone development plan containing specified information; and (2) the local government involved prepares a preliminary plan for comprehensive improvement of the infrastructure of such area so as to improve general economic conditions. Permits the Secretary to approve such designation if preliminary approval has been given and specified conditions are met. Sets forth considerations for the final review and approval of an application for designation. Title II: Advisory Neighborhood Councils - Requires the State or local government in which an economic growth zone is designated to establish a neighborhood council to advise the local government on all matters relating to economic growth zone activities. Title III: Assistance for Economic Growth Zones - Requires each local government in which an economic growth zone is located to establish an economic growth zone development fund to be used as a revolving fund for making or guaranteeing loans to small businesses for initial or working capital, or facilities and equipment. Requires each such local government which is a metropolitan city or urban county receiving a community development block grant to dedicate a specified amount of such grant to such fund for at least two consecutive years. Authorizes appropriations for grants to match such amounts dedicated by local governments for FY 1986 through 1990. Sets forth the procedures for making such loans and guarantees. Permits the Secretary to guarantee the notes or other public obligations issued by units of local government for the acquisition, construction, rehabilitation, or repair of the infrastructure of economic growth zones located in such units of general local government. Requires that a certain percentage of funds appropriated for urban development action grants for FY 1986 through 1990 be set aside for the purpose of making grants to units of general local government on behalf of projects located within economic growth zones. Requires that preference in the Department of Housing and Urban Development programs be given to any program or organization located in or primarily serving an economic growth zone and to any local government which has an economic growth zone. Permits the Secretary to make mortgage insurance available for eligible properties within an economic growth zone. Provides for the use of vacant or underdeveloped dwellings for economic and community development within such areas. Permits the Secretary to make grants to units of local government and nonprofit organizations for the development of facilities in economic growth zones to be used by new businesses. Authorizes appropriations for FY 1986 through 1990. Amends the Neighborhood Reinvestment Corporation Act to require the Neighborhood Reinvestment Corporation to carry out neighborhood preservation projects in appropriate economic growth zones. Authorizes appropriations for FY 1986 through 1990. Amends the Housing Act of 1964 to permit the Secretary to make loans for the rehabilitation of commercial property in economic growth zones. Authorizes appropriations for FY 1986 through 1990. Prohibits assistance for facility relocation if it adversely affects the employment or economic base of the location from which the facility is to be relocated. Title IV: General Provisions - Requires the Secretary to coordinate the economic growth zone program with other Federal programs. Requires the Secretary to issue regulations to carry out the provisions of this Act. Requires the Secretary to make annual reports to the Congress on the effects of the designation of such economic growth zones in accomplishing the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Growth Zone Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the designation of, and provision of assistance to, economic growth zones for purposes of promoting economic growth within economically distressed communities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:53-05:00"
}