{
  "actions": [
    {
      "acted_at": "1984-05-24", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-04", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Transportation Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2718-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-05-24", 
  "number": "2718", 
  "official_title": "A bill to authorize appropriations for the construction of highway projects, to increase taxes to finance such authorizations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Projects on Road Construction Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Symms, Steven D.", 
    "state": "ID", 
    "thomas_id": "01132", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-05-24", 
  "subjects": [
    "Advisory bodies", 
    "Alabama", 
    "Arkansas", 
    "Authorization", 
    "Bridges", 
    "California", 
    "Connecticut", 
    "Department of Transportation", 
    "Department of the Treasury", 
    "District of Columbia", 
    "Economics and public finance", 
    "Environmental assessment", 
    "Excise tax", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Florida", 
    "Government trust funds", 
    "Highway beautification", 
    "Highway construction and repair", 
    "Highway engineering", 
    "Highway finance", 
    "Idaho", 
    "Illinois", 
    "Interstate highway system", 
    "Iowa", 
    "Kentucky", 
    "Louisiana", 
    "Maine", 
    "Maryland", 
    "Mass rapid transit", 
    "Massachusetts", 
    "Michigan", 
    "Minnesota", 
    "Missouri", 
    "Montana", 
    "Motor Vehicles and Driving", 
    "Nevada", 
    "New Hampshire", 
    "New Jersey", 
    "New York State", 
    "North Dakota", 
    "Ohio", 
    "Oregon", 
    "Pennsylvania", 
    "Petroleum and petroleum products", 
    "Public safety", 
    "Rhode Island", 
    "Roads and highways", 
    "Taxation", 
    "Tennessee", 
    "Texas", 
    "Traffic accidents and safety", 
    "Transportation and Travel", 
    "Urban affairs", 
    "Urban transportation", 
    "Virginia", 
    "Washington State", 
    "West Virginia"
  ], 
  "subjects_top_term": "Federal aid highway program", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-05-24", 
    "text": "Projects on Road Construction Act of 1984 - Title I: Authorizations - Authorizes appropriations out of the Highway Trust Fund (other than the Mass Transit Account) for FY 1985 and 1986 for highway beautification. Directs the Secretary to complete a gap on the Federal-aid primary system in an urban area in Passaic County, New Jersey, utilizing procedures to accelerate design and construction. Requires the Secretary to report to Congress, not later than 180 days after the completion of such project, on its results, including specified analyses. Directs the Secretary to carry out the following demonstration projects: (1) in Brick Township, New Jersey, to demonstrate methods of improving traffic operations and reducing accidents at a high-volume rotary intersection; (2) in the vicinity of Johnstown, Pennsylvania, to demonstrate methods by which a highway construction project on the Federal-aid primary system will enhance highway safety and economic development in an area of high unemployment; (3) in the vicinity of Fort Smith, Arkansas, to demonstrate the economic growth and development benefits of widening a segment of the Federal-aid urban system connecting a community college and a large commercial center, and of improving traffic signalization on such segment; (4) in the vicinity of Moorhead, Minnesota, to demonstrate the economic and safety benefits of constructing a grade separation between a railroad line and a highway on the Federal-aid urban system; (5) in the vicinities of Fosston and Bagley, Minnesota, to demonstrate the economic and safety benefits of reconstructing two segments of a major highway on the Federal-aid primary system; (6) in Kentucky, to demonstrate methods of improving traffic flow and safety on a State highway which connects an Interstate route in the vicinity of the City of Dry Ridge with a highway on the Federal-aid primary system in the vicinity of the City of Owentown; (7) in San Bernardino County, California, in the vicinity of the Ontario International Airport, to demonstrate methods of improving highway access to an airport which is projected to incur a substantial increase in air service; (8) in Pennsylvania, to demonstrate the state of the art delineation technology by closing a gap in a multi-lane limited access road connecting the City of Altoona to the Borough of Tyrone in Blair County; (9) in Lafayette, Louisiana, to demonstrate the benefits on traffic flow and transportation of labor and materials by construction of a highway to provide limited continuous access between an Interstate route and a highway on the Federal-aid primary system; (10) in Shreveport, Louisiana, to demonstrate methods of reducing traffic congestion in the central business district, improving access to such district, providing highway continuity, and satisfying national defense requirements by connecting two Interstate routes; (11) in Miami, Florida, to demonstrate the most cost-effective method of improving interstate motor vehicle access for passengers and cargo moving to and from the port of Miami; (12) in Arkansas and Missouri, to demonstrate methods of improving highway safety and of accelerating highway construction on specified segments on the Federal-aid primary system; (13) in the vicinity of Sanford, Florida, to demonstrate methods of reducing costs and expediting construction of an interchange by contracting with a private consultant to design and construct such project; (14) in the vicinity of San Jose and Santa Clara, California, to demonstrate a unified method of reducing traffic congestion where a Federal-aid urban highway intersects with two other of such highways on a railroad crossing; (15) in the vicinity of the C&O Canal in the District of Columbia, to improve motor vehicle access at a major traffic generator without decreasing the efficiency of a Federal-aid primary highway; (16) in the vicinity of Pardee, West Virginia, to demonstrate the improvement in motor vehicle transportation of energy resources resulting from the completion of a consolidated network of modern highway; (17) in Modesto, California, to demonstrate methods by which construction of a grade separation for a railroad crossing of a primary highway enhances urban redevelopment and the effectiveness of a planned transportation center; (18) in Kalamazoo, Michigan, to demonstrate the benefits of cooperation between the private sector and the government in relieving traffic congestion caused by a railroad crossing a Federal-aid highway through construction of a highway overpass; (19) in East Milton, Massachusetts, to demonstrate the advantages of joint development and use of air rights in the construction of a deck over a depressed portion of an Interstate route; (20) in Alabama, to demonstrate methods of accelerating the widening of a high volume segment of a primary highway necessary for rapid evacuation of individuals during emergency weather conditions; (21) in the vicinity of Wilder, Kentucky, to demonstrate the economic benefits to a port facility, industrial complex, and foreign trade zone by reconstruction of a segment of an urban highway which connects an Interstate route with a port facility; (22) in Illinois, to demonstrate the safety benefits of providing additional and improved vehicular passing opportunities on, adding truck climbing lanes to, and straightening a segment of a primary highway which carriers a high volume of traffic in Jo Daviess and Stephenson Counties; (23) in Allentown, Pennsylvania, to demonstrate methods of accelerating construction to eliminate a major rail-highway crossing at grade, reducing traffic delays for rail and vehicular traffic, and minimizing the impact on the surrounding urban environment; (24) in the vicinities of Pontiac and East Lansing, Michigan, to demonstrate methods of enhancing safety and promoting economic development through construction of grade separations and road widenings on a primary and urban highway; (25) in Riverside, California, to demonstrate methods of improving safety on a specified highway; (26) in Osceolo County, Michigan, to demonstrate methods of improving highway safety and traffic flow by widening and upgrading a priority primary route; (27) in Buffalo, New York, to demonstrate methods of facilitating redevelopment of a waterfront area by construction of a connector off a primary highway; (28) in Cleveland, Ohio, to demonstrate how cost-effective investment in the transportation infrastructure needs of a neighborhood can help revitalize that neighborhood; (29) in Lauderdale and Colbert Counties, Alabama, to demonstrate methods of improving highway transportation and enhancing economic development through construction of a bridge to cross the Tennessee River; (30) in the vicinity of Huron, Ohio, to demonstrate methods of enhancing highway safety and economic development in an area of high unemployment through construction of a bypass segment to provide access to an amusement park; (31) in Chicago, Illinois, to demonstrate the cost savings to be obtained by converting a fixed-span bridge to a movable bridge; (32) in Harney County, Oregon, to demonstrate methods of protecting roadways against damage and destruction due to wave erosion; (33) in Wayne County, Michigan, to demonstrate the benefits of enhancing safety and improving economic vitality of a depressed area; (34) in Cook County, Illinois, to demonstrate the benefits from specified highway reconstruction; and (35) in Erie County, New York, to demonstrate methods of enhancing safety and reducing traffic congestion by relocating an interstate route terminus. Requires the Secretary to report to Congress on the results of such projects. Authorizes appropriations out of the Highway Trust Fund (other than the Mass Transit Account) to carry out such demonstration projects during FY 1985. Directs the Secretary to carry out a project in Boston, Massachusetts, to demonstrate methods of improving the capacity of an interstate highway by reconstructing an existing elevated facility as a depressed facility. Directs the Secretary to carry out the following highway construction projects in Connecticut: (1) in the vicinities of Southington and Enfield, to demonstrate the latest construction techniques in reconstructing a segment of urban highway; and (2) in the vicinity of Kent Center, to demonstrate methods of solving safety and flooding problems on a primary highway. Requires a report to Congress on the results of such projects. Authorizes appropriations out of the Highway Trust Fund (other than the Mass Transit Account) for FY 1985 to carry out such projects. Requires the Secretary to use discretionary funds to carry out a highway substitute project in the vicinity of Council Bluffs, Iowa. Directs the Secretary to conduct a study to determine: (1) the cost-effectiveness of carrying out a project to upgrade a specified route in Pennsylvania to Interstate standards; (2) the feasibility of partially financing such project with toll revenues, using reclaimed strip mining lands for right-of-way, and avoiding encroachment on environmental areas; and (3) the alignment of such project. Authorizes appropriations out of the Highway Trust Fund (other than the Mass Transit Account) for FY 1985 to carry out such study. Authorizes the Secretary to carry out a feasibility study on work which can be undertaken to improve the safety, capacity, and operational characteristics of a specified bridge connecting the Commonwealth of Virginia and the District of Columbia. Requires a report to Congress within 90 days after enactment of this Act on the results of such study. Authorizes the Secretary to make a grant to the California Transportation Commission to conduct a study to determine the feasibility and applicability of using a highway electrification system as a source of energy for highway vehicles. Requires the Commission to report to the Secretary on the results of such study within three years after completion of the test facility to be constructed with such grant. Authorizes appropriations out of the Highway Trust Fund (other than the Mass Transit Account) for FY 1985 for such grant. Directs the Secretary to make grants to States in which railroad-highway crossings owned by the Consolidated Rail Corporation are located for such States to carry out demonstration programs for the systematic inspection and service of protective devices at such crossings. Requires each State conducting such a program to report to the Secretary not later than December 30, 1986, on the results and effectiveness of such programs. Authorizes appropriations out of the Highway Trust Fund (other than the Mass Transit Account) for FY 1985 for such grants. Increases authorized appropriations out of the Highway Trust Fund (other than the Mass Transit Account) for FY 1985 through 1986 for grants for research and training in urban transportation problems. Authorizes appropriations for FY 1987. Directs the Secretary to make such grants to nonprofit institutions of higher learning to establish and operate one regional transportation center in each of the ten Federal regions. Sets forth criteria to be met by grant recipients. Establishes in the Department of Transportation a national advisory council to: (1) coordinate the research and training to be carried out by grant recipients; (2) disseminate the results of such research; (3) act as a clearinghouse between such centers and the transportation industry; and (4) review and evaluate programs carried out by such centers. Authorizes the Secretary to carry out a project in Sparks, Nevada, to demonstrate the efficacy of improving traffic flow conditions by constructing new interchanges and approaches on specified highways. Directs the Secretary to carry out a project to reconstruct a Federal-aid primary highway between Reno and Carson City, Nevada. Revises the method of apportioning funds for substitute projects in States which have not increased their size of substitution for highways and transit as a result of route withdrawals. Directs the Secretary to carry out the following projects: (1) in Manchester, New Hampshire, to demonstrate the feasibility of replacing a functionally obsolete and structurally deficient bridge located in a historic district, with a modern structure while preserving the integrity of the district; (2) in Tennessee, to demonstrate the economic and social benefits resulting from a high technology developmental highway project; (3) in Cambridge, Maryland, to reconstruct the Choptank River Bridge; (4) between Butte and Boulder, Montana, to demonstrate the benefits of expediting completion of a major interstate gap by proceeding with generally concurrent construction contracts; (5) in Virginia, to carry out a preliminary engineering and design project to demonstrate the efficacy of a major highway project in an urban area where substantial costs will be borne by the private sector; (6) in Idaho, to conduct a demonstration project within a transportation corridor to determine the economic and social impact of controlled-access highway services on a redeveloping central business district of a metropolitan area of a specified population; (7) in Suffolk County, New York, to provide supplemental funding for a project to demonstrate construction techniques to accelerate upgrading of an existing highway to freeway standards with minimum disruption of traffic; (8) in the Brunswick-Topsham area, Maine, to demonstrate the reduction in congestion by the construction of a limited access highway connecting a major interstate highway corridor with a naval air station and a shipyard engaged in defense production activities; (9) in Baytown, Texas, to demonstrate the reduction of congestion by replacing a two-lane tunnel with an eight-lane bridge; (10) in the vicinity of Cheylan, West Virginia, to demonstrate the efficient movement of traffic from an active coal mining area to an interstate highway connection; (11) in Dubuque, Iowa, to demonstrate the benefits of constructing a section of the primary system to connect to the interstate system an urbanized area with high unemployment; (12) in the vicinity of Blackstone River in Rhode Island, to demonstrate the transportation, safety, and environmental benefits of providing an exclusive bicycle and pedestrian right-of-way through congested urban areas; and (13) in Washington, to determine the economic and social impact of utilizing the airspace above a controlled-access highway to mitigate the impact on a major urban area of construction of the highway and for other transportation uses. Authorizes appropriations out of the Highway Account of the Highway Trust Fund for such projects for FY 1985. Amends the Surface Transportation Assistance Act of 1982 to increase the authorized appropriations for the demonstration project near Devils Lake, North Dakota. Authorizes appropriations out of the Highway Trust Fund for: (1) the preparation of an environmental impact statement in connection with providing additional highway capacity in the Richmond/Willowbrook Corridor in Staten Island, New York; and (2) an engineering and environmental study of the feasibility of constructing a highway between Aurora-Hoyt Lakes and Silver Bay, Minnesota. Title II: Highway Revenue Provisions - Amends the Internal Revenue Code to increase the taxes on gasoline, diesel fuel, special motor fuels, gasohol, and alcohol fuels. Earmarks one cent of such tax for the Mass Transit Account of the Highway Trust Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Projects on Road Construction Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the construction of highway projects, to increase taxes to finance such authorizations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:23-05:00"
}