{
  "actions": [
    {
      "acted_at": "2005-07-28", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-08-10", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "Forests and Forest Health", 
      "text": "Referred to the Subcommittee on Forests and Forest Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-09-13", 
      "references": [
        {
          "reference": "CR E1820", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-10-27", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "Forests and Forest Health", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-19", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Subcommittee on Forests and Forest Health Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-19", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-19", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported in the Nature of a Substitute (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-07-24T15:23:00-04:00", 
      "references": [], 
      "text": "Mr. Walden (OR) moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-24T15:23:00-04:00", 
      "references": [
        {
          "reference": "CR H5618-5630", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-24T15:23:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 3603.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-24T15:43:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H5618-5625", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2006-07-24T15:43:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-25", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-09-27", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3603-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "discharged"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Forests and Forest Health", 
      "subcommittee_id": "20"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": "45", 
      "name": "Bono Mack, Mary", 
      "sponsored_at": "2006-07-20", 
      "state": "CA", 
      "thomas_id": "01465", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Saxton, Jim", 
      "sponsored_at": "2005-09-06", 
      "state": "NJ", 
      "thomas_id": "01023", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2006-07-24T15:43:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2005-07-28", 
  "number": "3603", 
  "official_title": "To promote the economic development and recreational use of National Forest System lands and other public lands in central Idaho, to designate the Boulder-White Cloud Management Area to ensure the continued management of certain National Forest System lands and Bureau of Land Management lands for recreational and grazing use and conservation and resource protection, to add certain National Forest System lands and Bureau of Land Management lands in central Idaho to the National Wilderness Preservation System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Central Idaho Economic Development and Recreation Act", 
  "sponsor": {
    "district": "2", 
    "name": "Simpson, Michael K.", 
    "state": "ID", 
    "thomas_id": "01590", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2006-07-24T15:43:00-04:00", 
  "subjects": [
    "Agricultural research", 
    "Agriculture and food", 
    "Air routes", 
    "Airports", 
    "Airspace (Law)", 
    "All terrain vehicles", 
    "Animals", 
    "Architecture and the disabled", 
    "Bears", 
    "Bicycles", 
    "Bikeways", 
    "Bridges", 
    "Building construction", 
    "Camping", 
    "Collection of accounts", 
    "Commerce", 
    "Compensation (Law)", 
    "Congress", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "County politics and government", 
    "Deer", 
    "Disabled", 
    "Economics and public finance", 
    "Elk", 
    "Emergency management", 
    "Environmental protection", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Fire prevention", 
    "Fishing", 
    "Forest conservation", 
    "Forest fires", 
    "Forest health", 
    "Forest management", 
    "Forest products", 
    "Forest roads", 
    "Goats", 
    "Government aircraft", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Grazing", 
    "Habitat conservation", 
    "Horses", 
    "Housing and community development", 
    "Hunting", 
    "Idaho", 
    "Infrastructure", 
    "Insect control", 
    "Land transfers", 
    "Land use", 
    "Landscape protection", 
    "Law", 
    "Licenses", 
    "Lighting", 
    "Logging", 
    "Lumber trade", 
    "Maintenance and repair", 
    "Maps", 
    "Military aviation", 
    "Mines and mineral resources", 
    "Mining claims", 
    "Minorities", 
    "Motor vehicles", 
    "Motorcycles", 
    "National forests", 
    "National recreation areas", 
    "Native Americans", 
    "Nature conservation", 
    "Outdoor recreation", 
    "Pedestrians", 
    "Planning", 
    "Public lands and natural resources", 
    "Public utilities", 
    "Real estate development", 
    "Recreation areas", 
    "Relocation", 
    "Restoration ecology", 
    "Risk", 
    "Road construction", 
    "Roads and highways", 
    "Science, technology, communications", 
    "Sheep", 
    "Signs and signboards", 
    "Snowmobiles", 
    "Soil conservation", 
    "Sports and recreation", 
    "State laws", 
    "State parks", 
    "Sustainable development", 
    "Tourism", 
    "Trails", 
    "Transportation and public works", 
    "Trapping", 
    "Tree diseases", 
    "User charges", 
    "Water conservation", 
    "Water resources development", 
    "Water rights", 
    "Wilderness areas", 
    "Wildlife conservation", 
    "Wildlife management", 
    "Wolves"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2006-07-24", 
    "text": "Central Idaho Economic Development and Recreation Act - Title I: Central Idaho Economic Development and Recreation Promotion - (Sec. 101) Requires the Secretary of Agriculture, acting through the Chief of the Forest Service to convey, without consideration, certain federal land in the Sawtooth National Recreation Area (SNRA), including a road adjoining the northern boundary of the city of Stanley, Idaho, and identified as Parcel B, to Custer County, Idaho. Requires the Secretary, in making the conveyance, to include specified deed restrictions relating to the use of the conveyed land to ensure that such use is consistent with the planning process of the county and management of the SNRA. Specifies prohibited uses of such land. Requires the county, as a condition on the conveyance, to agree to enforce such deed restrictions and prohibitions. Sets forth requirements regarding: (1) approval and access requirements respecting home sites developed on the land conveyed; and (2) reversionary interest in home sites developed on the conveyed land that are not in compliance with the deed restrictions and prohibitions. Requires the Secretary, in making such conveyance to the county, to include a deed restriction requiring that the road remain open to the public to provide access to adjacent federal land and private property. (Sec. 102) Requires the Secretary of Agriculture, acting through the Chief of the Forest Service, and the Secretary of the Interior, acting through the Director of BLM, to convey, without consideration, specified parcels of federal land in the Sawtooth National Forest and BLM land to Blaine County, Idaho. (Sec. 103) Requires the Secretary of Agriculture, acting through the Chief of the Forest Service, subject to the deed restrictions required by this section, to convey two parcels of National Forest System (NFS) land, identified as Parcels A and C, adjoining the western boundary of the city, and including roads and improvements, adjoining the northeastern boundary of the city, respectively, to the city of Stanley. Requires the Secretary, in making such conveyance, to include specified deed restrictions relating to the use of the conveyed land to ensure that such use is consistent with the planning process of the city and Custer County and management of adjacent NFS land. Requires the Secretary, in making the conveyance to the city of Parcel C, to include specified deed restrictions relating to the use of the conveyed land to ensure that such use is consistent with the planning process of the city and Custer County and management of NFS land. Permits Parcel C to be used to provide housing for persons employed full-time within the SNRA and for other public purposes. Specifies prohibited uses of all the land conveyed under this section. Requires the city, as consideration for the conveyance of land under this section, to: (1) pay to the Secretary an amount equal to the amount originally spent by the United States to acquire Parcel A; and (2) provide the consideration not later than one year after the date on which the city disposes of such parcel after obtaining title to it. Sets forth requirements for the disposition and use of the amount received as consideration. Sets forth requirements regarding: (1) approval and access requirements for the conveyed land; and (2) reversionary interest in any part of the conveyed land that is not being used in compliance with the deed restrictions and prohibitions applicable to it. Bars the development of Parcel C until a development plan is reviewed and approved by a special commission. Requires the city, as a condition on the conveyance of land under this section, to agree to enforce the deed restrictions and prohibitions imposed by this section. Requires the Secretary, in making such conveyance to the city, to include a deed restriction requiring that the roads remain open to the public to provide access to adjacent federal land and private property. (Sec. 104) Requires the Secretary of the Interior, acting through the Director of BLM, to convey, without consideration, a specified parcel of BLM land, including roads thereon, to the city of Clayton, Idaho. Requires the Secretary, in making such conveyance to the city, to include a deed restriction requiring that the roads remain open to the public to provide access to adjacent federal land and private property. (Sec. 105) Requires the Secretary of the Interior, acting through the Director of BLM, to convey, without consideration, a specified parcel of BLM land, including roads thereon, to the city of Mackay, Idaho. Requires the Secretary, in making such conveyance to the city, to include a deed restriction requiring that the roads remain open to the public to provide access to adjacent federal land and private property. (Sec. 106) Requires the Secretary of the Interior, acting through the Director of BLM, to convey, without consideration, a specified parcel of BLM land, including roads thereon, to the city of Challis, Idaho. Requires the Secretary, in making such conveyance to the city, to include a deed restriction requiring that the roads remain open to the public to provide access to adjacent federal land and private property. (Sec. 107) Requires the Secretary of the Interior to convey, without consideration, to the State of Idaho a specified parcel or parcels of BLM land, including roads thereon, for a motorized recreation park. Requires the State, as a condition of the conveyance of such land, to reserve 20 acres of the conveyed land for the use of mountain bikes and to open the reserved part to such use as soon as practicable after such conveyance. Provides for funds appropriated pursuant to section 109 of this Act to be available to facilitate the establishment of the bicycle part of the recreation park. Requires the Secretary, in making such conveyance to the State, to include a deed restriction requiring that the roads remain open to the public to provide access to adjacent federal land and private property. (Sec. 108) Instructs the Secretaries of Agriculture and the Interior, in making the conveyances required by this title, to include deed restrictions to ensure that any roads and trails located on the conveyed land remain open to public use notwithstanding any subsequent conveyance of the land by the recipient of the land. (Sec. 109) Directs the Secretary of Agriculture to construct a hardened surface trail between the City of Stanley and Redfish Lake for use by pedestrians and non-motorized vehicles and as a snowmobile route. Requires any land or interests in land to be acquired by the Secretary for construction of the paved trail to be acquired only by donation or by purchase from willing sellers. Authorizes the Secretary to make a grant to the City of Stanley to assist the city in constructing a parking lot on city property at the north end of the trail for use for snowmobile and parking and for other purposes related to the trail. Authorizes appropriations to the Secretary for: (1) the construction of the trail and for land acquisition associated with the construction of such trail; and (2) for such grant. (Sec. 110) Authorizes appropriations to the Secretary of Agriculture or the Secretary of the Interior for the construction of bicycle trails in Idaho. (Sec. 111) Directs the Secretary of Agriculture or the Secretary of the Interior, before the end of the one-year period beginning on the date of the enactment of this Act, to grant a 10-year extension beyond the expiration date of the current permit for each guide or outfitter operating permit for authorized activities in the Boulder-White Cloud Management Area (BWCMA) established by title III of this Act or wilderness areas designated under title II of this Act. Allows the Secretary of Agriculture or the Secretary of the Interior to refuse to grant the extension of such a permit only if the permittee has not operated in a satisfactory manner in compliance with the terms and conditions of such permit. Declares that future extensions of outfitter and guide activities and permits for outfitters on lands included in such a wilderness area or the BWCMA shall be administered in accordance with applicable federal laws and resource management plans. Prohibits any person from conducting outfitter and guide activities on such federal land except as authorized by the Secretary concerned. (Sec. 112) Authorizes the Secretary of Agriculture to make a grant to: (1) Custer County to assist the county in supporting sustainable economic development; and (2) the State of Idaho Parks and Recreation Department to assist the State in acquiring and developing Bayhorse Campground for use as a state park. Authorizes appropriations. (Sec. 113) Directs the Secretary of Agriculture to construct a new road on NFS lands to the east of the existing private property line on the east side of the Leisinger property, and a new bridge over West Pass Creek as part of such road, to ensure continued public access to the Bowery Guard Station. Authorizes appropriations. (Sec. 114) Directs the Secretary of the Interior to expand and improve the Herd Lake Campground facilities located below the outlet of Herd Lake. Authorizes appropriations. (Sec. 115) Allows the Secretaries of Agriculture and the Interior to execute one or more land exchanges with Idaho for the purpose of eliminating state inholdings within the boundaries of the SNRA and the wilderness areas designated by title II of this Act. Title II: Central Idaho Wilderness Areas - (Sec. 201) Designates specified parcels of federal land in central Idaho as wilderness areas to be managed as components of the National Wilderness Preservation System (NWPS). Withdraws the designated wilderness areas from all forms of entry, appropriation, and disposal under the public land laws, location, entry, and patent under the mining laws, and operation of the mineral leasing, mineral materials, and geothermal leasing laws. (Sec. 202) Sets forth provisions for the administration of the wilderness areas designated by section 201. Directs the Secretaries of Agriculture and the Interior to develop a comprehensive wilderness management plan for such wilderness areas. Requires the Secretary of Agriculture or the Secretary of the Interior (the Secretary concerned) to: (1) construct a new trailhead for nonmotorized users and improve access to the Big Boulder Trailhead to separate motorized users from nonmotorized users; and (2) upgrade the first mile of the Murdock Creek Trail in the Hemingway-Boulders wilderness area to a primitive, non-paved, and wheelchair accessible standard. Specifies this title's effect on: (1) existing claims and private lands; (2) grazing of livestock; and (3) horseback riding and recreational saddle and pack stock, including by commercial outfitters. (Sec. 203) Authorizes the Secretary concerned to acquire, within the boundaries of the designated wilderness areas, through purchase from willing sellers or donation from willing owners, all interests in all mineral interests, claims, and parcels of land that have been patented under the Mining Act of 1872. Requires the Secretary concerned: (1) in exercising such authority, to offer the owners of record of each patent who voluntarily wish to sell $20,000 as compensation for the acquisition of these interests; and (2) to make such offers as soon as practicable after the date of enactment of this Act. Provides for such offers to remain open for acceptance during a five-year period beginning on such date. Requires any land or interest in land located inside the boundaries of a wilderness area designated by this Act that is acquired by the United States after enactment of this Act to be added to and administered as part of that wilderness area. (Sec. 204) Declares that Congress does not intend for the designation of wilderness areas by section 201 to lead to the creation of protective perimeters or buffer zones around any such wilderness area. (Sec. 205) Prohibits anything in this title from precluding a federal, state, or local agency from conducting wildfire management operations. (Sec. 206) Specifies this Act's effect with regard to water rights. Requires the Secretary concerned to follow the procedural and substantive requirements of the law of Idaho when seeking to establish any water rights not in existence on the enactment of this Act. Prohibits the President or any other U.S. officer, employee, or agent from funding, assisting, authorizing, or issuing a license or permit for the development of any new water resource facility inside any of the designated wilderness areas. (Sec. 207) Sets forth provisions with regard to wildlife management in such wilderness areas. (Sec. 208) Specifies this Act's effect on: (1) Native American rights and cultural and religious uses; and (2) military overflights. (Sec. 210) Repeals existing law requiring review of portions of the SNRA for possible inclusion in the NWPS. Title III: Boulder-White Clouds Management Area - (Sec. 301) Establishes the BWCMA on federal lands in the Challis National Forest, the Sawtooth National Forest, SNRA, and Challis District of the BLM that are not designated as wilderness areas under title II of this Act. Prohibits the construction of any new roads within the BWCMA, except as necessary for access to campgrounds and other recreation areas as determined by the Secretary concerned. Permits roads to be maintained and relocated as necessary. Instructs the Secretary concerned to permit the mining and removal of gravel, sand, and rock along existing roads in the BWCMA as necessary for road maintenance in accordance with the applicable management plan. Allows timber harvesting on lands in the BWCMA only in accordance with the management plan applicable to such lands and for necessary control of fire, insects, and diseases and for public safety. Authorizes appropriations to the Secretaries of Agriculture and the Interior for trail construction and maintenance and for other improvements related to outfitting, guiding, hiking, and horseback use within the BWCMA. Earmarks amounts for the construction of: (1) a trail between the Phyllis Lake Road and Phyllis Lake, which shall be primitive and nonpaved, but wheelchair accessible, and open only to non-motorized travel; and (2) the trail along Murdock Creek in the Hemingway-Boulders wilderness area required by section 202 of this Act. (Sec. 302) Allows the Secretary concerned to acquire, by donation or purchase from willing sellers, lands and interests in land: (1) located inside the boundaries of the BWCMA; or (2) located adjacent to the BWCMA to provide easements for additional public access to the BWCMA. Sets forth requirements concerning the acquisition of unpatented mining claims located inside the the boundaries of the BWCMA by the Secretary concerned through charitable contributions. Prohibits any lands or interests in lands from being acquired by condemnation for inclusion in the BWCMA or to provide access to the BWCMA, except as provided for by Public Law 92-400 (relating to establishment of the SNRA) and regulations, in effect as of the enactment of this Act, for the use of private land in the SNRA. Authorizes appropriations. (Sec. 303) Sets forth requirements for motorized and bicycle travel in the BWCMA. Directs the Secretary of the Interior to develop and implement a travel plan for public land included in the BWCMA that is not otherwise covered by this section. (Sec. 304) Authorizes appropriations for a grant to the Off Road Motor Vehicle Program of the Idaho Department of State Parks and Recreation. Requires the Idaho, as condition of such grant, to maintain the grant funds as a separate account of such Program and bars the Idaho from using such funds except as provided by this section. Allows the Secretary concerned, when additional funds are required to carry out the activities specified sin this section in the BWCMA, to apply for funds from the Off Road Motor Vehicle Program. Requires that funds received be used only in the BWCMA or in connection with the Boise motorized recreation park authorized by section 107 of this Act. Instructs the Off Road Motor Vehicle Program to consider any recommendations regarding the use of the funds made by the advisory committee established as part of such program as well as public comments. Requires any action undertaken using funds obtained from such Program to conform to the applicable travel plan of the Challis National Forest, the Sawtooth National Forest, the SNRA, or the Challis District of the BLM. (Sec. 305) Specifies this Act's effect on the use of airports or landing strips located within the BWCMA or adjacent to wilderness areas designated by title II of this Act. (Sec. 306) Authorizes appropriations to the Secretary of Agriculture for the development of educational materials and signage to raise the awareness of users of the Railroad Ridge area of the uniqueness of such area and to promote the conservation of such area."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Central Idaho Economic Development and Recreation Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Central Idaho Economic Development and Recreation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To promote the economic development and recreational use of National Forest System lands and other public lands in central Idaho, to designate the Boulder-White Cloud Management Area to ensure the continued management of certain National Forest System lands and Bureau of Land Management lands for recreational and grazing use and conservation and resource protection, to add certain National Forest System lands and Bureau of Land Management lands in central Idaho to the National Wilderness Preservation System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:45-05:00"
}