{
  "actions": [
    {
      "acted_at": "1988-10-13", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Introduced in the Senate, read twice, considered, read the third time, and passed without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1988-10-13", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-13", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-13", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "Passed House by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-10-13", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-10-22", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-25", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-11-04", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1988-11-04", 
      "congress": "100", 
      "law": "public", 
      "number": "607", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 100-607.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2889-100", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1988-10-13", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "100", 
    "law_type": "public", 
    "number": "607"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1988-11-04", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-10-13", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-10-13", 
    "vetoed": false
  }, 
  "introduced_at": "1988-10-13", 
  "number": "2889", 
  "official_title": "A bill to amend the Public Health Service Act to establish certain health programs, to revise and extend certain health programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1226-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1855-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1861-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3097-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4757-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4833-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4850-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4915-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4983-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5142-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1579-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Omnibus Extension of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1988-11-04", 
  "subjects": [
    "AIDS (Disease)", 
    "Actions and defenses", 
    "Advice and consent of the Senate", 
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Alzheimer's disease", 
    "American economic assistance", 
    "Anesthetics", 
    "Authorization", 
    "Bilingual education", 
    "Bioethics", 
    "Biological research", 
    "Biotechnology", 
    "Block grants", 
    "Blood", 
    "Blood banks", 
    "Blood diseases", 
    "Blood donors", 
    "Blood transfusions", 
    "Bone banks", 
    "Boundaries", 
    "Business and commerce", 
    "Cancer", 
    "Cancer research", 
    "Cemeteries and funerals", 
    "Centers for Disease Control and Prevention (CDC)", 
    "Child health", 
    "Children and youth", 
    "Chiropractic and chiropractors", 
    "Cholesterol", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Collection of accounts", 
    "Communicable diseases", 
    "Communication in science", 
    "Communications and Broadcasting", 
    "Community development", 
    "Community health services", 
    "Construction costs", 
    "Continuing education", 
    "Correctional personnel", 
    "Corrections and Correctional Institutions", 
    "Costs", 
    "Counseling", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes against women", 
    "Cuban Americans", 
    "Curricula", 
    "Curriculum planning", 
    "Data banks", 
    "Deaf", 
    "Deafness", 
    "Dentistry", 
    "Dentists", 
    "Department of Health and Human Services", 
    "Diabetes", 
    "Digestive diseases", 
    "Disabled", 
    "Discrimination in insurance", 
    "Disease control", 
    "Diseases", 
    "District of Columbia", 
    "Domestic Relations and Families", 
    "Donation of organs, tissues, etc.", 
    "Drug abuse", 
    "Drug safety and regulation", 
    "Drugs", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Education", 
    "Educational television", 
    "Emergency medical personnel", 
    "Emergency medical services", 
    "Employee benefit plans", 
    "Environmental health", 
    "Epidemiology", 
    "Evaluation", 
    "Executive reorganization", 
    "Families", 
    "Family medicine", 
    "Federal advisory bodies", 
    "Federal aid to alcoholism programs", 
    "Federal aid to child health services", 
    "Federal aid to community development", 
    "Federal aid to health facilities", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal aid to nursing education", 
    "Federal employees", 
    "Federal officials", 
    "Federal preemption", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Fetus", 
    "Fire fighters", 
    "Fires and Fire Fighters", 
    "Food and Drug Administration (FDA)", 
    "Funeral industry", 
    "Geriatrics", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government records, documents, and information", 
    "Graduate education", 
    "Hawaiians", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Health insurance", 
    "Health planning", 
    "Health services administration", 
    "Health surveys", 
    "Hearing", 
    "Hearing disorders", 
    "Heart diseases", 
    "Hemophilia", 
    "Hereditary diseases", 
    "Higher education", 
    "Home care services", 
    "Homeless", 
    "Homosexuality", 
    "Hospital care", 
    "Hospital personnel", 
    "Housing and community development", 
    "Human behavior", 
    "Immunosuppressive drugs", 
    "Infant mortality", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Informed consent (Medical law)", 
    "Insurance", 
    "Interest", 
    "Interest rates", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "Joint diseases", 
    "Kidney diseases", 
    "Labor and employment", 
    "Law and legislation", 
    "Law enforcement officers", 
    "Libraries", 
    "Licenses", 
    "Life insurance", 
    "Limitation of actions", 
    "Local and Municipal Government", 
    "Local finance", 
    "Lung diseases", 
    "Manpower utilization", 
    "Marriage", 
    "Married people", 
    "Maternal health services", 
    "Medicaid", 
    "Medical centers", 
    "Medical economics", 
    "Medical education", 
    "Medical ethics", 
    "Medical libraries", 
    "Medical personnel", 
    "Medical policy", 
    "Medical records", 
    "Medical research", 
    "Medical residents", 
    "Medical statistics", 
    "Medical students", 
    "Medical tests", 
    "Medicare", 
    "Mental health", 
    "Mental health services", 
    "Mexican Americans", 
    "Mexico", 
    "Midwives", 
    "Migrant labor", 
    "Minorities", 
    "Minorities in medicine", 
    "Minority health care", 
    "Narcotic addicts", 
    "Narcotic traffic", 
    "National Institutes of Health (NIH)", 
    "Native Americans", 
    "Negotiable instruments", 
    "Nervous system diseases", 
    "Neurology", 
    "Nurse practitioners", 
    "Nurses", 
    "Nursing education", 
    "Nursing students", 
    "Nutrition", 
    "Occupational health and safety", 
    "Osteopathy and osteopaths", 
    "Paramedical education", 
    "Paramedical personnel", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Pharmaceutical research", 
    "Pharmacists", 
    "Physicians", 
    "Physicians' assistants", 
    "Police", 
    "Presidential appointments", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Preventive medicine", 
    "Prisoners", 
    "Prostitution", 
    "Psychologists", 
    "Psychology", 
    "Public Contracts, Procurement, and Property", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Public health", 
    "Public health administration", 
    "Public health personnel", 
    "Public service advertising", 
    "Puerto Ricans", 
    "Rape", 
    "Rape victim services", 
    "Recruiting of employees", 
    "Rehabilitation", 
    "Renegotiation", 
    "Research centers", 
    "Right of privacy", 
    "Rural affairs legislation", 
    "Rural public health", 
    "Salaries", 
    "Scholarships", 
    "Science and technology", 
    "Science, technology, communications", 
    "Senate", 
    "Sex", 
    "Sex crimes", 
    "Sex education", 
    "Sex offenders", 
    "Sexually transmitted diseases", 
    "Sickle cell anemia", 
    "Skin diseases", 
    "Sleep disorders", 
    "Small business", 
    "Social sciences", 
    "Social welfare", 
    "Social workers", 
    "Socially handicapped", 
    "Spanish Americans (U.S.)", 
    "Speech disorders", 
    "Standards", 
    "State finance", 
    "State laws", 
    "States", 
    "Student aid", 
    "Student loan funds", 
    "Tax exemption", 
    "Telephone", 
    "Terminal care", 
    "Territories (U.S.)", 
    "Thyroid diseases", 
    "Transplantation of organs, tissues, etc.", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Urban affairs", 
    "Utah", 
    "Vaccination", 
    "Vaccines", 
    "Veterans' medical care", 
    "Veterinary medicine", 
    "Victims of crimes", 
    "Vital statistics", 
    "Wages", 
    "Washington State", 
    "Women's health", 
    "Women's rights", 
    "World health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-10-13", 
    "text": "Health Omnibus Programs Extension of 1988 - Title I: National Institute on Deafness and Other Communcation Disorders and Health Research Extension Act of 1988 - National Institute on Deafness and Other Communication Disorders and Health Research Extension Act of 1988 - Subtitle A: National Institute on Deafness and Other Communication Disorders - Amends title IV (National Research Institutes) of the Public Health Service Act to establish the National Institute on Deafness and Other Communication Disorders (Institute) as an agency of the National Institutes of Health (NIH). Removes communicative disorders from the title and purpose of the National Institute of Neurological and Communicative Disorders and Stroke. Requires the Director of the Institute, with the advice of the Institute's advisory council, to establish a National Deafness and Other Communications Disorders Program (Program). Requires the Director to prepare and transmit to the Director of NIH a plan to initiate, expand, intensify, and coordinate activities of the Institute respecting disorders of hearing, balance, voice, speech, language, taste, and smell. Describes the minimum activities of the Program. Requires the Director to establish a National Deafness and Other Communication Disorders Data System for the collection, storage, analysis, retrieval, and dissemination of data and a National Deafness and Other Communication Disorders Information Clearinghouse. Requires the Director, after consultation with the advisory council, to provide for the development, modernization, and operation of new and existing centers for studies of disorders of hearing and other communication processes. Sets forth requirements for the centers, including conducting research and training programs and information and continuing education programs for health professionals, and public information programs. Authorizes centers to provide stipends for health professionals in their training programs. Describes other programs the centers may undertake. Requires the Director to provide for an equitable geographical distribution of centers and to give appropriate consideration to the need for centers for the elderly and for children. Limits support of a center to seven years, with one or more additional periods of not more than five years, if recommended by a peer review group established by the Director, with the advice of the advisory council. Subtitle B: Biotechnology Information - Amends part D (National Library of Medicine) of title IV of the Public Health Service Act to establish the National Center for Biotechnology Information to focus and expand the collection, storage, retrieval, and dissemination of the results of biotechnology research by information systems and to support the development of new information technologies regarding the molecular processes that control health and disease. Authorizes appropriations for FY 1989 and 1990. Subtitle C: National Institutes of Health - Authorizes the Secretary, acting through the Director of the National Institutes of Health (NIH), to establish scientific program advisory committees without regard to Federal law governing appointments in the competitive service, classification, and pay rates. Adds to the list of elements mandated for inclusion in the biennial report to the President and the Congress regarding the NIH a requirement of a description of the health related behavioral research supported by the NIH in the preceding two-year period and a description of any plans for future activity in such area. Subtitle D: General Provisions Respecting National Research Institutes - Revises provisions relating to the authority of the directors of the national research institutes to: (1) establish technical and scientific peer review groups and appoint their members; and (2) publish information with respect to the purpose of the Institute without regard to provisions of Federal law requiring all Government printing to be done by the Government Printing Office. Declares that the ex officio members of each national research institute's advisory council shall be nonvoting members. Changes the makeup of: (1) the advisory councils which the Secretary must appoint for each research institute; and (2) the National Cancer Advisory Board. Authorizes appropriations for the National Cancer Institute and the National Heart, Lung, and Blood Institute for FY 1989 and 1990. Requires, for FY 1989 and subsequent fiscal years, that amounts available to the NIH be available for payment of nurses and allied health professionals in accordance with authorities provided, under specified provisions of Federal law, for nurses of the Veterans' Administration. Subtitle E: National Cancer Institute - Amends provisions stating the purpose of the National Cancer Institute to include rehabilitation from cancer. Makes miscellaneous changes to the special authorities of the Director of the National Cancer Institute relating to the provision of information to the public, patients, and physicians, incorporation of state-of-the-art cancer treatments into clinical practice, maintenance and operation of the International Cancer Research Data Bank, and the services of experts or consultants. Amends provisions relating to grants for cancer research and demonstration centers to add control of cancer as one of their purposes. Subtitle F: National Heart, Lung, and Blood Institute - Requires the Director of the National Heart, Lung, and Blood Institute to place special emphasis on collaborative efforts with both the public and private sectors to: (1) increase awareness and knowledge regarding prevention of heart and blood vessel, lung, and blood diseases and the utilization of blood resources; and (2) develop and disseminate information designed to encourage adults and children to adopt healthful habits concerning the prevention of such diseases. Authorizes the National Heart, Blood Vessel, Lung, and Blood Diseases and Blood Resources Program to establish certain types of programs involving rehabilitation from such diseases. Requires consultation with (currently approval of) the Institute's advisory council before the Director may obtain the services of experts or consultants. Authorizes the national research and demonstration centers for heart, blood vessel, lung, and blood diseases, sickle cell anemia, and blood resources to engage in rehabilitation activities. Repeals provisions authorizing the Secretary of Health and Human Services to establish an Interagency Technical Committee on Heart, Blood Vessel, Lung, and Blood Diseases and Blood Resources. Subtitle G: National Institute of Diabetes and Digestive and Kidney Diseases - Removes a provision requiring that the National Diabetes Advisory Board, the National Digestive Diseases Advisory Board, and the National Kidney and Urologic Diseases Advisory Board expire on September 30, 1988. Subtitle H: National Institute of Arthritis and Musculoskeletal and Skin Diseases - Adds skin diseases to the provisions dealing with the plan and activities of the national arthritis and musculoskeletal diseases program. Adds rehabilitation to the responsibilities of multipurpose arthritis and musculoskeletal disease centers. Subtitle I: National Institute on Aging - Requires the Director of the National Institute on Aging to enter into cooperative agreements and to make grants for the development or expansion of centers of excellence in geriatric research and training of researchers. Transfers to the Public Health Service Act specified provisions of the Alzheimer's Disease and Related Dementias Services Research Act of 1986 relating to the National Institute on Aging. Subtitle J: National Library of Medicine - Authorizes appropriations for grants and contracts under specified provisions relating to the National Library of Medicine for FY 1989 and 1990. Increases the limit on the amount of grants for establishing, expanding, and improving the basic resources of medical libraries and related instrumentalities. Subtitle K: Awards and Training - Authorizes appropriations for payments under National Research Service Awards and under grants for such awards for FY 1989 and 1990. Subtitle L: Fetal Research Moratorium - Sets at 24 months after enactment of this Act the termination of the moratorium on the Secretary's authority to grant, under specified Federal regulations, a modification or waiver for fetal research. Extends the repeal of this provision to October 31, 1990. Authorizes appropriations for the Biomedical Ethics Board and the Biomedical Ethics Advisory Committee for FY 1989 and 1990. Changes the due date for a report by the Biomedical Ethics Advisory Committee regarding the nature, advisability, and biomedical and ethical implications of exercising any waiver of the risk standard in specified Federal regulations to 24 months after enactment of this Act. Subtitle M: Miscellaneous - Directs the Secretary, through the Director of the Centers for Disease Control (CDC), to conduct a study of thyroid morbidity of the population in the vicinity of Hanford, Washington, during the years 1944 through 1957. Requires the Director to establish a peer review committee to make, along with the CDC, determinations as to the conduct of the study. Allows the Director to contract out any portion of the study, except that the contractor may not have any direct or indirect interest in the outcome of the study, including current or former contracts with the Department of Energy which represent a conflict of interest or the appearance of such conflict. Sets forth reporting requirements. Directs the Secretary to establish a National Commission on Sleep Disorders Research to conduct a study and develop a long range plan for the use and organization of national resources to deal with sleep disorders research and medicine. Sets forth reporting requirements. Terminates the Commission 30 days after submission of its final report. Empowers the Secretary to authorize persons engaged in biomedical, behavioral, clinical, or other research to protect the privacy of individuals who are the subject of the research by withholding identifying information about such individuals. (Current law empowers the Secretary to so authorize persons engaged in mental health research, including research involving alcohol and other psychoactive drugs.) Title II: Programs with Respect to Acquired Immune Deficiency Syndrome - AIDS Amendments of 1988 - Subtitle A: Research Programs - Amends the Public Health Service Act to create a new title on research with respect to acquired immune deficiency syndrome (AIDS). Directs the Secretary of Health and Human Services, not later than December 1 of each year, to submit to the Congress a report on expenditures by the Secretary with respect to AIDS. Specifies information to be included. Directs the Secretary to expedite the award of grants, contracts, and cooperative agreements for research projects relating to acquired immune deficiency syndrome (AIDS). Provides for time limitations for submission of and final action on applications submitted in response to a solicitation by the Secretary. Allows the Secretary to adjust the limitations. Requires annual and, for FY 1989, quarterly reports regarding time limitations and processing of applications. Requires the Director of the Office of Personnel Management (OPM) or the Administrator of General Services to respond within 21 days to any request for the allocation of personnel or for administrative support to carry out activities with respect to AIDS (priority requests) made by the Administrator of the Alcohol, Drug Abuse, and Mental Health Administration (ADAMHA), the Director of the Centers for Disease Control (CDC), the Commissioner of Food and Drugs, or the Director of the National Institutes of Health (NIH). Requires such requestors to transmit a copy of each priority request to the Secretary and the Assistant Secretary for Health. Directs the Secretary, through the Director of the National Institute of Allergy and Infectious Disease (NIAID), to establish the AIDS Clinical Research Review Committee to: (1) advise the Director on research; and (2) review research, issue reports, conduct studies, and convene meetings regarding clinical treatment. Directs the Secretary, through the Directors of the National Cancer Institute (NCI) and the NIAID, to establish in each Institute a clinical evaluation unit. Authorizes appropriations. Directs the Secretary, if the Secretary determines that there is preliminary evidence that a new drug has effectiveness in humans with respect to the prevention or treatment of AIDS, to encourage an application for an exemption for investigational use of the new drug under regulations issued under the Federal Food, Drug, and Cosmetic Act. Requires the AIDS Clinical Research Review Committee to make recommendations to the Secretary with respect to new drugs appropriate for such a determination. Directs the Secretary, in the case of a drug for which such an exemption is in effect to encourage licensed medical practitioners to use the drug in the treatment of individuals who are infected with the etiologic agent and who are not participating in the clinical trials under the exemption. Authorizes the Director of the NIH, through the NIAID, to make grants and enter into contracts for planning and conducting, in the community involved, of clinical trials of experimental treatments for infection with the etiologic agent that are approved by the Commissioner of Food and Drugs for investigational use. Requires such community-based clinical trials to: (1) include specified types of activities; (2) be approved by the Commissioner, an Institutional Review Board, and the Director of the NIAID; and (3) be designed to encourage participation by and support from private industry and schools of medicine. Authorizes appropriations for FY 1989 through 1991. Directs the Secretary to establish a program for the evaluation of drugs which are not approved by the Commissioner for AIDS treatment and which are being used by individuals infected with the etiologic agent for AIDS. Authorizes the Secretary to make grants and enter into contracts and cooperative agreements for the purpose of conducting the drug evaluations. Includes as eligible for the grants, contracts, and agreements nonprofit private organizations established for the purpose of evaluating AIDS treatments and consisting primarily of individuals infected with the etiologic agent for AIDS. Directs the Secretary to establish scientific and ethical guidelines for the evaluations. Authorizes appropriations. Directs the Secretary to make grants to and enter into contracts with international organizations concerned with public health: (1) through the Director of the NIH, for international research on vaccines and treatment; and (2) through the Director of the CDC, to support projects for training individuals in skills and technical expertise and to support epidemiological research. Authorizes the provision of technical assistance for foreign governments. Requires support provided by the Secretary to be in furtherance of the World Health Organization's Special Programme on Acquired Immunodeficiency Syndrome. Authorizes appropriations for FY 1989 through 1991. Directs the Secretary, through the Director of NIAID, to make grants and enter into contracts for centers for basic and clinical research into, and training in, advanced diagnostic, prevention, and treatment methods for AIDS. Prohibits the grants and contracts from being used to provide training for which National Research Service Awards may be provided. Authorizes appropriations. Directs the Secretary to: (1) establish and operate a program with respect to information on research, treatment, and prevention activities relating to infection with the etiologic agent; (2) provide for toll-free telephone communcations to provide information with respect to AIDS to health care professionals, allied health care providers, and professionals providing emergency health services; (3) establish a data bank of information on the results of AIDS research; and (4) establish a data bank of information on clinical trials and treatments with respect to infection with the etiologic agent for AIDS. Authorizes the Secretary to make grants for projects to develop model protocols for the clinical care of individuals infected with the etiologic agent. Requires that a grantee either be a provider of comprehensive primary care or agree to enter into a cooperative arrangement with such an entity. Prohibits a grantee who routinely imposes a charge for services under the grant from imposing the charge on an individual who is unable to pay the charge. Authorizes appropriations. Requires the Secretary to establish a program of research and education regarding blood donations and transfusions. Requires the education programs to be directed at health professionals, patients, and the community. Authorizes the Secretary, acting through the Director of the CDC, directly or through cooperative agreements and contracts, using representative sampling and other methods, to provide for the continuous collection of data on the U.S. incidence of AIDS and of infection with the etiologic agent. Directs the Secretary to encourage each State to enter into a cooperative agreement or contract with the Secretary. Requires publication of the data collected at least once a year. Directs the Secretary, through the Director of the CDC, to develop an epidemiological data base and provide for long-term studies. Authorizes grants, contracts, and cooperative agreements. Authorizes grants for long-term research into treatments for AIDS developed from knowledge of the genetic nature of the etiologic agent for AIDS. Directs the Secretary, through the Director of the National Institute of Mental Health, to make grants for scientific research into the psychological and social sciences as such sciences relate to AIDS. Authorizes appropriations. Directs the Secretary, through the Director of the CDC, to establish fellowship and training programs to develop skills in epidemiology, surveillance, testing, counseling, education, information, and laboratory analysis relating to AIDS. Directs the Secretary, through the Director of the National Institute of Mental Health, to conduct or support fellowship and training programs to train individuals at the graduate or postgraduate level to conduct scientific research into the psychological and social sciences as such sciences relate to AIDS. Authorizes appropriations for FY 1989 through 1991. Directs the Secretary, acting through the Director of the NIH, to: (1) establish and provide administrative and support services to an Office of AIDS Research, to be headed by a Director appointed by the Director of the NIH; (2) coordinate activities relating to AIDS conducted by the national research institutes and the agencies of the NIH; and (3) develop and expand clinical trials of treatments and therapies for infection with the etiologic agent for AIDS, including for women, infants, children, hemopheliacs, and minorities. Authorizes the Director to: (1) establish or support efforts using specialized biological materials; (2) support research and training outside the United States; (3) encourage and coordinate research by industrial concerns; (4) acquire and maintain real and personal property; (5) make grants for the construction or renovation of facilities; (6) acquire buildings in or around the District of Columbia; and (7) enter into contracts and cooperative agreements as necessary to expedite and coordinate research. Sets forth reporting requirements. Requires the Director of the NIH to establish projects to promote cooperation in research. Defines \"infection with the etiologic agent for acquired immune deficiency syndrome,\" for the purposes of the new title added by this title, to include any condition arising from infection with the etiologic agent for such syndrome. Mandates specified minimum numbers of additional personnel for the Public Health Service, subject to appropriations. Directs the Secretary to report to the Congress not later than 90 days after enactment of this Act regarding the allocation of such personnel among the agencies of the Public Health Service. Repeals these provisions effective October 1, 1990. Directs the Secretary, through the Director of the CDC, to conduct a study of AIDS mortality rates among various groups, among geographic areas, and among individuals with varying financial resources for the payment of health care services. Directs the Secretary to request the National Academy of Sciences and other similar institutions to report regarding the establishment of consortia for research and development. Sets forth reporting requirements. Subtitle B: Health Services - Amends the Public Health Service Act to create a new title on health services with respect to acquired immune deficiency syndrome (AIDS). Directs the Secretary of Health and Human Services, for each of the FY 1989 and 1990, to make an allotment for each State. Defines \"eligible individual\" as an individual infected with the etiologic agent for AIDS who either is medically dependent or chronically dependent. Requires that a State agree that, in using payments under the allotment, it will: (1) provide for home and community-based health services for eligible individuals under written plans; (2) provide for outreach to eligible individuals; (3) provide for coordinating similar services by public and private entities; and (4) give priority to outreach and services to eligible individuals with low incomes. Authorizes a State to provide such services through grants to public and nonprofit private entities and through contracts with public and private entities, giving priority to public and nonprofit private entities with experience delivering such services to individuals with the etiologic agent. Requires that States submit a description of the intended uses of a grant. Sets forth restrictions on the use of a grant, including limiting payments for a fiscal year to a State to not more than 65 percent of the national average payment for extended care services under part A (Hospital Insurance) of title XVIII (Medicare) of the Social Security Act. Sets forth reporting requirements. Requires States to provide for a financial and compliance audit. Requires that the reports and audits be available for public inspection. Directs the U.S. Comptroller General, from time to time, to evaluate the expenditures by the States. Requires that a State agree that: (1) its legislature will conduct public hearings on the proposed use and distribution of the payments; (2) if charges are imposed for the home and community-based services, the charges will be set forth in a public schedule, they will not be imposed on individuals with incomes below the official poverty line, and the charges will be adjusted to reflect to income of individuals with incomes above the poverty line; (3) the State will provide for periodic independent peer review of the services provided; (4) the State will cooperate with Federal investigations under provisions of this Act; (5) the State will expend for such services for persons infected with the etiologic agent not less than the average level of such expenditures for the previous two years; and (6) the State will not make payments from allotments for any item or service covered by another source. Sets forth a formula for determination of the amount of allotments. Provides for repayment or withholding of payments for failure to comply with agreements. Directs the Secretary to conduct investigations of compliance. Provides for criminal penalties for certain false statements. Authorizes the Secretary to provide to a State: (1) technical assistance without charge; and (2) supplies and services in lieu of grant funds. Sets forth reporting requirements. Authorizes appropriations for FY 1989 and 1990. Repeals provisions of this Act relating to grants from allotments to States for home and community-based health services, effective with respect to appropriations made for any period after fiscal year 1990. Defines \"patients infected with the human immunodeficiency virus\" as persons who have or are recovering from a disease attributable to infection with the human immunodeficiency virus (HIV), resulting in a need for subacute-care services. Directs the Secretary to conduct three demonstration projects to determine the effectiveness and cost of providing subacute-care services to patients infected with HIV, and the impact of the services on the health status of the patients. Requires subacute-care services to be designed to meet the specific needs of the patients, including: (1) care and treatment by providing subacute care, emergency medical care and specialized diagnostic and therapeutic services, and case management services; and (2) technical assistance directed towards education and training of physicians, nurses, and other health care professionals. Requires the demonstration projects to be conducted during a four-year period beginning not later than nine months after enactment of this provision at geographically diverse sites that have the highest incidence of AIDS and the greatest need for subacute-care services. Sets forth reporting requirements. Requires each demonstration project to provide for other research to be carried out at the site of the project, including clinical research on AIDS, concentrating on the neurological manifestations resulting from HIV infection, and the study of the psychological and mental health issues related to AIDS. Authorizes appropriations for FY 1988 through 1991. Directs the Secretary to enter into an agreement with the Administrator of Veterans Affairs to ensure the furnishing, through demonstration projects, of services to eligible veterans under specified provisions. Authorizes the Secretary to make grants to States to provide opportunities for individuals to undergo counseling and testing with regard to the etiologic agent: (1) without being required to provide identification; and (2) through the use of a pseudonym. Requires grantees to provide counseling which includes coverage of specified points before testing, after a negative test result, and after a positive test result. Requires grantees, where appropriate, to provide opportunities for women, children, hemophiliacs, and emergency response employees to undergo counseling under conditions appropriate to their needs. Allows grantees to use the grant to provide counseling without testing. Requires all individuals receiving counseling under these provisions to be counseled about the harmful effects of promiscuous sexual activity and intravenous substance abuse, and the benefits of abstaining from such activities. Prohibits funds from being used to provide counseling that is designed to promote or encourage, directly, homosexual or heterosexual sexual activity or intravenous drug abuse, but declares that this may not be construed to prohibit a counselor from providing accurate information about means to reduce an individual's risk of exposure to, or the transmission of, the etiologic agent, provided any informational materials used are not obscene. Authorizes appropriations for such counseling and testing grants to States for FY 1989 and 1990. Authorizes the Secretary to make grants for demonstration projects for the development, establishment, or expansion of programs to provide counseling and mental health treatment for individuals with a positive test result, and for their families and others, who experience serious psychological reactions. Mandates that the counseling include counseling relating to prevention of exposure to, and the transmission of, the etiologic agent. Allows the grants to be used to train individuals to provide the counseling and mental health treatment. Directs the Secretary, subject to appropriations, to make a minimum of six grants for FY 1989. Authorizes the Secretary, acting through the Director of the National Institute of Mental Health, to provide technical assistance and administrative support to grantees. Authorizes appropriations for FY 1989 through 1991. Subtitle C: Prevention - Amends the Public Health Service Act to create a new title on prevention of acquired immune deficiency syndrome (AIDS). Requires all programs of education and information receiving funds under this title to include information about the harmful effects of promiscuous sexual activity and intravenous substance abuse, and the benefits of abstaining from such activities. Prohibits funds from being used to provide education or information designed to promote or encourage, directly, homosexual or heterosexual sexual activity or intravenous substance abuse, but declares that this may not be construed to restrict the ability of an education program to provide accurate information about various means to reduce an individual's risk of exposure to, or the transmission of, the etiologic agent for AIDS, provided any informational materials used are not obscene. Directs the Secretary of Health and Human Services, for each of the FY 1989 through 1991, to make an allotment for each State to: (1) develop, establish, and conduct public information activities relating to prevention and diagnosis for those populations or communities at risk; (2) develop, establish, and conduct public information activities for the general public relating to prevention and diagnosis; (3) develop, establish, and conduct risk reduction activities, including prevention research; (4) conduct demonstration projects for prevention; (5) provide technical assistance to public and nonprofit private entities, schools, and employers in the development of information programs; (6) conduct education and training programs, relating to prevention, for health professionals, including allied health professionals, public safety workers, including emergency response employees, teachers, school administrators, and other education personnel; (7) conduct education programs for school-aged children, after consulting with the local school board; (8) make information available to physicians and dentists, updated at least annually, including measures for the prevention of exposure to, and the transmission of, the etiologic agent; (9) carry out the initial implementation of the guidelines and model curriculum developed under specified provisions of this Act; and (10) make grants for education programs directed toward individuals at increased risk and risk reduction activities. Requires States to: (1) submit to the Secretary a description of the intended uses of the payments; and (2) make that description open to public comment. Sets forth: (1) restrictions on the uses of the payments; (2) reporting and auditing requirements; and (3) a requirement of evaluations by the U.S. Comptroller General. Sets forth additional required agreements by the State, including that: (1) information provided will be scientifically accurate and factually correct; (2) in a State with a substantial number of intravenous substance abusers, the State will place priority on activities directed at them; (3) in a State with a significant incidence of AIDS, the State will expend specified percentages for grants and contracts, with specified subportions of that going to entities located in and representative of communities and subpopulations reflecting the local incidence of AIDS: (4) programs under grants will contain material and be presented in a manner specifically directed toward the intended group, and be planned in consultation with local officials and organizations comprised of and representing the specific population to which the effort is directed; and (5) the State will maintain expenditures at a level not less than the average for the preceding two-year period. Sets forth a formula for determining the amount of allotments. Provides for: (1) measures to be taken if a State fails to comply with agreements; and (2) criminal penalties for certain false statements. Authorizes the Secretary to provide technical assistance to the States and to provide, on request of a State, supplies and services in lieu of grant funds. Authorizes appropriations for FY 1989 through 1991. Requires the Secretary, through the Director of the CDC, to annually prepare a comprehensive plan, including a budget, for a National Acquired Immune Deficiency Syndrome Information Program. States that the authority of the Director to carry out the Program and the plan is not the exclusive authority for the Director to carry out information activities regarding AIDS. Authorizes the Secretary, through the Director of the CDC, to establish a clearinghouse to make information on AIDS available to Federal agencies, States, public and private entities, and the general public. Allows the clearinghouse to: (1) develop and obtain educational materials, model curricula, and methods regarding reducing the transmission of the etiologic agent; (2) provide instruction and support for individuals who provide instruction regarding prevention of AIDS; and (3) conduct evaluations of such materials, curricula, and methods. Directs the Secretary to provide for toll-free, 24-hour telephone communications to provide AIDS information to the public. Authorizes the Secretary, through the Director of the CDC, to make grants to public and private nonprofit entities and directs the Secretary to enter into contracts with public and private entities for the development and dissemination of public service announcements and paid advertising messages that warn individuals about activities which place them at risk of becoming infected with the etiologic agent. Authorizes the Secretary to make grants to public and nonprofit private entities, migrant health centers, and community health centers to assist in providing information on AIDS to underserved populations, giving preference to applicants who have the ability to disseminate the information rapidly. Authorizes appropriations for specified information programs for FY 1989 through 1991. Directs the Secretary, from amounts appropriated, to make specified sums available for assistance to minority entities for provision of services to minority populations. Subtitle D: National Commission on Acquired Immune Deficiency Syndrome - National Commission on Acquired Immune Deficiency Syndrome Act - Establishes the National Commission on Acquired Immune Deficiency Syndrome to: (1) promote the development of a national consensus on policy concerning acquired immune deficiency syndrome (AIDS); and (2) study and make recommendations for a consistent national policy concerning AIDS. Declares that the Commission shall succeed the Presidential Commission on the Human Immunodeficiency Virus Epidemic. Requires the Commission to: (1) monitor the implementation of the recommendations of the Presidential Commission; (2) evaluate the financing of health care and research needs relating to AIDS; (3) evaluate Federal adequacy of the dissemination of information on AIDS; (4) address behavioral changes needed to combat AIDS; (5) evaluate Federal and State laws on civil rights relating to AIDS; (6) evaluate the adequacy and capability of the Federal Government to make and implement policy concerning AIDS (and possibly other known and unknown diseases in the future), including research and treatment, availablity of clinical trials, education and the financing thereof, and including specifically the streamlining of rules, regulations, and administrative procedures; and (7) evaluate international coordination and cooperation concerning AIDS. Requires the Commission to file with the President and the appropriate committees of the Congress, an interim report one year and a final report two years after the Commission is fully constituted. Authorizes appropriations for FY 1989 and in subsequent fiscal years as necessary. Terminates the Commission 30 days after submission of its final report. Authorizes the President to extend the life of the Commission for not more than two years. Subtitle E: General Provisions - Directs the Secretary of Health and Human Services, through the Director of the Office of Minority Health, to conduct a study of the level of knowledge within minority communities concerning AIDS and the effectiveness of Federal, State, and local AIDS prevention programs. Sets forth reporting requirements. Directs the Secretary, through the Director of the Centers for Disease Control (CDC), to establish an office to ensure that the Secretary develops and implements AIDS prevention programs targeted at minority populations and provides appropriate technical assistance. Directs the Secretary, not later than 90 days after enactment of this title, through the Director of the CDC, to develop and disseminate emergency guidelines to all health workers and public safety workers, including emergency response employees (EREs), concerning reduction of the risk in the workplace of becoming infected with the etiologic agent. Directs the Secretary to transmit the guidelines to the Secretary of Labor for use in standards issued under the Occupational Safety and Health Act of 1970. Directs the Secretary of Health and Human Services, not later than 90 days after enactment of this title, through the Director of the CDC, to develop a model curriculum for EREs with respect to the prevention of exposure to the etiologic agent during the process of responding to emergencies. Directs the Secretary to establish a task force to assist in developing the model curriculum. Authorizes the Secretary to make grants to nonprofit organizations composed of, or representing, health care providers for training such providers in infection control procedures to reduce the transmission of the etiologic agent for AIDS and in the provision of care and treatment to individuals with AIDS or related illnesses. Limits the grants to entities which will provide services in a geographic area or to a population not served by a substantially similar program. Requires non-Federal matching contributions in a specified ratio, in cash or in kind. Authorizes appropriations for FY 1989 through 1991. Directs the Secretary to provide technical assistance to public and nonprofit private entities carrying out programs, projects, and activities relating to AIDS. Amends the Public Health Service Act to add the Administrator of Health Resources and Services to the list of individuals with whom the Secretary must consult before determining that a public health emergency exists. Authorizes appropriations sufficient to increase by 50 percent the amount of the standard level to be in the Public Health Emergency Fund at the beginning of each fiscal year. Prohibits funds provided under this Act from being used to provide individuals with hypodermic needles or syringes so that they may use illegal drugs, unless the Surgeon General determines that a demonstration needle exchange program would be effective in reducing drug abuse and the risk that the public will become infected with the etiologic agent for AIDS. Requires the Congressional Biomedical Ethics Board to report to the Congress on the ethical issues connected with the administration of nutrition and hydration to dying patients. Directs the Secretary to conduct a study of the laws and policies of the States relating to: (1) confidentiality and disclosure of information with respect to records of the counseling and testing of individuals regarding the etiologic agent; and (2) discrimination against individuals infected with or regarded as being infected with the etiologic agent. Sets forth reporting requirements. Title III: Preventive Health, Health Services, and Health Promotion - Subtitle A: Preventive Health and Health Services - Amends the Public Health Service Act to authorize appropriations for FY 1989 through 1991 for preventive health and health services block grants. Amends provisions specifying the uses for such grants to include grants related to elevated serum cholesterol, chronic diseases, immunization services, communications equipment for emergency medical services systems, and uterine and breast cancer. Requires that the annual application mandated by current law include a statement of the public health objectives expected to be achieved through the use of the payments. Specifies additional information and evaluations which must be included in the annual report mandated by current law. Allows grants for demonstration projects for emergency medical services for children to be for not more than a two-year period, subject to annual evaluation by the Secretary of Health and Human Services. (Current law limits such grants to a one-year period and makes no reference to an evaluation.) Authorizes appropriations for FY 1989 through 1991. Repeals provisions authorizing the Secretary to make grants to States with regard to: (1) health information and health promotion; and (2) identification of needs for block grants relating to preventive health and health services. Subtitle B: Programs with Respect to Sexually Transmitted Diseases, Health Information, and Health Promotion - Revises provisions of the Public Health Service Act relating to grants concerning acquired immune deficiency syndrome and sexually transmitted diseases. Authorizes appropriations for sexually transmitted disease projects and programs for FY 1989 through 1991. Authorizes appropriations for FY 1989 through 1991 to carry out the provisions of title XVII (Health Information and Health Promotion) of the Public Health Service Act. Directs the Secretary of Health and Human Services, not later than 18 months after enactment of this Act, to develop model programs through which employers in the public sector and employers that are small businesses can provide for their employees a program to promote healthful behaviors and discourage unhealthful behaviors. Directs the Secretary to provide related technical assistance. Title IV: Organ Transplant Amendments of 1988 - Organ Transplant Amendments Act of 1988 - Amends the Public Health Service Act to authorize grants under existing provisions for consolidation as well as for establishment, initial operation, and expansion of organ procurement organizations. Authorizes the Secretary of Health and Human Services to make grants for special projects designed to increase the number of organ donors. Directs the Secretary, in making grants for planning, consolidation, establishment, initial operation, or expansion of such organizations, to give special consideration to proposals from existing organ procurement organizations. Prohibits certain grants for such organizations and projects from exceeding a specified amount in a year. Revises organ procurement organization provisions concerning organ procurement and distribution. Authorizes appropriations for FY 1988 through 1990. Requires that the Organ Procurement and Transplantation Network: (1) establish membership criteria and medical criteria for allocating organs and provide a periodic opportunity for public comment on the criteria; (2) assist organ procurement organizations in the distribution of organs (current provisions require the Network to assist procurement organizations in the distribution of organs which cannot be placed within the service areas of the organizations); (3) in addition to the existing requirement to adopt and use standards of quality for the acquisition and transportation of donated organs, adopt and use standards for preventing the acquisition of organs that are infected with the etiologic agent for acquired immune deficiency syndrome; (4) prepare and distribute samples of blood sera from potential recipients on, as practicable, a national and a regional basis; and (5) carry out studies and demonstration projects regarding organ procurement and allocation procedures. Directs the Secretary to establish procedures for considering comments received from interested persons relating to how the Network is carrying out its duties. Directs the Secretary to establish, by grant or contract, a registry of voluntary bone marrow donors. Authorizes appropriations for FY 1989 and 1990. Requires the Secretary to maintain an identifiable administrative unit in the Public Health Service regarding organ procurement through FY 1990. (Current provisions require such a unit through FY 1988.) Revises specified reporting requirements. Revises the definition of \"human organ\" as it applies to provisions prohibiting organ purchases to declare that the term includes specified human organs and any other human organ, or any subpart thereof, including that derived from a fetus, specified by the Secretary of Health and Human Services by regulation. Amends title XIX (Block Grants) of the Public Health Service Act to establish an Immunosuppressive Drug Therapy Block Grant program to provide drugs to patients for the prevention of rejection of transplanted organs and tissues. Authorizes appropriations for FY 1988 through 1990. Provides formulae for the allotment of appropriated funds to the States. Establishes a minimum allotment of $50,000 for each State. Authorizes, in the event a State does not submit an allotment application or notifies the Secretary of Health and Human Services that it does not intend to use the full amount of the allotment, an organ transplant center in the State to apply for the amount of the allotment not allocated to the State. Enumerates the purposes for which the States may use such allotments. Details the application procedures and grant requirements. Terminates the provisions of this Act regarding immunosuppressive drug therapy block grants on January 1, 1991. Requires the Secretary to report to the Congress on the impact of this Act. Title V: Food and Drug Administration - Food and Drug Administration Act of 1988 - Amends the Federal Food, Drug, and Cosmetic Act to establish by law the Food and Drug Administration in the Department of Health and Human Services and to require that the appointment of the Commissioner of Food and Drugs be subject to Senate confirmation. Title VI: Health Professions Reauthorization Act of 1988 - Health Professions Reauthorization Act of 1988 - Amends title VII (Health Research and Teaching Facilities and Training of Professional Health Personnel) of the Public Health Service Act to set ceilings for FY 1989 through 1991 on the total principal amount of new loans made and installments paid to borrowers covered by Federal loan insurance. Provides that if, in any fiscal year, no ceiling has been established, any difference carried over shall constitute the ceiling for making new loans and paying installments for such fiscal year. Extends from September 30, 1991, to September 30, 1994, the cutoff date for the making of new loans. Requires that the total principal amount of Federal loan insurance available be granted without regard to any apportionment or other similar limitation. Directs the Secretary of Health and Human Services, in providing loan insurance certificates, to give priority to lenders that agree to make loans at interest rates below the prevailing rates or otherwise under terms more favorable to the student than the terms generally available. Requires interest on federally insured student loans under title VII to be compounded not more frequently than semiannually. (Current law requires the interest to be compounded semiannually.) Prohibits provisions relating to the eligibility of student borrowers from being construed to limit the authority of any school to make allowances for students with special circumstances. Allows a lender to assign its insurance rights to a public entity in the business of purchasing student loans. Declares that lenders as well as holders are required to exercise reasonable care in the making of loans and substantial effort in collection. Requires a lender, subject to exception, to prosecute an action for default. Authorizes the Secretary to sell without recourse notes or other evidence of loans received through assignment after coverage by the Secretary of a default. Directs the Secretary to make or deny payment within 60 days of notification of entry of judgment. Authorizes the Secretary to establish limits for default rates in each of the health professions and, if the eligible institutions within any of the professions, taken as a group, exceed the limits, suspend, terminate, or restrict the eligibility of the group for borrowing under specified provisions. Allows any borrower who received a loan insured under specified provisions bearing an interest rate that is fixed in excess of 12 percent to: (1) enter into an agreement with the lender that made the loan for the reissuance of the loan in order to permit the borrower to obtain the interest rate in effect on the date of application for reissuance; and (2) obtain a loan from a new eligible lender, for the purpose of discharging the loan from the original lender, at the interest rate in effect on the date of application for the new loan. Allows the lender to charge the borrower a limited fee to cover administrative costs. Requires holders of loans to notify borrowers of these reissuance and refinancing options. Defines \"eligible lender\" to include the Student Loan Marketing Association. Declares that provisions dealing with standards regarding loan collection may not be construed to require schools to reimburse the student loan fund for loans that became uncollectable prior to August 1985 or to penalize the schools with respect to such loans. Reduces the required interest rate on the loans from nine percent to five percent. Adds to the list of periods excluded from the ten-year repayment period any time during which the borrower is pursuing a full-time course of study at certain types of schools. Requires a capital distribution if a school terminates a loan fund. (Current law requires a capital distribution between September 30, 1991, and December 31, 1991.) Directs the Secretary to establish a program in which allied health personnel and allied health professions students would agree, in consideration of payment by the Federal Government of portions of the principal and interest of educational loans, to serve as an allied health professional in specified agencies or settings for not less than two years. Specifies the percentages to be paid for each of three years of service. Makes provisions of the National Health Service Corps Loan Repayment Program apply to this program. Authorizes appropriations for FY 1989 through 1991. Amends provisions relating to scholarships for students of exceptional financial need to remove requirements that the students be in their first year of study. Allows the scholarships to include a monthly stipend not in excess of a specified amount. (Current law requires such a stipend at the amount specified as a maximum in this Act.) Authorizes appropriations for FY 1989 through 1991. Authorizes appropriations for capitation grants for schools of public health for FY 1989 through 1990. Repeals provisions of the Public Health Service Act dealing with capitation grants for such schools, effective October 1, 1990. Authorizes appropriations for project grants to establish, maintain, or improve departments of family medicine for FY 1989 through 1991. Reduces from six to four the number of individuals who must be enrolled in first-year positions in internship or medical residency training programs in area health education centers. Directs the Secretary to waive a requirement that an area health education center not have certain relationships with a school of medicine or osteopathy for a center having, at the time of initial application for a contract for the planning and operation of such a center, an operating program supported by both appropriations of a State legislature and local resources. Adds nurse midwives to the list of personnel who must be included in the interdisciplinary training and practice conducted by area health education centers. Authorizes appropriations for FY 1989 through 1991 for area health education center programs. Directs the Secretary to enter into contracts for developing and operating health education and training centers to improve the supply, distribution, quality, and efficiency of personnel providing health services: (1) in the United States along the border with Mexico; and (2) to any population group having serious unmet health care needs. Directs the Secretary to designate the geographic area in which each health education and training center will operate. Mandates that each applicant agree to establish an advisory group, develop a plan for carrying out the center's purpose, and be responsible for the evaluation of the program. Directs the Secretary to make available 50 percent of the amounts appropriated for allocation to border centers. Authorizes appropriations for contracts for border and other health education and training centers for FY 1989 through 1991. Directs the Secretary, in making grants and entering into contracts for training, traineeships, and fellowships in general internal medicine and general pediatrics, to give priority to applicants that demonstrate a commitment to coordination of curriculum development and resident teaching activities with existing departments of family medicine, if any. Authorizes appropriations for FY 1989 through 1991 for: (1) grants for training, traineeships, and fellowships in general internal medicine and general pediatrics; (2) residency programs in the general practice of dentistry; and (3) training and education relating to family medicine. Authorizes the Secretary to make grants and enter into contracts for a residency program or an advanced educational program in general dentistry, and for traineeships and fellowships for participants in such a program who are in financial need. Allows grants and contracts for health professions educational assistance to individuals from disadvantaged backgrounds to be used for stipends for education at any public or private nonprofit health or educational entity. (Current law limits stipends to use for health professions education at a school of medicine, osteopathy, or dentistry.) Requires certain types of schools receiving a grant under existing provisions for educational assistance to individuals from disadvantaged backgrounds to increase, during a period of three years, their first year enrollments of individuals from disadvantaged backgrounds by at least 20 percent. Directs the Secretary to give priority in funding, in years after that three year period, to schools that attain such increase. Authorizes appropriations for educational assistance to individuals from disadvantaged backgrounds for FY 1989 through 1991. Requires that ten percent of amounts appropriated be obligated for community-based programs. Sets forth reporting requirements. Directs the Secretary to establish a supplemental grant program to award grants to specified types of health professions schools that demonstrate sufficient graduation of students from disadvantaged backgrounds. Sets forth a payment formula. Requires grant funds to be used, with regard to individuals from disadvantaged backgrounds, for financial aid services, retention services, or other retention purposes. Authorizes appropriations for FY 1990 and 1991. Authorizes the Secretary to make grants to maintain and improve schools that provide the first or last two years of education leading to the degree of doctor of medicine or osteopathy. Allows grants to schools that were in existence on September 30, 1985, to be used for construction and the purchase of equipment. Authorizes the Secretary to make grants and enter into contracts for the development and implementation of model projects in development of faculty, curriculum, and new clinical training sites. Prohibits the Secretary from approving an application unless a peer review group has recommended it for approval. Authorizes the Secretary to make grants to and enter into contracts with schools of medicine, osteopathy, and public health to plan, develop, or improve residency training programs in preventive medicine and to provide financial assistance to residency trainees. Authorizes the Secretary to make grants and enter into contracts to plan, develop, and operate programs for the training of physician assistants. Requires applicants to have mechanisms for placing graduates in positions for which they have been trained. Authorizes the Secretary to make grants and enter into contracts for residency programs in primary care for podiatric physicians, providing financial assistance in the form of traineeships. Authorizes appropriations for FY 1989 through 1991 for two-year schools, faculty and curriculum development, new clinical training sites, residency programs in preventive medicine, training physician assistants, and primary care training for podiatric physicians. Amends provisions relating to grants to health professions schools for minority education to: (1) limit grants to periods not exceeding three years; and (2) require the applicant to have received a contract under specified provisions relating to advanced financial distress assistance in FY 1987. Authorizes the Secretary to make grants and enter into contracts with health professions schools for assisting in meeting the costs of the schools of providing projects relating to geriatric training. Requires peer review of applications. Authorizes the Secretary to make grants to and enter into contracts with schools of medicine, schools of osteopathy, teaching hospitals, and graduate medical education programs for residencies, traineeships, and fellowships to train physicians and dentists who plan to teach geriatric medicine or geriatric dentistry. Authorizes appropriations for costs of geriatric training and for traineeships and fellowships in geriatrics for FY 1989 through 1991. Repeals provisions authorizing the Secretary to make grants and enter into contracts for the training of physician assistants. Requires that any grants approved, under provisions relating to the areas of family medicine, internal medicine, pediatrics, or dentistry, for a third or subsequent fiscal year be for at least 20 percent of the average grant to that grantee in the consecutively preceding fiscal years. Requires grant applications in internal medicine, pediatrics, or dentistry to be submitted to peer review groups. Directs the Secretary, acting through the Administrator of the Health Resources and Services Administration, to establish peer review groups as necessary. Prohibits approval of an application unless a peer review group has recommended approval. Directs the Secretary to make available with respect to Hispanic individuals at least 10 percent of amounts appropriated to carry out provisions relating to scholarships for first-year students of exceptional financial need, programs for physician assistants, educational assistance to individuals from disadvantaged backgrounds, and allied health personnel. Requires that studies mandated by current law of health professionals by specialty and geographic location include studies of the number, supply, and requirements for: (1) health professionals who are members of minority groups, including Hispanics; and (2) health professionals to serve miniority groups, including Hispanics. Directs the Secretary to conduct a study and report to the Congress regarding Hispanics in medically underserved areas and: (1) health care provided by individuals unable to communicate in the most appropriate language and cultural context; and (2) reliance on allied health personnel as the primary source of health care. Authorizes the Secretary to make grants and enter into contracts with schools of public health for projects for: (1) preventive medicine; (2) health promotion and disease prevention; (3) increasing the enrollment of individuals from disadvantaged backgrounds; and (4) improving access and quality in health care. Requires applications to be recommended for approval by a peer review group. Authorizes appropriations for FY 1989 through 1991. Reduces, for programs with minority enrollment under 45 percent, the number of students who must complete a graduate program in health administration during the year the grant is received in order for the program to be eligible for the grant. Authorizes appropriations for FY 1989 through 1991. Authorizes appropriations for FY 1989 through 1991 for traineeships for students in graduate programs in health administration, hospital administration, or health policy analysis and planning. Increases by one the number of appointees to the National Advisory Council on Health Professions Education and mandates inclusion on the Council of a representative of a graduate program in clinical psychology. Adds such programs to the list of schools and training centers which must promise not to discriminate on the basis of sex in order to receive a grant, loan guarantee, or interest subsidy payment under title VII of the Public Health Service Act. Authorizes appropriations for FY 1989 through 1991 for public health traineeships Replaces provisions relating to advanced financial distress assistance to health professions schools with provisions authorizing the Secretry to make grants and enter into contracts to assist schools and graduate departments with regard to health care needs, diagnosis, treatment, and prevention relating to acquired immune deficiency syndrome (AIDS). Directs the Secretary to give preference in making grants to projects which will train: (1) health professionals who will provide treatment for minority individuals with AIDS; and (2) minority health professionals and minority allied health professionals to provide treatment for individuals with AIDS. Prohibits the Secretary from approving a grant application unless the appropriate peer review group has recommended approval and the Secretary has consulted with the National Advisory Council on Health Professions Education. Authorizes appropriations for FY 1989 through 1991. Authorizes the Secretary to make grants to assist dental schools and post-doctoral dental education programs with respect to the unreimbursed costs of providing oral health care to AIDS patients. Authorizes appropriations for FY 1990 and 1991. Directs the Secretary to make grants to and enter into contracts with eligible entities to assist in meeting the costs of planning, developing, establishing, operating, and evaluating specified types of allied health projects. Authorizes appropriations for FY 1990 and 1991. Authorizes the Secretary to make grants to and enter into contracts with educational entities to meet the costs of projects: (1) involving doctoral programs for the advanced specialty training of allied health professionals who plan to teach and conduct research; and (2) provide financial assistance in the form of traineeships or fellowships to certain doctoral and postdoctoral students in an allied health discipline. Authorizes appropriations for FY 1990 and 1991. Authorizes the Secretary to make grants to, or enter into contracts and cooperative agreements with, and provide technical assistance to, any non-profit entity to establish a uniform allied health professions data reporting system to collect, compile, and analyze data on the allied health professions personnel. Sets forth reporting requirements. Amends the Public Health Service Act to remove from title III (General Powers and Duties of Public Health Service) all references to \"osteopaths.\" Directs the Secretary to conduct annually a program to determine the proficiency of individuals who do not meet criteria established in specified provisions for determining the qualifications of laboratory technicians and technologists. Requires the Comptroller General to: (1) conduct a study regarding the practices and policies of the States in licensing by endorsement physicians who are graduates of schools of medicine outside the United States; and (2) complete the study within nine months of enactment of this Act and submit a report to the Committee on Energy and Commerce of the House of Representatives and the Committee on Labor and Human Resources of the Senate. Directs the Secretary to identify and notify entities that would be appropriate applicants for grants under provisions relating to two-year schools of medicine. Prohibits any program of research under the Public Health Service Act which was carried out, or was appropriate to be carried out, by an agency other than the Health Resources and Services Administration in FY 1987 from being carried out by such Administration for each of the FY 1989 through 1991. Directs the Secretary to solicit applications for grants under provisions relating to family medicine, internal medicine, pediatrics, and dentistry at least twice a year if unobligated appropriations are sufficient with respect to a second solicitation. Requires a preliminary review of applications for technical sufficiency, with an opportunity to submit a timely second application. Directs the Secretary to establish and implement a program in which health professionals agree to conduct, at the National Institutes of Health (NIH), research with respect to acquired immune deficiency syndrome (AIDS) in return for payment by the Federal Government of not more than $20,000 of their educational loans for each year of service. Limits eligibility for the agreements to those who: (1) have substantial educational loans relative to income; and (2) were not employed by the NIH during the one-year period before enactment of this Act. Makes provisions of the Public Health Service Act relating to the National Health Service Corps Loan Repayment Program, except as inconsistent, apply to the program. Authorizes appropriations for FY 1989 through 1991. Requires that certain funds appropriated for National Research Service Awards be made available to the Secretary, acting through the Administrator of the Health Resources and Services Administration. (Current law does not specify to whom the funds are to be made available.) Declares that, with respect to Federal regulations for lenders, provisions relating to the Federal program of insured loans to graduate students in health professions schools may not be construed to preclude the applicability of such regulations to the Student Loan Marketing Association or any other entity in the business of purchasing student loans. Authorizes the Secretary of Health and Human Services to make grants to, or enter into contracts with, eligible applicants for interdisciplinary training projects relating to health care in rural areas. Declares that allowed uses for funds include stipends to students, post-doctoral fellowships, training of faculty, or purchase or rental of transportation and telecommunication equipment. Declares that not more than ten percent of the individuals receiving training shall be trained as doctors of medicine or doctors of osteopathy. Requires applications to: (1) be jointly submitted by at least two eligible applicants with the purpose of assisting individuals in academic institutions in establishing long-term collaborative relationships with health care providers in rural areas; and (2) designate one or more rural health care agencies for clinical treatment or training. Directs the Secretary to contract for a study of manpower training needs in rural areas: (1) paying particular attention to the needs of the rural elderly and the rural population that is not eligible for Medicare; and (2) evaluating existing models for health care training and service delivery and proposing innovative alternative models. Directs the Secretary to evaluate the delivery models developed with funds made available under these provisions and compare such models with programs designed to increase the availability of health care providers in rural areas, including the National Health Service Corps and the area health education center program. Sets forth reporting requirements. Prohibits the Secretary from approving an application unless the Secretary, through the Director of the Indian Health Service, has submitted it for peer review and received a recommendation for approval. Authorizes appropriations for FY 1989 through 1991. Repeals provisions of the Indian Health Care Amendments of 1988 relating to health care for rural areas. Directs the Secretary to make available, for each of the FY 1989 through 1991, a certain amount to advance the health care services furnished by qualified hospitals. Defines \"qualified hospital\" to mean a hospital in a location meeting specified criteria. Directs the Secretary, not later than 18 months after enactment of this Act, to request the chief executive officer of each State, the District of Columbia, and specified territories to submit to the Secretary an assessment of the greatest health manpower shortages, by discipline of health care providers and by allopathic and osteopathic specialty, in each such jurisdiction. Directs the Secretary to compile and analyze the information and report to the appropriate Committees of the Congress as a part of the October 1, 1991, report required by specified provisions. Title VII: Nursing Shortage Reduction and Education Extension Act of 1988 - Nursing Shortage Reduction and Education Extension Act of 1988 - Subtitle A: Special Projects - Replaces provisions of title VIII (Nursing Education) of the Public Health Service Act relating to nursing education opportunities for individuals from disadvantaged backgrounds with a new subpart on the same topic. Authorizes the Secretary of Health and Human Services to make grants and enter into contracts for special projects to increase nursing education opportunities for individuals from disadvantaged backgrounds. Prohibits the Secretary from approving or disapproving an application for a grant or contract until after consultation with the National Advisory Council on Nurse Education. Authorizes appropriations for FY 1989 through 1991. Removes provisions authorizing the Secretary to make grants and enter into contracts for special projects to: (1) provide retraining for nurses after periods of professional inactivity; (2) demonstrate clinical nurse education programs which combine educational curricula and clinical practice; and (3) demonstrate methods to encourage nursing graduates to practice in health manpower shortage areas. Replaces provisions authorizing grants and contracts for continuing education for nurses with provisions authorizing the Secretary to make grants and enter into contracts for special projects to demonstrate improved geriatric nursing training. Replaces provisions authorizing grants and contracts to increase the supply or improve the distribution of nurses with provisions authorizing the Secretary to make grants and enter into contracts for special projects to: (1) increase the supply of nurses, including bilingual nurses, to meet the needs of rural areas; and (2) provide nursing education courses to rural areas through telecommunications via satellite. Revises the description of nursing education special projects eligible for certain grants and contracts with regard to: (1) priorities in training and education to upgrade the skills of paraprofessional nursing personnel; and (2) development of curricula for certain nursing baccalaureate degree situations. Authorizes the Secretary to make grants and enter into contracts for special projects to collect the names and addresses of health facilities and nursing students and nurses willing to enter into agreements under which the facilities would repay the educational loans of the individual. Authorizes the Secretary to make grants and enter into contracts for geriatric nursing training. Requires applications for grants and contracts to be subject to peer review. Prohibits the Secretary from approving or disapproving an application unless the Secretary has received recommendations from the peer review group and has consulted with the Advisory Council on Nurses Education. Authorizes the Secretary to make grants for demonstrating innovative hospital nursing practice models which include restructuring the role of the nurse, testing innovative wage structures, and evaluating the effectiveness of various benefits. Authorizes the Secretary to make grants to nurse training entities: (1) to demonstrate innovative nursing practice models for services in the home and long-term care facilities designed to increase recruitment and retention of nurses and improve nursing care; and (2) to develop projects to increase the exposure of nursing students to clinical practice in nursing home, home health, and gerontologic settings. Authorizes appropriations for grants and contracts for special projects in nurse education and for advanced nurse education for FY 1989 through 1991. Revises the guidelines for programs for the education of nurse practitioners and nurse midwives to require that they have not less than six full-time equivalent students. (Current law requires that they have eight students.) Allows service commitments by nurse practitioner or nurse midwife traineeship recipients to include service in an Indian Health Service health center, a Native Hawaiian health center, a migrant health center, a rural health clinic, or a community health center in addition to the currently-allowed service in a health manpower shortage area or a public health care facility. Authorizes appropriations for certain nurse practitioner and nurse midwife programs for FY 1989 through 1991. Directs the Secretary to make available, from the amounts appropriated for FY 1989 through 1991 to carry out titles VII (Health Research and Teaching Facilities and Training of Professional Health Personnel) and VIII (Nurse Education) of the Public Health Service Act, specified amounts each fiscal year to: (1) enhance the ability of a hospital meeting stated criteria to provide high quality inpatient services; and (2) improve the health care services furnished by a hospital meeting stated criteria. Mandates that commissioned nurse officers in the Regular and Reserve Corps of the Public Health Service, while on active duty, be paid the same incentive special pay as commissioned nurse officers of the armed forces under specified Federal law. Provides that, with respect to the Federal program of insured loans to graduate students in health professions schools, if in any fiscal year no ceiling has been established for the amount of new loans made and installments paid, any difference between the loans made and installments paid and the ceiling in a previous fiscal year which is carried over into the current fiscal year shall constitute the ceiling. Extends from September 30, 1991, to September 30, 1994, the termination date for the granting of insurance or the paying of installments. Subtitle B: Assistance to Nursing Students - Authorizes the Secretary to make grants for traineeships for students enrolled at least half-time in nursing masters degree programs who agree to complete the degree requirements by the end of the academic year in which the student is to receive the traineeship. Authorizes appropriations for traineeships for advanced education of professional nurses for FY 1989 through 1991. Authorizes the Secretary to make grants for traineeships for licensed registered nurses to become nurse anesthetists and for projects to develop and operate programs for the education of nurse anesthetists. Limits traineeship payments to amounts necessary for tuition and fees and a stipend and allowances, including travel and subsistence expenses, for trainees. Authorizes appropriations for traineeships for nurse anesthetists for FY 1989 through 1991. Prohibits provisions relating to collection, by schools of nursing, of student loan funds from being construed to require such schools to reimburse the student loan program for loans that became uncollectable prior to 1983. Lowers the cap on the amount of loans to any student made by nursing schools in the first two academic years, but raises the cap on the aggregate of the loans for all years. Requires the schools to give preference in making the loans to persons with exceptional financial need as well as to those given priority under current law. Requires that all loan recipients be in financial need. (Current law requires all loan recipients to be in exceptional financial need.) Allows a loan repayment deferral for up to ten years (currently, five years) for borrowers pursuing certain nursing studies half-time (currently, full-time). Lowers the interest rate from six to five percent on such student loans. Removes provisions allowing the Secretary to repay loans for certain persons from a low-income or disadvantaged family. Requires that certain unexpended nursing student loan funds be available to carry out provisions of this Act relating to nursing scholarships. Applies such requirement retroactively to September 30, 1988, subject to exception. Delays until the last calendar quarter of 1994 the period during which there must be a capital distribution of the balance of the nursing school student loan fund established under specified provisions. Includes, as qualifying for loan repayment under specified provisions, nursing service in an Indian Health Service health center, a Native Hawaiian health center, a public hospital, a migrant health center, a community health center, a nursing facility, a rural health clinic, or a health facility determined by the Secretary to have a critical shortage of nurses. Sets forth financial need and geographic priorities in entering into loan repayment agreements. Authorizes appropriations for FY 1989 through 1991. Authorizes the Secretary to make grants for scholarships for nursing students in financial need. Requires applicant schools to agree to: (1) give priority in providing scholarships to individuals from disadvantaged backgrounds; and (2) require student recipients of the scholarships to agree to serve as nurses at least two years in specified types of facilities. Authorizes appropriations for FY 1989 through 1991. Authorizes the Secretary to make loans to individuals to assist the individuals in attending schools of nursing if the individuals enter into contracts with health facilities to engage in full-time employment as nurses for a period of time not more than the period during which they receive loan assistance. Directs the Secretary to give preference to disadvantaged and minority individuals underrepresented in the nursing profession. Sets forth requirements for students and health care facilities. Directs the Secretary to designate underserved geographic areas. Limits loans to 100 percent of the costs of tuition, reasonable living expenses, books, fees, and transportation. Limits interest to five percent. Directs the Secretary to make available at least 35 percent of amounts appropriated for a fiscal year for loans to individuals who will serve as nurses in rural areas designated as underserved geographic areas. Authorizes appropriations for FY 1989 through 1991. Terminates the authority to make loans on September 30, 1991. Subtitle C: General Provisions of Title VIII - Renames the National Advisory Council on Nurse Training as the Advisory Council on Nurses Education. Changes its composition to increase the number of members and require representation by practicing professional nurses and from associate degree schools of nursing. Directs the Secretary of Health and Human Services to provide, directly or through contract, for evaluations of projects carried out under the title and for dissemination of information developed as a result of the projects. Sets forth reporting requirements. Subtitle D: Waiver of Liability for Certain Sale of Facility Under Program of Construction and Modernization of Medical Facilities - Declares that, if the Secretary of Health and Human Services certifies compliance with conditions of this title, provisions of the Public Health Service Act imposing liability in the nature of recovery by the Government of funds provided for the construction or modernization of medical facilities shall not apply to the sale of a specified facility in San Juan county, Utah, on November 26, 1986. Sets forth the conditions which must be met, including: that (1) the transferor county, a political subdivision of the State of Utah, establish and administer an irrevocable trust to satisfy, with respect to such facility, its obligation under Federal laws and and regulations to provide for adequate facilities to furnish needed services for persons unable to pay; and (2) the transferee corporation agree to satisfy the obligation of the county to provide such services for persons unable to pay. Directs the Secretary to make such determination within 12 months after enactment of this Act and to certify the determination to the Congress. Directs the Secretary to monitor compliance and, if conditions are not met or either party fails to carry out its duties, to ensure that proceedings are commenced to recover the amounts as provided by current law. Title VIII: Revision and Extension of Programs of Health Care for the Homeless - Subtitle A: Categorical Grants for Primary Health Services and Substance Abuse Services - Amends the Public Health Service Act to limit Federal matching funds after the first fiscal year to 66-2/3 percent of service costs with regard to grants for health assistance for the homeless. (Current law provides for 75 percent Federal funding.) Authorizes the continued provision for up to 12 months of certain health (including mental health) services to former homeless persons currently living in permanent housing. Includes persons living in transitional housing within the definition of \"homeless individual\" for purposes of such grants. Authorizes appropriations for such grants through FY 1991. Subtitle B: Block Grant for Community Mental Health Services - Amends the Public Health Service Act to authorize appropriations through FY 1991 for community mental health services block grants. Directs the Secretary to: (1) make grants to the States on a competitive basis if annual appropriations are insufficient for minimum allotments; and (2) make unallotted State funds available to public and private nonprofit agencies for mental health services to the homeless in such State. Makes Guam, the Virgin Islands, American Samoa, and the Northern Mariana Islands eligible for mental health services allotments. Sets minimum allotments at $50,000 for Guam, American Samoa, the Virgin Islands, and the Northern Mariana Islands. Subtitle C: Authorization of Appropriations for Community Demonstration Projects - Amends the Act to authorize additional appropriations through FY 1991 for mental health services for homeless persons with chronic mental illness. Amends the Public Health Service Act to authorize appropriations through FY 1991 for alcohol and drug abuse treatment for homeless persons. Subtitle D: General Provisions - Sets forth effective dates for specified provisions of this title. Title IX: Testing of Convicted Felons - Requires, in order to be eligible to receive funds under provisions of this title, that the chief law enforcement officer of a State establish a State program to provide for the confidential testing of any individual convicted under State law of an intravenous drug or sex offense after enactment of this title. Prohibits a person receiving identifying information regarding an individual tested from disclosing the information to any person. Provides for a waiver of the confidentiality for: (1) correctional personnel, under State laws or policies; and (2) victims of rape, if the person convicted of the rape tests positive for exposure to the human immunodeficiency virus (HIV). Requires the chief law enforcement officer of a State receiving funds under these provisions to provide education and counseling through existing prison facilities to any individual tested for exposure of HIV. Requires the testing program to be conducted in part using funds made available under these provisions, with the State assuming 50 percent of the cost. Requires the State to agree to provide, through existing facilities, education and pre- and post-testing counseling to any individual tested for exposure to HIV. Directs the Attorney General to issue regulations to carry out these provisions, including a determination of the amount of funds each State is entitled to receive. Authorizes appropriations for FY 1988 through 1990. Directs the Attorney General, not later than one year after enactment of this title, to complete a study and report to the appropriate committees of the Congress concerning the appropriateness of mandated prison sentences for any individual convicted of an intravenous drug or sex offense who thereafter knowingly places others at risk of becoming infected with HIV."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Omnibus Extension of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "AIDS Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Food and Drug Administration Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Health Professions Reauthorization Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Commission on Acquired Immune Deficiency Syndrome Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Institute on Deafness and Other Communication Disorders and Health Research Extension Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Nursing Shortage Reduction and Education Extension Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Organ Transplant Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Prison Testing Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Health Omnibus Extension of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "AIDS Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Food and Drug Administration Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Health Professions Reauthorization Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Commission on Acquired Immune Deficiency Syndrome Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Institute on Deafness and Other Communication Disorders and Health Research Extension Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Nursing Shortage Reduction and Education Extension Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Organ Transplant Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Prison Testing Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to establish certain health programs, to revise and extend certain health programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:09-05:00"
}