{
  "actions": [
    {
      "acted_at": "1975-06-19", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres521-94", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-19", 
  "number": "521", 
  "official_title": "Joint resolution proposing an amendment to the Constitution to provide for the direct popular election of the President and Vice President of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Fithian, Floyd J.", 
    "state": "IN", 
    "thomas_id": "00387", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-19", 
  "subjects": [
    "Constitutional amendments", 
    "Government operations and politics", 
    "Law", 
    "Presidential elections", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Constitutional amendments", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-19", 
    "text": "Constitutional Amendment - Provides for the direct election of the President and Vice President by the people of the United States. States that each elector shall cast a single vote for two persons as candidates for the offices of President and Vice President. Provides that qualifications for electors of President and Vice President shall be the same as for electors of the most numerous branch of the State legislature States that except for electors of President and Vice President the legislature of any State may prescribe less restrictive residence qualifications. Allows Congress to establish uniform residence qualifications for electors of President and Vice President. Directs that candidates for President and Vice President having the greatest number of votes shall be elected if such number is at least forty percent of the total votes cast. Makes provisions for Congressional selection of President and Vice President when no candidate receives at least forty percent of the total vote. Leaves to the States the determination of time, place and manner of holding elections for President and Vice President. Authorizes the Congress to provide for the case of the death, inability, or withdrawal of any candidate for President or Vice President before a President and Vice President has been elected. Empowers the Congress to enforce this article by appropriate legislation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution proposing an amendment to the Constitution to provide for the direct popular election of the President and Vice President of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:35-05:00"
}