{
  "actions": [
    {
      "acted_at": "1978-05-12", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12709-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-12", 
  "number": "12709", 
  "official_title": "A bill to stabilize production and marketing of traditional sweetener products; to permit orderly growth in the marketing of new sources of sweetener products; to provide consumers with adequate supplies of sweetener products at reasonable prices; to insure that imports of sugar products do not disrupt the orderly operation of the National Sweetener Program; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Sweetener Act", 
  "sponsor": {
    "district": "1", 
    "name": "Symms, Steven D.", 
    "state": "ID", 
    "thomas_id": "01132", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-05-12", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural labor", 
    "Agricultural prices", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Federal advisory bodies", 
    "Foreign trade and international finance", 
    "Imports", 
    "Labor and employment", 
    "Marketing of farm produce", 
    "Sugar", 
    "Sugar and sugar trade", 
    "Wages"
  ], 
  "subjects_top_term": "Sugar and sugar trade", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-05-12", 
    "text": "National Sweetener Act - Title I: The National Sweetener Advisory Board - Directs the Secretary of Agriculture to establish the National Sweetener Advisory Board which shall, each marketing year, make non-binding recommendations to the Secretary regarding sweetener marketing quotas. Title II: Marketing Quotas - Directs the Secretary to establish an overall quota for the marketing of sweetener products within the United States, subdivided into marketing quotas for domestic-source and for foreign-source sweetener products, and subdivided further, in the domestic-source category, into three individual quotas for products made from domestically grown sugar beets, sugarcane, and corn, respectively. Specifies the consumers needs, market expansion, and price objective factors to be taken into consideration in the determination of each quota. Directs the Secretary to assign individual marketing quotas to individual processors and refiners of domestic-source sweetener crops, based on specified factors. Requires the provision of administrative and judicial review procedures for such individuals aggrieved by the assignment or non-assignment of quotas. Prescribes administrative penalties for exceeding quotas. Directs the Secretary to allocate the overall marketing quota for foreign- source sweeteners to specifically licensed individual refiners of raw sugar products, with the same review rights and penalty liabilities as the processors and refiners of domestic-source sweetener products. States that import licenses under the quota program shall be nonnegotiable. Exempts from such quota and license requirements imported sugar, liquid sugar, and other sweetener products which are re-exported in the form of refined sugar and/or other sweetener-containing products. Authorizes the Secretary to extend such exemption to sweetener products imported for use as livestock feed, distillation of alcohol (not for human consumption), or any other sweetener deemed appropriate. Authorizes the Secretary to extend the quota and license system to any other imported product deemed threatening to the National Sweetener Program. Title III: Production Quotas - Authorizes the Secretary to establish restrictions on the production of sugar beets and sugarcane through the use of the acreage set-asides, whenever he determines that: (1) production within the United States or any portion thereof is in excess of the amount needed to satisfy the related refiner or processor marketing quotas under this Act; and (2) such excess production threatens to interfere with the orderly operation of the National Sweetener Program. Requires the assignment of production quotas to individual producers of sugarcane and sugar beets. Title IV: Price Objectives - Directs the Secretary to insure that prices to processors and refiners of sugar products do not fall below 15 cents per pound New York raw value equivalent and do not exceed 18 cents per pound New York raw value equivalent. Directs the Secretary to recommend the imposition of import fees on any imported product which threatens the National Sweetener Program or its price objectives. Title V: Labor Provisions - Prohibits the marketing of sweetener products derived from domestic sugarcane or sugar beets where minimum wage levels established by the Secretary have not been paid to agricultural workers involved in production of such cane or beets. Requires such level to be the same as the national minimum wage rate. Title VI: General Provisions - Establishes criminal penalties for violations of specified provisions of this Act. Requires the Secretary to conduct surveys and investigations deemed necessary regarding the manufacturing, marketing, transportation, or industrial use of sweeteners."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Sweetener Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to stabilize production and marketing of traditional sweetener products; to permit orderly growth in the marketing of new sources of sweetener products; to provide consumers with adequate supplies of sweetener products at reasonable prices; to insure that imports of sugar products do not disrupt the orderly operation of the National Sweetener Program; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:09-05:00"
}