{
  "actions": [
    {
      "acted_at": "1976-03-31", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3233-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-31", 
  "number": "3233", 
  "official_title": "A bill to provide that the first sale of crude oil produced from stripper and marginal wells, from new enhanced recovery projects, and from new fields be exempt from price controls.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bartlett, Dewey F.", 
    "state": "OK", 
    "thomas_id": "01276", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-31", 
  "subjects": [
    "Energy", 
    "Energy policy", 
    "Energy prices", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum prices", 
    "Price regulation"
  ], 
  "subjects_top_term": "Energy prices", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-31", 
    "text": "Amends the Emergency Petroleum Allocation Act of 1973 to stipulate that price controls shall not apply to the first sale of crude oil produced from domestic \"stripper\" wells whose daily production of crude oil for the preceding year did not exceed ten barrels per well. Authorizes periodic inspections to insure compliance with the requirement that wells which qualify for the exemption are actually producing crude oil at the maximum feasible rate. Stipulates that price controls shall not apply to first sales of crude oil from marginal domestic wells. Establishes criteria for defining such wells, based on the factors of vertical depth and maximum daily production. Authorizes periodic inspections to insure compliance with such criteria. Stipulates that price controls shall not apply to first sales of crude oil from enhanced recovery operations. Establishes procedures for certification of such operations by the Federal Energy Administration and other appropriate regulatory agencies. Stipulates that the certified estimate as to the future rate of production shall be used in determining the volume of crude oil to be exempted from price controls. States that price controls shall not apply to first sales of crude oil from new discoveries. Allows such exemption for crude oil produced on properties which had not produced crude oil prior to February 1, 1976. Establishes criteria for verification of new discoveries by the Federal Energy Administration and other appropriate agencies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide that the first sale of crude oil produced from stripper and marginal wells, from new enhanced recovery projects, and from new fields be exempt from price controls.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:49-05:00"
}