{
  "actions": [
    {
      "acted_at": "1987-03-12", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Budget; Governmental Affairs pursuant to the order of August 8, 1977, with instructions that if one Committee reports, the other Committee has thirty days of continuous session to report or be discharged.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s745-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1987-03-12", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Trible, Paul S., Jr.", 
      "sponsored_at": "1987-03-12", 
      "state": "VA", 
      "thomas_id": "01169", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-12", 
  "number": "745", 
  "official_title": "A bill to ensure the proper budgetary treatment of credit transactions of Federal agencies and to improve management of Federal credit programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Credit Reform Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1987-03-12", 
  "subjects": [
    "Business and commerce", 
    "Corporations and Stocks", 
    "Credit", 
    "Deposit insurance", 
    "Economics and public finance", 
    "Federal Deposit Insurance Corporation", 
    "Federal Home Loan Bank Board", 
    "Federal budgets", 
    "Federally-guaranteed loans", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government securities", 
    "Government trust funds", 
    "Insurance", 
    "National Credit Union Administration", 
    "Privatization", 
    "Reinsurance", 
    "Revolving funds", 
    "Securities and Exchange Commission", 
    "Securities and Investments"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-12", 
    "text": "Federal Credit Reform Act of 1987 - Establishes procedures for the budgetary treatment and financing of Federal direct loan and loan guarantee programs. Defines \"subsidy\" as: (1) the difference between the face value of a direct loan and the estimated proceeds from the sale of the loan in the investment securities markets; and (2) the estimated net cost to the Government to reinsure a loan guarantee with a private insurer. Makes any direct loan obligation of a Federal agency an obligation of the Federal Credit Revolving Fund. Requires each agency to include in its budget proposal for a fiscal year: (1) the planned level of new direct loan obligations; and (2) the estimated subsidy associated with such obligations. Prohibits an agency from making a direct loan obligation unless: (1) funds have been appropriated for the loan subsidy; or (2) the use of funds otherwise available to the agency for the subsidy has been limited. Provides that the subsidy amount shall constitute the obligation of the agency and the difference between such amount and the face value of the loan shall constitute the obligation of the Fund. Requires the subsidy to be paid as the loan is disbursed. Requires the Secretary of the Treasury to sell direct loans to the private sector. Makes any loan guarantee commitment of a Federal agency a commitment of the Fund. Requires each agency to include in its budget proposal for a fiscal year: (1) the level of new loan guarantee commitments; and (2) the estimated subsidy associated with such commitments. Prohibits an agency from making a loan guarantee commitment unless: (1) funds have been appropriated for the guarantee subsidy; or (2) the use of funds otherwise available to the agency for the subsidy has been limited. Provides that the subsidy amount shall constitute the obligation of the agency. Requires the subsidy to be paid to the Fund when the underlying loan agreement is executed. Directs the Secretary to purchase reinsurance of loan guarantees from private insurers. Establishes the Fund within the Department of the Treasury to serve as a central revolving fund and financing mechanism for all new Federal direct loans and loan guarantees. Directs the Secretary to receive into the Fund: (1) subsidy payments from Federal agencies; (2) payments due the Government for direct loans; (3) proceeds from the sale of direct loans and from the sale of any collateral received as the result of defaults on direct or guaranteed loans; and (4) fees due the Government for loan guarantees. Sets forth the Secretary's duties in managing the Fund which include: (1) disbursing direct loans to borrowers according to agency loan agreements; (2) making claim payments for guaranteed loans in default that have not been reinsured; (3) identifying separately the credit activity of each agency; (4) requiring uniform reporting by agencies on loan performance, borrower characteristics, and debt collection efforts; and (5) estimating the subsidy amount for each direct loan and loan guarantee. Requires the head of each agency authorized to make or guarantee loans to: (1) request annual appropriations for the subsidized portions of agency loans; (2) conduct loan programs within the lower of appropriations limitations for such programs or annual appropriations available to cover subsidy costs; and (3) pay to the Fund all relevant loan collections. Provides for the budgetary treatment of direct loan and loan guarantee subsidies as agency obligations and of financing requirements of credit programs exceeding agency subsidies as Fund obligations. Authorizes the Secretary to use the proceeds of the sale of any securities issued under the Second Liberty Bond Act to: (1) finance direct loans to the extent not covered by agency subsidy payments and direct loan sales; and (2) pay claims, resulting from federally-guaranteed loans, in excess of Fund reserves. Authorizes the appropriation of funds necessary to liquidate debt incurred by the Fund due to operating losses. Authorizes appropriations to agencies for subsidies associated with proposed direct loan obligations and proposed loan guarantee commitments. Includes as \"deposit insurance agencies\" the Federal Deposit Insurance Corporation, the Federal Savings and Loan Insurance Corporation, the National Credit Union Administration, and the Securities and Exchange Commission. Provides that: (1) obligations of deposit insurance agencies to make direct loans to the public or to assume loan assets shall remain obligations of such agencies; and (2) commitments to guarantee loans shall remain commitments of such agencies. Requires each deposit insurance agency to include in its budget proposal the estimated subsidy costs associated with proposed direct loan obligations and loan guarantee commitments. Requires no appropriations or limitations on the use of funds otherwise available for subsidies. Makes technical and conforming amendments. Prohibits a Federal agency other than the Department of the Treasury from issuing, selling, or guaranteeing an obligation that is ordinarily financed in investment securities markets unless such obligation may be held by only the Secretary. Permits the Secretary to waive such prohibition under specified circumstances. Deems any obligation guaranteed by a Federal agency and financed by the Secretary to be a direct loan of the Fund. Provides that purchases by the Secretary of obligations issued by local public bodies and guaranteed by a Federal agency shall be upon such terms as necessary to avoid an increase in borrowing costs of such bodies. Authorizes such an agency to make payments to the Secretary to offset the Secretary's costs of purchasing such obligations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Credit Reform Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ensure the proper budgetary treatment of credit transactions of Federal agencies and to improve management of Federal credit programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:20-05:00"
}