{
  "actions": [
    {
      "acted_at": "1984-07-23", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2856-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-07-23", 
  "number": "2856", 
  "official_title": "A bill entitled the \"Gila Bend Land Exchange and Settlement Act\".", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5968-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5968-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Gila Bend Land Exchange and Settlement Act", 
  "sponsor": {
    "district": null, 
    "name": "Goldwater, Barry", 
    "state": "AZ", 
    "thomas_id": "01340", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-07-23", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Arizona", 
    "Federal-Indian relations", 
    "Indian claims", 
    "Indian lands", 
    "Irrigation", 
    "Land transfers", 
    "Native Americans", 
    "Public Lands and Real Property", 
    "Water and Water Resources Development", 
    "Water supply"
  ], 
  "subjects_top_term": "Indian lands", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-07-23", 
    "text": "Gila Bend Land Exchange and Settlement Act - Requires the Secretary of the Interior to exchange a certain acreage of arable land for an equivalent acreage of arable land if the Papago Tribe consents. Requires such exchange within a five-year period. Directs the Secretary to give priority under such exchange to lands with State- recognized surface water rights which are practicably irrigable. Declares that the exchanged lands shall be held in trust for the Papago Tribe as part of the Gila Bend Indian Reservation (the Reservation). Provides that surface and ground water rights which belonged to the Reservation prior to the exchange shall be severed and transferred to the exchanged lands. Entitles the Tribe to a certain amount of water for specified uses. Requires the Secretary to acquire and deliver water from enumerated sources in order to meet such tribal entitlement. Requires the Secretary to undertake, upon tribal request, certain irrigation projects on the Reservation for the distribution of specified acre-feet of water. Requires the Secretary to: (1) execute an additional land exchange for use as a village site; and (2) establish a water management plan for the Reservation. Empowers the Papago Tribe to devote all water supplies to any use. Retains the Tribe's right to exclusive use of land or flood waters which were part of the Reservation prior to the land exchanges. Requires the Secretary to pay damages equivalent to the acquisition or replacement costs of land or water quantities which have not been delivered under this Act. Conditions the Secretary's obligation to implement certain water distribution systems upon: (1) tribal subjugation of the land for which such systems are to be implemented; and (2) tribal responsibility for the water systems upon completion of such projects. Conditions the Secretary's obligation to execute this Act upon tribal waiver of certain claims against the United States. Authorizes appropriations. Requires the Secretary of the Treasury to pay specified amounts to the tribal governing body as trustee for the benefit of the Tribe as a whole and for the San Lucy district of the Tribe in particular. Restricts the use and expenditure of such trust funds for specified purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Gila Bend Land Exchange and Settlement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Gila Bend Land Exchange and Settlement Act\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:26-05:00"
}