{
  "actions": [
    {
      "acted_at": "1988-06-08", 
      "calendar": "Senate Legislative", 
      "number": "719", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Introduced in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 719.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-06-17", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-17", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1988-06-21", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-21", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-28", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "Criminal Justice", 
      "text": "Referred to Subcommittee on Criminal Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-11-18", 
      "bill_ids": [
        "hr5210-100"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "See H.R.5210.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2388-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2388"
    }, 
    {
      "amendment_id": "s2411-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2411"
    }
  ], 
  "bill_id": "s2485-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Criminal Justice", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1988-06-08", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1988-06-08", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1988-06-08", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-06-17", 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-08", 
  "number": "2485", 
  "official_title": "A bill to make minor substantive and technical amendments to title 18, United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5210-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Ancillary Debt Collection Amendments Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1988-06-17", 
  "subjects": [
    "Accounting", 
    "Armed forces and national security", 
    "Bail", 
    "Bankruptcy", 
    "Child abuse", 
    "Child welfare", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Civil procedure", 
    "Civil rights and liberties, minority issues", 
    "Civil service retirement", 
    "Claims", 
    "Collection of accounts", 
    "Conspiracy", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal procedure", 
    "Department of the Treasury", 
    "Drugs and narcotics", 
    "Drunk driving", 
    "Economics and public finance", 
    "Evidence (Law)", 
    "Explosives", 
    "Federal advisory bodies", 
    "Federal employees and officials", 
    "Federal enclaves", 
    "Forfeiture", 
    "Fraud", 
    "Freedom of information", 
    "Fugitives from justice", 
    "Gambling", 
    "Gambling and Lotteries", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Grand jury", 
    "Health", 
    "Health facilities", 
    "Homicide", 
    "Immigration", 
    "Income tax", 
    "Insanity defense", 
    "Insurance companies", 
    "Judges", 
    "Judicial ethics", 
    "Judicial review", 
    "Judicial tenure", 
    "Juries", 
    "Jurisdiction", 
    "Law", 
    "Law enforcement officers", 
    "Magistrates", 
    "Medical records", 
    "Medicare", 
    "Mental care facilities", 
    "Mentally ill", 
    "Military pay", 
    "Military pensions", 
    "Money laundering", 
    "Murder", 
    "Narcotic traffic", 
    "Organized crime", 
    "Parole", 
    "Presidential protection", 
    "Presidents and Vice Presidents", 
    "Pretrial procedure", 
    "Prison labor", 
    "Production engineering", 
    "Prosecution", 
    "Psychiatric hospitals", 
    "Psychologists", 
    "Secret service", 
    "Security classification (Government documents)", 
    "Self-incrimination", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Social welfare", 
    "Sports and recreation", 
    "Subpoena", 
    "Supreme Court", 
    "Tax administration", 
    "Tax liens", 
    "Taxation", 
    "Witnesses"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1988-06-17", 
    "text": "(Measure passed Senate, amended) Title I: Minor and Technical Criminal Law Amendments Act of 1988 - Minor and Technical Criminal Law Amendments Act of 1988 - Makes technical and conforming amendments to the Federal criminal code. Increases criminal penalties imposed in cases when bodily injury results during the commission of the crime of deprivation of rights under color of law. Grants the Associate Attorney General authority to: (1) approve certain civil rights prosecutions; (2) approve prosecutions for flight to avoid service of process; (3) summon special grand juries; (4) request a judicial grant of immunity; and (5) object to the disclosure of classified information under the Classified Information Procedures Act. Grants specially designated Assistant Attorneys General authority to approve certain civil rights prosecutions. Grants the Deputy Assistant Attorney General authority to request judicial grants of immunity. Permits the transmission of information on sports betting from a State where such betting is legal to a foreign country where such betting is legal. Permits prosecutions for certain obstruction of justice offenses: (1) to be brought in the district where the official proceeding was intended to be effected or in the district in which the conduct constituting the alleged offense occurred; and (2) where the culpable conduct is \"corrupt persuasion.\" Authorizes governmental access to records concerning electronic communication service or remote computing service through the issuance of a trial subpoena. (Current law provides for such access only through the issuance of an administrative or grand jury subpoena.) Amends the Sentencing Reform Act of 1984 to raise the maximum prison term for class B felonies from 20 to 25 years. Amends the Comprehensive Crime Control Act of 1984 to establish conditions for the temporary release (furlough) of persons hospitalized following an acquittal by reason of insanity. Requires copies of certain periodic reports prepared by directors of psychiatric hospitals concerning persons hospitalized for threatening the President, the Vice President, or certain other persons protected by the Secret Service, to be submitted to the Director of the U.S. Secret Service. Extends the power to conduct certain psychiatric and psychological examinations under the Federal criminal code to all psychologists. (Current law extends such power to psychiatrists and clinical psychologists). Makes conforming amendments to the Federal Rules of Civil Procedure permitting courts to designate psychologists to conduct mental examinations of parties in civil proceedings. Amends the Racketeer Influenced and Corrupt Organizations Act (RICO) to create three additional RICO predicates: (1) murder-for-hire; (2) sexual exploitation of children; and (3) fraud in connection with access devices (i.e., credit cards, electronic banking cards, etc.). Amends the Controlled Substances Act (CSA) to subject all personal property used to facilitate a drug offense to forfeiture. (Currently, only certain types of personal property are subject to forfeiture.) Directs the Attorney General to ensure the equitable transfer of any forfeited property to the appropriate State or local law enforcement agency to reflect the contribution of such agency in the actions which led to the forfeiture. Specifies that a decision by the Attorney General under this authority is not subject to judicial review. Authorizes the U.S. Postal Service to: (1) investigate money laundering offenses where the offenses giving rise to the proceeds to be laundered are within the jurisdiction of the Service; and (2) conduct civil forfeiture proceedings in connection with such offenses. Provides that the Attorney General shall have sole responsibility for disposing of petitions for remission or mitigation with respect to property involved in a judicial forfeiture proceeding and that the authority of the Service shall apply only to property that has been administratively forfeited. Amends the Federal criminal code to authorize Federal Prison Industries, Incorporated (Corporation) to issue its obligations to the Secretary of the Treasury. Authorizes the Secretary to purchase such obligations. Allows the Secretary to: (1) sell such obligations as public debt transactions; and (2) upon the request of the Corporation, invest excess monies from the Prison Industries Fund. Permits Corporation funds to be used to acquire industrial buildings and equipment for corporate operations. Prohibits the use of corporate funds for the construction or acquisition of penal or correctional institutions or camps. Requires the board of directors of the Corporation to include in its annual report to the Congress: (1) a statement of the amount of obligations issued during the fiscal year; and (2) an estimate of the amount of obligations that will be issued in the following fiscal year. Requires the board of directors to employ the greatest possible number of inmates in U.S. penal institutions who are eligible to work. Directs the Corporation to: (1) produce products on an economic basis, but avoid capturing a reasonable share of the market among Federal departments; (2) concentrate on providing to the Federal Government only those products which permit employment of the greatest number of inmates; and (3) diversify products so that sales are broadly distributed among industries. Requires any decision to produce a new product or expand production significantly to be made by the board of directors. Directs the Corporation, before such decision is made, to prepare a written analysis of the plan's impact on industry and free labor. Requires the Corporation to provide notice of such plans to potentially affected private vendors or trade associations, allowing such parties to submit comments. Directs the Corporation to provide to the board of directors the analysis, comments, and recommendations for action. Requires the Corporation to publish the final decision of the board of directors and, after each six-month period, a list of sales by the Corporation. Amends the CSA and the Controlled Substances Import and Export Act to provide that all the penalties applicable to an underlying drug offense also apply to an attempt or conspiracy to commit such offense. Specifies that a provision providing for the forfeiture of property found within the United States that is derived from drug offenses that occur overseas applies to both real and personal property and to property derived from or traceable to the proceeds of an offense, as well as the proceeds themselves. Provides a mandatory minimum penalty for trafficking in a substantial quantity of methamphetamine and salts and isomers thereof. Subjects to a fine and imprisonment anyone who conducts a financial transaction involving the proceeds of criminal activity with intent to violate the tax laws. Establishes a misdemeanor penalty in connection with the criminal escape of a person being detained for the purpose of exclusion or deportation under the immigration laws. Authorizes the Federal Bureau of Investigation (FBI) to investigate killings of State or local law enforcement officers upon the request of the head of the agency employing such an officer. Increases the maximum prison term in connection with specified crimes of sexual abuse, murder for hire, involuntary manslaughter, attempted murder, being an accessory after the fact, and certain types of racketeering offenses. Increases the penalty for possessing an explosive in a Federal building. Expands such offense to include airports that are subject to the regulatory authority of the Federal Aviation Administration (FAA) even though not owned by, or leased to, the United States. Amends the Interstate Agreement on Detainers Act to revise provisions applicable to transfers involving the United States when it obtains custody of a State prisoner on Federal charges. Revises the Federal Rules of Criminal Procedure to require a Federal district court to advise a defendant concerning the effects of supervised release terms on the possible penalty before the court accepts a plea of guilty or nolo contendere. Permits the United States to bring an action to enjoin various types of fraud against the Government. Imposes criminal penalties for obstructing Federal audits and for using the term \"Secret Service\" without authorization. Amends Federal criminal code provisions governing the time for refiling an indictment or information after it is dismissed because it was found to be defective. Amends the Speedy Trial Act of 1974 to extend or restart the 70-day trial \"clock\" when the defendant absconds on the eve of trial. (Present law suspends such period during the time that the defendant is a fugitive.) Authorizes the Government to refund bail which has been erroneously forfeited. Provides that special assessments shall not be imposed for any offense for which local rules or other Federal law allow a defendant to post collateral in lieu of appearance in court. Authorizes a court to impose conditions alternative to fines, restitution, or community service as conditions of probation for felons. Authorizes a judge or magistrate of the District of Columbia to issue an arrest warrant for a foreign fugitive whose location is unknown. Revises the definition of \"petty offense\" for purposes of the Federal criminal code, the Rules of Procedure for the Trial of Misdemeanors before United States Magistrates, and the Federal Rules of Criminal Procedure. Imposes criminal penalties on persons who mail locksmithing devices. Amends the Assimilative Crimes Act (which authorizes Federal judges to apply State criminal statutes for acts or omissions taking place within a State but on a Federal enclave) to define the various State-enacted sanctions as \"punishments\" in cases of driving under the influence of drugs or alcohol (thus allowing the imposition of non-jail term sanctions). Provides that refusal to consent to a chemical test following arrest for driving under the influence on a Federal enclave would result in suspension of driving privileges for one year and would be admissible as evidence in court. Amends provisions with respect to the setting of bail pending appeal. Authorizes the emergency installation of pen registers and trap and trace devices under specified circumstances. Title II: Ancillary Debt Collection Amendments Act of 1988 - Ancillary Debt Collection Amendments Act of 1988 - Increases from 15 to 25 percent the maximum amount of money that can be administratively offset against a Federal employee's salary, before judgment by a Federal agency, to satisfy a debt owed to the United States. Authorizes an agency head to compromise a claim of the Government of not more than $100,000 (currently, $20,000). Revises the provision granting U.S. claims priority outside of the bankruptcy setting to delete the \"acts of bankruptcy\" test for determining insolvency. Allows the head of an agency to bid on the personal property of the debtor, as well as the real property, at an execution sale, and to bid the amount of the judgment as a credit against the sale price. Amends the Medical Care Recovery Act to expand the Government's right of subrogation with respect to third party liability claims. Authorizes: (1) the removal of such actions from State courts to Federal district courts; and (2) the Government to bring a claim recovery action against the affected insurance company and to recover treble damages if the insurance companies fail to settle the claim in a reasonable manner. Provides that: (1) members of the armed forces are included as employees whose salaries may be offset for the repayment of debts owed to the United States; and (2) retirement pay is subject to one hundred percent of the offset. Title III: Sentencing Amendments - Subtitle A: Prisoners Transferred to the United States - Amends the Sentencing Act of 1987 to require that the Attorney General assign to the United States Parole Commission for supervision any offender on parole from a foreign country who is transferred to the United States. Requires such offender to serve a term of imprisonment applicable under U.S. sentencing guidelines and to serve any remainder of the term imposed by the foreign country under release supervised by the appropriate district court. Subtitle B: Sentencing Amendments - Amends the Federal criminal code with respect to the standard of appellate review of sentences. Authorizes the United States Sentencing Commission to: (1) retain private attorneys to advise it; and (2) grant incentive awards to its employees. Requires a court to consider the need to protect the public from future crimes of a defendant when terminating or modifying conditions of supervised release. Amends the Federal Rules of Appellate Procedure with respect to the time for filing a notice of appeal of a sentence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ancillary Debt Collection Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Minor and Technical Criminal Law Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Ancillary Debt Collection Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Minor and Technical Criminal Law Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make minor substantive and technical amendments to title 18, United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:00-05:00"
}