{
  "actions": [
    {
      "acted_at": "2007-06-05", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Levin. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-05", 
      "calendar": "Senate Legislative", 
      "number": "187", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 187.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1549-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-06-05", 
  "number": "1549", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2008 for military construction, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1547-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1547-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction Authorization Act for Fiscal Year 2008", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-06-05", 
  "subjects": [
    "Air force", 
    "Alabama", 
    "Alaska", 
    "Animals", 
    "Appropriations", 
    "Arizona", 
    "Arkansas", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arms control", 
    "Army", 
    "Authorization", 
    "Building construction", 
    "California", 
    "Chemical warfare", 
    "College costs", 
    "Colleges", 
    "Colorado", 
    "Communicable diseases", 
    "Congress", 
    "Congress and military policy", 
    "Congressional reporting requirements", 
    "Connecticut", 
    "Defense budgets", 
    "Delaware", 
    "East Asia", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Energy", 
    "Energy conservation", 
    "Environmental protection", 
    "Europe", 
    "Families", 
    "Florida", 
    "Georgia", 
    "Germany", 
    "Governmental investigations", 
    "Habitat conservation", 
    "Hawaii", 
    "Health", 
    "Higher education", 
    "Housing and community development", 
    "Illinois", 
    "Indiana", 
    "Iraq", 
    "Iraq compilation", 
    "Italy", 
    "Japan", 
    "Kansas", 
    "Kentucky", 
    "Laboratories", 
    "Land transfers", 
    "Land use", 
    "Leases", 
    "Louisiana", 
    "Maine", 
    "Maintenance and repair", 
    "Marines", 
    "Maryland", 
    "Massachusetts", 
    "Medical research", 
    "Michigan", 
    "Middle East and North Africa", 
    "Military base closures", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military housing", 
    "Military medicine", 
    "Military readiness", 
    "Military training", 
    "Mississippi", 
    "Missouri", 
    "Montana", 
    "NATO military forces", 
    "National Guard", 
    "Navy", 
    "Nevada", 
    "New Jersey", 
    "New Mexico", 
    "New York State", 
    "North Carolina", 
    "North Dakota", 
    "Oklahoma", 
    "Pennsylvania", 
    "Public lands and natural resources", 
    "Rent", 
    "Reprogramming of appropriated funds", 
    "Research and development facilities", 
    "Research centers", 
    "Rhode Island", 
    "Scholarships", 
    "School buildings", 
    "Science, technology, communications", 
    "Shipbuilding", 
    "South Carolina", 
    "Texas", 
    "Utah", 
    "Virginia", 
    "Washington State"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2007-06-05", 
    "text": "Military Construction Authorization Act for Fiscal Year 2008 - Title XXI [sic]: Army - (Sec. 2101) Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes such Secretary to construct or acquire family housing units, carry out architectural planning and design activities, and improve existing military family housing in specified amounts. Authorizes appropriations to the Army for fiscal years after 2007 for military construction, land acquisition, and military family housing functions of the Army. Limits the total cost of construction projects authorized by this title. (Sec. 2105) Amends the Military Construction Authorization Act (MCAA) for Fiscal Year 2007 to terminate the authority to carry out specified FY2007 Army construction projects for which no funds were appropriated. (Sec. 2106) Amends the MCAA for Fiscal Year 2006 to increase the amount authorized for a construction project at Fort Bragg, North Carolina. (Sec. 2107) Extends an FY2005 construction project at Schofield Barracks, Hawaii. (Sec. 2109) Authorizes the Secretary of the Army to use specified Florida property for constructing a consolidated headquarters facility for the United States Southern Command. Title XXII: Navy - (Sec. 2201) Provides, with respect to the Navy, authorizations paralleling those provided for the Army under the previous title. (Sec. 2205) Amends the MCAA for Fiscal Year 2007 to terminate the authority to carry out specified FY2007 Navy construction projects for which no funds were appropriated. Title XXIII: Air Force - (Sec. 2301) Provides, with respect to the Air Force, authorizations paralleling those provided for the Army under Title XXI. (Sec. 2305) Amends the MCAA for Fiscal Year 2007 to terminate the authority to carry out specified FY2007 Air Force construction projects for which no funds were appropriated. (Sec. 2306) Amends the MCAA for Fiscal Year 2006 to increase the amount authorized for a construction project at MacDill Air Force Base, Florida. (Sec. 2307) Extends certain prior-year military construction projects. Title XXIV: Defense Agencies - (Sec. 2401) Authorizes the Secretary of Defense (Secretary) to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to carry out certain energy conservation projects. Authorizes appropriations for fiscal years after 2007 for military construction, land acquisition, and military family housing functions of the Department of Defense (DOD). (Sec. 2404) Terminates or revises the authority to carry out certain FY2007 DOD construction projects. (Sec. 2405) Extends certain FY2005 military construction projects. Title XXV: North Atlantic Treaty Organization Security Investment Program - (Sec. 2501) Authorizes the Secretary to make contributions for the North Atlantic Treaty Organization (NATO) Security Investment Program and authorizes appropriations for fiscal years after 2007 for such Program. Title XXVI: Guard and Reserve Forces Facilities - (Sec. 2601) Authorizes the Secretary of the military department concerned (Secretary concerned) to acquire real property and carry out military construction projects for the National Guard and reserves. (Sec. 2606) Authorizes appropriations for fiscal years after 2007 for National Guard and reserve forces for acquisition, architectural and engineering services, and construction of facilities. (Sec. 2607) Amends the MCAA for Fiscal Year 2007 to terminate the authority to carry out specified FY2007 National Guard and reserve projects for which no funds were appropriated. (Sec. 2608) Amends the MCAA for Fiscal Year 2006 to terminate the authority for an FY2006 Air Force reserve project at Elmendorf Air Force Base, Alaska. (Sec. 2609) Extends certain prior-year National Guard and reserve military construction projects. Title XXVII: Base Closure and Realignment Activities - (Sec. 2701) Authorizes: (1) appropriations for fiscal years after 2007 for military base closure and realignment activities authorized under the Defense Base Closure and Realignment Act of 1990 and funded through the Department of Defense Base Closure Accounts of 1990 and 2005; and (2) the Secretary to carry out such activities. (Sec. 2704) Provides the authorized cost and scope of work variations for military construction projects carried out in connection with base closure and realignment activities. Title XXVIII: Military Construction General Provisions - Subtitle A: Effective Date and Expiration of Authorizations - (Sec. 2801) Makes the effective date of Titles XXI through XXVII, and Title XXIX, of this Act the later of October 1, 2007, or the date of enactment of this Act. (Sec. 2802) Terminates all authorizations contained in Titles XXI through XXVI, and Title XXIX of this Act on October 1, 2010, or the date of enactment of an Act authorizing funds for military construction for FY2011, whichever is later, with exceptions. Subtitle B: Military Construction Program and Military Family Housing Changes - (Sec. 2811) Authorizes the Secretary concerned, in the national interest, to transfer up to $200 million of the amounts made available to that military department or defense agency for FY2008 between any such authorizations for that fiscal year, with limitations. Requires congressional notification of each transfer. (Sec. 2812) Authorizes the Secretary of the Army to lease up to 600 additional rental units in the United States, Puerto Rico, or Guam for family housing purposes. Sets the per-unit annual rental limit at $18,620, with a lease term of up to two years. Authorizes the maximum annual rental amount for family housing in foreign countries (under current law, $25,000 per year) to be waived and increased to up to $100,000 per unit per year, if the Secretary concerned has notified the defense and appropriations committees of the reasons therefor, and 21 days have passed since such notification. Increases: (1) the number of rental units authorized to be leased, and the annual rental amount limit, for military housing in Italy; and (2) from $500,000 to $1 million the threshold prior to required congressional notification of leases for DOD military family housing in foreign countries. (Sec. 2813) Increases thresholds for unspecified minor military construction projects. (Sec. 2814) Amends the MCAA for Fiscal Year 2004 to: (1) extend through FY2008 the temporary, limited DOD authority to use operation and maintenance (O&M) funds for military construction projects outside the United States in support of a war, national emergency, or other contingency; and (2) remove the authority to waive the annual monetary limit on the use of such authority. (Sec. 2815) Authorizes the Secretary concerned to obligate and expend specified O&M and military construction funds for the revitalization and capitalization of defense laboratories under that Secretary's jurisdiction. Terminates on September 30, 2012, the authority to enter into such projects. (Sec. 2816) Amends the MCAA for Fiscal Year 2006 to: (1) extend the Secretary's temporary authority to use higher minor military construction thresholds in the construction of child development centers; and (2) require reports in 2007 and 2009 from the Secretary to the defense and appropriations committees on such construction program. (Sec. 2817) Amends the MCAA for Fiscal Year 2005 to extend through FY2010 DOD authority to accept equalization payments for facility exchanges. Subtitle C: Real Property and Facilities Administration - (Sec. 2831) Requires the Secretary, the military department Secretaries, or their designees to notify Congress prior to entering into a transaction or contract that results in or includes the acquisition, lease, license, or other use by DOD entities of real property having an estimated annual rental cost of more than $750,000. (Sec. 2832) Requires the Secretary concerned to use competitive procedures in the selection of lessees for non-excess DOD real property. Eliminates the authority to receive in-kind consideration or to use rental and other proceeds for facility operation support. (Sec. 2833) Revises DOD authority to enter into partnerships with non-federal entities to create or expand buffer zones around DOD military installations to allow such agreements to provide for ongoing upkeep and management of buffer zones. Authorizes DOD entities to acquire an interest in property proximate to an installation where the cost of the interest exceeds the fair market value of the property, if the Secretary or Secretary concerned certifies to the defense committees that the military value of the acquisition provides benefits that justify the excess payment. (Sec. 2834) Amends the MCAA for Fiscal Year 2007 to require additional information within reports on Army and Marine Corps operational ranges, including the impact of permanently increasing by 65,000 the size of the active-duty component of the Army. Requires a new report from the Secretary of the Navy to the defense and appropriations committees assessing the operational ranges used to support Marine Corps training and range activities. (Sec. 2835) Consolidates in one provision (without substantive change) certain DOD real property acquisition authorities. Subtitle D: Base Closure and Realignment - (Sec. 2841) Directs the Secretary to submit to the defense and appropriations committees a plan for the current and future aviation assets expected to be based at Niagara Air Reserve Base, New York. Subtitle E: Land Conveyances - (Sec. 2851) Authorizes the Secretary of the Air Force to convey to Florida State University specified real property at the Lynn Haven Fuel Depot in Lynn Haven, Florida, for the development of a satellite campus. (Sec. 2852) Amends the MCAA for Fiscal Year 1998 to authorize the Secretary of the Army to convey to Harnett County, North Carolina, a tract of real property at Fort Bragg, North Carolina, without consideration (under current law, at fair market value). Directs the Secretary to require such County to pay administrative and other conveyance costs. (Sec. 2853) Authorizes the Administrator of General Services to transfer to the Secretary of the Army certain property in Springfield, Virginia, known as the \"GSA Property\" in order to permit such Secretary to construct facilities to support administrative functions to be located at Fort Belvoir, Virginia. Requires the Administrator and such Secretary to report jointly to the defense and appropriations committees on the status of such transfer. Subtitle F: Other Matters - (Sec. 2861) Directs the Secretary to report to the defense and appropriations committees on the conditions of schools under the jurisdiction of the Department of Defense Education Activity. Requires the report to be used as a master plan for the repair, upgrade, and construction of schools that support dependents of members of the Armed Forces and civilian DOD employees. (Sec. 2862) Amends the National Defense Authorization Act for Fiscal Year 2000 to repeal the requirement for a study and report on the impact on military readiness of proposed land management changes on public lands in Utah. (Sec. 2863) Extends a previously authorized Army construction project in Rhode Island to include a local protection project in Woonsocket, Rhode Island. Title XXIX: War-Related Military Construction Authorizations - (Sec. 2901) Authorizes the Secretary of the Army to acquire real property and carry out war-related military construction projects at specified installations and locations in Iraq and Afghanistan. Authorizes appropriations for the Army for fiscal years after 2007 for war-related military construction, land acquisition, and military family housing functions of the Army."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act for Fiscal Year 2008", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Military Construction Authorization Act for Fiscal Year 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2008 for military construction, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:40-05:00"
}