{
  "actions": [
    {
      "acted_at": "2011-05-03", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s867-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-03", 
  "number": "867", 
  "official_title": "A bill to fight criminal gangs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1820-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s977-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Fighting Gangs and Empowering Youth Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Menendez, Robert", 
    "state": "NJ", 
    "thomas_id": "00791", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-05-03", 
  "subjects": [
    "Academic performance and assessments", 
    "Administrative law and regulatory procedures", 
    "Adult education and literacy", 
    "Assault and harassment offenses", 
    "Child safety and welfare", 
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes against property", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Criminal procedure and sentencing", 
    "Drug, alcohol, tobacco use", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Financial literacy", 
    "Firearms and explosives", 
    "Government studies and investigations", 
    "Housing and community development funding", 
    "Indian social and development programs", 
    "Judicial procedure and administration", 
    "Juvenile crime and gang violence", 
    "Law enforcement administration and funding", 
    "Law enforcement officers", 
    "National and community service", 
    "Organized crime", 
    "Performance measurement", 
    "Physical fitness and lifestyle", 
    "Public housing", 
    "Social work, volunteer service, charitable organizations", 
    "U.S. Sentencing Commission", 
    "Violent crime"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-03", 
    "text": "Fighting Gangs and Empowering Youth Act of 2011 - Authorizes the Attorney General to: (1) make grants to public and nonprofit private entities (including faith-based organizations) for projects involving innovative approaches to combat gang activity, (2) make grants to states and other entities to increase police presence and expand and improve cooperative efforts to address gang activity problems, and (3) designate high-intensity interstate gang activity areas. Amends the Elementary and Secondary Education Act of 1965 to: (1) reauthorize programs for combating criminal gangs, including after-school programs and programs for safe and drug-free schools and communities; and (2) expand the grant program for workplace and community transition training for incarcerated youth offenders (30 years of age or younger). Amends the Anti-Drug Abuse Act of 1988 to add provisions entitled the Public and Assisted Housing Gang Elimination Act of 2010 which authorize the Secretary of Housing and Urban Development (HUD) to make grants to public housing agencies and private, for-profit, and nonprofit owners of federally assisted low-income housing for use in eliminating gang-related crime. Amends the Violent Crime Control and Law Enforcement Act of 1994 to: (1) authorize the Attorney General to award grants to assist communities located in a high-intensity interstate gang activity area in developing and carrying out programs that target certain at-risk youth and juvenile offenders, (2) reauthorize the gang resistance education and training projects program, and (3) increase funding for the National Youth Gang Survey. Amends the Omnibus Crime Control and Safe Streets Act of 1968 to reauthorize and expand adult and juvenile offender state and local reentry demonstration projects. Directs the Attorney General to modify existing procedures and policies to improve the transition of federal prisoners into local communities. Reauthorizes the National and Community Grant Service Program. Amends the USA PATRIOT Act to provide funding to hire additional forensic examiners to fight gang activity. Amends the federal criminal code to: (1) expand the definition of \"criminal street gang\", (2) prohibit the recruitment or solicitation of persons to participate in a criminal street gang, (3) impose enhanced penalties for committing violent crimes in furtherance or in aid of a criminal street gang and for use of firearms by felons with multiple felony convictions for violent crimes and drug offenses, (4) increase penalties for use of interstate commerce facilities in the commission of murder-for-hire or other felony crimes of violence, and (5) increase penalties for violent crimes in aid of racketeering activities. Requires the United States Sentencing Commission to review and, if appropriate, amend guidelines relating to violent gang-related crimes. Amends the Uniform Federal Crime Reporting Act of 1988 to require the Attorney General to create a separate category in the United Crime Reports to distinguish criminal offenses committed by juveniles."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fighting Gangs and Empowering Youth Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to fight criminal gangs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:07:07-05:00"
}