{
  "actions": [
    {
      "acted_at": "1986-08-13", 
      "bill_ids": [
        "s2215-99", 
        "s2346-99"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture ordered to be reported an original measure in lieu of S. 2215, S. 2346.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1986-09-03", 
      "references": [], 
      "text": "Committee on Agriculture. Original measure reported to Senate by Senator Helms under the authority of the order of Aug 16, 86. With written report No. 99-424. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-09-03", 
      "calendar": "Senate Legislative", 
      "number": "874", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 874.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1986-10-06", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-10-06", 
      "bill_ids": [
        "hr2482-99"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 2482 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-10-06", 
      "bill_ids": [
        "hr2482-99"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 2482 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-10-06", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3234-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3234"
    }, 
    {
      "amendment_id": "s3235-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3235"
    }, 
    {
      "amendment_id": "s3236-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3236"
    }, 
    {
      "amendment_id": "s3237-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3237"
    }, 
    {
      "amendment_id": "s3239-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3239"
    }, 
    {
      "amendment_id": "s3240-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3240"
    }, 
    {
      "amendment_id": "s3241-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3241"
    }, 
    {
      "amendment_id": "s3242-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3242"
    }, 
    {
      "amendment_id": "s3243-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3243"
    }, 
    {
      "amendment_id": "s3244-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3244"
    }, 
    {
      "amendment_id": "s3245-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3245"
    }, 
    {
      "amendment_id": "s3246-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3246"
    }, 
    {
      "amendment_id": "s3247-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3247"
    }, 
    {
      "amendment_id": "s3248-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3248"
    }
  ], 
  "bill_id": "s2792-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-09-03", 
  "number": "2792", 
  "official_title": "An original bill to amend the Federal Insecticide, Fungicide, and Rodenticide Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2482-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2215-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2346-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Insecticide, Fungicide, and Rodenticide Act Amendments of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1986-08-13", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Agriculture and Rural Affairs", 
    "Aid to dependent children", 
    "Authorization", 
    "Bacteria", 
    "Business and commerce", 
    "Business intelligence", 
    "Business records", 
    "California", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Economics and public finance", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Exports", 
    "Farmers", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Fees", 
    "Fishes", 
    "Food stamps", 
    "Foreign Trade and Investments", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Groundwater", 
    "Homeless", 
    "Hospitals", 
    "Indemnity", 
    "Insect control", 
    "International environmental cooperation", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Licenses", 
    "Manpower training programs", 
    "Medicaid", 
    "Military pensions", 
    "Occupational health and safety", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Pest control", 
    "Pesticide pollution", 
    "Pesticide regulation", 
    "Pesticide residues", 
    "Pesticide residues in food", 
    "Pesticides", 
    "Potable water", 
    "Research and development", 
    "Saline water conversion", 
    "Social security eligibility", 
    "Standards", 
    "Supplemental security income program", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1986-10-06", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 2482 passed in lieu) Federal Insecticide, Fungicide, and Rodenticide Act Amendments of 1986 - Title I: Registration - Amends the Federal Insecticide, Fungicide, and Rodenticide Act to provide for public access to health and safety date submitted to support a registration application for a pesticide containing a new active ingredient, or to authorize the food use of a pesticide active ingredient. Provides criminal penalties for wrongful disclosure. Requires a person seeking such information to affirm that he or she is not working for a pesticide business. Prohibits conditional registrations for additional uses unless in the public interest. Requires the reregistration of active ingredient pesticides with outstanding data requirements registered before November 1, 1984. Requires an inert ingredient priority list to be established. Provides for the payment of registration fees based on active ingredients. Title II: Information Disclosure - Requires pesticide producers to: (1) make health, safety, and environmental information available to the public; and (2) furnish annual reports to the Environmental Protection Agency (EPA). Provides for data disclosure to States. Title III: Review and Cancellation - Provides for a public administrative review of pesticide safety. Provides expedited procedures for required label changes. Provides for cancellation of registrations based on false or invalid data. Requires producers and other parties to notify the EPA and the State regarding stored, cancelled, or suspended pesticides. Title IV: Records and Insections - Authorizes duly designated Federal and State officials or employees to inspect pesticide facilities. Title V: Exports - Requires that specified precautionary information be placed on the labels of pesticides intended for export, unless such information is in conflict with the importing country's laws. Revises notification requirements. Provides for the revocation or suspension of residue tolerances in cases where a pesticide's registration has been cancelled or withdrawn because of human risk. Directs the Administrator to actively participate in international efforts to develop improved pesticide research and regulatory programs. Title VI: Certification, Training, and Recordkeeping for Pesticide Applicators - Makes it a violation for any person to use any pesticide as a commercial applicator unless such person is a certified commercial applicator or a registered commercial applicator under the direct supervision of a certified commercial applicator. Requires commercial applicators to maintain records of pesticide applications. Provides for the development of training materials and procedures, including standards for trainers and training programs. Provides for separate standards for commercial and private applicators. Requires refresher training. Requires pesticide dealers to maintain sales and distribution records. Title VII: Additional Data, Data Compensation, and Patents - Authorizes registrants to jointly develop or share the development costs of required additional data for existing pesticides. Revises data compensation provisions. Authorizes patent term restoration for certain agricultural and chemical products. Title VIII: General - Subtitle A: Amendments to the Federal Insecticide, Fungicide, and Rodenticide Act - Prohibits a State from forbidding the sale of certain home or garden pesticides for which a State registration application has been filed unless and until the State has acted pursuant to applicable State law. Requires the Administrator of the Environmental Protection Agency (EPA) to establish criteria for disapproving special local needs registrations. Makes the scientific advisory panel under such Act permanent. Authorizes EPA action if a State fails to take appropriate investigative or enforcement measures. Terminates State primary enforcement responsibility for pesticide violations as of January 1, 1990, unless the Administrator determines that the State has authority to impose civil and criminal penalties at least equal to those provided for in this Act. Revises enforcement and penalty provisions under such Act. Authorizes any person to obtain judicial review of EPA regulations. Requires EPA to: (1) provide indemnity reports to the appropriate congressional committees; (2) protect drinking and groundwater from pesticide contamination; (3) protect the health and safety of pesticide workers; (4) conduct research on the neurotoxic and behavioral effects of pesticides; (5) study pesticide container designs; and (6) develop antimicrobial standards, including standards for hospital disinfectants. Authorizes FY 1987 through 1991 appropriations. Obligates specified amounts for research. Permits Federal agencies to use registered pesticides in compliance with registered uses without duplicating research or analyses on human health effects. Subtitle B: Other Provisions - Requires the Secretary of Agriculture to provide support for the interregional project number 4 program (IR4 program). Requires an EPA study and report to the Congress concerning pesticides risk rating. Title IX: Clarifying and Technical Amendments - Makes technical amendments. Title X: Effective Date - States that the provisions of this Act shall take effect 60 days after enactment, unless otherwise so provided. Authorizes the Secretary of Agriculture to build a salinity laboratory at Riverside, California. Authorizes the EPA, in cooperation with the Food and Drug Administration, to conduct a study of the health effects of DDT fish contamination in Santa Monica Bay, Caifornia. Title XI: Homeless Eligibility Clarification Act - Homeless Eligibility Clarification Act - Subtitle A: Emergency Food for the Homeless - Amends the Food Stamp Act of 1977 to permit establishments that feed homeless persons to redeem food stamps through FY 1990. Subtitle B: Job Training for the Homeless - Amends the Job Training Partnership Act to include homeless persons in the definition of economically disadvantaged. Subtitle C: Entitlements Eligibility - Provides that the lack of a permanent address shall not make a person ineligible for assistance under: (1) the AFDC program; (2) the SSI program; (3) Medicaid; or (4) veteran's pension programs. Provides for a single application for SSI and food stamp benefits by SSI pre-release persons."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Insecticide, Fungicide, and Rodenticide Act Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Homeless Eligibility Clarification Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Federal Insecticide, Fungicide, and Rodenticide Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:02-05:00"
}