{
  "actions": [
    {
      "acted_at": "1979-12-11", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-02-07", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 96-750.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-11", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-11", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-11", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-18", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6080-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Huckaby, Thomas J. (Jerry)", 
      "sponsored_at": "1979-01-03", 
      "state": "LA", 
      "thomas_id": "00569", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Marriott, David Daniel", 
      "sponsored_at": "1979-01-03", 
      "state": "UT", 
      "thomas_id": "00738", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Runnels, Harold L.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01001", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Symms, Steven D.", 
      "sponsored_at": "1979-01-03", 
      "state": "ID", 
      "thomas_id": "01132", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1979-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Whittaker, Bob", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "01224", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-11", 
  "number": "6080", 
  "official_title": "A bill to amend the Geothermal Steam Act of 1970 to accelerate the priority development of geothermal energy in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Geothermal Resources Act Amendments of 1979", 
  "sponsor": {
    "district": "98", 
    "name": "Santini, James D.", 
    "state": "NV", 
    "thomas_id": "01014", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-11", 
  "subjects": [
    "Animals and Animal Protection", 
    "Endangered species", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Fisheries", 
    "Fishery management", 
    "Forest management", 
    "Geothermal resources", 
    "Indian lands", 
    "Information services", 
    "Management", 
    "Monuments and memorials", 
    "National parks", 
    "National recreation areas", 
    "Native Americans", 
    "Natural monuments", 
    "Parks and Natural Areas", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Geothermal resources", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-02-11", 
    "text": "(Measure passed House, amended) Geothermal Resources Act Amendments of 1979 - Amends the Geothermal Steam Act of 1970 by eliminating references to \"geothermal steam and byproducts\" and replacing them with the term \"geothermal resources.\" Extends the period after which the Secretary of the Interior may readjust the terms and conditions of any geothermal lease issued under such Act to 20 years after the date geothermal resources are produced, and extends the interval of such readjustments to every 20 years. Amends the provision allowing the entitlement to a lease without competitive bidding to include lands within a known geothermal resources area which have been previously offered for competitive bidding at a sale where no bids were received. Directs the Secretary to conduct a competitive bidding procedure for all lands within a known geothermal resources area which have not been the subject of such procedure before the date of enactment of this Act. Provides for determining priority to a lease in the event of conflicts between noncompetitive bidders. Directs the Secretary of Energy to issue regulations ensuring prompt reoffering of all relinquished, abandoned, and expired geothermal leaseholds. Makes such lands subject to geothermal leasing in accordance with such Act. Expands further the types of lands subject to such leasing to include any lands withdrawn or acquired in aid of the functions of any Federal department. Terminates the application of development requirements upon a demonstration by the lessee that the geothermal resources of a cooperative or unit plan are being produced in commercial quantities. Expands the acreage limitation applicable to holders of interest in Federal geothermal leases to 51,200 acres. Exempts from such limitation any lease containing a well shown to be capable of being commercially productive as determined by the United States Geological Survey. Directs the Secretary to consult with the head of any other Federal agency or department regarding terms and conditions of leases of lands withdrawn or acquired by such agency or department. Authorizes the Secretary to issue permits for the use of geothermal resources for any noncommercial application without requiring a lease or compensation therefor, upon a finding that such permit issuance is in the public interest. Authorizes Federal agencies to develop for their own use geothermal resources within lands under the jurisdiction of such agencies, so long as such development is in the public interest and would not deter commercial development. Directs the Secretary to establish leasing and operating goals. Authorizes the Secretary to utilize any relevant information in an applicable and available land management plan developed under the Federal Land Management and Policy Act or forest management plan developed under the National Forest Management Act in his preparation of any environmental assessments. Directs the Secretary to identify and publish a list of nationally significant geothermal resources located on national parks, monuments, and recreation areas; fishery hatcheries administered by the Secretary; wildlife refuges, ranges, and management areas; game ranges; waterfowl production areas; lands reserved for the protection of endangered fish and wildlife; and certain Indian lands. Prohibits the issuance of geothermal leases on Federal lands in proximity to such identified resources except to the extent that the Secretary determines that no adverse effects to such resources will occur. Prohibits Federal agencies from assisting geothermal exploration or development on lands in proximity to such protected features unless the Secretary determines that such assistance does not have potential to adversely affect such features."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Geothermal Resources Act Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Geothermal Steam Act of 1970 to accelerate the priority development of geothermal energy in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:51-05:00"
}