{
  "actions": [
    {
      "acted_at": "1982-08-17", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-08-17", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-08-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-08-31", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7000-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Bevill, Tom", 
      "sponsored_at": "1982-10-01", 
      "state": "AL", 
      "thomas_id": "00084", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gingrich, Newt", 
      "sponsored_at": "1982-10-01", 
      "state": "GA", 
      "thomas_id": "00441", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Jones, James R.", 
      "sponsored_at": "1982-08-17", 
      "state": "OK", 
      "thomas_id": "00609", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1982-10-01", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Stanton, J. William", 
      "sponsored_at": "1982-10-01", 
      "state": "OH", 
      "thomas_id": "01099", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-08-17", 
  "number": "7000", 
  "official_title": "A bill to provide for the protection of individuals against catastrophic medical expenses by providing for a catastrophic automatic protection plan and certification of qualified health plans offered by employers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Catastrophic Health Expense and Cost Constraint Act", 
  "sponsor": {
    "district": "9", 
    "name": "Martin, James G.", 
    "state": "NC", 
    "thomas_id": "00741", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-08-17", 
  "subjects": [
    "Business and commerce", 
    "Consumer protection", 
    "Drug safety and regulation", 
    "Drugs and narcotics", 
    "Employee benefit plans", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Hospitals", 
    "Income tax", 
    "Insurance", 
    "Labor and employment", 
    "Medicaid", 
    "Medical personnel", 
    "Medicare", 
    "National health insurance", 
    "Physicians", 
    "Preventive medicine", 
    "Restrictive trade practices", 
    "Social security taxes", 
    "Social welfare", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation", 
    "Unfair or deceptive trade practices", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-08-17", 
    "text": "Catastrophic Health Expense and Cost Constraint Act - Title I: Catastrophic Automatic Protection Plan (CAPP)-Part A: Establishment of Catastrophic Automatic Protection Plan - Adds as a new title to the Social Security Act, title XXI - Catastrophic Automatic Protection Plan. Establishes a voluntary insurance plan to provide automatic protection to families against catastrophic medical expenses, the Catastrophic Automatic Protection Plan (CAPP), to be funded by general revenues and coinsurance amounts. Provides that a family will be eligible for CAPP assistance for CAPP covered expenses after members of the family incur medical expenses equal to the deductible. Varies the deductible depending on income, the maximum being $750 plus 30 percent of the amount by which a family's income exceeds $7,500. Sets forth provisions relating to applications for assistance under this Act. Specifies penalties for any family which intentionally falsifies an income statement. Provides that payments shall be made for up to 100 percent of covered CAPP medical expenses and services except that in the case of prescription drugs for chronic illness the payment rate shall be 75 percent. Provides that the coinsurance amount shall be equal to approximately 10 to 20 percent of family income, graduated according to income. Provides that there shall be no coinsurance payments after a family has incurred expenses equal to the \"CAPP stop-loss\". Provides that the CAPP stop-loss for any year shall be equal to approximately 10 to 20 percent of family income, again graduated according to income. Part B: Payment of Providers and Administration - Provides that payments with respect to CAPP covered services which are described in title XVIII (Medicare) of the Act shall be made to providers, with specified exceptions, in the amount and in accordance with the procedures set forth in such title. Directs the Secretary of Health and Human Services to provide for a listing, within specified therapeutic categories, of drug entities which may be legally introduced into interstate commerce. Provides that any individual dissatisfied with any determination relating to the individual's eligibility for or amount of CAPP benefits shall be entitled to a hearing concerning such determination and to judicial review of the Secretary's final decision. Part C: Definitions - Sets forth definitions of terms used in this Act, including \"CAPP covered services\" which is defined as services furnished to an individual to the extent payment for such service may be made under the Medicare program, except that under CAPP: (1) inpatient psychiatric services shall be covered for 45 days in a calendar year; and (2) the limitations on the extent of inpatient hospital services shall not apply with respect to CAPP covered services. Provides, in addition, that such term includes the furnishing of prescription drugs for treatment of chronic illness for individuals entitled to hospital insurance benefits under part A of title XVIII. Directs the Secretary to provide for an evaluation, by an entity outside the Department of Health and Human Services, of the implementation of this Act during its first five years and to report to Congress on the evaluation. Title II: Health Cost Restraint and Employer Health Plans - Amends the Internal Revenue Code to include in a taxpayer's gross income any contribution by his or her employer to a health plan for any month to the extent that such contribution amount exceeds a specified limitation. Limits the employer contribution for the coverage of an employee and his or her family to $100. Provides that the applicable dollar limit for a nonqualified health plan shall be zero. Set forth requirements used to determine whether or not a plan is nonqualified. Includes among the requirements of a qualified health plan the requirements that the plan: (1) provide minimum coverage, which means CAPP covered services; and (2) shall not be treated as providing minimum coverage if the aggregate amount of nonreimbursable deductibles, copayments, and coinsurance with respect to a covered employee during any year for covered deductible medical expenses (as computed under CAPP) and expenses for which assistance is provided such employee or family under CAPP in a calendar year exceeds $3,500. Requires that the employer contribution under a qualified health plan be at least 50 percent of the per employee cost. Authorizes the Secretary of Health and Human Services and the Secretary of the Treasury to enter into an agreement with a State under which the State could certify a health plan. Revises the deduction for medical, dental, and other health expenses by providing that there shall be allowed as a deduction the following amounts, not compensated for by insurance: (1) the amount by which the medical care expenses of the taxpayer, the taxpayer's spouse, and dependents who are blind or disabled or who are receiving Medicare because of end-stage renal disease exceed three percent of adjusted gross income or the amount by which the expenses of medical care (other than care under the supplementary medical insurance program of Medicare) provided the taxpayer, the taxpayer's spouse, and dependents while a resident of a long-term care facility or an institution for the physically or mentally handicapped exceed three percent of adjusted gross income; (2) an amount (not in excess of $150) equal to one-half of the expenses for insurance (which is not a qualified individual health plan); and (3) an amount (not in excess of $500) equal to the expenses for a qualified individual health plan, if no payment is made by the taxpayer's employer toward the plan. Sets forth the requirements of a qualified individual health plan, including a requirement that the plan include CAPP covered services. Title III: Medicare Amendments - Amends part A (Hospital Insurance) of title XVIII (Medicare) of the Social Security Act to provide that individuals entitled to certain part A benefits are eligible under CAPP. Provides coverage for: (1) items and services related to pregnancy, delivery, and the care of a child through one year after birth; and (2) such immunizations against communicable diseases that are capable of causing serious illnesses or death without immunization. Provides that any charge for any service or procedure performed by a doctor shall be reasonable if: (1) the service or procedure is performed in a designated physician shortage area; (2) the physician has a regular practice in the shortage area; (3) the charge does not exceed the prevailing charge level as otherwise determined; and (4) the charge does not exceed the amount generally charged by such physician for similar services. Provides an alternative hospital reimbursement system. Authorizes a legal entity (which may be a hospital, associations of hospitals, or a State or local government) to apply to the Secretary to have hospital services provided by specified hospitals serving the same geographic area reimbursed under such an alternative system rather than as provided under title XVIII or XIX (Medicaid) of the Act. Authorizes a State to apply to have all hospitals in the State reimbursed under the alternative method. Requires approval of the alternative method if under the alternative method: (1) hospital expenditures under Medicare and Medicaid (title XIX of the Act) will not be greater than if the alternative system was not in effect; and (2) there will not be a significant reduction of or refusal to admit specified classes of patients to hospitals. Permits the States and certain legal entities to apply for a grant to aid in establishing the alternative system. Revises provisions relating to payments to and contractual arrangments with health maintenance organizations (HMO) on behalf of individuals eligible for Medicare. Directs the Secretary to annually determine a per capita rate of payment for each class of individuals: (1) enrolled with an HMO pursuant to this Act and entitled to benefits under part A (Hospital Insurance) of title XVIII and enrolled under part B (Supplementary Medical Insurance) of title XVIII; and (2) enrolled with an HMO under part B only. Provides a rate for each class equal to 95 percent of the adjusted average per capital cost for that class. Defines the term \"adjusted average per capital cost\" to mean the average per capital amount that the Secretary estimates would be payable for services furnished under the Medicare program, if the services were to be furnished by other than an HMO. Directs the Secretary in establishing classes of individuals to take into consideration such factors as age, sex, institutional status, disability status, place of residence, and other factors which the Secretary determines to be appropriate. Redefines an HMO. Requires an HMO to meet certain requirements, including limits on premiums, deductibles, coinsurance, and copayments. Provides that individuals enrolled in the Medicare program shall be eligible under this Act for enrollment with any HMO with which the Secretary has contracted. Prohibits premiums, deductibles, coinsurance, and copayments of an HMO for services in addition to those available to Medicare enrollees from exceeding, for such individuals, the adjusted community rate for such services. Defines the adjusted community rate. Provides that if the Secretary is not satisfied that an HMO has the capacity to bear the risk of potential losses under a risk-sharing contract under this Act or if the HMO so elects, the HMO may be reimbursed on the basis of reasonable cost if the Secretary is satisfied that the HMO is able to perform its contracted obligations effectively and efficiently. Provides for the coverage of the services of a physician assistant or nurse practitioner furnished pursuant to a contract under title XVIII to a member of an HMO. Amends part A (General Provisions) of title XI of the Social Security Act to prohibit a capital expenditure made by or on behalf of a health care facility from being subject to review pursuant to the limitation on Federal participation for capital expenditures of part A if the obligation of the capital expenditure by the facility would not be reviewed under the Public Health Service Act. Directs the Secretary to conduct a study and report to Congress concerning additional benefits offered by HMOs. Title IV: Miscellaneous Provisions - Directs the Secretary to reduce Federal Medicaid payments to a State if the State: (1) reduces the number of categories of individuals eligible for benefits or the extent of such benefits under titles XIX, XX (Grants to States for Services), or XXI of the Act; and (2) makes changes that result in an increase in the amount of payments that would otherwise be made under title XXI. States that it shall be considered an unfair trade practice for any entity to advertise that any amounts paid to an individual represent reimbursement for the deductible under CAPP."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Catastrophic Health Expense and Cost Constraint Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the protection of individuals against catastrophic medical expenses by providing for a catastrophic automatic protection plan and certification of qualified health plans offered by employers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:17-05:00"
}