{
  "actions": [
    {
      "acted_at": "1975-09-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9307-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-03", 
  "number": "9307", 
  "official_title": "A bill to provide for the establishment of the Electric Power Authority.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electric Power Authority Act", 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-03", 
  "subjects": [
    "Department of Commerce", 
    "Electric power", 
    "Electric utilities", 
    "Executive reorganization"
  ], 
  "subjects_top_term": "Electric utilities", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-09-03", 
    "text": "Electric Power Authority Act - Establishes an Electric Power Authority. Provides for an Administrator of the Authority appointed by the President, by and with the advice and consent of the Senate. Enumerates the duties of the Authority, including to: (1) assure that adequate supplies of electric energy, to the extent possible, are available to meet the anticipated needs of the United States; (2) continuously review the demand and supply of electric energy in the United States and report on such annually to the Congress; and (3) loan, upon the provision of adequate collateral, to investor-owned electric utilities or States or municipal power authorities sums up to 10 percent for the costs of new electric powerplant construction and electric distribution and transmission facilities. Empowers the Authority to provide loans and loan guarantees for the long-term purchase of coal and nuclear fuel supplies by investor-owned utilities or States or municipal power authorities, or lessee's of electric powerplants initially built by the Authority, for the purpose of assuring that domestic fuel supplies are developed and available in adequate amounts to meet anticipated needs of electrical powerplants. Authorizes appropriations of $51,000,000,000 over a 10-year period to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electric Power Authority Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of the Electric Power Authority.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:04-05:00"
}