{
  "actions": [
    {
      "acted_at": "1973-01-29", 
      "committee": "House Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3107-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-29", 
  "number": "3107", 
  "official_title": "A bill to amend the Federal Water Pollution Control Act to establish health and welfare standards which must be met by all synthetic detergents and to ban from detergents all phosphates and those synthetics which fail to meet the standards by June 30, 1975.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Detergent Pollution Control Act", 
  "sponsor": {
    "district": "7", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-29", 
  "subjects": [
    "Detergents", 
    "Environmental protection", 
    "Imports", 
    "Pollution", 
    "Water resources development"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-29", 
    "text": "Detergent Pollution Control Act - Enumerates various congressional findings and declarations relating to pollution and synthetic detergents. Directs the Secretary of the Interior to establish standards of water eutrophication ability, biodegradability, toxicity, and of effects on the public health and welfare which must be met by all synthetic detergents. Provides that the Secretary shall, on or before June 30, 1974, prescribe and publish in the Federal Register, such standards and rules and regulations as are necessary to carry out the policy of this Act. Provides that any detergent which after June 30, 1975 does not conform with the standards, rules and regulations prescribed under this Act shall be liable to be proceeded against on libel of information and condemned in any district in the United States within the jurisdiction of which such detergent is found. Provides that any person who violates such rules and regulations shall be guilty of a misdemeanor and upon conviction thereof shall be subject for the first offense to a fine of not more than $5,000 and for any subsequent offense to a fine of not more than $20,000. Provides Federal assistance for the development and manufacture of detergents that are free of phosphorus and directs the Secretary to inventory and report existing technology on substitutes for polyphosphates in detergents, and other technology relating to the development of pollution free detergents. Makes it unlawful after June 30, 1975, for any person to import into the United States or manufacture in the U.S. any detergent formulation not in compliance with the standards established by this Act or containing phosphorus. Provides that any detergent condemned under this Act, shall after entry of a decree, be disposed of by destruction or sale as the court may, in accordance with the provisions of this subsection, direct and the proceeds thereof, if sold, less the legal costs and charges, shall be paid into the Treasury of the United States. Directs the Secretary of the Treasury to deliver to the Secretary, upon his request, samples of detergents which are being imported or offered for import into the United States, giving notice thereof to the owner or consignee, who may appear before the Secretary and have the right to introduce testimony. Provides that pending decisions as to the admission of a detergent being imported or offered for import, the Secretary of the Treasury may authorize delivery of such detergent to the owner or consignee upon the execution by him of a good and sufficient bond providing for the payment of such liquidated damages in the event of default as may be required pursuant to regulations of the Secretary of the Treasury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Detergent Pollution Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Water Pollution Control Act to establish health and welfare standards which must be met by all synthetic detergents and to ban from detergents all phosphates and those synthetics which fail to meet the standards by June 30, 1975.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:40-05:00"
}