{
  "actions": [
    {
      "acted_at": "1975-12-16", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11187-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-16", 
  "number": "11187", 
  "official_title": "A bill to authorize appropriations for fiscal year 1976, for the period beginning July 1, 1976, and ending September 30, 1976, and for fiscal year 1977 for carrying out title VI of the Comprehensive Employment and Training Act of 1973, and to amend title VI of such act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Employment Project Amendments", 
  "sponsor": {
    "district": "14", 
    "name": "Daniels, Dominick V.", 
    "state": "NJ", 
    "thomas_id": "00262", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-16", 
  "subjects": [
    "Appropriations", 
    "Labor and employment", 
    "Unemployment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-16", 
    "text": "Emergency Employment Project Amendments - Authorizes the appropriation of an amount not to exceed $1,200,000,000 for fiscal year 1976 and such sums as necessary for the period July 1, 1976 through September 30, 1976, and fiscal year 1977 to provide employment in public service projects for unemployed and underemployed persons pursuant to the Comprehensive Employment and Training Act. Directs that not less than 85 percent of such allocation shall be expended for wages and employment benefits with the remainder to be used for administrative costs. Forbids the use of such funds to pay persons employed in public service jobs at a rate in excess of $10,000 a year, except that one-third of those employed within the area served by any prime sponsor may be paid at a rate not to exceed $12,000 a year. Provides that any funds left after wages and administrative costs shall be allocated to prime sponsors and to Indian tribes receiving grants under this Act. Directs such prime sponsors and Indian tribes to enter into arrangements with eligible applicants for financial assistance for projects within the area served by them. Sets forth guidelines for the approval of an application. States that no person shall be hired to fill a public service job supported with financial assistance under this Act unless: (1) such job has been listed at least seven days prior to the date on which such person is hired; (2) the person is not a relative of the individual responsible for hiring; and (3) the person hired does not reside in a household in which another member holds a public service job assisted under this Act. Provides that the prime sponsor or Indian tribe shall not provide financial assistance for any project under this Act unless specified standards concerning wages and safety are compiled with. Defines terms as used in this Act including \"eligible applicants\" which means States, units of general local government, Indian tribes, special purpose polical subdivisions, and nonprofit private organizations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Employment Project Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal year 1976, for the period beginning July 1, 1976, and ending September 30, 1976, and for fiscal year 1977 for carrying out title VI of the Comprehensive Employment and Training Act of 1973, and to amend title VI of such act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:36-05:00"
}