{
  "actions": [
    {
      "acted_at": "1977-10-21", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-10-21", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9717-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Carter, Tim Lee", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "00181", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Maguire, Andrew", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00725", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Ottinger, Richard L.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00882", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Skubitz, Joe", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "01065", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Walgren, Doug", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "01195", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-10-21", 
  "number": "9717", 
  "official_title": "A bill to establish a transitional system of hospital cost containment by providing for incentives and restraints to contain the rate of increase in hospital revenues, to establish a system of capital allocation designed to encourage communities to avoid the creation of unneeded and duplicative hospital facilities and services, to provide for the publication and disclosure of information useful to the public in making decisions about health care, to provide for the development of permanent reforms in hospital reimbursement designed to provide incentives for the efficient and effective use of hospital resources.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Hospital Cost Containment Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-10-21", 
  "subjects": [
    "Costs", 
    "Education", 
    "Excise tax", 
    "Government securities", 
    "Health facilities", 
    "Hospital care", 
    "Hospital rates", 
    "Hospital utilization", 
    "Hospitals", 
    "Income tax", 
    "Maternal health services", 
    "Medicaid", 
    "Medical economics", 
    "Medical education", 
    "Medical personnel", 
    "Medicare", 
    "Social welfare", 
    "Tax exclusion", 
    "Taxation"
  ], 
  "subjects_top_term": "Hospital rates", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-10-21", 
    "text": "Hospital Cost Containment Act - Directs the Secretary of Health, Education, and Welfare (Secretary) to submit to Congress by March 1, 1978, recommendations for permanent reforms in the delivery and financing of health care which will replace the transmitted provisions set forth in this Act. Title I: Transitional and Other Hospital Cost Constraint Provisions - Declares it to be the purpose of the transitional hospital cost containment program to constrain the rate of increase in in total hospital inpatient costs beginning January 1, 1978, and continuing until the adoption of permanent reforms established by this Act, by limiting the amount of revenue which may be received by the hospitals involved from Government programs, private insurers, and individuals who pay directly for hospital care. Establishes limits on: (1) the average reimbursement payable per admission to a hospital for inpatient services covered by a \"cost payer\" as such term is defined in this Act; and (2) the average inpatient charges per admission of a hospital. Sets forth criteria for the determination of such limits for each of the first three accounting years of hospitals subject to this Act. States that the criteria applicable to the third such year shall apply to each subsequent accounting year. Directs the Secretary to develop an economic index that accurately reflects the prices of the items that constitute components of hospital costs, and to report to Congress, not later than March 31, 1979, on the development of such index and on his recommendations as to whether such index should replace the hospital increase index described in this section. Establishes guidelines governing the increase of inpatient admissions and wages of nonsupervisory employees. Amends the Internal Revenue Code of 1954 to impose an excise tax on payments received for inpatient hospital services in excess of the limits established by this Act. Requires hospitals subject to this Act to provide rate, budget, and other financial information at specified times to the health service agency for the area in which such hospital is located. Requires such hospitals to publish their inpatient service rates annually. Establishes a system of incentive payments for hospitals which recognize an increase in the cost per inpatient admission which is less than the limit allowed for such increase. Exempts from the cost containment program established by this Act hospitals in a State which has established such a program which was submitted to and approved by the Secretary and which provides adequate assurances to the Secretary that the program will be conducted in accordance with guidelines set forth in this Act. Prohibits reimbursement under Titles V (Maternal and Child Health and Crippled Children's Services), XVIII (Medicare), and XIX (Medicaid) of the Social Security Act for inpatient hospital services to the extent that it exceeds limits established pursuant to this Act or to an acceptable State cost containment plan. Authorizes an exemption from limits established under this Act for hospitals engaged in experiments and demonstrations authorized by the Social Security Act. Establishes guidelines and restrictions under Titles XI (General Provisions and Professional Standards Review), XVIII and XIX of the Social Security Act for the determination of reasonable costs and charges under such Titles. Directs the Secretary, under Title XI, to establish uniform reporting and functional accounting systems for the purpose of accounting for health services provided under the Medicare and Medicaid programs. Specifies the elements of such systems. Directs the Secretary to review all Federal regulations which affect hospital facilities and operation with respect to their cost impact. Requires such review to study particularly the lack of coordination in and duplication of audits, inspections, and similar requirements for such facilities. Requires the Secretary to report on such review to Congress by March 31, 1979. Authorizes the Secretary, under the Public Health Service Act, to make grants to medical schools to meet the costs of projects to establish and operate programs for students enrolled in such schools to provide training in the techniques of reducing the cost of delivering health care. Title II: Limitation on Capital Expenditures - Amends the Public Health Service Act to require the Secretary to promulgate: (1) an annual hospital capital expenditure limit; (2) a national ceiling for the supply of hospital beds; and (3) a national standard for the rate of occupancy of hospital beds. Sets forth the criteria to be considered by State health planning agencies when considering applications for certificates of need submitted by health facilities. Prohibits Federal payments under the Medicaid, Medicare, and Maternal and Child Health Services programs of the Social Security Act, to any State that has not entered into an agreement with the Secretary pursuant to the provisions of this Act. Amends the Internal Revenue Code of 1954 to include within gross income the interest on obligations issued by State or territorial governments to finance an institutional health service or health care facility which would be in excess of the limits established by this Act. Title III: Program to Assist and Encourage the Discontinuance of Unneeded Hospital Services - Directs the Secretary to establish a program of financial incentives for the consolidation of duplicative hospital services and the discontinuance of unneeded hospital services during the 54 month period beginning on the effective date of this Act. Allows a hospital which has been in operation for at least two years and which intends to: (1) discontinue providing inpatient health services; or (2) discontinue an identification unit of the hospital; or (3) which intends to convert an identifiable part of the hospital into a long-term care facility or an ambulatory care facility to apply for an incentive payment under this Title. Sets forth the formula to be used in determining the amount of incentive payments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hospital Cost Containment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a transitional system of hospital cost containment by providing for incentives and restraints to contain the rate of increase in hospital revenues, to establish a system of capital allocation designed to encourage communities to avoid the creation of unneeded and duplicative hospital facilities and services, to provide for the publication and disclosure of information useful to the public in making decisions about health care, to provide for the development of permanent reforms in hospital reimbursement designed to provide incentives for the efficient and effective use of hospital resources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:15-05:00"
}