{
  "actions": [
    {
      "acted_at": "1990-10-17", 
      "committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science, Space and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5847-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-17", 
  "number": "5847", 
  "official_title": "To establish a national energy strategy for energy research and development for the United States that reflects concern for the global environmental consequences of current trends in atmospheric concentrations of greenhouse gases, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Global Warming Energy Research and Development Policy Act of 1990", 
  "sponsor": {
    "district": "3", 
    "name": "Lloyd, Marilyn", 
    "state": "TN", 
    "thomas_id": "00698", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-17", 
  "subjects": [
    "Aeronautics", 
    "Air pollution control", 
    "Aircraft construction", 
    "Alternative energy sources", 
    "Astronautics", 
    "Aviation fuels", 
    "Buy American", 
    "Carbon dioxide", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Coal research", 
    "Congressional reporting requirements", 
    "Electric batteries", 
    "Electric vehicles", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy policy", 
    "Energy research", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Foreign trade and international finance", 
    "Fossil fuels", 
    "Gases", 
    "Government trust funds", 
    "Heating", 
    "Hydrogen as fuel", 
    "Imports", 
    "Industrial energy conservation", 
    "International cooperation", 
    "Joint ventures", 
    "Methane", 
    "Motor vehicle pollution control", 
    "Natural gas", 
    "Nuclear energy research", 
    "Nuclear fission", 
    "Nuclear fusion", 
    "Nuclear power plants", 
    "Nuclear reactors", 
    "Planning", 
    "Research and development", 
    "Residential energy conservation", 
    "Space flight", 
    "Space policy", 
    "Spacecraft", 
    "Supersonic aircraft", 
    "Technological innovations", 
    "Technology transfer", 
    "Transportation research", 
    "User charges", 
    "Washington State"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-17", 
    "text": "National Global Warming Energy Research and Development Policy Act of 1990 - Title I: General - Sets forth criteria which the Secretary of Energy must consider when establishing energy research and development priorities. Directs the Secretary to prepare an energy technologies management research and development plan that includes a technical management plan and a strategy that identifies priorities for the development of energy efficient technologies. Requires the Secretary to submit the first management plan to the Congress by a specified deadline, and subsequently a revised management plan at the time of the President's annual budget submission to the Congress. Title II: Hydrogen Research and Development - Subtitle A: Hydrogen Production and Use - Directs the Secretary to submit to specified congressional committees a comprehensive five-year management plan for a research and development program designed to permit the development of a domestic hydrogen fuel production capability within the shortest time practicable. Requires the Secretary to send the Congress annual plan descriptions and modifications. Directs the Secretary to establish within the Department of Energy a program consistent with the plan. Lists research areas and priority criteria. Directs the Secretary to conduct demonstrations to evaluate technical and nontechnical parameters to determine commercial applicability of hydrogen technology and to prepare a comprehensive large-scale hydrogen demonstration plan. Directs the Secretary, with the advice and help of industry, academic, and governmental interests, to implement a program in the interest of accelerating broader application of hydrogen technologies and of increasing the participation of private sector interests in near commercial applications. Lists the Secretary's duties in connection with the program. Establishes a Hydrogen Technical Advisory Panel to advise the Secretary and to submit a program status report. Terminates the panel after submittal of such report. Directs the Secretary to work with other specified Federal officers to ensure that Federal laws are carried out in a way favorable to increased use of hydrogen. Authorizes appropriations. Subtitle B: Hydrogen-Fueled Aircraft Research and Development - Directs the Administrator of the National Aeronautics and Space Administration (NASA) to prepare and submit to specified congressional committees a comprehensive five-year management plan for a research and development program for a domestic hydrogen-fueled aircraft capability within the shortest time practicable. Mandates that such plan include activities of the National Aero-Space Plane Program. Requires the Administrator to: (1) transmit to the Congress an annual plan description, including any necessary plan modifications; (2) establish such a program within NASA and incorporate within it the goals and activities of the National Aero-Space Plane Program; and (3) prepare and transmit to the Congress a comprehensive flight demonstration plan whose implementation will confirm the technical feasibility, economic viability, and safety of liquid hydrogen as a fuel for commercial transport aircraft. Prescribes required subjects of the research and development program. Establishes a Hydrogen-Fueled Aircraft Advisory Committee to advise the Administrator. Requires the Committee to report annually to the Administrator and the Congress. Authorizes appropriations. Subtitle C: General Provisions - Sets forth guidelines under which the Secretary or the Administrator may award to a domestic firm a contract that under ordinary competitive procedures would be awarded to a foreign firm. Requires the Secretary and the Administrator to report to the Congress regarding such contracts. Title III: Advanced Nuclear Reactor Technology - Requires the Secretary to: (1) report to the Congress on the extent to which nuclear fission-generated energy can safely and reliably supply electricity and reduce greenhouse gases; (2) expeditiously complete the reactor certification program with the Nuclear Regulatory Commission; (3) submit to the Congress a plan for completing research and demonstration with respect to fail safe prototype reactors and facilities which neutralize nuclear waste; and (4) establish the Research Reactor User Complex at the Hanford Reservation in Richland, Washington, as a research and production center with respect to isotopes and energy. Establishes the Research Reactor Complex Fund in the Treasury to consist of user charges assessed against non-Federal entities. Title IV: Fusion - Amends the Magnetic Fusion Energy Engineering Act of 1980 to direct the Secretary to: (1) provide for U.S. participation as a full partner in the International Thermonuclear Experimental Reactor program; (2) propose site selection criteria for the Engineering Development Activity of such program in countries which are major contributors to certain major international science programs; and (3) submit a proposal for siting such Engineering Development Activity in the United States. Title V: Hydrocarbon Research and Development - Directs the Secretary to: (1) enter into an agreement with the National Research Council to use the resources of the National Academy of Sciences and the National Academy of Engineering to evaluate ongoing Federal fossil energy research and demonstration projects; and (2) give priority to fossil energy research and development programs that can contribute to more efficient use of fossil resources, energy import reductions, and greenhouse gas reductions. Directs the Secretary to: (1) conduct a natural gas cofiring research, development, and demonstration program with respect to electric utility units and large industrial boilers; and (2) expand a research and demonstration program to increase the availability of natural gas from specified sources. Outlines the parameters of a joint venture research program with respect to the natural gas expansion program. Requires the Secretary to submit to the Congress a research and demonstration plan with respect to technologies for the nonfuel use of coal. Title VI: Transportation Research and Development - Directs the Secretary to implement a research and development program on: (1) techniques related to improving natural gas and other alternative fueled vehicle technology; and (2) electric vehicle and battery technology. Title VII: Energy Efficiency Technologies - Directs the Secretary to: (1) expand the research and development program with respect to natural gas and electric heating and cooling technologies for residential and commercial buildings; (2) pursue a research and development program to improve energy efficiency and productivity in energy-intensive industries and industrial pwocessess; and (3) undertake joint research and development ventures to encourage the commercialization of such technologies. Title VIII: Methane Assessment - Requires the Secretary to report to the Congress on: (1) specified aspects of methane generation; (2) measures that could reduce atmospheric methane concentrations from sources within the United States; and (3) methane emissions from countries other than the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Global Warming Energy Research and Development Policy Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a national energy strategy for energy research and development for the United States that reflects concern for the global environmental consequences of current trends in atmospheric concentrations of greenhouse gases, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:16-05:00"
}