{
  "actions": [
    {
      "acted_at": "2009-07-16", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Original measure reported to Senate by Senator Bingaman. With written report No. 111-48.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-16", 
      "calendar": "Senate Legislative", 
      "number": "110", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 110.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1462-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-07-16", 
  "number": "1462", 
  "official_title": "An original bill to promote clean energy technology development, enhanced energy efficiency, improved energy security, and energy innovation and workforce development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s531-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s598-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s661-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s949-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s967-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1013-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1097-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1175-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1189-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1191-111", 
      "reason": "related"
    }
  ], 
  "short_title": "American Clean Energy Leadership Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-07-16", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Agricultural conservation and pollution", 
    "Air quality", 
    "Alaska", 
    "Alternative and renewable resources", 
    "American Samoa", 
    "Arctic Ocean", 
    "Arctic and polar regions", 
    "Arizona", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Atlantic Ocean", 
    "Building construction", 
    "California", 
    "China", 
    "Civil actions and liability", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Colorado", 
    "Commodities markets", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Department of Energy", 
    "Department of the Interior", 
    "Education programs funding", 
    "Electric power generation and transmission", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Energy", 
    "Energy assistance for the poor and aged", 
    "Energy efficiency and conservation", 
    "Energy prices", 
    "Energy research", 
    "Energy revenues and royalties", 
    "Energy storage, supplies, demand", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental technology", 
    "Executive agency funding and structure", 
    "Federal Energy Regulatory Commission (FERC)", 
    "Federal officials", 
    "Florida", 
    "Food industry and services", 
    "Forests", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government investigations", 
    "Government lending and loan guarantees", 
    "Guam", 
    "Gulf of Mexico", 
    "Higher education", 
    "Housing industry and standards", 
    "Hybrid, electric, and advanced technology vehicles", 
    "Idaho", 
    "India", 
    "Industrial facilities", 
    "Intellectual property", 
    "International organizations and cooperation", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Lighting and heating", 
    "Manufacturing", 
    "Marine and coastal resources, fisheries", 
    "Marshall Islands", 
    "Metals", 
    "Micronesia", 
    "Mining", 
    "Montana", 
    "Motor vehicles", 
    "Nevada", 
    "New Mexico", 
    "Northern Mariana Islands", 
    "Nuclear power", 
    "Oil and gas", 
    "Oregon", 
    "Palau", 
    "Parks, recreation areas, trails", 
    "Performance measurement", 
    "Pipelines", 
    "Public contracts and procurement", 
    "Public transit", 
    "Public utilities and utility rates", 
    "Public-private cooperation", 
    "Puerto Rico", 
    "Radioactive wastes and releases", 
    "Research administration and funding", 
    "Research and development", 
    "Residential rehabilitation and home repair", 
    "Rural conditions and development", 
    "Science and engineering education", 
    "Small business", 
    "Solid waste and recycling", 
    "State and local finance", 
    "Strategic materials and reserves", 
    "Student aid and college costs", 
    "Technology assessment", 
    "Technology transfer and commercialization", 
    "Utah", 
    "Virgin Islands", 
    "Washington State", 
    "Water use and supply", 
    "Wyoming"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2009-07-16", 
    "text": "American Clean Energy Leadership Act of 2009 - Title I: Clean Energy Technology Deployment - Subtitle A: Clean Energy Financing - (Sec. 103) Establishes in the Treasury the Clean Energy Investment Fund, consisting of: (1) amounts appropriated for administrative expenses to implement a loan guarantee program that provides incentives for innovative technologies; and (2) amounts deposited in or appropriated for the Fund. Amends the Energy Policy Act of 2005 to revise provisions concerning such program, including by revising the definition of \"commercial technology,\" requiring payments from the borrower to not be a debt obligation that is made or guaranteed by the federal government, and requiring fees collected under such program to be deposited into the Fund (currently, the Treasury). (Sec. 104) Requires the Secretary of Energy to develop, publish for public review and comment, and review goals for the deployment of clean energy technologies through the credit support programs established by this Act to establish or promote specified energy generation, transmission, and use and energy technology manufacturing capacities. Defines \"clean energy technology\" to mean a technology related to the production, use, transmission, storage, control, or conservation of energy that will: (1) reduce the need for additional energy supplies by using existing energy supplies with greater efficiency or by transmitting, distributing, or transporting energy with greater effectiveness through U.S. infrastructure; (2) diversify the sources of U.S. energy supply to strengthen energy security and to increase supplies with a favorable balance of environmental effects if the entire technology system is considered; or (3) contribute to a stabilization of atmospheric greenhouse gas (GHG) concentrations through reduction, avoidance, or sequestration of energy-related emissions. (Sec. 105) Establishes in DOE a Clean Energy Deployment (CED) Administration, under the direction of an Administrator and a Board of Directors. Establishes the Administrator's duties, including developing policies that will promote: (1) a self-sustaining portfolio of investments that will maximize the value of investments to effectively promote clean energy technologies; (2) the participation of private financial institutions and other sources of private capital on commercially reasonable terms; and (3) the availability of financial products to small business through working with entities that have appropriate expertise extending credit or other relevant financial services to small companies developing clean energy technologies. Establishes an Energy Technology Advisory Council to: (1) develop and publish for public comment a methodology for assessment of clean energy technologies that will allow the CED Administration to evaluate projects based on the progress likely to be achieved per-dollar invested in maximizing the attributes of the definition of clean energy technology; and (2) advise on the technical approaches that should be supported by the CED Administration to meet the technology deployment goals established by the Secretary. (Sec. 106) Authorizes the CED Administration to issue direct loans, letters of credit, loan guarantees, insurance products, or such other credit enhancements to deploy clean energy technologies. Requires the Administrator to establish an expected loan loss reserve to account for estimated losses attributable to clean energy deployment activities. Requires the CED Administration to: (1) use a portfolio investment approach to mitigate risk and diversify investments across technologies; (2) weigh the portfolio of investments in projects to advance such goals; and (3) provide the maximum practicable percentage of support to promote breakthrough technologies. Requires: (1) the Board to review annually the loss rates of the portfolio to determine the adequacy of the reserves; and (2) the Administrator to report to Congress on such review. Requires the CED Administration to develop: (1) financial products and arrangements to promote the widespread deployment of, and mobilize private sector support of credit and investment institutions for, clean energy technologies by facilitating aggregation of small projects and by providing indirect credit support; and (2) debt instruments that aggregate projects for clean energy technology deployments on a scale appropriate for residential or commercial applications. Describes the Administration's lending and credit authorities. Requires the Administrator to: (1) establish eligibility criteria for loan originators, sellers, and services seeking support for portfolios of financial obligations relating to clean energy technologies so as to ensure the capability of the loan originators, sellers, and servicers to perform the functions required to maintain the expected performance of the portfolios; and (2) determine the volume of the CED Administration's lending activities and the types of loan ratios, risk profiles, interest rates, maturities, and charges or fees. Considers securities issued or guaranteed by the CED Administration to be exempt securities within the meaning of the laws of the Securities and Exchange Commission (SEC) to the same extent as securities that are direct obligations of, or obligations guaranteed as to principal or interest by, the United States. (Sec. 108) Establishes reporting requirements. Reverts the CED Administration's authorities and obligations to the Secretary on January 1, 2029. Subtitle B: Improved Transmission Siting - (Sec. 121) Amends the Federal Power Act to state as U.S. policy that the national interstate transmission system should be guided by the goal of maximizing the net benefits of the electricity system. Requires the Federal Energy Regulatory Commission (FERC) to: (1) coordinate regional planning to ensure that regional plans are integrated into an interconnection-wide transmission plan with respect to high-priority national transmission projects; and (2) issue a rule on national electricity grid planning principles. Authorizes public utilities, transmitting utilities, Regional Transmission Organizations, Independent System Operators, regional entities, or other multistate organizations or entities to develop a regional plan relating to high-priority national transmission projects that is consistent with FERC's planning principles. Requires any public or transmitting utility that does not participate in regional plans to develop its own plan relating to any high priority national transmission project planned for the utility's system. Applies planning principles and requirements to each transmission owner and transmission planing entity in the U.S. portion of the Eastern and Western Interconnections. Sets forth provisions concerning: (1) siting high-priority national transmission projects and authorizing the operation, construction, acquisition, or modification of such projects; and (2) coordinating the authorization to site a transmission facility on federal land. Requires FERC to: (1) encourage the submission of a single Interconnection-wide plan for high priority national transmission projects; and (2) evaluate whether high-priority national transmission projects are being constructed in accordance with the Interconnection-wide transmission grid plan for high-priority national transmission projects for both the Western and Eastern Interconnection areas; and (3) recommend to Congress any action or authority needed to ensure the development of high-priority national transmission projects and transmission projects to access regional and offshore renewable energy generation. Requires the Secretary of Energy to submit to Congress recommendations for future action or authority need to ensure the development of demand response, energy storage, distributed generation, and energy efficiency. States as U.S. policy that long-term transmission rights of firmness and duration sufficient to support generation investment shall be available under appropriate terms and conditions to load-serving entities for long-term power supply arrangements for new generation facilities using renewable energy. Defines \"renewable energy\" to mean electric energy generated from solar energy, wind energy, marine and hydrokinetic renewable energy, geothermal energy, hydropower, biomass, or landfill gas. Requires the Secretary of Energy to: (1) conduct nationwide assessments to identify areas with a significant potential for the development of location-constrained resources; and (2) provide technical assistance to regional planning authorities on request. Requires the Secretary of Energy to study and report to Congress on electric transmission congestion. Provides that FERC's authority to approve transmission plans and to allocate costs incurred pursuant to the plans applies to all transmission providers, generators, and users, owners, and operators of the power system within the Eastern and Western Interconnections of the United States, except Alaska, Hawaii, and the Electric Reliability Council of Texas, unless they voluntarily elect to participate in cost allocation plans. Subtitle C: Federal Renewable Electricity Standard - (Sec. 131) Urges the government to continue to support of the use and expansion of renewable energy and energy efficiency in the production and use of energy, the reduction of GHG emissions, and the dependence on foreign oil. (Sec. 132) Amends the Public Utility Regulatory Policies Act of 1978 (PURPA) to establish a standard that requires electric utilities to obtain an increasing percentage of their base quantity of electricity that they sell to consumers from renewable energy or energy efficiency (3% in 2011-2013, 6% in 2014-2016, 9% in 2017-2018, 12% in 2019-2020, and 15% in 2021-2039). Requires the Secretary of Energy to: (1) establish a renewable energy credit trading program and an energy efficiency credit trading program, under which utilities will submit credits to comply with such standard; and (2) prescribe regulations to phase in renewable energy and energy efficiency requirements to an electric utility that becomes subject to his Act on or after January 1, 2013. Defines \"renewable energy resource\" to mean electric energy generated at a facility from solar, wind, geothermal energy, or ocean energy, biomass, landfill gas, qualified hydropower, marine and hydrokinetic renewable energy, incremental geothermal production; coal-mined methane; qualified waste-to-energy; or another renewable energy source based on innovative technology. Provides for the issuance, length, transfer, administration, tracking, and reporting of credits. Allows: (1) double credits for generation from facilities on Indian land; (2) triple credits for generation from small renewable distributed generators; and (3) triple credits for generation of energy from algae. Establishes compliance and enforcement provisions, including: (1) allowing a utility to meet renewable energy and energy efficiency requirements by submitting alternative compliance payments; (2) prohibiting energy efficiency credits to be used to meet more than 26.67% of the renewable energy and energy efficiency requirements; and (3) establishing civil penalties. Exempts from renewable energy and energy efficiency requirements a utility that: (1) sold less than four million megawatt hours of electric energy to electric consumers during the preceding year; or (2) is located in Hawaii. Authorizes: (1) the Secretary to waive renewable energy and energy efficiency requirements if a utility cannot meet the requirements due to a hurricane, tornado, fire, flood, earthquake, ice storm, or other natural disaster or act beyond the reasonable control of the utility; (2) a utility to petition the Secretary to waive such requirements in order to limit the rate impact of the incremental cost of compliance of the electric utility to no more than 4% per retail customer in a year; and (3) a state public utility commission or electric utility to request a variance from such requirements on the basis of transmission constraints preventing delivery of service. Authorizes: (1) the Secretary to delegate to a market-making entity the administration of a national renewable energy credit market and a national energy efficiency credit market to create a transparent national market for the sale or trade of such credits and to delegate to regional entities the tracking of dispatch of renewable generation; and (2) states to adopt or enforce any law respecting renewable energy or energy efficiency, or the regulation of electric utilities. Authorizes a governor to expend amounts in a state renewable energy escrow account solely for: (1) increasing the quantity of electric energy produced from a renewable energy source in the state, including nuclear and advanced coal technologies for carbon capture and sequestration; (2) promoting deployment and use of electric drive vehicles in the state; and (3) offsetting the costs of carrying out this Act paid by consumers in states through direct grants to electric consumers or energy efficiency investments. Requires the Secretary to: (1) facilitate coordination between the federal trading programs and state renewable energy and energy efficiency programs; and (2) promulgate regulations to ensure that an electric utility that is subject to this Act and to a state renewable energy standard receives renewable energy credits if the utility complies with the state standard by generating or purchasing renewable energy credits or other mechanisms for achieving the standard. Requires the Secretary, when petitioned by the governor of a state or the Board of Directors of the Tennessee Valley Authority (TVA), to allow up to 26.67% of the renewable energy and energy efficiency requirements associated with the sales of electricity of the utility in the state to be met by submitting federal energy efficiency credits. Provides for the issuance of energy efficiency credits by the Secretary for qualified electricity savings. Prohibits credits from being issued for electricity savings achieved as a result of compliance with a building, equipment, or appliance efficiency standard. Requires: (1) the Secretary to promulgate regulations regarding the measurement and verification of electricity savings; (2) the Secretary to make loans to electric utilities to reduce their costs of complying with federal renewable energy standards and minimize the impact such standards have on consumers' electricity rates; and (3) the increment of electricity output of a new combined heat and power system that is attributable to the higher efficiency of the combined system to be considered electricity savings. Requires the Secretary to make loans available to electric utilities to: (1) construct a renewable energy generation facility; and (2) install an energy efficiency or electricity demand reduction technology. Authorizes appropriations for such loans. Requires the Secretary, no later than January 15, 2017, and every five years thereafter, to review and make recommendations to Congress on the trading programs. Terminates the trading programs on December 31, 2039. (Sec. 133) Amends the Energy Policy Act of 2005 to redefine \"biomass\" to include specified types of nonhazardous organic materials. Requires the Secretary of Energy to study the impacts of biomass harvesting for energy production on: (1) landscape-level water quality, soil productivity, wildlife habitat, and biodiversity; and (2) conservation forest land. Subtitle D: Energy and Water Integration - (Sec. 141) Requires the Secretary to arrange with the National Academy of Sciences (Academy) to conduct an in-depth analysis of the impact of energy development and production on U.S. water resources, including a lifecycle assessment of the quantity of water withdrawn and consumed in the production of transportation fuels or electricity. (Sec. 142) Requires the Secretary to study and report to Congress on alternative technologies and related strategies to optimize water and energy efficiency in the production of electricity by each type of generation (coal, oil and natural gas, hydropower, thermal solar, and nuclear). (Sec. 143) Directs the Secretary of the Interior: (1) acting through the Commissioner of Reclamation, to evaluate the quantities of energy used in water storage and delivery operations in major reclamation projects; and (2) to operate, manage, and maintain the Brackish Groundwater National Desalination Research Facility in Otero County, New Mexico, to carry out research, development, and demonstration activities to develop technologies and methods that promote brackish groundwater desalination as a viable method to increase water supply in a cost-effective manner, including the development of renewable energy technologies for integration with desalination technology. (Sec. 145) Amends the Department of Energy Organization Act to require the Administrator of the Energy Information Administration (EIA) to conduct an assessment of energy use in various sectors of the economy that are associated with the acquisition, treatment, or delivery of water. (Sec. 146) Requires the Secretary of Energy to develop and report to Congress on the Energy-Water Research and Development Roadmap document to define the future research, development, demonstration, and commercialization efforts that are required to address emerging water-related challenges to future, cost-effective, reliable, and sustainable energy generation and production. (Sec. 147) Authorizes the Secretary to carry out a competitive grant program that provides grants to local governments to demonstrate the deployment of technologies that reduce the consumption of, or conserve, energy supplies through energy savings and water conservation activities in commercial, residential, and mixed-use development projects. (Sec. 148) Requires the Secretary to establish and carry out a program similar to, and consistent with, the national rural water and wastewater circuit rider program established under the Consolidated Farm and Rural Development Act to: (1) provide on-site technical assistance to rural drinking water and wastewater utilities (including utilities serving an Indian tribe); and (2) improve energy efficiency, identify and develop alternative and renewable energy supplies, and conserve water in the operation of rural drinking water and wastewater utilities. (Sec. 149) Requires the Secretary to conduct a comprehensive study to determine the interrelated nature of water and energy use (including energy consumption in water-related processes and the manner by which to reduce water-related energy consumption) to promote the efficient use of water and energy. Includes among required study components an assessment of industrial water use; options to reduce energy use by water treatment and delivery systems during peak electric demand periods; the uses for nonfreshwater sources of water supply in industrial, commercial, and residential applications; and access and estimate the quantity and type of energy consumed in the procurement, transport, and treatment of water supplies and wastewater that serve industrial, commercial, and residential uses. Subtitle E: Vehicle Deployment - (Sec. 151) Requires the Secretary to arrange for the Academy to: (1) conduct a comprehensive analysis of energy use within the light-duty vehicle transportation sector that includes an assessment of the extent to which the United States can employ technical options to reduce oil intensity by 80% by 2050 and reduce carbon dioxide emissions at a rate that is consistent with national goals; and (2) use and report to Congress on the analysis to study the technology options for alternative fuels that could reduce petroleum consumption and GHG emissions. Requires the Secretary to report to Congress on the study. (Sec. 152) Amends the Energy Independence and Security Act of 2007 to require the Secretary to implement a program to analyze, assess, and report to Congress on : (1) the number and distribution of recharging facilities that will be required for drivers of plug-in electric drive vehicles and neighborhood electric vehicles to reliably recharge those electric drive vehicles to meet the average needs of the drivers; (2) minimum technical standards for public recharging facilities necessary for widespread deployment; (3) the technical and infrastructure investments that electric utilities and electricity providers will be required to make to support widespread deployment of recharging infrastructure; (4) existing electric drive transportation technologies and the state of markets for the purchase of those technologies; (5) methods of removing market barriers for existing and emerging applications of electric drive transportation technologies; (6) the potential value to the electric grid of using the energy stored in on-board storage systems to improve the efficiency and reliability of the grid generation system; and (7) the implications of the introduction of plug-in electric drive vehicles and other types of electric transportation on the production of electricity from renewable resources. Requires the Secretary to establish: (1) a program to support the deployment and integration of plug-in electric drive vehicles in multiple regions of the United States through the provision of financial support to state and local governments and other entities to assist in the installation of recharging facilities for electric drive vehicles; and (2) a grant program to assist states and local governments in the installation of recharging infrastructure for plug-in electric drive vehicles. Authorizes the Secretary to provide grants to state and local governments for demonstration and commercial application of rechargeable infrastructure. (Sec. 153) Requires the Secretary to report to Congress on recommendations for establishing and adopting consensus or industry standards for electric drive transportation. Authorizes appropriations for such report. (Sec. 154) Requires the Secretary to establish, as part of the Federal Energy Management Program, a pilot grant program for: (1) the incremental cost of precommercial plug-in electric drive vehicles for purchase or lease in an amount not to exceed $10,000 per vehicle purchased or $1,500 per year per vehicle leased; and (2) recharging infrastructure at federal facilities in conjunction with the vehicles. Requires the Secretary to issue guidelines for the program. (Sec. 155) Requires the Secretary to study and report on the end-of-useful life options for motor vehicle batteries, including batteries used in electric drive vehicles. Title II: Enhanced Energy Efficiency - Subtitle A: Manufacturing Energy Efficiency - (Sec. 201) Amends the Energy Policy and Conservation Act (EPCA) to Require the Secretary to provide funding for a revolving loan program that enables manufacturers to implement commercially available technologies or processes that significantly reduce systems energy intensity and improve U.S. industrial competitiveness. Requires lenders to ensure that non-federal funds are provided to match, on at least a dollar-for-dollar basis, the amount of the funds that are provided to carry out the loan program. Limits the cost-matched funds provided to a lender to $100 million per fiscal year. Provides for the repayment of loans. (Sec. 202) Requires the Secretary, as part of the research and development activities of the DOE's Industrial Technologies Program, to establish collaborative research and development partnerships with other programs within the Office of Energy Efficiency and Renewable Energy, including the Building Technologies Program, the Office of Electricity Delivery and Energy Reliability, and programs of the Office of Science to: (1) leverage the research and development expertise of such programs to promote early stage energy efficiency technology development; and (2) apply the knowledge and expertise of the Industrial Technologies Program to help achieve the program goals of the other programs. Requires the Secretary to report to Congress on actions taken to carry out such partnerships within two years and biennially thereafter. (Sec. 203) Requires the Secretary to assess and report to Congress on commercially available, cost competitive energy efficiency technologies that are not widely implemented within the United States for the energy intensive industries of steel, aluminum, forest and paper products, food processing, metal casting, glass, chemicals, petroleum refining, cement, information and communication technologies, and other industries that use large quantities of energy, emit large quantities of GHGs, or use a rapidly increasing quantity of energy. (Sec. 204) Amends the Energy Independence and Security Act of 2007 to include among partnership activities eligible for funding under the Future of Industry Program research to establish a road map process under which: (1) industry-specific studies are conducted to determine the intensity of energy use, GHG emissions, and waste and operating costs, by process and subprocess; (2) near-, mid-, and long-term targets of opportunity are established for synergistic improvements in efficiency, sustainability, and resilience; and (3) actionable plans are created to achieve road map goals. Requires the Secretary to: (1) make specified research on industry-specific road maps eligible for funding under the Future of Industry Program; (2) establish a Center of Excellence at up to 10 of the highest performing industrial research and assessment centers to coordinate with and advise other industrial research and assessment centers; (3) provide funding to establish additional industrial research and assessment centers at institutions of higher education that do not have such centers and for such centers' outreach activities; and (4) pay the federal share of 50% of the costs of carrying out associated internship programs under which students work with industries and manufacturers to implement the centers' recommendations. Requires the Administrator of the Small Business Administration (SBA) to expedite consideration of applications for loans under the Small Business Act that implement such centers' recommendations. Increases the appropriations authorized for FY2010-FY2012 for DOE's program for optimizing energy efficiency and economic competitiveness of energy-intensive industrial and commercial sectors. (Sec. 205) Amends EPCA to require the Secretary, as part of DOE's Industrial Technologies Program, to carry out: (1) a sustainable manufacturing initiative to conduct, on the request of a manufacturer, onsite technical assessments to identify opportunities for maximizing the energy efficiency of systems, preventing pollution and minimizing waste, reducing the use of water in manufacturing processes, and conserving natural resources; and (2) a joint industry-government partnership program to research and develop new sustainable manufacturing and industrial technologies and processes that maximize the energy efficiency of systems, reduce pollution, and conserve natural resources. (Sec. 206) Amends the Energy Policy Act of 2005 to require the Secretary, as part of the program to award cash prizes in recognition of achievements in science and technology, to carry out a program to pay the federal share of competitively awarding grants to state-industry partnerships to develop, demonstrate, and commercialize new technologies or processes for industries that significantly: (1) reduce energy use, energy intensive feedstock, pollution, GHG emissions, and industrial waste; and (2) improve domestic industrial cost competitiveness. Requires a state-industry partnership to agree to match the amount of federal funds that are provided to carry out the project. (Sec. 207) Requires the Secretary to: (1) arrange with the Academy to study the development of advanced manufacturing capabilities for various energy technologies; and (2) establish an advisory steering committee to provide recommendations on planning and implementation of DOE's Industrial Technologies Program. Requires the Academy to report to specified congressional committees on such study. Subtitle B: Improved Efficiency in Appliances and Equipment - (Sec. 221) Amends EPCA to authorize any person to petition the Secretary to prescribe or amend test procedures that are used to measure energy use by: (1) covered products under DOE's energy conservation program for consumer products; and (2) certain industrial equipment. Requires DOE to respond to petitions within 180 days and publish a rule on the standard within three years if a petition is granted. (Sec. 222) Modifies the Energy Star Program by requiring the Secretary and the EPA Administrator to update agreements that delineate DOE and EPA responsibilities. Expands the duties of the Secretary and the Administrator, to include reviewing product categories at least once every three years or when market share for a category reaches 35%, updating product criteria for categories, requiring qualified products to demonstrate compliance with criteria, and developing standardized building energy audit methods. Authorizes appropriations for the Program. Requires: (1) industry consensus test methods developed by DOE to be used for all solid-state lighting products; and (2) DOE to assume all responsibility for the implementation of an Energy Star program for solid-state lighting. (Sec. 224) Includes portable light fixtures as covered consumer products under the energy conservation program for consumer products other than automobiles. Establishes: (1) test procedures for LED fixtures and light engines; and (2) energy conservation standards for portable light fixtures and art work light fixtures manufactured on or after January 1, 2012. Requires the Secretary to review standards for portable light fixtures to determine if they are technologically feasible and economically justified. Excludes from federal preemption a regulation concerning portable light fixtures adopted by the California Energy Commission on or before January 1, 2014. (Sec. 225) Requires: (1) GU-24 base lamps to not be an incandescent lamp as defined by ANSI; and (2) adaptors to not adapt a GU-24 socket to any other line voltage socket. (Sec. 226) Requires the Secretary to establish energy conservation standards for certain reflector lamps. (Sec. 227) Establishes energy efficiency standards for warm air furnaces with an input rating of 225,000 Btu per hour or more and manufactured after January 1, 2011. (Sec. 228) Requires the Secretary, by January 1, 2010, to establish a program to provide rebates for expenditures made for the purchase and installation of certain new electric motors and to replace installed motors. Requires the Secretary to provide to rebate recipients amounts to assist in the payment for expenses relating to processing and motor core disposal costs. Authorizes appropriations for FY2010-FY2014. (Sec. 229) Requires the Secretary to study and report to Congress on the degree of compliance with energy standards for appliances. (Sec. 230) Requires the Secretary to study and report to Congress on: (1) the costs and benefits of requiring high-quality, direct current electricity supply in certain buildings; and (2) the policy and role of the government in realizing such benefits. (Sec. 231) Requires the Secretary to: (1) conduct an assessment of electric motors and the electric motor market in the United States; and (2) establish a program targeted at motor end-users and delivered in cooperation with interested parties to increase awareness of energy and cost-saving opportunities in commercial and industrial facilities using higher efficiency electric motors. (Sec. 232) Requires the Secretary and the EPA Administrator to carry out jointly and report to specified congressional committees on a study to determine the feasibility and advisability of adding to the Energy Star program the Energy Superstar tier to recognize the top performing products and buildings that are determined to be products that are cost-effective to consumers. Subtitle C: Building Efficiency - Part I: Building Codes - (Sec. 241) Amends the Energy Conservation and Production Act (ECPA) to: (1) require the Secretary to support updating national model building energy codes and standards at least every three years to achieve overall savings; (2) require states to certify to the Secretary that they have updated provisions of their building code regarding energy efficiency and are complying with such provisions; (3) require the Secretary to report on the status on the national model building energy codes and standards and the status of code adoption and compliance in the states; and (4) provide incentive funding to states to implement energy efficiency codes. Authorizes appropriations. (Sec. 242) Requires the Secretary to establish the Multifamily and Manufactured Housing Energy Efficiency Grant Program to provide grants to carry out energy efficiency programs to increase energy efficiency in multifamily buildings through grants for renovation and manufactured housing constructed before 1976 through rebates to assist owners in repairing such housing with housing that meets Energy Star criteria. (Sec. 243) Requires the Secretary to provide grants to institutions of higher education to establish building training and assessment centers to: (1) identify opportunities for optimizing energy efficiency and environmental performance in buildings; (2) promote the application of emerging concepts and technologies in commercial and institutional buildings; (3) train engineers, architects, building scientists, building energy permitting and enforcement officials, and building technicians in energy-efficient design and operation; (4) assist institutions of higher education in training building technicians; (5) promote research and development for the use of alternative energy sources to supply heat and power for buildings, particularly energy-intensive buildings; and (6) coordinate with and assist state-accredited technical training centers, community colleges, and local offices of the National Institute of Food and Agriculture and ensure services are provided to each U.S. region. Part II: Weatherization Assistance for Low-income Persons - (Sec. 251) Amends ECPA to extend and increase authorization for FY2011-FY2015 for weatherization assistance for low-income persons. Part III: State Energy Program - (Sec. 255) Amends EPCA to authorize appropriations to the Secretary for state energy conservation plans for FY2011-FY2015. Part IV: State Energy Efficiency Grant Program - (Sec. 262) Requires the Secretary to make grants to states to implement energy efficiency retrofit programs. Authorizes states to use grants from such program to provide: (1) grants to home owners for energy efficiency retrofits of homes; and (2) incentives for energy efficiency retrofits to owners of commercial buildings. (Sec. 266) Requires the Secretary to provide Home Energy Retrofit Finance Program grants to states for establishing or expanding a state revolving fund to support financing offered by qualified entities for energy efficiency measures and renewable energy improvements to existing homes and residential buildings. Part V: Federal Efficiency and Renewables - (Sec. 271) Amends the Energy Policy Act of 2005 to revise the federal renewable purchase requirement, including requiring the President to ensure that the government consumes a specified amount of renewable energy of the total amount of energy (currently, electric energy) it consumes. Authorizes a contract entered into by a federal agency to acquire renewable energy to be made for no more than 30 years. (Sec. 272) Amends the National Energy Conservation Policy Act to set forth provisions concerning agencies issuing task or delivery orders under energy saving performance contracts (ESPCs). Considers the issuance of a task or delivery order for ESPC services to satisfy the competition requirements of the Federal Property and Administrative Services Act of 1949. Authorizes the Secretary to issue guidance to agencies issuing such orders. (Sec. 273) Authorizes agencies, in carrying out such contracts, to use private financing of energy saving measures. (Sec. 274) Includes within the meaning of \"energy savings,\" for purposes of an ESPC, the installation of renewable energy systems. (Sec. 275) Requires the Secretary to: (1) develop a strategic plan to achieve an improvement in the overall energy productivity of the United States of at least 2.5% per year by 2012 and maintain that annual rate of improvement each year through 2030; (2) update such plan biennially; and (3) report to Congress on such plan and updates. (Sec. 276) Makes not-for-profit hospitals and inpatient health care facilities eligible for energy sustainability and efficiency grants and loans. Authorizes appropriations for such grants for FY2010-FY2015. (Sec. 277) Requires each agency to create an implementation strategy for the maintenance, purchase, and use of energy efficient and energy-reducing information and communication technologies and practices. Sets forth reporting requirements. Part VI: Energy Efficiency Information on Homes and Buildings - (Sec. 281) Requires the EPA Administrator to establish a voluntary energy performance information program with broad applicability to buildings nationwide to: (1) provide information on comparative energy performance; and (2) increase public awareness of the importance of building efficiency and energy performance through public education. Requires the Secretary to report to Congress on: (1) all principal building types for which statistically significant energy performance data exists to serve as the basis for building energy performance information; and (2) building types for which additional data are required. Requires the Secretary to support improvements to the Commercial Buildings Energy Consumption Survey or other commercial buildings energy performance databases to: (1) characterize the achieved performance of existing buildings for the building types covered by the Survey; and (2) cover additional building types to enable the development of measurement protocols for those building types that cover at least 85% of all major commercial building energy use. Requires the Secretary to establish a business and consumer education program to increase awareness of the importance of building energy efficiency and the availability of building energy performance information. Requires the Administrator to conduct demonstration projects for different building types to evaluate the efficiency of the model certificate specifications, measurements, and other alternatives proposed by state or local agencies, utilities, or other implementing organizations. Authorizes the Secretary, upon the request of a state or local government, to provide grants for initial program administration of a voluntary model building energy information performance program. Requires the Secretary to report to Congress on the progress of such program. Sets forth program requirements for federal, state, and local buildings. Authorizes the Administrator to use information developed under the program to establish a voluntary Energy Star program that recognizes high efficiency retrofits of existing commercial and residential buildings. (Sec. 282) Requires the Secretary to promulgate uniform rules to document the energy savings and avoided GHG emissions of energy efficiency programs and projects that: (1) receive funding from governments or public utilities; (2) require specific levels of energy reductions; and (3) are eligible for allowances or allowance proceeds based on energy savings and GHG emissions reductions under climate change regulations. Part VII: Residential High Performance Zero-Net Energy Buildings Initiative - (Sec. 291) Requires the Secretary, acting through the Assistant Secretary of Energy Efficiency and Renewable Energy, to: (1) establish and carry out the Residential High-Performance Zero-Net-Energy Building Initiative to reduce the quantity of energy consumed and increase the quantity of renewable energy generated in residential buildings and promote the development of zero-net-energy buildings; and (2) appoint a Director of Residential High-Performance Zero-Net-Energy Buildings to carry out the Initiative. Establishes as the Initiative's goals to: (1) develop and disseminate technologies, practices, and policies for the development and establishment of zero-net-energy buildings; and (2) promote technologies and strategies that will enable the design and construction of zero-net-energy buildings by 2015 and any new residential building constructed on or after 2020 to be a cost-effective zero-net-energy building. Subtitle D: Electric Grid - (Sec. 295) States that it is U.S. policy that: (1) the national electric system efficiency goal is to optimize and make more efficient the planning and operation of national and local electricity systems in a manner that the system load factor of the systems will be improved by 1.5% per year during each of 2010 through 2030; and (2) such goal can be met or exceeded by lessening the difference between the periods of lowest and highest electricity demand, with particular focus on reducing the frequency and severity of peak demand periods, using smart grid and demand response technologies, practices, and activities. Requires the Secretary to: (1) develop an action plan to achieve or exceed such goals; (2) update the plan every three years; (3) report to Congress on such plan; and (4) establish a public website to provide data demonstrating progress by states and load-serving entities in meeting the national electric system efficiency goal. (Sec. 296) Amends PURPA to require FERC to: (1) establish a standard by which each electric utility shall make available, upon request, interconnection service to any electric consumer that it serves with respect to any facility that generates up to 15 kilowatts of electric energy on the premises of the electric consumer; (2) report to Congress within three years of this Act's enactment on whether the standard should be amended to apply to facilities that generate up to 50 kilowatts and amend the standard if appropriate; and (3) establish a model standard for the interconnection of small power production facilities with a capacity greater than 15 kilowatts, but no greater than 20 megawatts. Title III: Improved Energy Security - Subtitle A: Cyber Security of the Electric Transmission Grid - (Sec. 301) Amends the Federal Power Act to require FERC to issue rules or orders to protect critical electric infrastructure from cybersecurity vulnerabilities. Makes such rules or orders expire when a standard is developed and approved to address the vulnerability. Authorizes the Secretary of Energy, if immediate action is necessary to protect critical electric infrastructure from a cybersecurity threat, to require persons to take action to avert or mitigate such threat. Requires FERC to establish a mechanism that permits public utilities to recover prudently incurred costs required to implement immediate actions ordered by the Secretary. Requires the Secretary of Defense to prepare a comprehensive plan that identifies the emergency measures or actions that will be taken to protect the reliability of the electric power supply of the national defense facilities located in Alaska, Hawaii, and Guam in the event of an imminent cybersecurity threat. Subtitle B: Nuclear Energy - (Sec. 311) Amends the Nuclear Waste Policy Act of 1982 to establish the National Commission on Nuclear Waste to: (1) conduct a comprehensive study of alternative means of safely managing or disposing of spent nuclear fuel and high-level radioactive waste from civilian nuclear activity and atomic energy defense activity; (2) recommend to Congress legislative or other action to manage or dispose of such fuel and waste successfully and safely; (3) review DOE's efforts to implement prior repository programs; (4) review programs to reprocess commercial spent nuclear fuel; (5) recommend measures to provide economic compensation and incentives to state or local governments and Indian tribes that agree to host repositories, reprocessing facilities, or regional storage facilities; (6) study alternative approaches to managing the construction and operation of civilian nuclear waste facilities; and (7) study means of financing nuclear waste management and disposal activities. Terminates the Commission 60 days after the date on which the final report is submitted. (Sec. 312) Expresses the sense of Congress that the government should reaffirm the policy to: (1) support the use and expansion of nuclear energy technology for the production of electricity and other industrial applications and the reduction of GHG emissions; and (2) fulfill the government's obligation with respect to spent nuclear fuel and high-level radioactive waste. (Sec. 313) Amends the Energy Policy Act of 2005 to amend the advanced fuel recycling technology research, development, and demonstration program by directing the Secretary of Energy to: (1) complete the development and testing of a complete and integrated process flowsheet for all steps involved in an advanced fuel recycling process; (2) characterize the waste streams resulting from such steps; (3) develop waste treatment processes and designs for disposal facilities for such waste streams; (4) develop a generic environmental impact statement for the technologies developed under such program; and (5) conduct design and engineering work sufficient to develop firm cost estimates with respect to the development of advanced fuel recycling processes. Gives the Nuclear Regulatory Commission (NRC) licensing and related regulatory authority under the Atomic Energy Act of 1954 over facilities that use an advanced fuel recycling process. Requires: (1) the NRC to establish standards for protection against radiation resulting from activities at facilities that use advanced fuel recycling process; and (2) the EPA Administrator to establish generally applicable environmental standards for the protection of the public and the environment from radioactive material released from facilities that use an advanced fuel recycling process. Requires the Secretary to direct the Nuclear Energy Advisory Committee and the Nuclear Waste Technical Review Board to evaluate and report on the readiness of the advanced fuel recycling technology research, development, and demonstration program for detailed design, engineering, licensing, and deployment of advanced fuel recycling processes. Requires the Secretary to submit to Congress the reports of the Committee and Board. Subtitle C: Improving United States Strategic Reserves - (Sec. 321) Amends EPCA to require that the Strategic Petroleum Reserve (SPR) contain at least 30 million barrels of refined petroleum products. Directs the Secretary to submit to the President and, if the President approves, to Congress, a plan for inclusion of such products in the SPR. Prohibits drawdown and sale of SPR petroleum products unless the Secretary determines that: (1) the drawdown and sale are required by a severe energy market supply interruption or U.S. obligations under the international energy program; or (2) a sale of refined petroleum products will mitigate the impacts of weather-related or other natural events that have resulted in a severe energy market disruption. Subtitle D: Federal Oil and Gas Development - Part I: Oil and Gas Leasing - (Sec. 331) Amends the Mineral Leasing Act to extend the authorization of appropriations for the coordination and processing of oil and gas use authorizations and for oil and gas inspection and enforcement on onshore federal land under the jurisdiction of the Pilot Project Offices for FY2016-FY2020. (Sec. 332) Amends the Geothermal Steam Act of 1970 to authorize land under an oil and gas lease issued pursuant to the Mineral Leasing Act or the Mineral Leasing Act for Acquired Lands from which oil and gas production is occurring under an approved permit to be available for leasing: (1) if the geothermal energy will be produced from a well producing or capable of producing oil and gas and the public interest will be served by the issuance of the lease; and (2) in order to provide for the coproduction of geothermal energy with oil and gas. Part II: Outer Continental Shelf - (Sec. 341) Amends the Energy Policy Act of 2005 to require the Secretary of the Interior to conduct and report to Congress and the public on a seismic inventory of oil and gas and prepare a summary of information for waters of the U.S. Outer Continental Shelf (OCS) in the Atlantic Region, the Eastern Gulf of Mexico, and the Alaska Region. (Sec. 342) Requires the Secretary of the Interior to establish a regional joint OCS lease and permitting processing office for the Alaska outer Continental Shelf region. (Sec. 343) Amends the Gulf of Mexico Energy Security Act of 2006 to prohibit the Secretary of the Interior from offering, until June 30, 2022, any oil and gas exploration lease in the Eastern Planning Area of the Gulf of Mexico that is within 45 miles of the coastline of Florida. (The current leasing moratorium prohibits leasing activities within 125 miles of such coastline.) Authorizes the Secretary to offer for lease any area in the Destin Dome Area or the Pensacola Area. Amends the Outer Continental Shelf Lands Act to: (1) instruct the Secretary of Defense (DOD) to recommend to the President whether certain areas of the OCS should remain under energy exploration restrictions; and (2) authorize the DOD Secretary to offer for leasing any areas made available for leasing under this Act. (Sec. 344) Repeals incentives for natural gas production from deep wells in the shallow waters of the Gulf of Mexico and royalty relief for deep water production. Part III: Miscellaneous - (Sec. 351) Amends the Federal Oil and Gas Royalty Management Act of 1982 to require any Director of the Minerals Management Service to be appointed by the President, by and with the advice and consent of the Senate. (Sec. 353) Amends the Alaska Natural Gas Pipeline Act to revise provisions concerning loan guarantees for the Alaska natural gas pipeline, including allowing certificate holders to request the Secretary of Energy to extend the period to issue guarantee instruments. (Sec. 354) Authorizes the Secretary of the Interior to issue right-of-way permits for: (1) a high-pressure natural gas transmission pipeline in non-wilderness areas within the Denali National Park and within, along, or near the segment of the George Parks Highway that runs through the park; and (2) any distribution and transmission pipelines and appurtenances to provide natural gas supply to the Park. (Sec. 355) Amends the Trans-Alaska Pipeline Authorization Act to prohibit, subject to exemption, the trans-Alaska oil pipeline system from being considered to be a district, site, building, structure, or object for purposes of the National Historic Preservation Act. (Sec. 356) Amends the Energy Independence and Security Act of 2007 to revise the lifecycle GHG emission-related restrictions on procurement of alternative or synthetic fuels to state contract conditions that would allow such procurement. (Sec. 357) Establishes in the Department of the Interior a grant program for states, State Geologic Surveys, or Regional Consortiums to build, maintain, and operate centers to store geologic samples collected as a result of oil and gas exploration, mineral exploration, and geotechnical studies and research. Subtitle E: Public Lands Renewable Energy Deployment - (Sec. 361) Amends the Energy Policy Act of 2005 to require the Secretary of the Interior, as party of the pilot project to improve federal permit coordination, to designate Bureau of Land Management (BLM) field offices in Alaska, Arizona, California, Colorado, Idaho, Oregon, New Mexico, Nevada, Montana, Utah, Washington, and Wyoming to serve as Renewable Energy Permit Coordination Offices. (Sec. 362) Authorizes funding for implementing the Geothermal Steam Act of 1970. (Sec. 363) Requires the Secretary of the Interior to: (1) complete a programmatic environmental impact statement under the National Environmental Policy Act to analyze the potential impacts of a program to develop solar energy on land administered by the BLM and any necessary amendments to land use plans for the land; and (2) amend land use plans as appropriate to provide for the development of renewable energy. Requires the Secretary of Agriculture to: (1) complete a programmatic environmental impact statement to analyze the potential impacts of a program to develop solar and wind energy on National Forest System land and any necessary amendments to land use plans for the land; and (2) amend land use plans as appropriate to provide for the development of renewable energy. (Sec. 364) Requires the Secretary of the Interior arrange with the Academy to study the siting, development, and management of projects for the production of wind and solar energy on: (1) land available for energy development that is administered by BLM; and (2) National Forest System land administered by the Secretary of Agriculture that is available for energy development. Requires the Secretary of the Interior to report to Congress on the study. (Sec. 365) Requires the Secretary of Energy, in conjunction with the EPA Administrator: (1) in partnership with the National Renewable Energy Laboratory, to identify opportunities to prioritize renewable energy development on brownfield sites; (2) provide to state and local governments, project developers, and stakeholders publicly available resources identifying potential brownfield sites for renewable energy; and (3) provide technical assistance to state and local officials, project developers, and stakeholders to expedite renewable energy production from brownfield sites identified. Requires the Secretary and the Administrator to: (1) report to Congress on proposals to encourage renewable energy production on such sites and data on existing and potential job creation from, environmental benefits of, and energy production from renewable energy on brownfield sites; and (2) conduct stakeholder forums to assist with renewable energy project siting on brownfield sites. (Sec. 366) Requires the Secretary of the Interior to: (1) establish a wind and solar leasing pilot program; (2) establish a leasing program for wind or solar energy if the program is in the public interest and provides an effective means of developing wind or solar energy on covered land; (3) provide for a reasonable transition from the use of rights-of-way to leases for development of wind or solar energy; (4) establish royalties, fees, rentals, bonuses, or other payments to ensure a fair return to the United States for any lease issued; (5) establish terms and conditions for the duration, issuance, transfer, renewal, suspension, and cancellation of a lease; and (6) provide for the payment of 5% of the revenues received by the government as a result of leasing or the issuance of rights-of-ways for wind or solar development under the Federal Land Policy and Management Act of 1976 to the state within which the leased land or right-of-way are located. Directs the Secretary to require the holder of a lease to: (1) furnish a surety bond or other form of security; (2) provide for the reclamation and restoration of the area covered by the lease; and (3) comply with requirements to protect the interest of the public and the United States. Sets forth provisions concerning indemnification agreements. Prohibits the Secretary from indemnifying the recipient of a cooperative agreement from liability arising out of conduct that is grossly negligent or that constitutes intentional misconduct. Requires the Secretary to collect a fee for indemnification agreements in an amount equal to the net present value of payments made by the United States to cover liability under the indemnification agreement. Subtitle F: Carbon Capture - (Sec. 371) Requires the Secretary of Energy to implement a program to demonstrate the commercial application of integrated systems for the capture, injection, monitoring, and long-term geological storage of carbon dioxide from industrial sources. Authorizes the Secretary to enter into cooperative agreements to provide financial and technical assistance to up to 10 demonstration projects. Sets forth requirements for demonstration projects relating to site safety, environmental protection and remediation, and site closure. (Sec. 372) Requires the Secretary to provide grants for training of state employees involved in permitting and management of carbon capture, transportation, and storage projects. Subtitle G: Island Energy - (Sec. 381) Requires the Secretary, acting through the Assistant Secretary of Energy Efficiency and Renewable Energy, to assemble a team of technical, policy, and financial experts to: (1) address the energy needs of affiliated islands (Puerto Rico, Guam, American Samoa, the Commonwealth of the Northern Mariana Islands, the Federated States of Micronesia, the Republic of the Marshall Islands, the Republic of Palau, and the U.S. Virgin Islands); (2) provide assistance to each utility and government of each affiliated island to develop and implement an energy Action Plan to reduce the reliance of each island on imported fossil fuels through increased efficiency and use of indigenous clean-energy resources; and (3) report to Congress on the progress of each affiliated island in implementing the Plan and reducing reliance on fossil fuel. Title IV: Energy Innovation and Workforce Development - Subtitle A: Funding - (Sec. 401) Authorizes appropriations to the Secretary for FY2010-FY2013 for: (1) research, development, demonstration, and commercial application activities for energy efficiency and conservation, distributed energy and electric energy system activities, renewable energy, nuclear energy, and fossil energy; and (2) the EPA Office of Science's research, development, demonstration, and commercial application activities. Subtitle B: Grand Energy Challenges Research Initiative - (Sec. 411) Requires the Secretary, acting through the Under Secretary for Science and the Under Secretary for Energy, to establish a Grand Energy Challenges Research Initiative to accelerate the solutions to Grand Energy Challenges through the establishment of large-scale, multidisciplinary activities that blend research in basic, applied, and engineering sciences, and technology development. Requires the Under Secretaries to initiate such activities that bring together the skills and talents of multiple investigators to enable high-risk, cross-cutting research of a scope and complexity that would not be practicable with individual investigators. Subtitle C: Improvements to Existing Energy Research and Development Programs - (Sec. 421) Amends the America COMPETES Act to require the Director of Advanced Research Projects Agency-Energy (ARPA-E) to provide to Congress a road map describing the strategic vision that ARPA-E will use to guide the choices of ARPA-E for future technology investments by October 1, 2012 (currently, October 1, 2011). (Sec. 422) Amends the United States Energy Storage Competitiveness Act of 2007 to require the Secretary, acting through the Assistant Secretary for Energy Efficiency and Renewable Energy, to conduct a research program on manufacturing batteries and battery systems to support electric drive vehicles by improving processes, or developing new manufacturing processes, to enable higher quality and less expensive batteries. Authorizes appropriations for the domestic vehicle energy storage manufacturing research program for FY2009-FY2018. (Sec. 423) Amends the Energy Independence and Security Act of 2007 to authorize appropriations for the program to determine ways in which the weight of motor vehicles could be reduced to improve fuel efficiency without compromising passenger safety in FY2010-FY2013. (Sec. 424) Amends the Methane Hydrate Research and Development Act of 2000 to authorize the Secretary, in carrying out the program of methane hydrate research and development, to award grants to, or enter into contracts or agreements with, institutions that: (1) conduct research to identify, explore, assess, and develop methane hydrate as a commercially viable source of energy and to assess and mitigate the environmental impact of hydrate degassing; (2) identify and characterize methane hydrate resources using remote sensing and seismic data; (3) develop technologies required for efficient and environmentally sound development of methane hydrate resources; (4) develop technologies to reduce the risks of drilling through methane hydrates; (5) conduct exploratory drilling, well testing, and production testing operations on gas hydrates; and (6) expand education and training programs in methane hydrate resource research and resource development through fellowships or other means for graduate education and training. Requires the Secretary to conduct a long-term environmental monitoring program to study the effects of production from methane hydrate reservoirs. Authorizes funding for FY2011-FY2015. (Sec. 425) Authorizes the Secretary to support programs of research, development, commercial application, and conservation to expand the domestic production of low-Btu gas (a fuel gas with a heating value of less than 250 Btu per cubic foot measured as the higher heating value resulting from the inclusion of noncombustible gases) and helium resources. Requires the Secretary to support: (1) a civilian research program to develop advanced membrane technology that is used in the separation of gases from applications; (2) a research program to develop technologies for separating, gathering, and processing helium in low concentrations that occurs naturally in geologic reservoirs or formations; and (3) working through DOE's Industrial Technologies Program, a research program to develop technologies for recycling, reprocessing, and reusing helium and to develop industrial gathering technologies to capture helium from other chemical processing. (Sec. 426) Amends the Department of Energy Organization Act to authorize the Secretary to establish an Office of Arctic Energy to: (1) promote research, development, and deployment of electric power technology that is cost-effective and especially well suited to meet the needs of rural and remote regions of the United States, especially regions in which permafrost is present or located nearby; (2) promote research, development, and deployment in such regions of enhanced oil recovery technology, gas-to-liquids technology and liquefied natural gas, small hydroelectric facilities, river turbines, and tidal power, and natural gas hydrates, coal bed methane, and shallow bed natural gas; and (3) promote research, development, and deployment of alternative energy research in regions of cold weather. (Sec. 427) Amends the Energy Policy Act of 2005 to name the program of research, development, demonstration, and commercial application of technologies for ultra-deepwater and unconventional natural gas and other petroleum resource exploration and production as the Unconventional Domestic Natural Gas and Other Petroleum Resources Program. Terminates the authority provided under such program on September 30, 2017 (currently, September 30, 2014). Increases funding for such program. Subtitle D: Energy Workforce Development - (Sec. 431) Amends the Department of Energy Science Education Enhancement Act to: (1) require the Director of Science, Engineering, and Mathematics Education to disseminate best practices for career pathway programs at public secondary schools that prepare students for careers in the energy technology industry and provide sufficient training to allow academy graduates to secure entry-level employment or apprenticeship in the energy technology industry; and (2) the Secretary, acting through the Director, to award renewable five-year grants to state educational agencies on a competitive basis to provide assistance to local educational agencies for the costs of establishing or expanding energy career academies. (Sec. 433) Amends the Protecting America's Competitive Edge Through Energy Act to require the Secretary to: (1) establish a program to expand and enhance the educational capabilities of community colleges to prepare students for careers in trades relevant to the energy utility industry; and (2) award competitive grants to community colleges that establish or expand academic degree programs in the energy utility trades, including technicians in the nuclear utilities industry. (Sec. 434) Amends the Energy Policy Act of 2005 to require the Secretary to establish a program to communicate information on workforce trends in the energy technology industries to: (1) guidance counselors at secondary schools; (2) career development offices at institutions of higher education; and (3) principals and district superintendents. Requires the Secretary to create and maintain a website and interface with Federal Trio programs and GEAR UP programs to provide students with information on careers in energy technology industries. (Sec. 435) Requires the Director of the Office of Science and Technology Policy to report to Congress on energy workforce training programs funded by federal agencies. (Sec. 439) Requires the Secretary, in coordination with the Secretary of Labor, to: (1) carry out a joint sustainable energy workforce training and education program; and (2) award grants to community colleges to provide workforce training and education in such industries and practices as alternative energy, energy efficiency construction, sustainable energy technologies, water and energy conservation, recycling and waste reduction, sustainable agriculture and farming, and nuclear energy technology. Subtitle E: Strengthening Education and Training in the Subsurface Geosciences and Engineering for Energy Development - (Sec. 452) States that it is U.S. policy to: (1) maintain and expand the human capital needed to preserve and foster the security of economically viable clean energy, groundwater, and mineral resources of the United States through financial assistance for science and technology programs that educate, train, and retrain the personnel needed for U.S. energy, groundwater, and mineral resources security; and (2) provide research funds to institutions of higher education to assist recognized programs in subsurface geosciences and engineering education and research. (Sec. 454) Requires the Secretary to provide funds to institutions of higher education with recognized programs to provide merit-based scholarships for undergraduate geosicence or engineering education with general subsurface applications and graduate fellowships in the applied geosciences and subsurface engineering. (Sec. 455) Requires the Secretary to support programs in subsurface geosciences and engineering that: (1) are focused on technology or skill development in energy, groundwater science or hydrogeology, and mineral production, and related maintenance, operational safety, or energy infrastructure protection and security; (2) prepare students for advanced or supervisory roles in the geothermal, petroleum, mining, geological carbon storage, groundwater, or mineral mining industries; (3) grant an associate's degree, a certificate, or a baccalaureate degree; and (4) prepare students for further higher education in the recognized programs. (Sec. 457) Requires the Secretary to establish an Advisory Committee on Geosciences and Geoengineering Education to advise the Secretary in education and training in the subsurface geosciences and engineering. (Sec. 460) Amends the Energy Policy Act of 2005 to require the Secretary of the Interior to arrange for the Academy to study of the availability of skilled workers to meet energy and mineral security requirements. Requires the Secretary to report to Congress on such study. Authorizes appropriations. Subtitle F: Miscellaneous - (Sec. 472) Amends the Energy Policy Act of 2005 to include SLAC National Accelerator Laboratory within the meaning of \"National Laboratory.\" (Sec. 474) Amends the Energy Independence and Security Act of 2007 to include within the program to expand marine and hydrokinetic renewable energy production programs to: (1) apply advanced systems engineering and system integration methods to identify critical interfaces and develop open standards for marine and hydrokinetic renewable energy; (2) transfer the resulting intellectual property to industry stakeholders as public information through published interface definitions, standards, and demonstration projects; and (3) develop incentives for industry to comply with the standards. Requires the Secretary to establish a marine-based energy device verification program to: (1) provide a bridge from the marine and hydrokinetic renewable energy capture device design and development efforts underway across the industry to commercial deployment of marine and hydrokinetic renewable energy devices; and (2) fund, facilitate the development and installation of, and evaluate marine hydrokinetic renewable energy projects. Requires the Secretary to establish a program to: (1) advance the development of marine and hydrokinetic renewable energy; (2) help fund the costs of evaluating the environmental effects of such renewables before and during the deployment of demonstration projects; (3) help enable entities to collect the types of environmental data that are required when working in a public resource and monitor the impacts of demonstration projects and make the resulting information available for dissemination; and (4) help fund the cost of advancing such technologies in ocean and riverine environments from demonstration projects to development and deployment. Title V: Energy Markets - (Sec. 501) Amends the Department of Energy Organization Act to require the EIA Administrator to develop, in cooperation with the Commodity Futures Trade Commission (CFTC), information identifying all oil inventories and other physical oil assets that are owned by the 50 largest traders of oil contracts. Requires the Administrator to collect information quantifying the commercial storage capacity for oil and natural gas in the United States and update such information annually. Amends the Federal Energy Administration Act of 1974 to establish within the EIA a Financial Market Analysis Office, whose director will report to the EIA Administrator on analysis of financial aspects of energy markets. (Sec. 502) Establishes a Working Group on Energy Markets to: (1) investigate the effect of increased financial investment in energy commodities on energy prices and U.S. energy security; (2) recommend to the President and Congress laws that may be needed to prevent excessive speculation in energy commodity markets in order to prevent or minimize the adverse impact of excessive speculation on energy prices on consumers and the U.S. economy; and (3) review energy security implications of developments in international energy markets. Requires the Working Group to conduct a study and report to Congress on an examination of: (1) price formation of crude oil and refined petroleum products; (2) relevant international regulatory regimes; and (3) the degree to which changes in energy market transparency, liquidity, and structure have influenced or driven abuse, manipulation, excessive speculation, or inefficient price formation. (Sec. 504) Requires the Secretary of Energy to expand the Tariff Analysis Project: (1) to ensure that the project's online database can be periodically updated and expanded; and (2) by redesigning the project's Web interface to allow individuals and institutions other than the Lawrence Berkeley Laboratory to enter tariff data. Requires the Secretary and FERC to coordinate to develop a website to make available to the public metadata formats and all data converted to those formats. (Sec. 505) Amends the Federal Power Act to authorize FERC in an emergency to order the temporary suspension or modification of any rate, term, or condition of service to: (1) ensure reliability of service to electric consumers; or (2) protect electric consumers from potential abuse of market power or market manipulation in wholesale electric markets. Provides for the review and extension of such orders. Authorizes FERC to order an entity to cease and desist from manipulating any market for the sale of electric energy at wholesale in interstate commerce in violation of a such Act. (Sec. 507) Amends the Natural Gas Act to authorize FERC to order an entity to cease and desist from manipulating the market for the purchase or sale of natural gas or transportation services in violation of such Act. Authorizes FERC to enter into a temporary order requiring a respondent to: (1) cease and desist from a violation of the prohibition on market manipulation that is likely to result in significant dissipation or conversion of assets, significant harm to natural gas consumers, or substantial harm to the public interest; and (2) take actions pending completion of the proceedings to prevent the violation, dissipation or conversion of assets, or such harm. Title VI: Policy Studies and Reports - (Sec. 601) Requires the Secretary of the Interior, acting through the Director of the United States Geological Survey (USGS), to complete and report to Congress on: (1) a comprehensive national helium gas assessment that identifies and quantifies the quantity of helium in each reservoir; and (2) a comprehensive national potash assessment that identifies and quantifies known potash deposits and provides a quantitative assessment of the location and size of undiscovered deposits. (Sec. 603) Amends the Department of Energy Organization Act to require the President to transmit to Congress the National Energy Policy Plan (proposed plan) by February 1, 2010, and quadrennially thereafter (currently by April 1, 1979, and biennially thereafter). Requires such proposed plan to analyze the government's policies that encourage: (1) energy production and energy efficiency in the United States; (2) the reduction, avoidance, or sequestration of GHGs in the United States; and (3) the reduction of air pollutants in the environment. Requires the President, acting through the Secretary of Energy, to arrange with the Academy to prepare, review, and submit to Congress reports and analyses that may contribute to the development of the proposed plan. (Sec. 604) Requires the Secretary of Energy, working with the interagency task force established by this Act, to prepare and report to Congress on an interagency report on climate change and energy policy in China and India. (Sec. 605) Requires the Secretary to study and report to Congress on: (1) the risk of carbon leakage and changes in U.S. industrial output and investment caused by a potential cap-and-trade program (an economy-wide program enacted by Congress under which GHG emission allowances are distributed or auctioned to control those emissions under the Clean Air Act), in the absence of commensurate GHG emission regulations in other countries; (2) the impact of potential measures to prevent carbon leakage resulting from a cap-and-trade program; and (3) foreign fuel subsidies. (Sec. 607) Amends the Energy Policy Act of 2005 to require the Secretary to include as part of the annual report on the assessment of renewable energy resources consideration of: (1) the quantity of biomass needed for thermal applications, biofuels, and biomass-based electricity; (2) the highest efficiency energy use of biomass resources; and (3) the requirements and costs associated with deployment of biomass energy resources. Requires the report to also contain estimates of the market penetration for each renewable energy resource that could be accomplished by January 1, 2030. (Sec. 608) Requires the Secretary to complete an efficiency review to quantify the efficiencies of, and annual carbon dioxide and other emissions from, electric generation facilities in the United States. Requires the Secretary to submit a report to Congress that: (1) identifies technologies, equipment, and processes that are adequately demonstrated to be commercially deployed and could increase the efficiency of the electric generation facilities reviewed; (2) identifies the obstacles to electric generation facilities undertaking the installation or implementation of such technologies, equipment, or processes; (3) identifies actions that could reduce or eliminate such obstacles; (4) calculates the effect on total GHG and other emissions from electric generation facilities that would result from installation or implementation of such technologies, equipment, and processes; and (5) calculates the effect on GHG and other emissions per megawatt-hour from electric generation facilities that would result from installation or implementation of such technologies, equipment, and processes. (Sec. 609) Requires the Secretary to: (1) carry out a research and demonstration program to evaluate the emissions from the use of alternative transportation fuels; (2) evaluate the effect of using alternative transportation fuels on land and air engine exhaust emissions; (3) submit a report to Congress on the effect on air quality and public health of using alternative fuels in the transportation sector; (4) issue any guidance or technical support documents necessary to facilitate the effective use of alternative transportation fuels and blends; (5) engage research centers for alternative fuels in the evaluation and preparation of such report; and (6) report to Congress an interim and final report on actions taken to carry out such program. (Sec. 610) States that it is U.S. policy to reduce U.S. dependence on foreign oil. Requires an interagency task force established by this Act to report to Congress on: (1) options for agency action that would save from the baseline established by the reference case contained in the EIA report entitled \"Annual Energy Outlook 2009\" specified volumes of oil during each of 2016, 2026, and 2030; (2) an analysis of the expected oil savings from the baseline to be accomplished by increases in Corporate Average Fuel Economy and the Clean Air Act's renewable fuel standard; and (3) whether such options when taken together with such expected oil savings will achieve the reduction of volumes specified for 2016, 2026, and 2030. Requires the Secretary to submit to Congress an annual report that estimates the quantity of oil actually saved by the oil saving measures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "American Clean Energy Leadership Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "American Clean Energy Leadership Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to promote clean energy technology development, enhanced energy efficiency, improved energy security, and energy innovation and workforce development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:14-05:00"
}