{
  "actions": [
    {
      "acted_at": "1990-02-28", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-04-19", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Original measure reported to Senate by Senator Hatch. With written report No. 101-264. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-19", 
      "calendar": "Senate Legislative", 
      "number": "508", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 508.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2466-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-19", 
  "number": "2466", 
  "official_title": "A amend title XXI of the Public Health Service Act to provide for the establishment of an atmospheric nuclear testing compensation program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Atmospheric Nuclear Testing Compensation Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-02-28", 
  "subjects": [
    "Arizona", 
    "Cancer", 
    "Cancer research", 
    "Claims", 
    "Colorado", 
    "Compensation (Law)", 
    "Congressional reporting requirements", 
    "Damages", 
    "Epidemiology", 
    "Government liability", 
    "Government trust funds", 
    "Health education", 
    "Legal services", 
    "Liability for nuclear damages", 
    "Mine safety", 
    "Miners", 
    "Mines and mineral resources", 
    "Nevada", 
    "New Mexico", 
    "Nuclear weapons", 
    "Preventive medicine", 
    "Radiation", 
    "Radiobiology", 
    "Uranium", 
    "Utah"
  ], 
  "subjects_top_term": "Government liability", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-19", 
    "text": "National Atmospheric Nuclear Testing Compensation Act of 1990 - Amends the Public Health Service Act to direct the Secretary of Health and Human Services to conduct and update certain studies relating to radiation and health and submit a report to the appropriate committees of the Congress. Directs the Secretary to: (1) provide technical assistance to State health authorities in Arizona, Nevada, Utah, Colorado, and New Mexico in the development of preventive treatments and appropriate rehabilitation programs to reduce the risk of diseases resulting from low levels of radiation exposure or related subsequent disabilities; and (2) provide for public information and education programs for prevention and control of diseases resulting from exposure to low levels of radiation by certain individuals. Establishes the National Atmospheric Nuclear Testing Compensation Program to pay for injuries or death from radiation from nuclear testing and uranium mining. Declares it to be the ethical obligation of any attorney consulted by an individual with respect to such injury or death to advise the individual of the program. Sets forth requirements and procedures regarding petitions for compensation by: (1) persons residing in parts of Utah, Nevada, and Arizona during 1951 to 1958 or 1962; and (2) uranium mine employees in Colorado, New Mexico, Arizona, and Utah from 1947 to 1971. Declares the acceptance of payment under these provisions to be in full settlement of all claims against the United States or against any person with respect to the performance of a contract with the United States which may arise out of exposure to radiation. Vests jurisdiction in U.S. Claims Court special masters. Requires the Court to designate a special master to hear cases in the tenth circuit. Applies specified provisions of the National Vaccine Injury Compensation Program relating to special masters and action by the U.S. Claims Court to petitions filed under this Act. Sets forth criteria for awarding compensation, including that the petitioner must have lived or worked in Arizona, Colorado, Nevada, New Mexico, or Utah. Sets compensation at $50,000 for claims relating to nuclear testing and at $100,000 for claims relating to uranium mining, to be paid from the Trust Fund established by this Act. Excludes compensation from provisions of the Internal Revenue Code or any other provision of law. Declares that receipt of an award does not impose any liability on the recipient to repay any insurance carrier or affect any claim against an insurance carrier. Establishes the Atmospheric Nuclear Testing Compensation Trust Fund to consist of a specified sum appropriated to the Fund and any amount credited to the Fund under any other provision of law. Terminates the Fund when it has been fully expended or 20 years after enactment of this Act, whichever is earlier. Authorizes appropriations. Requires claims to be filed within two years of enactment of this Act or within two years after the specified disease resulting from radiation is discovered."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Atmospheric Nuclear Testing Compensation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A amend title XXI of the Public Health Service Act to provide for the establishment of an atmospheric nuclear testing compensation program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:59-05:00"
}