{
  "actions": [
    {
      "acted_at": "1981-09-28", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-10-02", 
      "in_committee": "Senate Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Referred jointly to the Subcommittee on the Constitution.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-02", 
      "in_committee": "Senate Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Referred jointly to the Subcommittee on Agency Administration for the purpose only of considering Section 7 thereof.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-02", 
      "in_committee": "Senate Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Referred jointly to the Subcommittee on Separation of Powers for the purpose only of considering those aspects of Section 9 thereof which affect the division of power between state and federal governments.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1670-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Constitution", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Agency Administration", 
      "subcommittee_id": "23"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Separation of Powers", 
      "subcommittee_id": "22"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-09-28", 
  "number": "1670", 
  "official_title": "A bill to amend title VIII of the Act commonly called the Civil Rights Act of 1968 to revise the procedure for the enforcement of fair housing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Equal Access to Housing Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-09-28", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Architecture and the disabled", 
    "Civil Rights and Liberties", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Courts and Civil Procedure", 
    "Department of Housing and Urban Development", 
    "Department of Justice", 
    "Disabled", 
    "Discrimination against the disabled", 
    "Discrimination in mortgage loans", 
    "Executive reorganization", 
    "Government records, documents, and information", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing discrimination", 
    "Housing for the handicapped", 
    "Intergovernmental relations", 
    "Racial discrimination", 
    "Right of privacy", 
    "Sex discrimination"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-09-28", 
    "text": "Equal Access to Housing Act of 1981 - Enacts into law the short title \"Civil Rights Act of 1968.\" Entitles title VIII of the Civil Rights Act the \"Equal Access to Housing Act.\" Revises the express policy of title VIII to provide for \"equal access to\" instead of \"fair\" housing. States that this policy does not mean assurance of housing for any particular proportion of individuals of a certain race, color, religion, sex, handicap, or national origin. Defines \"aggrieved person\" as a person whose bona fide attempt to buy, sell, lease, or finance a dwelling has been denied on a discriminatory basis. Adds the physically handicapped as a protected class of persons. Excludes from the meaning of \"handicap\" any impairment consisting of alcohol or drug abuse or which would be a threat to the property or safety of others. Defines discriminatory practices with respect to the handicapped. States that discrimination shall not include refusals to: (1) make alterations at the expense of sellers, landlord owners, or persons acting on their own behalf; (2) make modifications which would unreasonably inconvenience others; or (3) allow modifications which alter the marketability of a dwelling. Extends the housing financing discrimination prohibition to include real estate appraisers. States that it is not unlawful for appraisers to take into consideration all factors relevant to estimating fair market value, provided that such factors are not used for discriminatory purposes. Limits coverage of title VIII to actions taken with a discriminatory intent or purpose. Transfers all authority for administering title VIII from the Department of Housing and Urban Development to the Justice Department. Establishes a one-House congressional veto procedure for regulations promulgated by the Attorney General for compliance purposes. Sets forth new enforcement procedures for title VIII complaints. Permits an aggrieved person or the Attorney General on his own initiative to file a discriminatory housing practice complaint (currently, Justice Department complaints are limited to \"patterns or practices\" of discrimination). Requires the Attorney General to refer title VIII charges to certified State or local agencies which have jurisdiction. Prohibits the Attorney General from conditioning certification on the agency's agreement to waive its exclusive authority over housing discrimination. Requires the Attorney General to endeavor to resolve charges by conciliation. Permits the Attorney General to seek injunctive relief where preliminary investigation reveals that prompt judicial action is necessary. Continues the current authority given to private parties to seek enforcement in Federal district court. Permits the Attorney General to intervene in any such private action after personal certification that the case is of general public importance. Expresses the sense of Congress that the use of Federal magistrates should be encouraged to the maximum extent feasible to expedite litigation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Equal Access to Housing Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VIII of the Act commonly called the Civil Rights Act of 1968 to revise the procedure for the enforcement of fair housing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:02-05:00"
}