{
  "actions": [
    {
      "acted_at": "1999-10-26", 
      "committee": "Committee on Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-26", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-26", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-11-05", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-11-08", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3146-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Bilirakis, Michael", 
      "sponsored_at": "1999-10-26", 
      "state": "FL", 
      "thomas_id": "00089", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Blunt, Roy", 
      "sponsored_at": "1999-10-26", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Bryant, Ed", 
      "sponsored_at": "1999-10-26", 
      "state": "TN", 
      "thomas_id": "00141", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Burr, Richard", 
      "sponsored_at": "1999-10-26", 
      "state": "NC", 
      "thomas_id": "00153", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Deal, Nathan", 
      "sponsored_at": "1999-10-26", 
      "state": "GA", 
      "thomas_id": "00277", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Greenwood, James C.", 
      "sponsored_at": "1999-10-26", 
      "state": "PA", 
      "thomas_id": "00465", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Lazio, Rick", 
      "sponsored_at": "1999-10-26", 
      "state": "NY", 
      "thomas_id": "00670", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Oxley, Michael G.", 
      "sponsored_at": "1999-10-26", 
      "state": "OH", 
      "thomas_id": "00885", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Pickering, Charles W. \"Chip\"", 
      "sponsored_at": "1999-10-26", 
      "state": "MS", 
      "thomas_id": "01513", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Rogan, James E.", 
      "sponsored_at": "1999-10-26", 
      "state": "CA", 
      "thomas_id": "01519", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shadegg, John B.", 
      "sponsored_at": "1999-10-26", 
      "state": "AZ", 
      "thomas_id": "01043", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Tauzin, W. J. (Billy)", 
      "sponsored_at": "1999-10-26", 
      "state": "LA", 
      "thomas_id": "01140", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Upton, Fred", 
      "sponsored_at": "1999-10-26", 
      "state": "MI", 
      "thomas_id": "01177", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Whitfield, Ed", 
      "sponsored_at": "1999-10-26", 
      "state": "KY", 
      "thomas_id": "01222", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-10-26", 
  "number": "3146", 
  "official_title": "To amend titles XVIII, XIX, and XXI of the Social Security Act to adjust the Medicare, Medicaid, and children's health insurance programs, as revised by the Balanced Budget Act of 1997.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Restoration Act of 1999", 
  "sponsor": {
    "district": "7", 
    "name": "Bliley, Tom", 
    "state": "VA", 
    "thomas_id": "00097", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-10-26", 
  "subjects": [
    "Accreditation (Medical care)", 
    "Administrative procedure", 
    "Ambulatory care", 
    "American Samoa", 
    "Auditing", 
    "Business records", 
    "Cancer", 
    "Capitation (Medical care)", 
    "Case mix (Medical care)", 
    "Chemotherapy", 
    "Civil rights and liberties, minority issues", 
    "Clinics", 
    "Commerce", 
    "Community hospitals", 
    "Competitive bidding", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Debarment of government contractors", 
    "Department of Health and Human Services", 
    "District of Columbia", 
    "Drugs", 
    "Economics and public finance", 
    "Families", 
    "Federal aid to child health services", 
    "Federal aid to medical education", 
    "Finance and financial sector", 
    "Fraternal organizations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government regulation", 
    "Government spending reductions", 
    "Governmental investigations", 
    "Guam", 
    "Health", 
    "Health information systems", 
    "Health insurance", 
    "Health insurance continuation", 
    "Health insurance industry", 
    "Health maintenance organizations", 
    "Higher education", 
    "Home care services", 
    "Hospital rates", 
    "Housing and community development", 
    "Imaging systems in medicine", 
    "Immunosuppressive drugs", 
    "Insurance premiums", 
    "Judicial review of administrative acts", 
    "Law", 
    "Legislation", 
    "Managed care", 
    "Medicaid", 
    "Medicaid managed care", 
    "Medical economics", 
    "Medical fees", 
    "Medical personnel", 
    "Medical records", 
    "Medical savings accounts", 
    "Medical supplies", 
    "Medical technology", 
    "Medically uninsured", 
    "Medicare", 
    "Medicare managed care", 
    "Medigap", 
    "Minnesota", 
    "New Mexico", 
    "Northern Mariana Islands", 
    "Nursing homes", 
    "Occupational therapy", 
    "Orphan drugs", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Physical therapy", 
    "Physicians", 
    "Poor children", 
    "Prospective payment systems (Medical care)", 
    "Puerto Rico", 
    "Quality of care", 
    "Regulatory impact statements", 
    "Religion", 
    "Right of privacy", 
    "Risk management", 
    "Rural health", 
    "Rural hospitals", 
    "Science, technology, communications", 
    "Social welfare", 
    "Speech disorders", 
    "Surgery", 
    "Telemedicine", 
    "Territories (U.S.)", 
    "Virgin Islands", 
    "Welfare recipients", 
    "Wyoming"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-10-26", 
    "text": "TABLE OF CONTENTS: Title I: (Not present) Title II: Provisions Relating to Part B Subtitle A: Payment for Physician Services Subtitle B: Hospital Outpatient Services Subtitle C: Other Title III: Provisions Relating to Parts A and B Subtitle A: Home Health Services Subtitle B: Other Title IV: (Not present) Title V: Provisions Relating to Part C (Medicare+Choice Program) Subtitle A: Medicare+Choice Subtitle B: Other Managed Care Provisions Title VI: Medicaid Title VII: State Children's Health Insurance Program (SCHIP) Health Care Restoration Act of 1999 - Title II (sic): Provisions Relating to Part B - Subtitle A: Payment for Physician Services - Amends part B (Supplementary Medical Insurance) of title XVIII (Medicare) of the Social Security Act (SSA) with regard to payment for physicians' services to provide for: (1) an update to the specified conversion factor for years beginning with 2001; (2) modification of requirements concerning conversion factors, updates, and sustainable growth rate; and (3) inclusion of a limitation on application of the practice expense site-of-service differential and of a revision to 1997 relative value units (RVUs) under provisions for computation of RVUs for components.(Sec. 202) Directs the Secretary of Health and Human Services (HHS), for a report to Congress, to use data collected or developed by entities and organizations other than HHS to supplement its data in determining the practice expense component used for purposes of determining relative values for payment for physicians' services under the Medicare fee schedule.(Sec. 203) Directs the Administrator of the Health Care Financing Administration to study and report to Congress on the physician and non-physician clinical resources necessary to provide safe outpatient cancer therapy services and the appropriate payment rates for such services under Medicare.Subtitle B: Hospital Outpatient Services - Amends SSA title XVIII part B with regard to the prospective payment system (PPS) for hospital outpatient department (OPD) services to require the Secretary to provide for outlier adjustment and for transitional pass-through payment for additional costs of innovative medical devices, drugs, and biologicals. Provides for application of such new adjustments on a budget neutral basis. Limits judicial review for such new adjustments.(Sec. 211) Includes medical devices as covered OPD services.Limits variation of costs of services classified within a group.(Sec. 212) Adds a transitional adjustment to limit decline in payment for certain covered OPD services furnished before January 1, 2002 and during 2002 and 2003, pursuant to specified guidelines.Directs the Secretary to report to Congress on whether the PPS for covered OPD services furnished under Medicare should apply to various specified providers of outpatient items and services for which payment is made under Medicare, including rural health clinics and rural referral centers.(Sec. 213) Adds to the special rules for certain hospitals rules for cancer and small rural hospitals pertaining to the amount of PPS payment for covered OPD services furnished before January 1, 2005.(Sec. 214) Revises provisions on periodic review and adjustments components of PPS, mandating at least an annual review by the Secretary, among other changes.Subtitle C: Other - Amends SSA title XVIII part B to place a two-year moratorium on the caps for certain physical and occupational therapy services.Amends the Balanced Budget Act of 1997 (BBA '97) to modify congressional reporting requirements pertaining to HHS recommendations on the establishment of a revised coverage policy for outpatient physical and occupational therapy services.Directs the Secretary to study and report to Congress on utilization patterns for such services, and speech-language pathology services covered under Medicare.(Sec. 222) Provides that if the Secretary implements a revised PPS for services of ambulatory surgical facilities under Medicare part B before incorporating data from the 1999 Medicare cost survey, such system shall be implemented consistent with specified principles, such as the principle of budget neutrality.(Sec. 223) Amends BBA '97 to expand coverage to direct services for Medicare beneficiaries participating in certain demonstration projects.Directs the Secretary to study and report to Congress on the use of telemedicine.(Sec. 224) Amends part D (Miscellaneous) of SSA title XVIII with regard to determination of facility specific per diem rates under the PPS for skilled nursing facilities for routine service costs.(Sec. 225) Directs the Administrator for Health Care Policy and Research to provide for a study and report to Congress that compares the differences in quality of ultrasound and other imaging services (including error rates and resulting complications) furnished under the Medicare and Medicaid (SSA title XIX) programs between such services furnished by individuals who are credentialed by private entities or organizations and by those who are not so credentialed. Requires the study to examine and evaluate differences in error rates and patient outcomes as a result of the differences in credentialing.(Sec. 226) Requires the Medicare Payment Advisory Commission (MEDPac) to study and report to Congress on the regulatory burdens placed on all classes of health care providers under Medicare parts A (Hospital Insurance) and B (Supplementary Medical Insurance) to determine the costs these burdens imposed on the nation's health care system.(Sec. 227) Amends part D of SSA title XVIII to eliminate the time limitation on Medicare benefits for immunosuppressive drugs.Title III: Provisions Relating to Parts A and B - Subtitle A: Home Health Services - Directs the following officials to do the following: (1) the Secretary to report to Congress and the Comptroller General (CG) on specified matters with respect to the data collection requirement of patients of Medicare home health agencies under the Outcome and Assessment Information Set (OASIS) standard as part of the comprehensive assessment of patients; and (2) the CG to conduct an independent audit for a report to Congress on the costs incurred by such agencies in complying with such requirement.(Sec. 302) Amends BBA' 97 to limit OASIS data collection requirements to Medicare and Medicaid patients.(Sec. 303) Amends part D of SSA title XVIII to provide for a phase-in and partial elimination of the 15 percent reduction in payments under the PPS for home health services.(Sec. 304) Amends part B of SSA title XVIII with regard to home health agency consolidated billing for durable medical equipment.(Sec. 305) Amends part D of SSA title XVIII to include under the PPS for home health services provisions on use of PPS payments for costs associated with the use of telecommunications systems.Subtitle B: Other - Amends part D of SSA title XVIII to permit the reclassification of certain urban hospitals as rural hospitals.(Sec. 312) Directs the MEDPac to study and report to Congress on Medicare payment policy with respect to graduate clinical training of different classes of non-physician health care professionals and the basis for any differences in treatment among such classes.Title V: Provisions Relating to Part C (Medicare+Choice Program) - Subtitle A: Medicare+Choice - Amends part C (Medicare+Choice) of SSA title XVIII to provide for the phase-in of a new risk adjustment methodology under provisions for payments to Medicare+Choice organizations.(Sec. 502) Directs the Secretary to provide for the computation and the publication, on an annual basis at the time of publication of the annual Medicare+Choice capitation rates, of information on the level of the average annual per capita costs for each Medicare+Choice payment area.(Sec. 503) Makes various specified changes in Medicare+Choice special election period rules and associated Medicare supplemental health insurance (Medigap) policies provisions permitting enrollment in alternative Medicare+Choice plans in case of involuntary termination of Medicare+Choice enrollment.(Sec. 504) Allows variation in premium waivers within a service area if Medicare+Choice payment rates vary within the area.(Sec. 505) Delays to not later than July 1 (currently, not later than May 1) of each year the submission by each Medicare+Choice organization to the Secretary of adjusted community rate, proposed premium, and related information.Modifies provisions with respect to provision of notice and list of plans and comparison of plan options.(Sec. 506) Revises treatment of accreditation provisions under the Medicare+Choice quality assurance program, directing the Secretary to determine, within 90 days after receiving an application by a private accrediting organization, whether its process meets certain requirements considering the factors described under provisions on the effect of accreditation.(Sec. 507) Reduces from 0.5 to 0.3 percentage points the adjustment in national per capita Medicare+Choice growth percentage for 2001 and 2002.(Sec. 508) Allows the Secretary to extend or renew a reasonable cost reimbursement contract beyond December 31, 2005.(Sec. 509) Amends part C (Medicare+Choice) of SSA title XVIII to reduce from five to two years the re-entry period after a contract with a Medicare+Choice organization.(Sec. 510) Directs MEDPac to: (1) study and report to Congress on risk adjustment; and (2) report to Congress on specific legislative changes that should be made to make Medicare Medical Savings Account plans a viable option under the Medicare+Choice program.(Sec. 512) Amends part C (Medicare+Choice) of SSA title XVIII to permit religious fraternal benefit societies to offer a range of Medicare+Choice plans.Subtitle B: Other Managed Care Provisions - Amends BBA '97 to provide for a delay in implementation of the Medicare prepaid competitive pricing demonstration project.(Sec. 522) Amends part D of SSA title XVIII to make OASIS inapplicable to a PACE (program of all-inclusive care for the elderly) program.Title VI: Medicaid - Amends BBA '97 to: (1) make the Medicaid disproportionate share hospital (DSH) transitional rule permanent; (2) increase the DSH allotment for the District of Columbia, Minnesota, New Mexico, and Wyoming for FY 2000 through 2002; (3) establish a new PPS for Federally-qualified health centers and rural health clinics; and (4) revise the formula used by the Secretary to determine payment amounts to each State which has an approved Medicaid plan.Title VII: State Children's Health Insurance Program (SCHIP) - Amends SSA XXI (Children's Health Insurance) (CHIP) to: (1) modify provisions on allotments, among other changes replacing provisions on floor for States with provisions on floors and ceilings in State allotments; and (2) increase appropriations for described territories and commonwealths under CHIP."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Restoration Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend titles XVIII, XIX, and XXI of the Social Security Act to adjust the Medicare, Medicaid, and children's health insurance programs, as revised by the Balanced Budget Act of 1997.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:30-05:00"
}