{
  "actions": [
    {
      "acted_at": "1980-03-28", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-28", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6965-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-28", 
  "number": "6965", 
  "official_title": "A bill to establish a uniform Federal system for management, protection, and utilization of the results of federally sponsored scientific and technological research and development; and to further the public interest of the United States domestically and abroad; and for other related purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Uniform Federal Research and Development Utilization Act of 1980", 
  "sponsor": {
    "district": "17", 
    "name": "Ertel, Allen E.", 
    "state": "PA", 
    "thomas_id": "00352", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-28", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Awards, medals, prizes", 
    "Business and commerce", 
    "Civil procedure", 
    "Claims", 
    "Commemorations", 
    "Courts and Civil Procedure", 
    "Department of Commerce", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "General Services Administration", 
    "Government and business", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Inventions", 
    "Licenses", 
    "Patent infringement", 
    "Patent law and legislation", 
    "Patent licenses", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Public Contracts, Procurement, and Property", 
    "Research and development", 
    "Research and development contracts", 
    "Science and technology", 
    "Science, technology, communications", 
    "Scientists", 
    "Scientists in government", 
    "Trademarks", 
    "Watersheds"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-28", 
    "text": "Uniform Federal Research and Development Utilization Act of 1980 - Title I: Policy - Declares that the public interest would be better served if greater efforts were made to obtain patent protection for and to promote the commercial use of new technology resulting from federally- sponsored research. Declares it the purpose of this Act to establish a uniform Federal system for the management and use of the results of federally-sponsored scientific and technological research and development. Title II: Functions of the Office of Science and Technology Policy and the Federal Coordinating Council for Science, Engineering, and Technology - Requires the Federal Coordination Council for Science, Engineering, and Technology to make recommendations to the Director of the Office of Science and Technology Policy with regard to the uniform planning and administration of Federal programs pertaining to inventions, patents, trademarks, copyrights, and rights in technical data, such recommendations to be transmitted by the Director to Federal agencies. Title III: Allocation of Property Rights in Inventions Resulting from Federally Sponsored Research and Development - Establishes criteria for the issuance of regulations by the Administrator of General Services and the Secretary of Defense for the allocation of property rights in subject inventions. Requires all contractors to report to the sponsoring Federal agency each patentable subject invention as well as the contractor's intent to file a patent application and commercialize such invention. Declares that each Federal agency shall acquire on behalf of the Federal government, at the time of contracting, title to any invention made under the contract of a Federal agency if the agency determines: (1) the services of the contractor are for the operation of a Government-owned research or production facility; (2) acquisition of title is necessary because of the national security nature of the work being performed; (3) because of the exceptional circumstances, acquisition of title by the Government is necessary to assure the adequate protection of the public health, safety, or welfare; (4) the principal purpose of the contract is to develop or improve products, processes, or methods which will be required for use by Government regulations, and (5) in any exceptional contracting situation, that the ownership of title to inventions developed under such a contract is necessary to the accomplishment of the agency's mission. Specifies, in other situations, the minimum rights, with respect to any invention, which each Federal agency shall acquire at the time of contracting. Stipulates that the contractor shall retain a defeasible title only to those subject inventions on which the contractor files a United States application and declares its intent to achieve practical application of the subject invention. Authorizes each sponsoring Federal agency to extend the period of the contractor's exclusive commercial rights established under this Act. Requires the Administrator of the General Services Administration and the Secretary of Defense to issue regulations which will provide payment to the government for Federal funding of research and development activities through the sharing of royalties and/or revenues with the contractor. Requires that all inventions made by Federal employees while under the administrative jurisdiction of a Federal agency be reported to the authority of such agency. Establishes criteria for the allocation of rights to inventions between the Federal Government and the Federal employee-inventor. Stipulates that the Federal Government shall obtain the entire right, title, and interest in and to all inventions by any Federal employee which bear a relation to the duties of such employee-inventor, or which are made in consequence of employment. Authorizes an incentive awards program to reward and stimulate Federal employee- inventors. Authorizes Federal agencies to share income from patent licenses with the Federal employee-inventor. Title IV: Domestic and Foreign Protection and Licensing of Federally Owned Inventions - Specifies the authority of Federal agencies with respect to obtaining patents, promoting licensing of inventions, granting licenses, conducting market surveys, transferring custody of patents, and receiving funds. Authorizes the Secretary of Commerce to coordinate a program for assisting Federal agencies in protecting and licensing federally-owned inventions. Authorizes the Administrator of General Services to promulgate regulations specifying the terms upon which any federally-owned invention may be licensed. Sets forth the procedure whereby Federal agencies may grant exclusive or partially exclusive licenses in any invention covered by a federally-owned domestic patent or patent application. Title V: Miscellaneous - Amends specified Acts to conform to the provisions of this Act. Title VI: Amendments to Title 35 of the United States Code - Directs the Commissioner of Patents and Trademarks to establish regulations governing: (1) the citation to the Patent and Trademark Office of prior art patents or publications which are pertinent to a later patent; and (2) the reexamination of a patent to determine whether such a prior patent or publication has any bearing on the patentability of any claim of such patent. Authorizes any individual to: (1) cite to the Office any such prior patent; and (2) request such a reexamination. Requires the Commissioner within 90 days of such a request to make a determination as to whether the cited prior patent raises a new question of the patentability of any claim of the later patent. Authorizes the Commissioner on his or her own initiative to make such a determination at any time. States that a determination that no new question is raised shall be final. Directs the Commissioner, upon determining that there is a new question of patentability, to order and conduct a reexamination. Requires that the patent owner be provided a reasonable period to file a statement on such question and that the person making the reexamination request be provided two months to respond to such statement. Declares that the patent owner shall be provided an opportunity in any reexamination to amend any claim of the patent in order to distinguish the claim from the prior patent cited, or in response to a decision adverse to the patentability of the claim. Authorizes the owner to appeal any adverse decision. Directs the Commissioner, upon the conclusion of any reexamination or appeal proceeding, to issue and publish a certificate cancelling any unpatentable claim, confirming any valid claim, and incorporating any amended claim in the patent. Declares that no prior patent or publication may be relied upon as evidence of nonpatentability in a civil action involving the validity or infringement of a patent unless: (1) the prior patent or publication was cited by or to the Office regarding application or reexamination proceedings for the patent; or (2) the court concludes that the interests of justice would be furthered by adjudication of the action without such prior administrative consideration. Sets forth circumstances under which a court may stay the proceedings of a civil action involving the infringement of validity of a patent to enable either party to such action to secure a determination on a request for reexamination of the patent by the Patent and Trademark Office. Removes the Patent and Trademark Office from the jurisdiction of the Secretary of Commerce, making it an independent regulatory agency under its own Commissioner, appointed for a six-year term."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniform Federal Research and Development Utilization Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a uniform Federal system for management, protection, and utilization of the results of federally sponsored scientific and technological research and development; and to further the public interest of the United States domestically and abroad; and for other related purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:09-05:00"
}