{
  "actions": [
    {
      "acted_at": "1997-06-12", 
      "references": [
        {
          "reference": "CR S5614-5615, S5617", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-12", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s899-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-12", 
  "number": "899", 
  "official_title": "A bill to amend the Solid Waste Disposal Act to provide for flow control of municipal solid waste.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Municipal Solid Waste Disposal Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-12", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Aquifers", 
    "Commerce", 
    "Compost", 
    "Contracts", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government securities", 
    "Groundwater", 
    "Groundwater pollution", 
    "Interstate commerce", 
    "Interstate relations", 
    "Landfills", 
    "Law", 
    "Licenses", 
    "Local laws", 
    "Municipal solid waste", 
    "Potable water", 
    "Recycling industry", 
    "Recycling of waste products", 
    "State laws", 
    "State-local relations", 
    "Tax-exempt securities", 
    "Transboundary pollution", 
    "Transportation and public works", 
    "Waste disposal sites", 
    "Water pollution control", 
    "Water resources development"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-12", 
    "text": "Municipal Solid Waste Disposal Act of 1997 - Amends the Solid Waste Disposal Act to authorize States, political subdivisions, and public service authorities to exercise flow control authority for municipal solid waste and for recyclable materials voluntarily relinquished by the owner or generator that are generated in their jurisdictions by directing such waste and materials to waste management facilities, public service authorities, or recyclables facilities if such authority: (1) had been exercised before and was being implemented on May 15, 1994, pursuant to a law, regulation, or other legally binding provision or had been exercised before such date without regard to whether implementation was prevented by injunction, temporary restraining order, or other court action or was suspended by the State or political subdivision because of such actions; or (2) has been implemented by designating before such date the particular waste facilities or public service authorities in operation as of such date (or before but temporarily inoperative on such date) to which the waste or recyclable materials is to be delivered. Limits such authority to categories of waste to which flow control authority requiring a movement to a facility was applied on or before May 15, 1994, or to the specific categories for which a State, political subdivision, or public service authority, before such date, had committed to the designation of a facility. Establishes additional flow control authority for States or political subdivisions that, on or before January 1, 1984, adopted regulations that required the transportation, management, or disposal of solid waste from residential, commercial, institutional, or industrial sources to waste management facilities. Authorizes a political subdivision to exercise such authority notwithstanding the requirement that facilities are designated before such date if the subdivision has taken specified actions, prior to such date, to commit to the designation of a facility to be constructed. Lists additional conditions under which political subdivisions, including State solid waste management districts, may exercise such authority. States conditions under which a political subdivision, if it had State authority to do so before May 15, 1994, may exercise flow control authority over waste generated within its jurisdiction. Permits States or political subdivisions, on the request of a municipal solid waste generator, to authorize the diversion of waste generated by such generator to an alternative solid waste facility where such diversion would provide a higher level of health and environmental protection or reduce potential liability of the generator under Federal or State law. Permits the exercise of flow control authority only if the State or political subdivision certifies that revenues derived from such authority will be used solely for solid waste management services. Considers laws, regulations, or acts of States or political subdivisions that implement flow control authority to be a reasonable regulation of commerce. Prohibits application of the exercise of flow control authority to any facility that is listed on the National Priorities List under the Comprehensive Environmental, Response, Compensation, and Liability Act or, as of May 15, 1994, was the subject of a pending proposal by the Administrator of the Environmental Protection Agency to be so listed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Municipal Solid Waste Disposal Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act to provide for flow control of municipal solid waste.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:58-05:00"
}