{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr359-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "359", 
  "official_title": "To amend the Omnibus Crime Control and Safe Streets Act of 1968 to enable units of general local governments to increase the numbers of police.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10149-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Police Manpower Act", 
  "sponsor": {
    "district": "19", 
    "name": "Carney, Charles J.", 
    "state": "OH", 
    "thomas_id": "00177", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Crime and law enforcement", 
    "Law enforcement officers"
  ], 
  "subjects_top_term": "Law enforcement officers", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Police Manpower Act - States that it is the purpose of this Act to enable units of local government to significantly increase the number of police as quickly and as effectively as possible. Authorizes to be appropriated the sum of $2,000,000,000 for fiscal year 1973 and for each of the next five fiscal years for the purposes of this Act. Provides that the Law Enforcement Assistance Administration shall make a study of the needs and efficiency of the local police force of each consenting unit of general local government which has a population in excess of 10,000 in descending order of each such unit's crime problem. Outlines provisions to be included in such a study and the methodology to be followed in the conduct of the study. Authorizes the Administration to make grants to units of local government, with respect to which a study has been made, in order to enable that unit to make additions to its police force, consistent with the findings and recommendations of the study. Provides that no grant shall be used to diminish the level of local efforts and resources allocated to police manpower purposes. Establishes the Police Manpower Assistance Council which shall consist of twelve members appointed by the Attorney General. States that it is the sense of the Congress that each member of the Council shall be from a different public interest group and that the Council shall have representatives from at least eight of the groups listed in this Act. Provides that the Council shall exercise general and specific oversight concerning the administration of this Act, including the review and resolution of disputes between the Administration and units of local government with respect to the conditions and terms of grants made under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Police Manpower Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Omnibus Crime Control and Safe Streets Act of 1968 to enable units of general local governments to increase the numbers of police.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:55-05:00"
}