{
  "actions": [
    {
      "acted_at": "2013-09-17", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Affairs, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-17", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-17", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3117-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-09-17", 
  "number": "3117", 
  "official_title": "To bring an end to the spread of HIV/AIDS in the United States and around the world.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ending the HIV/AIDS Epidemic Act of 2013", 
  "sponsor": {
    "district": "13", 
    "name": "Lee, Barbara", 
    "state": "CA", 
    "thomas_id": "01501", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-09-17", 
  "subjects": [
    "Drug and radiation therapy", 
    "Family planning and birth control", 
    "HIV/AIDS", 
    "Health promotion and preventive care", 
    "Health technology, devices, supplies", 
    "Intellectual property", 
    "International affairs", 
    "Medical research", 
    "Prescription drugs", 
    "Religion", 
    "Sex offenses", 
    "World health"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-09-17", 
    "text": "Ending the HIV/AIDS Epidemic Act of 2013 - Directs the President, through the Coordinator of United States Government Activities to Combat HIV/AIDS Globally, to establish an integrated, five-year Global HIV/AIDS-Free Generation Strategy to expand efforts to combat global HIV/AIDS. Expresses the sense of the Congress that there is an urgent need to expand the range of interventions for preventing the transmission of HIV, including behavioral prevention research, operations research, and research on medical technology. States that it is U.S. policy to ensure that efforts to combat HIV/AIDS globally should: (1) expand and coordinate operations research, and (2) help developing countries significantly decrease HIV. States that, in administering title III of the Trade Act of 1974, the U.S. government shall not seek the revocation or revision of any intellectual property law or policy of a low- or middle-income country that regulates HIV and opportunistic infection pharmaceuticals or medical technologies if that law or policy: (1) promotes access to affordable HIV and opportunistic infection pharmaceuticals or medical technologies, and (2) provides intellectual property protection. Amends the United States Leadership Against HIV/AIDS, Tuberculosis, and Malaria Act of 2003 to repeal the prohibition against the use of funds to: (1) promote or advocate the legalization or practice of prostitution or sex trafficking, or (2) provide assistance to any group or organization that does not have a policy explicitly opposing prostitution and sex trafficking. Repeals the declaration (\"conscience clause\") that an eligible organization, including a faith-based organization, shall not be required, as a condition of receiving specified HIV/AIDS assistance, to: (1) endorse or utilize a multisectoral or comprehensive approach to combating HIV/AIDS, or (2) to endorse or participate in any program or activity to which the organization has a religious or moral objection. Repeals similarly the declaration that such an organization shall not be discriminated against in the solicitation or issuance of grants, contracts, or cooperative agreements for refusing to meet any such requirement. (Thus allows such requirements and such discrimination.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Ending the HIV/AIDS Epidemic Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To bring an end to the spread of HIV/AIDS in the United States and around the world.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:30:05-05:00"
}