{
  "actions": [
    {
      "acted_at": "2011-03-30", 
      "references": [
        {
          "reference": "CR H2050", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-03-30", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1251-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Cardoza, Dennis A.", 
      "sponsored_at": "2011-03-30", 
      "state": "CA", 
      "thomas_id": "01709", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-30", 
  "number": "1251", 
  "official_title": "To provide congressional direction for implementation of the Endangered Species Act as it relates to operation of the Central Valley Project and the California State Water Project and for water relief in the State of California.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "More Water for Our Valley Act, 2011", 
  "sponsor": {
    "district": "20", 
    "name": "Costa, Jim", 
    "state": "CA", 
    "thomas_id": "01774", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-03-30", 
  "subjects": [
    "Aquaculture", 
    "Aquatic ecology", 
    "California", 
    "Endangered and threatened species", 
    "Fishes", 
    "Water resources development", 
    "Water use and supply", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-03-30", 
    "text": "More Water for Our Valley Act, 2011 - Deems requirements of the Endangered Species Act of 1973 relating to operations of the Central Valley Project and the California State Water Project to be satisfied with regard to the species and their critical habitat covered by the biological opinions for the operations of such Projects issued by the United States Fish and Wildlife Service and the National Marine Fisheries Service if: (1) the alternatives described in that portion of the biological opinions entitled \"Reasonable and Prudent Alternatives\" are implemented, and (2) the Secretary of the Interior and the Secretary of Commerce carry out flow and pumping operation mandates established by this Act with respect to reverse flow in the Old and Middle Rivers between December 1 and June 30, rates of export between April 1 and May 31, and monthly average X2 between September 1 and November 30. Authorizes the Secretary of the Interior to modify such mandates  upon recommendations of the National Research Council Committee on Sustainable Water and Environmental Management in the California Bay-Delta, if such modifications would: (1) provide greater benefits to the species covered by such biological opinions; and (2) not reduce the water delivery capability of such Projects more than their delivery capability allowed under such mandates. Requires such Secretaries to: (1) establish a fish hatchery program or refuge to preserve and restore the delta smelt in collaboration with the governor of California; (2) implement a habitat program under which each Secretary shall identify, prioritize, and implement key ecosystem restoration and fish passage projects in the ecosystem of, and on tributaries to, the California Bay-Delta to help ensure the viability of at-risk species and  threatened or endangered species; and (3) install the Head of Old River Barrier during the April-May pulse flow, as set forth in California State Water Resources Control Board Water Rights Decision 1641. Preempts any state law that authorizes the imposition of restrictions on the operation of the Projects in a manner that is more restrictive than this Act. Terminates this Act on March 1, 2015."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "More Water for Our Valley Act, 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide congressional direction for implementation of the Endangered Species Act as it relates to operation of the Central Valley Project and the California State Water Project and for water relief in the State of California.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:05:16-05:00"
}