{
  "actions": [
    {
      "acted_at": "1996-04-24", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3305-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Graham, Lindsey", 
      "sponsored_at": "1996-05-09", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Ney, Robert W.", 
      "sponsored_at": "1996-05-09", 
      "state": "OH", 
      "thomas_id": "00862", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-04-24", 
  "number": "3305", 
  "official_title": "To recognize the heritage of certain areas of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Heritage Areas Act of 1996", 
  "sponsor": {
    "district": "5", 
    "name": "Hefley, Joel", 
    "state": "CO", 
    "thomas_id": "00524", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-04-24", 
  "subjects": [
    "Administrative procedure", 
    "Aircraft", 
    "Airports", 
    "Armed forces and national security", 
    "Army posts", 
    "Arts, culture, religion", 
    "Associations, institutions, etc.", 
    "Canals", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Civil war", 
    "Colorado", 
    "Columbia River development", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Cultural property", 
    "Department of the Interior", 
    "Easements", 
    "Economic development", 
    "Economics and public finance", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal preemption", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "General aviation aircraft", 
    "Georgia", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Helicopters", 
    "Historic sites", 
    "History", 
    "Illinois", 
    "Indian lands", 
    "Industrialization", 
    "Iron and steel industry", 
    "Land use", 
    "Law", 
    "Leather industry", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Massachusetts", 
    "Michigan", 
    "Military parks", 
    "Minorities", 
    "Museums", 
    "National parks", 
    "Native Americans", 
    "Nature conservation", 
    "New York State", 
    "Ohio", 
    "Parks", 
    "Pennsylvania", 
    "Planning", 
    "Public lands and natural resources", 
    "Public meetings of administrative bodies", 
    "Recreation areas", 
    "Regional planning", 
    "Rent", 
    "Rhode Island", 
    "Right of property", 
    "Rivers", 
    "Signs and signboards", 
    "South Carolina", 
    "Tennessee", 
    "Textile industry and fabrics", 
    "Trails", 
    "Transportation and public works", 
    "Urban affairs", 
    "Washington State", 
    "Water resources development", 
    "Waterfronts", 
    "Watershed management", 
    "Watersheds", 
    "Waterways", 
    "Zoning and zoning law"
  ], 
  "subjects_top_term": "Historic sites", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-04-24", 
    "text": "TABLE OF CONTENTS: Title I: National Heritage Areas Program Title II: Designation of National Heritage Areas Title III: Studies of Potential National Heritage Areas Title IV: Amendments to Existing Heritage Corridors National Heritage Areas Act of 1996 - Title I: National Heritage Areas Program - Prescribes eligibility criteria for designation as a National Heritage Area, including the presence of a cohesive assemblage of natural, historic, cultural, or recreational resources that represent distinctive aspects of American heritage worthy of conservation and that are best managed through public-private partnerships. (Sec. 102) Allows designation only by an Act of the Congress. Conditions such designation on the Secretary of the Interior's approval of an Area feasibility study and compact, signed by the Governor of each State in which the Area is located. (Sec. 103) Establishes within the Department of the Interior a National Heritage Areas Partnership Program to assist the Secretary in: (1) making grants and providing technical assistance to units of government and management entities; (2) evaluating areas nominated for designation; and (3) advising State and local governments, nonprofit organizations, and other appropriate entities on issues pertaining to the Program. Requires the Secretary to monitor Area eligibility for assistance and ensure compact compliance. Prohibits the Secretary from providing grants to an Area and limits technical assistance after ten years after its designation. Prohibits the Secretary from providing technical assistance or grants to an Area if a heritage plan is not developed and forwarded to the Secretary within the specified time. (Sec. 104) Sets forth provisions regarding Area feasibility studies, compacts, heritage plans, and management entity composition and duties which shall include submitting a heritage plan to the Secretary and to the Governor of each State in which the Area is located. (Sec. 106) Sets forth provisions regarding: (1) withdrawal of designated Areas; (2) restrictions on an Area's redesignation; (3) private property protection with respect to such Areas; and (4) imposition of environmental and other specified standards. (Sec. 109) Prohibits the Secretary from requiring any multiple use limitations on Federal lands as a condition for signing a compact, providing a grant, or determining eligibility for assistance under this Act or for the receipt of any form of Federal assistance in connection with National Heritage Area status. (Sec. 112) Authorizes appropriations. Specifies funding limitations. Prohibits such funds from being used to supplement funding or programs at any National Park System unit. (Sec. 113) Prohibits the Secretary from making grants or providing technical assistant under this title after FY 2012. Title II: Designation of National Heritage Areas - Provides for the designation as part of the National Heritage Area Partnership Program of: (1) the Essex, Ohio & Erie Canal, Steel Industry, Tennessee Civil War, and Cache La Poudre National Heritage Areas; (2) the Augusta Canal and South Carolina National Heritage Corridors; and (3) the Vancouver National Historic Reserve. (Specifies conditions for the continued use by Vancouver, Washington, of that portion of National Park Service (NPS) property currently used by that city for the Pearson Airpark runway and taxiway. Prohibits general aviation aircraft from being allowed at the Airpark after April 6, 2022, unless a continuation is expressly authorized by an Act of the Congress enacted.) Title III: Studies of Potential National Heritage Areas - Directs the Secretary to study and report to specified congressional committees on the suitability and feasibility of designating as National Heritage Areas: (1) the Puente-Chino Hills National Heritage Corridor; and (2) Tryon County, in the Mohawk Valley of New York, and the Country of the Six Nations (Iroquois Confederacy). Requires that the latter study include a strategy for protection and management of the Oriskany Battlefield National Historic Landmark. Title IV: Amendments to Existing Heritage Corridors - Amends Federal provisions concerning the Blackstone River National Heritage Corridor in Massachusetts and Rhode Island to: (1) modify Corridor boundaries; (2) revise provisions governing tenure on, and extension of, the Blackstone River Valley National Heritage Commission; (3) require revisions of the Cultural Heritage and Land Management Plan (subject to the Secretary's approval) to address the boundary change made by the National Heritage Area Act of 1995 and to include a natural resource inventory of areas or features that should be protected, restored, managed, or acquired because of their contribution to the understanding of national cultural landscape values; and (4) authorize appropriations and limit Federal funding to 50 percent of the total project costs or assistance. (Sec. 402) Amends the Illinois and Michigan Canal National Heritage Corridor Act of 1984 to require the Illinois and Michigan Canal National Heritage Commission to study and report to the Secretary, who shall report to the appropriate congressional committees, on whether the Joliet Army Ammunition Plant and the Calumet-Sag and Chicago Sanitary and Ship Canals should be added to the Corridor."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Heritage Areas Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To recognize the heritage of certain areas of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:21-05:00"
}