{
  "actions": [
    {
      "acted_at": "1973-04-12", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 93-133.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-04-17", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres356-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-12", 
  "number": "356", 
  "official_title": "Resolution providing for the consideration of S. 502.  An Act to authorize appropriations for the construction of certain highways in accordance with title 23 of the United States Code.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s502-93", 
      "reason": "ruled-by"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Madden, Ray J.", 
    "state": "IN", 
    "thomas_id": "00723", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1973-04-12", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-12", 
    "text": "Provides that upon the adoption of this resolution it shall be in order to move that the House resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (S. 502) to authorize appropriations for the construction of certain highways in accordance with title 23 of the United States Code, and for other purposes. Provides that after general debate, which shall be confined to the bill and shall continue not to exceed two hours, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Public Works, the bill shall be read for amendment under the five-minute rule. Makes it in order to consider the amendment in the nature of a substitute recommended by the Committee on Public Works now printed in the bill as an original bill for the purpose of amendment under the five-minute rule, said substitute shall be read for amendment by titles instead of by sections, and all points of order against said substitute for failure to comply with the provisions of clause 16(c), rule XI, and clause 4, rule XXI, are hereby waived. Makes it in order to consider without the intervention of any point of order as an amendment to section 123 of the committee amendment in the nature of a substitute the text of the proposed amendment as set forth on pages 125 and 126 of the minority views accompanying House Report 93-118. Provides that, at the conclusion of the consideration of the bill (S. 502) for amendment, the Committee shall rise and report the bill to the House with such amendments as may have been adopted, and any Member may demand a separate vote in the House on any amendment adopted in the Committee of the Whole to the bill or to the committee amendment in the nature of a substitute. Provides that the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit with or without instructions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution providing for the consideration of S. 502.  An Act to authorize appropriations for the construction of certain highways in accordance with title 23 of the United States Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:29-05:00"
}