{
  "actions": [
    {
      "acted_at": "1974-03-12", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13379-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-12", 
  "number": "13379", 
  "official_title": "A bill to provide financial assistance to the States for improved educational services for handicapped children.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13289-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Education for Handicapped Children Act", 
  "sponsor": {
    "district": "10", 
    "name": "Biaggi, Mario", 
    "state": "NY", 
    "thomas_id": "00085", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-12", 
  "subjects": [
    "Disabled", 
    "Education", 
    "Education of handicapped children", 
    "Families"
  ], 
  "subjects_top_term": "Education of handicapped children", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-12", 
    "text": "Education for Handicapped Children Act - Provides that any State which desired to receive grants for the education of its handicapped children shall submit to the Commissioner of Education, through its State education agency, a State plan accompanied by such information as the Commissioner deems necessary. Directs the Commissioner to approve any such State plan if he determines that such plan: (1) sets forth such policies and procedures as will provide satisfactory assurance that funds paid to the State under this Act will be expended by the State to initiate, expand, or improve programs and projects which are designed to meet the educational needs of handicapped children throughout the States; (2) provides for the identification of all handicapped children in the State; (3) includes a proposal for the study of the State's present procedures for the institutionalization of handicapped children; (4) provides for the reduction of the number of handicapped children in the State who are institutionalized; (5) provides for the establishment of procedures for the classification of a child as a handicapped child; (6) provides satisfactory assurance that provision will be made for participation of children not enrolled in public schools in special educational programs and services provided to handicapped children by the State or by local educational agencies; (7) provides for procedures and objective measurements for evaluating at least annually the effectiveness of special educational programs and services in meeting the educational needs of handicapped children; (8) provides for making annual reports, to enable the Commissioner to carry out his functions under this Act; and (9) provides for keeping such records as the Commissioner may find necessary to assure the correctness and vertification of reports and proper disbursement of funds under this Act and meet other specific provisions. Directs the Commissioner to disapprove a State plan or modification thereof only after reasonable notice and an opportunity for a hearing to such State. Establishes a formula for the distribution of funds under this Act among the States. Directs the Commissioner to report to the Congress not later than January 1, 1975, his recommendations with respect to changes which may be necessary in the amount and entitlement of grants under this Act. Establishes the conditions under which the Commissioner, after a reasonable notice and opportunity for hearing, may cancel payments made to the States under this Act and provides procedures for judicial review of such decisions. Authorizes necessary appropriations for the fiscal year ending June 30, 1974, and for each of the next four fiscal years, for the purpose of making grants under this Act. Provides that grants for Puerto Rico, Guam, American Samoa, the Virgin Islands, and the Trust Territory of the Pacific Islands shall be in an amount equal to not more than 3 percent of the amount appropriated for payments to the States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Education for Handicapped Children Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide financial assistance to the States for improved educational services for handicapped children.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:32-05:00"
}