{
  "actions": [
    {
      "acted_at": "1973-01-29", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3070-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-29", 
  "number": "3070", 
  "official_title": "A bill to amend the Railroad Retirement Act of 1937 and the Railroad Retirement Tax Act to revise the eligibility conditions for annuities, to change the railroad retirement tax rates, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "19", 
    "name": "Carney, Charles J.", 
    "state": "OH", 
    "thomas_id": "00177", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-29", 
  "subjects": [
    "Excise tax", 
    "Railroad retirement plans", 
    "Railroads", 
    "Taxation"
  ], 
  "subjects_top_term": "Railroad retirement plans", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-29", 
    "text": "Provides, under the Railroad Retirement Act, that an individual who has attained age fifty-five and completed thirty years of service, or who has attained age sixty-two and completed less than thirty years of service shall be entitled to an annuity under such Act. Entitles the spouse of an annuitant under the Act to benefits when his or her spouse has attained age fifty-five. Entitles such spouse to receive a reduced annuity at age fifty-two when his or her spouse has attained age fifty-five. (Amends 45 U.S.C. 228b) Imposes on the income of each employee representative, under the Railroad Retirement Tax Act, a tax equal to twenty-four percent of so much of the compensation paid to such employee representative for services rendered by him in any calender month after June 1971, as is not in excess of the maximum monthly compensation. (Amends 26 U.S.C. 3211(a)) Imposes on every employer, under such Act, an excise tax, with respect to having individuals in his employ, equal to twenty-four percent of so much of the compensation paid by such employer for services rendered to him in any calendar month after June 1971, as is, with respect to any employee, not in excess of the maximum monthly compensation. Provides that the above rate of tax shall be increased, with respect to services rendered after June 1971, by a number of percentage points equal at any given time to twice the number of percentage points by which the rate of the tax imposed with respect to wages at such time exceeds two and three-fourth percent. (Amends 26U.S.C. 3221)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Railroad Retirement Act of 1937 and the Railroad Retirement Tax Act to revise the eligibility conditions for annuities, to change the railroad retirement tax rates, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:39-05:00"
}