{
  "actions": [
    {
      "acted_at": "1995-01-31", 
      "references": [
        {
          "reference": "CR S1856-1857", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-31", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-01", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Parks, Preservation and Recreation", 
      "text": "Referred to Subcommittee on Parks, Preservation and Recreation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-06-07", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of the Interior, and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-05", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of the Interior, and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-20", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of the Interior, and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-21", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Parks, Preservation and Recreation", 
      "references": [], 
      "text": "Subcommittee on Parks, Preservation and Recreation. Hearings held. Hearings printed: S.Hrg. 104-580.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s305-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Parks, Historic Preservation, and Recreation", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1995-02-24", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "1995-01-31", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-31", 
  "number": "305", 
  "official_title": "A bill to establish the Shenandoah Valley National Battlefields and Commission in the Commonwealth of Virginia, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr763-104", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr763-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Shenandoah Valley National Battlefields Partnership Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-31", 
  "subjects": [
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Civil war", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Historic sites", 
    "History", 
    "Military history", 
    "Monuments and memorials", 
    "National parks", 
    "Nonprofit organizations", 
    "Public lands and natural resources", 
    "Tourist trade", 
    "Virginia"
  ], 
  "subjects_top_term": "Historic sites", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-31", 
    "text": "Shenandoah Valley National Battlefields Partnership Act of 1995 - Establishes the Shenandoah Valley National Battlefields in Virginia. Directs the Secretary of the Interior to protect, manage, and administer the Battlefields for the purposes of preserving and interpreting their natural, cultural, and historical resources and of providing for public understanding and appreciation of the Battlefields in such a manner as to perpetuate these qualities and values for future generations. Authorizes the Secretary to acquire lands within the boundaries of the Battlefields, subject to specified requirements. Directs the Secretary to allow at Battlefield locations any living history demonstrations and battlefield reenactments that occurred during the 12 months prior to enactment of this Act or that are otherwise determined appropriate. (Sec. 6) Requires that the Battlefields be managed by the Secretary pursuant to this Act and the Shenandoah Valley National Battlefields plan (plan) to be developed by the Shenandoah Valley National Battlefields Commission (to be established under this Act) and approved by the Secretary. (Sec. 7) Authorizes the Secretary to establish partnerships and enter into cooperative agreements concerning lands within the Battlefields and historic core areas with other Federal, State, or local agencies and private persons and organizations. (Sec. 8) Authorizes the Secretary: (1) to award grants and provide technical assistance to owners of property located within the battlefields and historic core areas to provide for the preservation and interpretation of natural, cultural, and historical resources; and (2) to award grants and provide technical assistance to governmental entities to assist with the planning, development, and implementation of comprehensive plans, land use guidelines, regulations, ordinances, or other appropriate documents that are consistent with and designed to protect the historic character of the Battlefields and historic core areas. Directs the Commission to conduct a regular review of approved plans, guidelines, regulations, ordinances, or documents (documents), and where appropriate, to recommend that the Secretary withdraw approval and suspend any grant authority pursuant to this section. Terminates the Commission 45 days after plan approval by the Secretary. Directs the Secretary to suspend grants awarded upon determining that such documents are modified in a manner that is inconsistent with the protection of the historic character of the Battlefields and historic core areas. Specifies that the Federal share of any grant made under this section may not exceed the amount of the non-Federal funds provided. (Sec. 10) Directs the Commission to: (1) advise the Secretary on the administration of the Battlefields; (2) assist Virginia or any political subdivision thereof in the management, protection, and interpretation of the natural, cultural, and historical resources within the historic core areas; and (3) take appropriate action to encourage protection of the natural, cultural, and historical resources within the Battlefields and historic core areas by landowners, local governments, organizations, and businesses. Authorizes the Commission to assist any nonprofit organization in the management, protection, and interpretation of the natural, cultural, and historical resources within the historic core areas. (Sec. 11) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Shenandoah Valley National Battlefields Partnership Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Shenandoah Valley National Battlefields and Commission in the Commonwealth of Virginia, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:36-05:00"
}