{
  "actions": [
    {
      "acted_at": "1979-07-30", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5007-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Weiss, Ted", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01213", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-30", 
  "number": "5007", 
  "official_title": "A bill to amend title 18 of the United States Code to require court orders for trespass incident to legal interception of wire and oral communications.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Protection of Privacy Act of 1979", 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-30", 
  "subjects": [
    "Civil Rights and Liberties", 
    "Civil procedure", 
    "Communications and Broadcasting", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Electronic surveillance", 
    "Right of privacy", 
    "Searches and seizures", 
    "Telephone"
  ], 
  "subjects_top_term": "Electronic surveillance", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-30", 
    "text": "Protection of Privacy Act of 1979 - Extends the prohibition against interception of communications to apply the current criminal penalty to any person who is authorized to intercept a communication and knowingly trespasses incident to such interception without authorization. Amends the prohibition against disclosure of information obtained through an unauthorized interception to include information obtained through an interception in connection with such an illegal trespass. Sets forth procedural requirements for a judicial order permitting a trespass incident to an interception of a wire or oral communication. Specifies information to be included in an application for such an order. Allows a judge to authorize such a trespass within the territorial jurisdiction of the court upon a determination on the basis of facts submitted by the applicant that: (1) there is probable cause for belief that certain offenses are or will be committed; (2) the premises will be used in the planning or commission of the particular offense; (3) procedures less intrusive than trespass have failed, are unlikely to succeed, or are too dangerous; and (4) the premises into which the trespass will occur have been adequately described and are only those areas which must be entered to accomplish the authorized interception. Prohibits such an order if the facts of the case are not sufficient to justify an intrusion upon privacy of the magnitude of a trespass. Enumerates items which must be included in an order authorizing a trespass. States additional requirements with respect to such a trespass order, including that: (1) an order may require reports to the court to show that the intrusion into the privacy of the occupants has been minimized to the greatest possible degree; and (2) no such order may be executed simultaneously with another order or search warrant. Authorizes civil recovery for unlawful trespass. Makes the current damages which are recoverable for violations of the interception of communications requirements recoverable for each such violation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Protection of Privacy Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18 of the United States Code to require court orders for trespass incident to legal interception of wire and oral communications.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:29-05:00"
}