{
  "actions": [
    {
      "acted_at": "1979-07-21", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1555-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-21", 
  "number": "1555", 
  "official_title": "A bill to provide a program for the rehabilitation of the Nation's railroads.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "New England Railroad Improvement Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Durkin, John A.", 
    "state": "NH", 
    "thomas_id": "01322", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-21", 
  "subjects": [
    "Department of Transportation", 
    "Executive reorganization", 
    "Government ownership", 
    "New England", 
    "Railroad engineering", 
    "Railroad equipment", 
    "Railroad facilities", 
    "Railroad finance", 
    "Railroads", 
    "Railroads and state", 
    "States"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-21", 
    "text": "New England Railroad Improvement Act of 1979 - Title I: Findings, Purpose, and Definitions - Declares that the purposes of this Act are to: (1) designate an Interstate Railroad System to serve the New England States; (2) organize an Administration of the Department of Transportation to acquire and restructure the rail lines included in such system; (3) require minimum maintenance standards for such lines; (4) establish rights of access by rail carriers to rail lines they do not own; and (5) provide Federal funding to the Administration and to States for the rehabilitation of rail lines. Title II: Interstate Railroad System - Requires each railroad company to supply the Secretary of Transportation with specified information regarding its lines. Stipulates that the Initial Interstate System as established by this Act shall consist of: (1) all rail lines operated in the United States by railroad companies; (2) all rail lines within the United States which are owned or controlled by domestic railroad companies which are out of service (except abandoned or discontinued lines as authorized by the Interstate Commerce Commission; and (3) rail lines outside the United States which are operated by a railroad company which primarily operates within the United States and which are deemed essential to the System by the Secretary. Excepts smaller rail lines from such system under specified circumstances. Directs the Secretary to prepare a report of all the rail lines included and excluded from such system for dissemination to specified agencies and Congress and for publication in the Federal Register. Directs the Rail Services Planning Office of the Interstate Commerce Commission to hold public hearings to solicit comments on the Initial System. Requires the Office to report to the Secretary regarding its recommendations for additions to and deletions from such System. Requires that such recommendations include, to the extent possible, the rerouting of through-train operations of one or more railroad companies into a single rail line. Sets forth guidelines for the Office to take into account in determining whether to add or delete rail lines from the Initial System. Directs the Secretary, after receiving such recommendations, to designate an Intermediate Interstate Railroad System. Requires that such report include findings in support of each addition to or deletion from the Initial System. Stipulates that the Intermediate System shall designate the future maintenance standards of each rail line in the System based on specified criteria. Directs the Office to conduct public hearings to solicit comments regarding the Intermediate System. Requires the Office to report to the Secretary regarding its recommendations for additions to, deletions from, or changes to the System along with its reasons for such recommendations. Requires that a copy of such recommendations be published in the Federal Register. Requires the Secretary, after giving full consideration to such recommendations, to prepare and transmit to the Congress the Final Interstate Railroad System. Stipulates that the Final System shall be designed to promote and enhance the ability of rail carriers to provide modern, efficient, and economical interstate rail freight and passenger service which is responsive to present and future needs and demands. Requires the Secretary's report to include findings in support of any additions to or deletions from the Intermediate System. Stipulates that no deletions may be made from the Intermediate System unless such deletions were approved by the Office or the Governor of the State in which the rail lines to be deleted are located. Stipulates that the future maintenance standards for lines on the final system shall be no less than those contained in the Intermediate System except in specified circumstances. Stipulates that the Final System shall be deemed approved unless either House of Congress passes a resolution disapproving such System within 60 days of continuous session after transmittal of the Final System to Congress. Stipulates that if such a resolution is passed the Secretary in cooperation with the Office shall submit a revised System within 60 days. Stipulates that the method of approving such revised System shall be the same as that applicable to the original System. Directs the Secretary, within 90 days of receiving the Office's recommendations regarding the Intermediate System, to determine and publish a rehabilitation, capital improvement, and maintenance program for the restoration of all lines in the System to the future maintenance standards set forth in the Final System. Stipulates that such restoration project shall be completed within 12 years. Directs the Secretary and the Secretary of the Army to carry out a study of the long-term capital needs for the modernization of signal systems, line relocation, tunneling, highway grade crossing elimination, electrification and other upgrading to the Final System as revised Directs the Administrator of the Federal Rail Property Administration (as established by this Act) to determine and release a revised rehabilitation, capital improvement, and maintenance program showing the schedule for the completion of each element of the program. Requires such program to be completed within 12 years. Stipulates that all the rail properties reorganized under the Regional Rail Reorganization Act of 1973 shall be part of the Final System. Requires the Secretary, within 210 days of the enactment of this Act, to publish an inventory of all rail lines in the United States including a list of the maximum allowable speed for freight and passenger trains on July 1, 1979. Requires each rail carrier to supply the Secretary with a verified statement describing each slow order, speed restriction, and change in employee operating timetable that became effective on or after July 1, 1979. Requires such statement to include the reason for each slow order, speed restriction, and timetable revision. Title III: Federal Rail Property Administration - Establishes the Federal Rail Property Administration within the Department of Transportation. Authorizes the Administration to acquire rail lines and transportation property other than rail lines from any railroad company operating in the United States or whose principal place of business is in the United States. Stipulates that such properties may include properties of United States railroads in contiguous portions of Canada and Mexico which are essential to the Interstate Rail System. Authorizes the Secretary to promulgate regulations regarding operators in the Interstate Rail System. Authorizes any railroad company, after the Final System is approved, to offer to transfer all of its rail lines which are included in the System to the Administration. Directs the Administration to accept the title to such facilities and enter into a lease with the company under which the company shall provide rail carriage over such lines for a period of not more than ten years. Stipulates that such a lease shall be renewable upon certification by the Interstate Commerce Commission that the carrier is fit, willing, and able to perform such service. Sets forth provisions which must be included in such lease. Authorizes Con Rail to offer its properties to the Administration. Sets forth procedures for the acquisition of such properties. Directs the Secretary to develop programs of rehabilitation and capital improvements for rail properties owned by the Administration. Stipulates that such programs shall be incorporated into the terms of the lease of such properties. Stipulates that the Administration shall pay the costs of implementing such programs. Directs the Administrator to contract with the leaseholding railroad to implement such programs unless the railroad has an insufficient work force to implement the program or unless it would not be cost-efficient for the leaseholder to perform the work. Directs the Administrator of any leaseholding railroad, after such rehabilitation program has been completed, to establish a maintenance schedule for such rail line. Stipulates that such maintenance shall be the responsibility of the leaseholding railroads. Directs the Administrator to make all materials and equipment necessary for maintenance available to the responsible carrier or carriers. Stipulates that failure to maintain maintenance standards shall be a violation of the lease and subject to liquidated damages. Directs the Administrator to report annually to the President and Congress on the extent and condition of all properties owned by the Administration, and on the condition of all other rail properties in the Nation. Title IV: Funding - Authorizes appropriations in such amounts as may be necessary for the succeeding 10 fiscal years for the rehabilitation of rail lines under this Act and to provide materials used in maintenance as required by this Act. Establishes a Rail User Charge on all railroads operating on facilities of the Administration. Stipulates that such charge shall be $.20 annually per thousand gross ton-miles of freight, passengers, and rail equipment moved on such facilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "New England Railroad Improvement Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a program for the rehabilitation of the Nation's railroads.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:04-05:00"
}