{
  "actions": [
    {
      "acted_at": "1979-09-21", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-12-13", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 96-497.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-20", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-20", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-20", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-01-31", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Reported to House from the Committee on Public Works and Transportation with amendment, H. Rept. 96-1372.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Senate agreed to House amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-03", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-06", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-06", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-15", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-10-15", 
      "references": [], 
      "text": "Public Law 96-454.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1798-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-10-15", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-21", 
  "number": "1798", 
  "official_title": "A bill to reduce regulation of and increase competition in the household goods moving industry, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Household Goods Transportation Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-21", 
  "subjects": [
    "Antitrust law", 
    "Antitrust policy", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government regulation", 
    "Household moving", 
    "Interstate Commerce Commission", 
    "Motor Vehicles and Driving", 
    "Motor carrier rates", 
    "Trucks"
  ], 
  "subjects_top_term": "Household moving", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-09-25", 
    "text": "(Measure passed House, amended) Household Goods Transportation Act of 1980 - Declares, as findings of Congress, that: (1) a stable and financially sound system of transportation of household goods by motor common carriers is vital to a strong economy and a strong national defense; (2) the best means of assuring such a system is through competition and reduced regulation; (3) pricing flexibility is in the best interests of shippers of household goods; and (4) the interest of individual shippers can best be protected by allowing carriers maximum flexibility and by providing complete information concerning carriers' performance and shippers' rights and remedies. Directs the appropriate Congressional committees to conduct periodic oversight hearings on the effects of this Act no less than annually for the first five years following the date of enactment of this Act. Amends the Interstate Commerce Act to authorize a motor common carrier providing transportation of household goods subject to the jurisdiction of the Interstate Commerce Commission to establish a rate for the transportation of such goods that is based on the carrier's written, binding estimate of charges. Directs that such rate be available on a nonpreferential basis to shippers and not result in predatory charges. Authorizes a carrier to establish rates that guarantee that the carrier will pick up and deliver such goods at the times specified in the contract for such services and provide a penalty or per diem payment for failure to perform on time. Directs that such charges be contained in the tariff the carrier publishes for such service under this Act. Authorizes the Commission to require a carrier to have in effect a rate for such service that does not guarantee the pick up and delivery of such goods at the times specified in the contract and that does not provide a penalty or per diem payment for failure to perform on time. Makes each carrier responsible for the acts and omissions of its agents which relate to the transportation of household goods. Directs carriers to use due diligence and reasonable care in selecting and maintaining agents who are sufficiently knowledgeable, fit, willing, and able to provide adequate services under this Act. Authorizes the Commission to issue to an agent: (1) in violation of this Act; or (2) consistently unfit, unwilling, and unable to provide adequate services under this Act, a complaint stating the charges and the time and place of a hearing thereon. Authorizes the Commission, under specified circumstances, to: (1) compel compliance with the requirement that the agent be fit, willing, and able; or (2) issue an order to limit, condition, or prohibit such agent from any involvement in the provision of such services. Permits an agent adversely affected by an order of the Commission to seek relief in the appropriate United States court of appeals. Directs that antitrust laws (as defined in the Clayton Act) do not apply to discussions or agreements between a carrier and its agent concerning specified subjects. Directs that pooling or division of traffic agreements or combinations shall be presumed to be in the public interest and not to restrain competition. Directs the Commission to expedite the process for approval of applications for such agreements and combinations. Authorizes the Commission to issue regulations as regards the transportation of household goods by motor common carrier. Directs that reasonable performance standards protective of individual shippers shall be included in such regulations. Authorizes carriers to provide shippers with an estimate of charges for transportation of goods. Denies the Commission authority to prohibit a carrier from charging a prospective shipper for such estimate. Makes such estimates subject to specified antitrust laws. Directs the Commission to issue regulations that provide carriers with maximum flexibility in weighing shipments. Directs the Commission, within 60 days of the date of enactment of this Act, to institute a rulemaking proceeding to review and revise its operational regulations pertaining to transportation of household goods. Directs that such rulemaking proceeding shall be concluded within 270 days after the date of enactment of this Act. Authorizes one or more carriers to establish a program to settle disputes between such carriers and shippers. Directs the Commission to review and, when appropriate, approve applications for such programs. Sets forth requirements with which such programs must comply. Authorizes the recovery of attorney's fees by a shipper or carrier under specified circumstances. Establishes civil penalties for violations of the regulations promulgated under this Act or for failure to fully comply with report requirements mandated by the Commission regarding the transportation of household goods. Establishes a criminal penalty for weight-bumping (the knowing and willful making or securing of a fraudulent weight on a shipment of household goods). Eliminates the public convenience and necessity test for applicants seeking authority to provide transportation for the United States Government of used household goods, which transportation is incidental to a pack-and-crate service on behalf of the Department of Defense."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Household Goods Transportation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Household Goods Transportation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce regulation of and increase competition in the household goods moving industry, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:09-05:00"
}