{
  "actions": [
    {
      "acted_at": "2012-05-23T12:57:00-04:00", 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 112-492, by Mr. Aderholt.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-05-23T12:57:00-04:00", 
      "calendar": "Union", 
      "number": "345", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 345.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2012-06-06T14:10:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [
        {
          "reference": "CR H3499-3505", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 667.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T14:10:00-04:00", 
      "bill_ids": [
        "hr5743-112", 
        "hr5854-112", 
        "hr5325-112"
      ], 
      "references": [], 
      "text": "Resolution provides for consideration of H.R. 5743; H.R. 5854; H.R. 5855; and H.R. 5325.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T14:10:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 667 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T14:10:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Ileana Ros-Lehtinen to act as Chairwoman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T14:10:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 5855.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T15:03:00-04:00", 
      "references": [], 
      "text": "Mr. Aderholt moved that the committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T15:03:00-04:00", 
      "references": [], 
      "text": "On motion that the committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T15:04:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 5855 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T18:39:00-04:00", 
      "references": [
        {
          "reference": "CR H3528-3575", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3528", 
          "type": "text of Title I as reported in House"
        }, 
        {
          "reference": "H3532-3533, H3536", 
          "type": null
        }, 
        {
          "reference": "CR H3536-3537, H3539, H3540-3541, H3546, H3547, H3550, H3552-3553", 
          "type": "text of Title II as reported in House"
        }, 
        {
          "reference": "CR H3553-3554, H3558-3559", 
          "type": "text of Title III as reported in House"
        }, 
        {
          "reference": "CR H3559, H3561", 
          "type": "text of Title IV as reported in House"
        }, 
        {
          "reference": "CR H3561-3566, H3566", 
          "type": "text of Title V as reported in House"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T18:40:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T18:42:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 667, the Committee of the Whole proceeded with debate on the Flake amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T18:47:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Moore amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T18:55:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Moore amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Moore demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T18:56:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 667, the Committee of the Whole proceeded with debate on the Broun (GA) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T19:03:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Broun (GA) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Broun (GA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T19:04:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 667, the Committee of the Whole proceeded with debate on the Holt amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T19:13:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Holt amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Holt demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T19:14:00-04:00", 
      "bill_ids": [
        "hres677-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 677, the Committee of the Whole proceeded with debate on the Grimm amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T19:20:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 667, the Committee of the Whole proceeded with debate on the Clarke (MI) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T19:23:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Clarke (MI) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Clarke (MI) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T19:24:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 667, the Committee of the Whole proceeded with debate on the Poe (TX) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T19:34:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Poe (TX) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Poe (TX) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T19:35:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Runyan amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T19:45:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Grijalva amendment under the five-minute rule, pending the reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T19:51:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Hahn amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T20:07:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hahn amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Hahn demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T20:08:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Bishop (UT) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T20:18:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Bishop (UT) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Price(NC) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T20:19:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Loretta Sanchez amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T20:28:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Loretta Sanchez amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Loretta Sanchez demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T20:35:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Wasserman Schultz amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T20:46:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the second Clarke (MI) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T20:50:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Clarke (MI) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Clarke (MI) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T20:51:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Polis amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T21:01:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the second Broun (GA) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T21:17:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Cravaack amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T21:26:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Jackson Lee amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T21:35:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Jackson Lee amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Jackson Lee demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T21:39:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Dold amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T21:47:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 667, the Committee of the Whole proceeded with debate on the Gardner amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T21:53:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Flake amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T22:06:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Hahn amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T22:17:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hahn amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mrs. Hahn demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T22:17:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Higgins amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T22:24:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Higgins amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Higgins demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T22:25:00-04:00", 
      "bill_ids": [
        "hres667-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 667, the Committee of the Whole proceeded with debate on the Bishop (NY) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T22:38:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Bishop (NY) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Bishop (NY) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T23:45:00-04:00", 
      "references": [], 
      "text": "Mr. Aderholt moved that the committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T23:45:00-04:00", 
      "references": [], 
      "text": "On motion that the committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-06T23:45:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 5855 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T17:05:00-04:00", 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Mr. Aderholt asked unanimous consent that, during further consideration of H.R. 5855 in the Committee of the Whole pursuant to House Resolution 667, no further amendment to the bill may be offered except those on a list provided to the desk. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T17:13:00-04:00", 
      "references": [
        {
          "reference": "CR H3618-3652", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T17:14:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T17:16:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Brown(FL) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T17:26:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Ellison amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T17:32:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Graves (MO) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T17:39:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Ryan (OH) amendment pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T17:44:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Black amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T17:50:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Crowley amendment pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T17:53:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Flores amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T18:00:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the First King (IA) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T18:08:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the First King (IA) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Price (NC) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T18:09:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Second King (IA) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T18:19:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Second King (IA) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Price (NC) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T18:22:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the First Blackburn amendment, pending reservation of a point of order. Subsequently, the point of order was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T18:35:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the First Blackburn amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mrs. Blackburn demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T18:36:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Second Blackburn amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T18:52:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Second Blackburn amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mrs. Blackburn demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T18:53:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Pierluisi amendment No. 16, pending reservation of a point of order. Subsequently, the point of order was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T18:59:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Sullivan amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T19:14:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Sullivan amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Price (NC) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T19:19:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Barletta amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T19:39:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Aderholt En Bloc amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T19:41:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Turner (NY) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T19:50:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Turner (NY) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Turner (NY) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T19:50:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Polis (CO) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T20:02:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Polis (CO) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Polis (CO) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T20:03:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Broun (GA) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T20:10:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Broun (GA) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T20:20:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Cravaack amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T20:42:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question on adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T21:35:00-04:00", 
      "references": [], 
      "text": "Mr. Aderholt moved for the Committee of the Whole to rise and report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T21:35:00-04:00", 
      "references": [], 
      "text": "On motion to rise and report Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T21:35:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 5855.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T21:36:00-04:00", 
      "references": [
        {
          "reference": "CR H3650", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T21:36:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendments en gross as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T21:37:00-04:00", 
      "references": [
        {
          "reference": "CR H3650-3651", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3650", 
          "type": "text"
        }
      ], 
      "text": "Mr. Tierney moved to recommit with instructions to Appropriations.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T21:37:00-04:00", 
      "references": [], 
      "text": "Floor summary: DEBATE - The House proceeded with 10 minutes of debate on the Tierney motion to recommit with instructions. The instructions contained in the motion seek to report the same back to the House forthwith with an amendment to increase funding for the National Protection and Programs Directorate for infrastructure protection and information security programs and activities by $16,663,000 and decrease the Transportation Security Administration's administrative account by the same amount. The Motion would also increase funding for FEMA Urban Area Security Initiative (UASI) grants by $340,300,000 and decrease general funding for the FEMA State and Local grant program by the same amount.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T21:44:00-04:00", 
      "references": [
        {
          "reference": "CR H3650", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T22:00:00-04:00", 
      "references": [
        {
          "reference": "CR H3651", 
          "type": "consideration"
        }
      ], 
      "text": "On motion to recommit with instructions Failed by recorded vote: 165 - 251 (Roll no. 369).", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07T22:08:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "370", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 234 - 182 (Roll no. 370).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2012-06-07T22:08:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-11", 
      "calendar": "Senate Legislative", 
      "number": "426", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 426.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h1232-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1232"
    }, 
    {
      "amendment_id": "h1233-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1233"
    }, 
    {
      "amendment_id": "h1234-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1234"
    }, 
    {
      "amendment_id": "h1235-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1235"
    }, 
    {
      "amendment_id": "h1236-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1236"
    }, 
    {
      "amendment_id": "h1237-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1237"
    }, 
    {
      "amendment_id": "h1238-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1238"
    }, 
    {
      "amendment_id": "h1239-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1239"
    }, 
    {
      "amendment_id": "h1240-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1240"
    }, 
    {
      "amendment_id": "h1241-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1241"
    }, 
    {
      "amendment_id": "h1242-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1242"
    }, 
    {
      "amendment_id": "h1243-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1243"
    }, 
    {
      "amendment_id": "h1244-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1244"
    }, 
    {
      "amendment_id": "h1245-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1245"
    }, 
    {
      "amendment_id": "h1246-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1246"
    }, 
    {
      "amendment_id": "h1247-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1247"
    }, 
    {
      "amendment_id": "h1248-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1248"
    }, 
    {
      "amendment_id": "h1249-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1249"
    }, 
    {
      "amendment_id": "h1250-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1250"
    }, 
    {
      "amendment_id": "h1251-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1251"
    }, 
    {
      "amendment_id": "h1252-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1252"
    }, 
    {
      "amendment_id": "h1253-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1253"
    }, 
    {
      "amendment_id": "h1254-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1254"
    }, 
    {
      "amendment_id": "h1255-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1255"
    }, 
    {
      "amendment_id": "h1258-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1258"
    }, 
    {
      "amendment_id": "h1259-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1259"
    }, 
    {
      "amendment_id": "h1260-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1260"
    }, 
    {
      "amendment_id": "h1261-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1261"
    }, 
    {
      "amendment_id": "h1262-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1262"
    }, 
    {
      "amendment_id": "h1263-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1263"
    }, 
    {
      "amendment_id": "h1264-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1264"
    }, 
    {
      "amendment_id": "h1265-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1265"
    }, 
    {
      "amendment_id": "h1266-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1266"
    }, 
    {
      "amendment_id": "h1267-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1267"
    }, 
    {
      "amendment_id": "h1268-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1268"
    }, 
    {
      "amendment_id": "h1269-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1269"
    }, 
    {
      "amendment_id": "h1270-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1270"
    }, 
    {
      "amendment_id": "h1271-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1271"
    }, 
    {
      "amendment_id": "h1272-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1272"
    }, 
    {
      "amendment_id": "h1273-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1273"
    }, 
    {
      "amendment_id": "h1274-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1274"
    }, 
    {
      "amendment_id": "h1275-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1275"
    }, 
    {
      "amendment_id": "h1276-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1276"
    }, 
    {
      "amendment_id": "h1277-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1277"
    }
  ], 
  "bill_id": "hr5855-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2012-06-07T22:08:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2012-05-23", 
  "number": "5855", 
  "official_title": "Making appropriations for the Department of Homeland Security for the fiscal year ending September 30, 2013, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres667-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2017-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3216-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Homeland Security Appropriations Act, 2013", 
  "sponsor": {
    "district": "4", 
    "name": "Aderholt, Robert B.", 
    "state": "AL", 
    "thomas_id": "01460", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2012-06-07T22:08:00-04:00", 
  "subjects": [
    "Abortion", 
    "Appropriations", 
    "Aviation and airports", 
    "Border security and unlawful immigration", 
    "Business ethics", 
    "Buy American requirements", 
    "Caribbean area", 
    "Citizenship and naturalization", 
    "Coast guard", 
    "Computer security and identity theft", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Criminal justice information and records", 
    "Cuba", 
    "Customs enforcement", 
    "Department of Homeland Security", 
    "Detention of persons", 
    "Disaster relief and insurance", 
    "Drug trafficking and controlled substances", 
    "Emergency management", 
    "Executive agency funding and structure", 
    "Federal Emergency Management Agency (FEMA)", 
    "Firearms and explosives", 
    "Fires", 
    "Floods and storm protection", 
    "Foreign labor", 
    "Foreign language and bilingual programs", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Homeland security", 
    "Latin America", 
    "Law enforcement administration and funding", 
    "Marine and inland water transportation", 
    "Marine pollution", 
    "Navigation, waterways, harbors", 
    "Nuclear weapons", 
    "Pornography", 
    "Prescription drugs", 
    "Public contracts and procurement", 
    "Public transit", 
    "Radioactive wastes and releases", 
    "Research administration and funding", 
    "Research and development", 
    "Tax administration and collection, taxpayers", 
    "Transportation costs", 
    "Transportation safety and security", 
    "Travel and tourism", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2012-06-07", 
    "text": "Department of Homeland Security Appropriations Act, 2013 - Makes appropriations for the Department of Homeland Security (DHS) for FY2013. Title I: Departmental Management and Operations - Makes appropriations for: (1) the Office of the Secretary and executive management, (2) the Office of the Under Secretary for Management, (3) the Office of the Chief Financial Officer, (4) the Office of the Chief Information Officer, (5) intelligence analysis and operations activities, and (6) the Office of the Inspector General. Title II: Security, Enforcement, and Investigations - Makes appropriations for: (1) U.S. Customs and Border Protection (CBP), including for border security fencing, infrastructure, and technology; (2) U.S. Immigration and Customs Enforcement (ICE), including to reimburse other federal agencies for the costs associated with the care, maintenance, and repatriation of smuggled aliens unlawfully present in the United States, to identify and remove from the United States aliens convicted of a crime once they are judged deportable, and for detention and removal operations, including alternatives to detention; (3) the Transportation Security Administration (TSA), including for aviation security (including explosives detection systems), surface transportation security, screening programs of the Office of Transportation Threat Assessment and Credentialing, transportation security support and intelligence, and the Federal Air Marshals; (4) the Coast Guard, including funding derived from the Oil Spill Liability Trust Fund for prevention, removal, and enforcement related to oil discharges and funding for environmental compliance and restoration; and (5) the U.S. Secret Service. Title III: Protection, Preparedness, Response, and Recovery - Makes appropriations for FY2013 for: (1) the Office of the Under Secretary for the National Protection and Programs Directorate, including for the Federal Protective Service and the Office of Biometric Identity Management; (2) the Office of Health Affairs, including for BioWatch operations; and (3) the Federal Emergency Management Agency (FEMA), including for grants for state and local programs, firefighter assistance grants, emergency management performance grants, the U.S. Fire Administration, disaster relief, the disaster assistance direct loan program account, the flood hazard mapping and risk analysis program, the National Flood Insurance Fund, the predisaster mitigation grant program, and the emergency food and shelter program. Title IV: Research and Development, Training, and Services - Makes appropriations for FY2013 for: (1) U.S. Citizenship and Immigration Services (CIS), including for the E-Verify program; (2) the Federal Law Enforcement Training Center; (3) the Office of the Under Secretary for Science and Technology; and (4) the Domestic Nuclear Detection Office. Title V: General Provisions - (Sec. 501) Sets forth limitations and prohibitions on the availability, use, reprogramming, or transfer of funds for specified programs and activities under this Act. (Sec. 513) Prohibits the use of funds available in this Act to amend the oath of allegiance required under the Immigration and Nationality Act. (Sec. 522) Prohibits the use of funds by CIS to grant an immigration benefit unless the results of required background checks have been received and do not preclude granting the benefit. (Sec. 526) Prohibits the use of funds for CBP to prevent an individual from importing a prescription drug from Canada if: (1) such individual is not in the business of importing a prescription drug; and (2) such drug complies with specified provisions of the Federal Food, Drug, and Cosmetic Act and is not a controlled substance or a biological product. Makes this section applicable only to individuals transporting on their person a personal-use quantity of the prescription drug, not exceeding a 90-day supply. (Sec. 528) Prohibits the use of funds made available in this Act: (1) for planning, testing, piloting, or developing a national identification card; (2) to transfer, release, or assist in the transfer or release to or within the United States, its territories, or possessions, of Khalid Sheikh Mohammed or any other detainee who is not a U.S. citizen or a member of the U.S. Armed Forces, or who is or was held on or after June 24, 2009, at the U.S. Naval Station, Guantanamo Bay, Cuba, by the Department of Defense (DOD); or (3) to employ unauthorized aliens. (Sec. 537) Requires any company that collects or retains personal information directly from any individual who participates in TSA's Registered Traveler or successor program to safeguard and dispose of such information in accordance with specified requirements. (Sec. 539) Requires the TSA Administrator to: (1) submit to the House and Senate Appropriations Committees a report that either certifies that the requirement for screening all air cargo on passenger aircraft by the deadline has been met or includes a strategy to comply with such requirements, and (2) continue to submit such reports every 90 days until the Administrator has achieved screening of 100% of such air cargo. (Sec. 543) Provides that any sale or collocation of federally owned detention facilities shall not result in the maintenance of fewer than 34,000 ICE detention beds. (Sec. 544) Prohibits funds made available under this Act or any prior appropriations Act from being provided to the Association of Community Organizations for Reform Now (ACORN) or any of its affiliates, subsidiaries, or allied organizations. (Sec. 546) Requires the DHS Secretary to ensure enforcement of immigration laws. (Sec. 554) Prohibits funds made available under this Act from being used by a federal law enforcement officer to facilitate the transfer of an operable firearm to an individual if the officer knows or suspects that the individual is an agent of a drug cartel unless U.S. law enforcement personnel continuously monitor or control the firearm at all times. (Sec. 560) Rescinds various amounts from specified agencies, including FEMA, the Coast Guard, and CBP. (Sec. 564) Repeals a provision directing TSA to retain any unclaimed money recovered at airport security checkpoints until expended for the purpose of providing civil aviation security. (Sec. 566) Prohibits funds appropriated by this Act for ICE from: (1) being available to pay for an abortion, except where the mother's life would be endangered if the fetus were carried to term, or in the case of rape or incest; or (2) being used to require any person to perform, or facilitate the performance of, an abortion. (Sec. 571) Prohibits the use of funds: (1) to implement or enforce the DHS rule entitled \"Provisional Unlawful Presence Waivers of Inadmissibility for Certain Immediate Relatives,\" published on April 2, 2012; (2) for the position of Public Advocate within ICE; (3) for the purchase, operation, or maintenance of armed unmanned aerial vehicles; (4) to enforce Executive Order 13166 (directing agencies to expand access to services for those with limited English proficiency); (5) to finalize, implement, administer, or enforce the \"Morton Memos\" (regarding the civil immigration enforcement priorities of ICE and the use of prosecutorial discretion in removal cases involving the victims and witnesses of crime); or (6) to terminate an existing agreement regarding immigration enforcement powers delegated to state and local authorities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Homeland Security Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of Homeland Security Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Department of Homeland Security Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for the Department of Homeland Security for the fiscal year ending September 30, 2013, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:55:47-05:00"
}