{
  "actions": [
    {
      "acted_at": "1992-07-08", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-09", 
      "in_committee": "House Committee on House Administration", 
      "references": [], 
      "subcommittee": "Libraries and Memorials", 
      "text": "Referred to the Subcommittee on Libraries and Memorials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5574-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA", 
      "subcommittee": "Subcommittee on Libraries and Memorials", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-08", 
  "number": "5574", 
  "official_title": "To authorize the Library of Congress to provide certain information products and services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2748-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Library of Congress Fund Act of 1992", 
  "sponsor": {
    "district": "7", 
    "name": "Rose, Charlie", 
    "state": "NC", 
    "thomas_id": "00986", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-07-08", 
  "subjects": [
    "Administrative procedure", 
    "Congressional agencies", 
    "Congressional information resources", 
    "Congressional oversight", 
    "Congressional publications", 
    "Fees", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Information services", 
    "Libraries", 
    "Research", 
    "Revolving funds", 
    "Security classification (Government documents)"
  ], 
  "subjects_top_term": "Libraries", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-08", 
    "text": "Library of Congress Fund Act of 1992 - Expresses the intent of the Congress that core Library of Congress services shall continue to be provided at no cost. Title I: Library Products and Services - Authorizes the Librarian of Congress to furnish national library products and services to institutions or individuals for a price that covers distribution costs. Directs the Librarian to publish for comments in the Federal Register new Library of Congress Revolving Fund service activities proposed after enactment of this Act. Requires that any regulation establishing a new activity within specialized library products or services be published in the Federal Register with an explanation of the Librarian's decision. Defines: (1) \"core library products and services\" as domestic interlibrary loan and information products and services customarily provided by libraries to users at no charge; (2) \"national library products and services\" as information products and services that are used by libraries and library organizations in maintaining and improving library services throughout the nation; and (3) \"specialized library products and services\" as specified customized information products and services that exceed core services, that are not national library products and services, and that are designed for individuals or discrete groups of persons or entities. Title II: Library of Congress Revolving Fund for Specialized Products and Services - Establishes the Library of Congress Revolving Fund in the Treasury to be available to the Librarian, without fiscal year limitation, to carry out Fund service activities. Defines \"Fund service activities\" as specialized library information products and services and other activities assigned by the Librarian by regulation. Requires the Fund to be credited with all amounts received for specialized library products and services and all appropriations for, and other assets associated with, Fund service activities. Authorizes the Librarian to furnish specialized library products and services to institutions and individuals for purchase at a price covering production and distribution costs. Requires the Librarian to set fees to recover the costs of such products and services provided by each Fund service unit. Requires the Librarian to report activities and financial transactions of the Fund in the Annual Report of the Librarian of Congress. Authorizes the General Accounting Office to audit the Fund's financial activities. Title III: General Standards and Limitations - Requires the Librarian to respect and preserve the security classification of any scientific or technical material in the possession or control of the Library of Congress. Requires the President to certify the classified status of items received as being essential in the interest of national defense. Declares that this Act shall not apply to the Copyright Office or modify Federal copyright law. Prohibits: (1) the use of Congressional Research Service (CRS) resources to generate fee-based research and information services; or (2) the marketing or publication of CRS products without prior approval of either the Committee on House Administration or the Senate Committee on Rules and Administration. Provides that nothing in this Act shall be construed to: (1) permit the Library to impose redistribution fees on domestic end users of national library products and services; (2) revise the Federal depository library program or the Library's distribution of publications to depository libraries; or (3) require fees or charges for services and products provided under reciprocal arrangements for the exchange of information. Requires the Library to follow rulemaking notification procedures of the Administrative Procedure Act when proposing new Fund service activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Library of Congress Fund Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize the Library of Congress to provide certain information products and services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:47-05:00"
}