{
  "actions": [
    {
      "acted_at": "2012-09-20", 
      "committee": "House Committee on Homeland Security", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Homeland Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-10-05", 
      "in_committee": "House Committee on Homeland Security", 
      "references": [], 
      "subcommittee": "Transportation Security", 
      "text": "Referred to the Subcommittee on Transportation Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6449-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Transportation Security", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Bartlett, Roscoe G.", 
      "sponsored_at": "2012-09-20", 
      "state": "MD", 
      "thomas_id": "00060", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Burton, Dan", 
      "sponsored_at": "2012-09-20", 
      "state": "IN", 
      "thomas_id": "00154", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Duncan, Jeff", 
      "sponsored_at": "2012-09-20", 
      "state": "SC", 
      "thomas_id": "02057", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Pearce, Stevan", 
      "sponsored_at": "2012-09-20", 
      "state": "NM", 
      "thomas_id": "01738", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Posey, Bill", 
      "sponsored_at": "2012-09-20", 
      "state": "FL", 
      "thomas_id": "01915", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Ross, Dennis A.", 
      "sponsored_at": "2012-09-20", 
      "state": "FL", 
      "thomas_id": "02003", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Walsh, Joe", 
      "sponsored_at": "2012-09-20", 
      "state": "IL", 
      "thomas_id": "02012", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-09-20", 
  "number": "6449", 
  "official_title": "To establish an air travelers' bill of rights, to implement those rights, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3302-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Air Travelers' Bill of Rights Act of 2012", 
  "sponsor": {
    "district": "2", 
    "name": "Poe, Ted", 
    "state": "TX", 
    "thomas_id": "01802", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-09-20", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Aging", 
    "Aviation and airports", 
    "Child safety and welfare", 
    "Congressional oversight", 
    "Consumer affairs", 
    "Department of Homeland Security", 
    "Disability and paralysis", 
    "Firearms and explosives", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Health technology, devices, supplies", 
    "Manufacturing", 
    "Product safety and quality", 
    "Public contracts and procurement", 
    "Public-private cooperation", 
    "Radiation", 
    "Right of privacy", 
    "Service animals", 
    "Terrorism", 
    "Transportation and public works", 
    "Transportation safety and security", 
    "Women's health"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-09-20", 
    "text": "Air Travelers' Bill of Rights Act of 2012 - Directs the Assistant Secretary of Homeland Security (Transportation Security Administration [TSA]) to: (1) establish an air travelers' bill of rights for air passengers screened at primary airports, and (2) post it on the TSA website and display signs and distribute brochures listing such rights to passengers before they are screened. Requires the air travelers' bill of rights to include, at a minimum, that a passenger has the right to: (1) presumed innocence before, during, and after screening; (2) be screened expeditiously if verified by the TSA as a low-risk or frequent traveler; (3) decline to be screened by a device that uses backscatter x-rays; (4) freedom from searches and screening procedures not implemented for cause or suspicion; (5) be screened by a method other than a pat-down; (6) accompany minor children through the screening process; (7) privacy of any image of the passenger generated during the screening process; and (8) peacefully express his or her concerns of mistreatment during the screening process to the supervisor of the individual conducting the screening. Transfers from the Under Secretary of Transportation for Security (DOT) to the Assistant Secretary the authority to approve any application of an airport operator to have the screening of passengers and property at an airport be carried out by the screening personnel of a qualified private screening company (security screening opt-out program). Requires the Assistant Secretary to approve all such applications. Directs the Assistant Secretary to take necessary actions to expand TSA's expedited screening initiative (PreCheck program). Directs the Assistant Secretary to increase the number of canines from the TSA's National Explosives Detection Canine Team Program, placed at commercial service airports with more than 2.5 million passenger boardings each year, to a number sufficient to ensure at least one canine team can be tasked exclusively for screening passengers. Prohibits the use of random computer-generated screening of air passengers at commercial service airports. Directs the Assistant Secretary to prescribe regulations to: (1) limit the screening of passengers through use of pat-downs; and (2) ensure that the screening of passengers wearing a prosthetic limb, a breast pump, adult diapers, a wheelchair, an insulin pump, or any other medical device is done in a private area out of view of other passengers if requested. Requires termination of any TSA or private security screener who commits a gross violation of the privacy of a passenger in a manner not supported by TSA policy. Amends the Support Anti-terrorism by Fostering Effective Technologies Act of 2002 to exclude from its liability protections against claims arising out of, or resulting from, an act of terrorism the manufacturers of advanced imaging technology or any technology developed or acquired after enactment of this Act for the screening of passengers. Directs the Secretary of Homeland Security (DHS) to take all appropriate actions to implement any elements of the air travelers' bill of rights that are not currently included in TSA policies and practices. Directs the Assistant Secretary to provide a Passenger Privacy Protection Award to an eligible airport and individual for improving the privacy of passengers at airports each year. Prescribes requirements for the distribution of unclaimed money recovered at airport security checkpoints."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Air Travelers' Bill of Rights Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish an air travelers' bill of rights, to implement those rights, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T23:00:47-05:00"
}