{
  "actions": [
    {
      "acted_at": "1975-07-16", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-06-30", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Interior and Insular Affairs with amendment, S. Rept. 94-1019.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-02", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-02", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-02", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2125-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-16", 
  "number": "2125", 
  "official_title": "A bill to provide for the issuance of permits on public domain national forest lands for commercial outdoor recreation facilities and activities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Haskell, Floyd K.", 
    "state": "CO", 
    "thomas_id": "01350", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-16", 
  "subjects": [
    "Forests and forest products", 
    "National forests", 
    "Public lands and natural resources", 
    "Recreation", 
    "Recreation areas"
  ], 
  "subjects_top_term": "National forests", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1976-06-30", 
    "text": "(Reported to Senate from the Committee on Interior and Insular Affairs with amendment, S. Rept. 94-1019) Authorizes the Secretary of Agriculture to permit any person to use and occupy areas within the forest reserves which are needed to provide commercial outdoor recreation facilities and services for the use and enjoyment of the general public. Allows such permits to cover 80-acre areas, except that ski areas may be larger, and to be valid for 30 years. Conditions issuance of such a permit (for areas in excess of 60 acres) on consultation by the Secretary with the State and local government involved, submission of the permit application to the Attorney General, preparation of an environmental impact statement, and compliance with applicable land use plans. Requires permittees to pay an annual fee for the use of such lands. Directs that such fees be paid over to the adjacent local governments for use for planning, for construction and operation of public facilities, and for provision of public services. Requires the promulgation of regulations which: (1) require that the decision to allow, reject, or modify increases in charges to the public for use of such lands shall not be delegated below the level of regional forester; and (2) require that such proposed increases shall not unduly restrict access for any customer class. Directs the Secretary to make available to the public the financial statements and documents of the operation of commercial outdoor recreation facilities which are supplied to him in support of or in opposition to increases in such charges. Provides for the conducting of a review of the permittees compliance with permit conditions every three years, which review shall include a public hearing. Provides that the permittees shall be deemed to be the owners of any improvements made to such lands. Grants audit, inspection, and access rights to books and records of such permittees. Sets forth the applicability of this Act to prior permits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the issuance of permits on public domain national forest lands for commercial outdoor recreation facilities and activities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:30-05:00"
}