{
  "actions": [
    {
      "acted_at": "1981-04-07", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3093-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Holland, Kenneth L.", 
      "sponsored_at": "1981-04-07", 
      "state": "SC", 
      "thomas_id": "00552", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-07", 
  "number": "3093", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide for increased savings and investment by individuals through a tax-deferred rollover account.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Individual Savings and Investment Act of 1981", 
  "sponsor": {
    "district": "9", 
    "name": "Martin, James G.", 
    "state": "NC", 
    "thomas_id": "00741", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-07", 
  "subjects": [
    "Capital gains tax", 
    "Corporations and Stocks", 
    "Income tax", 
    "Securities and Investments", 
    "Stocks", 
    "Tax deferral", 
    "Tax exclusion", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Tax exclusion", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-07", 
    "text": "Individual Savings and Investment Act of 1981 - Amends the Internal Revenue Code to exclude from the gross income of an individual amounts contributed to a rollover account meeting the requirements of this Act. Defines such rollover account as a trust created or organized in the United States for the exclusive benefit of an individual or his beneficiaries which: (1) accepts only cash or stock or securities of a domestic corporation contributed by such individual; (2) has as its trustee a bank or a person approved by the Secretary of the Treasury; (3) invests trust funds in stock or securities of a domestic corporation or holds them in interest-bearing bank deposits; (4) makes the interest of the individual nonforfeitable in the balance of such rollover account; and (5) permits the individual to elect, no more often than each taxable year, whether the account shall be discretionary (with investment determined by the trustee) or self-directed (with investment directed by the individual). Requires the trustee of a rollover fund to establish on its books, without segregation of assets, an ordinary income fund, a capital gain fund, and a capital fund. Specifies the contents of each fund. Includes in gross income for the taxable year in which received distributions to the recipient from the capital gain fund or from the ordinary income fund (interest and dividends received, plus net short-term capital gain). Sets forth rules for the treatment of losses, security pledges, and transfers of interest in a rollover account incident to divorce. Limits to one the number of accounts which may be maintained at one time. Requires the trustee to keep appropriate records and to file annual information returns."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Individual Savings and Investment Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide for increased savings and investment by individuals through a tax-deferred rollover account.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:48-05:00"
}