{
  "actions": [
    {
      "acted_at": "1995-04-06", 
      "references": [
        {
          "reference": "CR S5430-5431", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-04-06", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s696-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-04-06", 
  "number": "696", 
  "official_title": "A bill to assist States and secondary and postsecondary schools to develop, implement, and improve school-to-work opportunities systems so that all students have an opportunity to acquire the knowledge and skills needed to meet challenging State academic standards and industry-based skill standards and to prepare for postsecondary education, further learning, and a wide range of opportunities in high-skill, high-wage careers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1426-104", 
      "reason": "identical"
    }
  ], 
  "short_title": "Career Preparation Education Reform Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-04-06", 
  "subjects": [
    "Academic performance", 
    "Career education", 
    "Congress", 
    "Congressional reporting requirements", 
    "Curricula", 
    "Data banks", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational innovations", 
    "Educational planning", 
    "Educational policy", 
    "Educational reform", 
    "Educational research", 
    "Educational statistics", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Employment agencies", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to vocational education", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hawaiians", 
    "Higher education", 
    "Labor and employment", 
    "Manpower training programs", 
    "Minorities", 
    "Research and development", 
    "Research centers", 
    "School-to-work transition", 
    "Science, technology, communications", 
    "Secondary education", 
    "Student aid", 
    "Teacher education", 
    "Vocational education", 
    "Vocational guidance"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-04-06", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to the Carl D. Perkins Vocational and Applied Technology Education Act Title II: Effective Date; Transition Title III: Amendments to Other Acts Career Preparation Education Reform Act of 1995 - Title I: Amendments to the Carl D. Perkins Vocational and Applied Technology Education Act - Amends the Carl D. Perkins Vocational and Applied Technology Education Act to revise and rename it the Carl D. Perkins Career Preparation Education Act. (Sec. 101) Sets forth title I part A provisions for Improving State and Local Programs. Requires that title I funds be used to support development, implementation, and improvement of school-to-work opportunities systems in secondary and postsecondary schools (as set forth in the School-to-Work Opportunities Act of 1994). Requires State and local recipients to give priority to specified types of services and activities. Sets forth requirements for State leadership activities and local activities. Allows State and local recipients of assistance under the Act, in supporting school-to-work opportunities systems, to combine funds from programs under the Act, School-to-Work Opportunities Act of 1994, Goals 2000: Educate America Act, Elementary and Secondary Education Act of 1965 (ESEA), and Job Training Partnership Act (JTPA) (the specified Acts). Sets forth requirements for State plans, State administration, local applications, performance goals and indicators, and evaluation, improvement, and accountability. Sets forth title I part B provisions for Allocating State and Local Resources. Revises provisions for allotments, within-State allocation, and distribution of funds at secondary and postsecondary levels. Allows States to distribute funds: (1) using alternative formulas, if they demonstrate to the Secretary of Education that such formulas better meet the purposes of the Act; and (2) to secondary- postsecondary consortia. Establishes a new title II, National Support for State and Local Reforms. Authorizes the Secretary to: (1) make one or more performance awards for excellence to one or more States for specified achievements; (2) carry out research, development, dissemination, evaluation, capacity-building, and technical assistance with regard to services and activities under the Act, and coordinate these with related activities under the other specified Acts; (3) support professional development activities for educators to help ensure that all students receive an education that enables them to enter high-skill, high-wage careers, giving priority to new models and innovative forms of instruction, and coordinating these with other related professional development activities; (4) establish one or more national centers in the areas of research, development, and dissemination; and (5) make five-year grants to tribally controlled postsecondary vocational institutions for basic support for educating Indian students. Directs the Secretary to: (1) conduct a national assessment of services and activities assisted under the Act, appoint an independent advisory panel, and submit an interim and a final report to the Congress; (2) maintain a data system to collect information and report on school-to-work opportunities systems and State and local activities under the Act (with specified roles for the Secretary of Labor and the Commissioner of Education Statistics with respect to such data system); and (3) make grants or cooperative agreements for career preparation services and activities for Indians and Native Hawaiians. Sets forth a new title III, General Provisions. Allows any State to request for itself or a local recipient a waiver by the Secretary, or the Secretary of Labor for JTPA, of one or more of certain statutory or regulatory provisions under the Act and other specified Acts, in order to more effectively reform education and develop school-to-work opportunities systems. Excludes the portion of any student financial assistance received under the Act that is made available for certain attendance costs from consideration in determining eligibility for any welfare program funded in whole or in part with Federal funds. Prohibits States from considering payments under the Act in determining for any educational agency or institution its eligibility for or amount of State aid for public education. Provides for identification of State imposed requirements. Prohibits use of funds under the Act for directly providing incentives or inducements for employer relocations from other States. Title II: Effective Date; Transition - Sets forth effective date and transition provisions. Title III: Amendments to Other Acts - Amends the Smith-Hughes Act to terminate at the end of FY 1995 the annual appropriations for payments to States to assist in preparing and paying salaries of educators involved in the teaching of agricultural, trade, home economics, and industrial subjects. Sets forth technical and conforming amendments to the JTPA, Adult Education Act, School-to-Work Opportunities Act of 1994, ESEA, Goals 2000: Educate America Act, Higher Education Act of 1965, Individuals with Disabilities Education Act, Rehabilitation Act of 1973, Displaced Homemakers Self-Sufficiency Assistance Act, Wagner-Peyser Act, Equity in Educational Land-Grant Status Act of Act of 1994, Nontraditional Employment for Women Act, Training Technology Transfer Act of 1988, and certain Federal law added by the Violent Crime Control and Law Enforcement Act of 1994."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Career Preparation Education Reform Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Carl D. Perkins Career Preparation Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assist States and secondary and postsecondary schools to develop, implement, and improve school-to-work opportunities systems so that all students have an opportunity to acquire the knowledge and skills needed to meet challenging State academic standards and industry-based skill standards and to prepare for postsecondary education, further learning, and a wide range of opportunities in high-skill, high-wage careers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:46-05:00"
}