{
  "actions": [
    {
      "acted_at": "1973-11-30", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11728-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-30", 
  "number": "11728", 
  "official_title": "A bill to establish a national program for research, development, and demonstration in fuels and energy and for the coordination and financial supplementation of Federal energy research and development; to establish development corporations to demonstrate technologies for shale oil development, coal gasification development, advanced power cycle development, geothermal steam development, and coal liquefaction development; to authorize and direct the Secretary of the Interior to make mineral resources of the public lands available for said development corporations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Energy Research and Development Policy Act", 
  "sponsor": {
    "district": "1", 
    "name": "Conte, Silvio O.", 
    "state": "MA", 
    "thomas_id": "00228", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-30", 
  "subjects": [
    "Advisory bodies", 
    "Coal", 
    "Electric power", 
    "Energy", 
    "Environmental protection", 
    "Geothermal resources", 
    "Mines and mineral resources", 
    "National policy", 
    "Oil shales", 
    "Petroleum and petroleum products", 
    "Power resources", 
    "Solar energy"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-30", 
    "text": "National Energy Research and Development Policy Act - Declares it to be the purpose of this that the United States develop within ten years the capability for the United States to become energy self-sufficient through the use of domestic energy resources by socially and environmentally acceptable means the achievement of this national goal, it shall be the policy of the Congress to establish and maintain a national program of basic and applied research and development in the discovery, production, transportation, distribution, and conversion of energy resources and fuels adequate to meet the following objectives: (1) to encourage the conservation of limited energy resources and maximize the efficient development, production, conversion, and use of nonrenewable and limited primary energy resources; (2) to insure adequate, reliable, economical, and environmentally acceptable energy supply systems necessary to support the goals and essential needs of modern society including the established social objectives of Federal, State, and local government; (3) to foster the expeditious transfer of the results of research on new energy technologies into the commercial application by the private sector through Federal assistance and participation in the demonstration and improvement of energy technologies to determine the engineering and economic feasibility, including the societal, economic, and environmental costs and benefits of said energy technologies; (4) to develop an aggressive short-term (to the early 1980's) research strategy and priorities for solutions to the immediate energy supply system and associated environmental problems; (5) to develop an aggressive Federal research strategy and priorities including the information basis, to support the development of the widest possible range of energy supply system options for the utilization of domestic nonnuclear energy resources to satisfy middle-term (the early 1980's to 2000) and long-term (twenty-first century) United States energy needs consistent with environmental policies; and (6) to establish within the Federal Government a central responsibility and institutional capability for maintaining continuing assessment and overview of the energy research development and conservation activities of the Federal Government, private industry and nonprofit organizations. Establishes an Energy Research Management Project. Provides for the composition of such Management Project. Provides for the duties of such Management Project. Provides that such duties shall require the Management Project to: (1) review the full range of Federal activities in and financial support for fuels and energy research and development, giving consideration to research and development being conducted by industry and other non-Federal entities, to determine the capability of ongoing research efforts to carry out the policies established by this Act and other relevant Federal policies, particularly the National Environmental Policy Act of 1969; (2) formulate a comprehensive energy research and development strategy for the Federal Government which will expeditiously advance the policies established by this Act. Requires the Management Project to insure that full consideration and adequate support is given to: (1) improving the efficiency, conservation, and environmental effects of the conventional sources of energy including discovery, production, conversion, transportation, use, and disposal of waste products; (2) advancing energy research, development, and demonstration of unconventional energy sources and technologies including but not limited to - solar energy, geothermal energy, magnetohydrodynamics, fuel cells, low head hydroelectric power, use of agricultural products for energy, tidal power, ocean current and thermal gradient power, wind power, automated mining methods and in situ conversion of fuels, cryogenic transmission of electric power, electrical energy storage methods, alternatives to internal combustion engines, solvent refined coal, utilization of waste products for fuels, direct conversion methods, utilization of hydrogen for fuel; and (3) improving management techniques and the effectiveness of management of existing energy systems through quality control; application of systems analysis, communications, and computer techniques. Requires the Management Project to utilize funds authorized under this Act to advance the energy research and development strategy by: (1) supplementing by fund transfers the ongoing energy research and development programs of Federal agencies; and (2) initiating and maintaining, by fund transfers, grants, or contracts, new energy research and development programs or activities utilizing the facilities, capabilities, expertise, and experience of Federal agencies, national laboratories, universities, nonprofit organizations, and industrial entities which are appropriate to each type of research and development. Directs the Management Project to: (1) identify opportunities to accelerate the commercial applications of new energy technologies by providing Federal assistance for or participation in pilot plants demonstrating technological advances, field demonstrations of new methods and procedures, and demonstrations of prototype commercial applications for the exploration development, production, transportation, conversion, and utilization of energy resource; and (2) conduct preliminary investigations and to explore potential cooperative agreements which may be entered into with non-Federal entities in order to develop recommendations for Federal participation or assistance in demonstrations of the technical feasibility and economic potential of energy technologies on a prototype or full scale basis. Directs the Management Project to transmit to the Congress recommendations for an aggressive Federal research strategy and priorities designed to achieve solutions to energy supply system and related environmental problems. Requires that such recommendations shall include proposals: (1) to accelerate the commercial demonstration of technologies for producing a low-sulfur fuel suitable for boiler use; (2) to accelerate the commercial demonstration of technologies for producing substitutes for natural gas, including coal gasification. Requires that the Chairman of the Management Project shall invite proposals from potential participants based upon Federal assistance and participation in the form of a joint Federal-industry corporation, and recommendations pursuant to this requirement shall be accompanied by a report on the viability of using this form of Federal assistance or participation; (3) to accelerate the commercial demonstration of technologies for producing syncrude and liquid petroleum products from coal. Requires that the Chairman shall invite proposals from potential participants based upon Federal assistance and participation through guaranteed prices or purchase of the products, and recommendations pursuant to this requirement shall be accompanied by a report on the viability of using this form of Federal assistance or participation; (4) to accelerate the commercial demonstration of advanced power cycles for the generation of electricity from coal, including technologies for the production of low British thermal unit gas from coal; (5) to accelerate the commercial demonstration of geothermal energy technologies, through supplements to existing agency program; (6) to demonstrate new and improved methods for the extraction of petroleum resources, including secondary and tertiary recovery of crude oil; and (7) to demonstrate new and improved methods for the extraction of coal resources. Requires the Management Project to report to the Congress its recommendations for a Federal research strategy designed: (1) to improve the economics and cost-effectiveness of the technologies set forth in the research strategy recommended pursuant to this Act; (2) to advance improvements in the methods and technologies for the transportation and storage of electric energy; (3) to commercially demonstrate advanced power cycles for the generation of electricity which represent significant improvements in the efficiency of conversion of energy resources to electricity; (4) to commercially demonstrate hot dry rock geothermal energy development; (5) to commercially demonstrate advanced solar energy technologies; (6) to determine the economics and commercial viability of the use of hydrogen as a primary energy supply; (7) to commercially demonstrate the use of fuel cells for central stations electric power generation; and (8) to determine the economics and commercial viability for producing synthetic energy supplies from agricultural products and wastes. Requires that for each proposal considered under this Act in which the potential Federal investment is estimated to exceed $10,000,000 the Chairman shall prepare and transmit to the Congress a report setting forth the following: (1) the anticipated, research, development, and application objectives to be achieved by the activities or facilities proposed; (2) the economic, environmental, and societal significance which a successful demonstration may have for the national fuels and energy system; (3) the relationship of the proposal to the criterial of priority set forth under this Act; (4) the availability of non-Federal participants to construct and operate the facilities or perform the activities associated with the proposal and to contribute to the financing of the proposal; (5) the total estimated cost and the probable time schedule; (6) the proposed participants and the proposed financial contributions of the Federal Government and of the non-Federal participants; and (7) the proposed cooperative arrangement, agreements among the participants, and form of management of the activities. Requires that the Chairman of the Management Project shall keep the Congress fully and currently informed of all the Management Project's activities. Requires the submission of an annual report to the Congress. Authorizes appropriations to carry the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Research and Development Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national program for research, development, and demonstration in fuels and energy and for the coordination and financial supplementation of Federal energy research and development; to establish development corporations to demonstrate technologies for shale oil development, coal gasification development, advanced power cycle development, geothermal steam development, and coal liquefaction development; to authorize and direct the Secretary of the Interior to make mineral resources of the public lands available for said development corporations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:04-05:00"
}