{
  "actions": [
    {
      "acted_at": "2013-07-11", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on the Judiciary, Natural Resources, Education and the Workforce, Transportation and Infrastructure, Energy and Commerce, Small Business, and Science, Space, and Technology, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-11", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-11", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-11", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-11", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-11", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-11", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-11", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "text": "Referred to House Small Business", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-11", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "Referred to House Science, Space, and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-12", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Railroads, Pipelines, and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-12", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-16", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on the Constitution and Civil Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Regulatory Reform, Commercial And Antitrust Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health, Employment, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-24", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-24", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2674-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Constitution and Civil Justice", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Regulatory Reform, Commercial And Antitrust Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Health, Employment, Labor, and Pensions", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Railroads, Pipelines, and Hazardous Materials", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy", 
      "subcommittee_id": "20"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Environment", 
      "subcommittee_id": "18"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-07-11", 
  "number": "2674", 
  "official_title": "To encourage job creation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr903-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Job Creation Act of 2013", 
  "sponsor": {
    "district": "16", 
    "name": "Buchanan, Vern", 
    "state": "FL", 
    "thomas_id": "01840", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-07-11", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alaska", 
    "Alternative and renewable resources", 
    "Arctic Ocean", 
    "Arctic and polar regions", 
    "Asia", 
    "Birds", 
    "Budget deficits and national debt", 
    "Canada", 
    "China", 
    "Civil actions and liability", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Constitution and constitutional amendments", 
    "Department of the Treasury", 
    "Economic performance and conditions", 
    "Economics and public finance", 
    "Employee benefits and pensions", 
    "Endangered and threatened species", 
    "Energy revenues and royalties", 
    "Energy storage, supplies, demand", 
    "Environmental assessment, monitoring, research", 
    "Federal appellate courts", 
    "Free trade and trade barriers", 
    "Government information and archives", 
    "Government trust funds", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Historic sites and heritage areas", 
    "Income tax rates", 
    "Indian lands and resources rights", 
    "Industrial policy and productivity", 
    "Insects", 
    "Intellectual property", 
    "Internal Revenue Service (IRS)", 
    "Judicial procedure and administration", 
    "Judicial review and appeals", 
    "Jurisdiction and venue", 
    "Labor-management relations", 
    "Land transfers", 
    "Land use and conservation", 
    "Lawyers and legal services", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "National Labor Relations Board (NLRB)", 
    "Nebraska", 
    "Oil and gas", 
    "Pipelines", 
    "Pollution liability", 
    "Public contracts and procurement", 
    "Roads and highways", 
    "Sales and excise taxes", 
    "Small Business Administration", 
    "Small business", 
    "State and local finance", 
    "Tax administration and collection, taxpayers", 
    "Tax reform and tax simplification", 
    "Trade agreements and negotiations", 
    "Trade restrictions", 
    "Water quality", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-07-11", 
    "text": "Job Creation Act of 2013 - Title I: Trade - Expresses the sense of Congress that: (1) Congress should continue to work with the Administration to expand trading markets, (2) the future growth of the U.S. economy requires this pro-growth strategy, (3) China's intellectual property rights violations are a problem for the U.S. economy. Title II: Tax Reform - Expresses the sense of Congress that reforming the federal tax code will benefit taxpayers and the U.S. economy. Title III: Balanced Budget Amendment - Expresses the sense of Congress that it needs to pass a balanced budget amendment to the U.S. Constitution and send it to the states for ratification. Title IV: Energy - American Energy Independence and Price Reduction Act - Directs the Secretary of the Interior to implement a competitive leasing program for the exploration, development, and production of the oil and gas resources on the Coastal Plain of Alaska. Amends the Alaska National Interest Lands Conservation Act of 1980 to repeal the prohibition against leasing or other development leading to production of oil and gas from the Arctic National Wildlife Refuge (ANWR). Deems any oil and gas leasing programs and activities authorized by this Act to be in compliance with ANWR purposes. Authorizes the Secretary to designate up to 45,000 acres of the Coastal Plain as a Special Area, after consultation with the state of Alaska, the city of Kaktovik, and the North Slope Borough. Permits directional drilling in the Special Area. Prescribes procedures governing Coastal Plain lease sales, as well as terms and conditions, including: (1) environmental protection, (2) federal and state distribution of revenues, (3) rights-of-way, and (4) local government impact aid and community service assistance. Sets forth: (1) a \"no significant adverse effect\" standard to govern Coastal Plain activities, and (2) guidelines for expedited judicial review of complaints. Establishes the ANWR Alternative Energy Trust Fund. Title V: Northern Route Approval Act - Northern Route Approval Act - Declares that a presidential permit shall not be required for the pipeline described in the application filed on May 4, 2012, by TransCanada Keystone Pipeline, L.P. to the Department of State for the Keystone XL pipeline, including the Nebraska reroute evaluated in the Final Evaluation Report issued by the Nebraska Department of Environmental Quality in January 2013 and approved by the Nebraska governor. Deems the final environmental impact statement issued by the Secretary of State on August 26, 2011, coupled with such Final Evaluation Report, to satisfy all requirements of the National Environmental Policy Act of 1969 and of the National Historic Preservation Act. Grants original and exclusive jurisdiction to the U.S. Court of Appeals for the District of Columbia Circuit to determine specified issues (except for review by the Supreme Court on writ of certiorari). Deems the Secretary of the Interior to have issued a written statement setting forth the Secretary's opinion that the Keystone XL pipeline project will not jeopardize the continued existence of the American burying beetle or destroy or adversely modify American burying beetle critical habitat. States that any taking of the American burying beetle that is incidental to the construction or operation and maintenance of the Keystone XL pipeline shall not be considered a prohibited taking of such species under the Endangered Species Act of 1973. Deems the Secretary to have issued: (1) a grant of right-of-way and temporary use permit pursuant to the Mineral Leasing Act and the Federal Land Policy and Management Act of 1976, and (2) a special purpose permit under the Migratory Bird Treaty Act (described in a certain application filed with the United States Fish and Wildlife Service for the Keystone XL pipeline). Directs the Secretary of the Army to issue permits pursuant the Rivers and Harbors Appropriations Act of 1899 for the construction, operation, and maintenance of the Keystone XL pipeline. Authorizes such Secretary to waive any procedural requirement that the Secretary considers desirable in order to accomplish the purposes of this Act. Prohibits the Administrator of the Environmental Protection Agency (EPA) from prohibiting or restricting an activity or use of an area that is authorized under this Act. Requires a pipeline owner or operator required under federal law to develop an oil spill response plan for the Keystone XL pipeline to make such plan available to the governor of each state in which the pipeline operates. Requires a plan update to be submitted to the governor within seven days after it is made. Title VI: Repeal of Employer Health Insurance Mandate - Amends the Internal Revenue Code to repeal provisions added by the Patient Protection and Affordable Care Act requiring certain employers who have a workforce of 50 or more full-time employees to provide health insurance coverage for their employees. Title VII: Secret Ballot Protection Act - Secret Ballot Protection Act - Amends the National Labor Relations Act to make it an unfair labor practice for: (1) an employer to recognize or bargain collectively with a labor organization that has not been selected by a majority of the employees in a unit appropriate for such purposes in a secret ballot election conducted by the National Labor Relations Board (NLRB), or (2) a labor organization to cause or attempt to cause an employer to recognize or bargain collectively with a representative that has not been selected in such manner. Title VIII: Federal Rules of Civil Procedure Improvements - Amends Rule 11 of the Federal Rules of Civil Procedure (sanctions for filing a frivolous lawsuit) to: (1) require courts to award reasonable expenses, including attorney's fees, to a prevailing party in a Rule 11 proceeding (currently discretionary); and (2) eliminate the 21-day period allowed for withdrawing or correcting a claim deemed frivolous. Requires state courts to apply Rule 11 to actions in state courts that substantially affect interstate commerce. Limits venue for personal injury claims filed in state or federal courts to the county or district: (1) in which the plaintiff or defendant resides, (2) where the plaintiff resided at the time of the alleged injury, or (3) the district in which the defendant's principal place of business is located. Imposes additional sanctions: (1) on attorneys who are found to violate Rule 11 three or more times, and (2) for willful and intentional destruction of documents relevant to a pending action in federal court. Establishes a rebuttable presumption of a Rule 11 violation if a plaintiff attempts to litigate a claim that has already been litigated and lost on the merits. Prohibits a court in a Rule 11 proceeding from ordering the nondisclosure of the record of the proceeding unless the court makes a specific finding of fact that justifies such an order. Title IX: Regulatory Flexibility Improvements Act of 2013 - Regulatory Flexibility Improvements Act of 2011 - Amends the Regulatory Flexibility Act of 1980 (RFA) to revise the definition of \"rule\" under such Act to exclude a rule of particular (and not general) applicability relating to rates, wages, and other financial indicators and to define \"economic impact\" with respect to a proposed or final rule as any direct economic effect on small entities from such rule and any indirect economic effect on small entities that is reasonably foreseeable and that results from such rule. Includes tribal organizations within the definition of \"small governmental jurisdictions\" for purposes of such Act. Requires initial and final regulatory flexibility analyses to: (1) describe alternatives to a proposed rule that minimize any adverse significant economic impact or maximize the beneficial significant economic impact on small entities, and (2) include revisions or amendments to a land management plan developed by the Secretary of Agriculture or the Secretary of the Interior under specified Acts. Expands elements of initial and final regulatory flexibility analyses under RFA to include estimates and descriptions of the cumulative economic impact of a proposed rule on a small entity. Repeals provisions allowing a waiver or delay of the completion of an initial regulatory flexibility analysis. Requires the Chief Counsel for Advocacy of the Small Business Administration (SBA) to issue rules governing federal agency compliance with RFA requirements. Authorizes the Chief Counsel to modify or amend such rules, to intervene in agency adjudication relating to such rules, and to inform an agency of the impact of its rulemaking on small entities. Revises requirements for agency notification of the SBA Chief Counsel for Advocacy prior to the publication of any proposed rule. Requires agencies to provide the Chief Counsel with: (1) all materials prepared or utilized in making the proposed rule, and (2) information on the potential adverse and beneficial economic impacts of the proposed rule on small entities. Requires each agency to publish in the Federal Register a plan for the periodic review of existing and new rules that have a significant impact on a substantial number of small entities to determine whether such rules should be continued, changed, or rescinded. Provides for judicial review of an agency final rule for compliance with RFA requirements after the publication of such rule. Grants federal courts of appeal jurisdiction to review all final rules issued in accordance with RFA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Job Creation Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "American Energy Independence and Price Reduction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Northern Route Approval Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Regulatory Flexibility Improvements Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Secret Ballot Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To encourage job creation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:26:23-05:00"
}