{
  "actions": [
    {
      "acted_at": "1975-02-07", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-06-24", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce with amendment, S. Rept. 94-251.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-18", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-18", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-18", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #297 (76-8).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-22", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-22", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-22", 
      "bill_ids": [
        "hr6844-94"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 6844.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-05", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-08", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-08", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-1022.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-13", 
      "references": [], 
      "text": "Motion to recommit conference report to the Committee of Conference with instructions rejected in House, roll call #197 (177-192).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-13", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-28", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-28", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-04-29", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-29", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-29", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-05-11", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1976-05-11", 
      "references": [], 
      "text": "Public law 94-284.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s644-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1976-05-11", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-07", 
  "number": "644", 
  "official_title": "A bill to amend the Consumer Product Safety Act to improve the Consumer Product Safety Commission, to authorize new appropriations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6844-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Consumer Product Safety Commission Improvements Act", 
  "sponsor": {
    "district": null, 
    "name": "Moss, Frank E.", 
    "state": "UT", 
    "thomas_id": "01406", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-07", 
  "subjects": [
    "Business and commerce", 
    "Commerce", 
    "Congress", 
    "Consumer Product Safety Commission", 
    "Consumer protection", 
    "Federal employees", 
    "Federal employees and officials", 
    "Independent regulatory commissions", 
    "Product safety", 
    "Safety measures"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1976-04-08", 
    "text": "(Conference report filed in House, H. Rept. 94-1022) Consumer Product Safety Commission Improvements Act - Authorizes appropriations for the purposes of carrying out the provisions of the Consumer Product Safety Act (other than the provisions relating to the planning and construction of facilities) and for the purpose of carrying out the specified functions, powers, and duties transferred to the Consumer Product Safety Commission. Authorizes $51,000,000 for fiscal year 1976; $14,000,000 for the transition period ending September 30, 1976; $60,000,000 for fiscal year 1977; and $68,000,000 for fiscal year 1978. Removes from the Consumer Product Safety Commission jurisdiction over pesticides under the Poison Prevention Packaging Act of 1970. Removes the Commission's jurisdiction to ban cigarettes under the Federal Hazardous Substances Act, or to exercise any regulatory authority over tobacco and tobacco products. Removes the Commission's jurisdiction to exercise any regulatory authority over firearms ammunition. Authorizes the Chairman to establish 12 career positions in grades GS-16, GS-17, and GS-18. Amends the Consumer Product Safety Act to authorize civil actions on claims against the United States based upon misrepresentation or deceit on the part of the Commission or any employee thereof, or any exercise or performance, or failure to exercise or perform, a discretionary function on the part of the Commission or an employee thereof which was grossly negligent. Provides that no consumer product safety standard promulgated under such Act shall require, incorporate, or reference any sampling plan. Provides that such limitation does not apply with respect to any consumer product safety standard or other action of the Commission applicable to a fabric, a related material, or product which is subject to a flammability standard or for which a flammability standard or other regulation may be promulgated under the Flammable Fabrics Act or which is or may be applicable to glass containers. Provides that if the Commission has published a notice under such Act stating its determination that a consumer product safety standard is necessary to eliminate or reduce the risk of injury associated with a consumer product and inviting persons to offer to develop a proposed standard, and either the Commission has not accepted an offer to develop a standard within 30 days or the development period for the standard has expired, then the Commission itself may develop a proposed consumer product safety rule. Allows the Commission to contract with third parties for the development of the rule. Grants to an offeror who is selected to develop a proposed consumer product safety standard 150 days within which to conduct its work. Requires that in the promulgation of a consumer product safety rule the Commission shall consider the needs of elderly and handicapped persons. Allows the courts to award costs of suit, including reasonable attorney's fees and reasonable expert witnesses' fees, where: (1) a petitioner seeks court review of petitions for rulemaking and of consumer product safety rules; or (2) a person sues for damages sustained by injuries from non-complying consumer products or to privately enforce product safety rules and orders of the Commission. Removes from the Consumer Product Safety Act the requirement that the Commission have the concurrence of the Attorney General before representing itself in actions for injunctive enforcement. Authorizes the Commission to initiate, prosecute, defend, or appeal civil actions through its own attorneys if the Attorney General does not agree to represent the Commission within 45 days of a request for representation. Authorizes the Commission to prohibit the manufacture for sale, offering for sale, distribution in commerce, or importation into the United States of products which have been determined to present a substantial product hazard. Authorizes the Commission to apply to the court for a preliminary injunction to restrain the distribution in commerce of such products until such prohibition becomes effective. Grants United States district courts jurisdiction to restrain the manufacture, sale, or importation of a product in violation of an order of the Commission and to restrain from distribution in commerce a product in noncompliance with a consumer product safety rule. Makes it unlawful for any person to fail to comply with rules requiring the establishment and maintenance of records. Requires submission to the Congress of proposed consumer product safety rules and regulations proposed under the Federal Hazardous Substances Act, the Poison Prevention Packaging Act, and the Flammable Fabrics Act. Prescribes conditions under which the Commission may provide to another Federal agency or a State or local authority engaged in activities relating to health, safety, or consumer protection, copies of any accident or investigation report made under this Act by any officer, employee, or agent of the Commission. Provides that a risk of injury which is associated with a consumer product and which could be eliminated or reduced to a sufficient extent under the Federal Hazardous Substances Act, the Poison Prevention Packaging Act of 1970, or the Flammable Fabrics Act may be regulated under the Consumer Product Safety Act only if the Commission by rule finds that it is in the public interest to regulate such risk of injury under such Act. Provides that if a Federal requirement for a product is in effect under one of the laws administered by the Commission, no State or political subdivision of a State may establish or continue in effect a requirement applicable to the same product and designed to protect against the same risk of injury or illness unless the State or local subdivision requirement is identical to the Federal requirement, except as otherwise provided pursuant to this Act where such an alternative requirement provides a higher degree of protection (or, under the Consumer Product Safety Act, does not unduly burden interstate commerce). Provides penalties for any person who kills employees of the Commission assigned to perform investigative, inspection or law enforcement functions. Provides that members of the Flammable Fabrics Advisory committee who are appointed to represent manufacturers shall include representatives from the natural fiber producing industry, the man-made fiber producing industry, and manufacturers of fabrics, related materials, apparel, or interior furnishings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Product Safety Commission Improvements Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consumer Product Safety Act to improve the Consumer Product Safety Commission, to authorize new appropriations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:05-05:00"
}