{
  "actions": [
    {
      "acted_at": "1993-11-20", 
      "references": [
        {
          "reference": "CR S16769-16770, S16774-16775", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-20", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1755-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-11-20", 
  "number": "1755", 
  "official_title": "A bill amend the Internal Revenue Code of 1986 to promote and improve employee ownership in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employee Ownership Promotion and Improvement Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-11-20", 
  "subjects": [
    "Administrative procedure", 
    "Business education", 
    "Capital gains tax", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cooperative societies", 
    "Corporate reorganizations", 
    "Corporation taxes", 
    "Cost of living adjustments", 
    "Department of Labor", 
    "Dividends", 
    "Earnings", 
    "Economics and public finance", 
    "Employee ownership", 
    "Employee stock options", 
    "Employees' representation in management", 
    "Executive reorganization", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Income tax", 
    "Information services", 
    "Labor and employment", 
    "Minimum tax", 
    "Partnerships", 
    "Small business", 
    "Stockholders", 
    "Stocks", 
    "Subsidiary corporations", 
    "Tax deductions", 
    "Tax deferral", 
    "Tax exclusion", 
    "Tax rates", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Trusts and trustees", 
    "Unrelated business income tax"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-11-20", 
    "text": "TABLE OF CONTENTS: Title I: Investment Incentives Title II: Incentives to Employees Title III: State Programs to Encourage Employee Ownership Employee Ownership Promotion and Improvement Act of 1993 - Title I: Investment Incentives - Amends the Internal Revenue Code to exclude from gross income, for taxpayers other than corporations, a percentage of the gain from the sale or exchange of qualified stock of an employee-owned business held for at least five years. Treats such exclusion as an item of tax preference. Makes the securities of publicly traded companies eligible for the deferral of capital gains tax on the sale of stock to employee stock ownership plans (ESOP) or certain cooperatives. Removes ESOP dividends as a tax preference item for calculation of corporate alternative minimum tax. Title II: Incentives to Employees - Allows an ESOP to include certain characteristics of other pension plans, such as cash or deferred arrangements and matching contributions. Increases the limitation on elective deferrals for contributions to ESOPs. Excludes from gross income 50 percent of the lump sum distribution from ESOPs. Excludes from gross income capital gain on an employee's investment in employer securities if: (1) the security is originally issued to or purchased by an employee and held for at least ten years; (2) the employee is at least 55 years old; and (3) the security is sold within one year after separation. Allows employee-owned businesses to take a deduction equal to the compensation element of incentive stock options for the year in which the option is exercised, while allowing the recipient to defer taxes until the stock is sold. Allows S corporations to sponsor ESOPs. Title III: State Programs to Encourage Employee Ownership - Directs the Secretary of Labor to establish a program to facilitate the establishment of State programs to foster increased employee ownership and greater employee participation in business decisionmaking. Requires the Secretary to establish the Office of Employee Ownership and Participation to support existing state programs and facilitate new state programs, including: (1) making of matching Federal grants; (2) acting as a clearinghouse for information; and (3) facilitating information exchange and promoting State programs. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employee Ownership Promotion and Improvement Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill amend the Internal Revenue Code of 1986 to promote and improve employee ownership in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:15-05:00"
}