{
  "actions": [
    {
      "acted_at": "1973-12-10", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11857-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Dellenback, John", 
      "sponsored_at": "1973-01-03", 
      "state": "OR", 
      "thomas_id": "00283", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Foley, Thomas S.", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "00397", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Ruppe, Philip E.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "01002", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-10", 
  "number": "11857", 
  "official_title": "A bill to establish a national program for research, development, and demonstration in nonnuclear energy sources and for the coordination and financial supplementation of Federal energy research and development.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Nonnuclear Research and Development Act", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-10", 
  "subjects": [
    "Advisory bodies", 
    "Energy", 
    "Government operations and politics", 
    "National policy", 
    "Power resources", 
    "Research"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-10", 
    "text": "Federal Nonnuclear Research and Development Act - Establishes in the Executive Office of the President a Council on Energy Research and Development for nonnuclear energy sources. Provides for the establishment of an Advisory Board for nonnuclear energy research development to consult with the Council. Directs the Council to establish and maintain a national program of research and development in nonnuclear energy technologies and energy conservation adequate to fulfill the objectives of this Act. Enumerates the Council's objectives, including pursuit of research and development programs, development of methods for the conservation of energy, and investigation of the option and the capability for nonnuclear energy self-sufficiency for the United States. Directs the Council to formulate a comprehensive nonnuclear energy research and development plan for the Federal Government designed to advance the policies set forth in this Act. Enumerates those factors which shall be considered in such plan. Directs the Council to contract for research in energy conservation, with Federal agencies or with individuals or corporations in the private sector where appropriate. Provides that energy conservation research and development shall be pursued in the areas of transportation, residential and commercial uses, industrial uses, and electricity use, transmission, and storage. Provides that in developing proposals pursuant to this Act, the Council shall consider various forms of Federal assistance and participation, including joint Federal-industry corporations, contractual arrangements with public and private entities conducting demonstrations of new technologies. Provides that the Council shall promulgate regulations establishing procedures for submission of proposals to the Council for the purposes of this Act. Enumerates specific information which must as a minimum be included in such proposals. Provides that joint Federal industry corporations proposed pursuant to this Act shall design, construct, operate, and maintain full-scale operations which will demonstrate the technical, environmental, and economic feasibility of a particular unconventional energy technology. Prescribes the structure and composition of such corporations. Sets forth guidelines for competitive systems of price supports proposed pursuant to this Act. Provides for the establishment in the United States Treasury of a Competitive Research and Development Price Support Fund which shall be available to the Council for carrying out the price-support program authorized by this Act. Sets forth regulations for Congressional approval of Federal contributions with respect to proposals approved by the Council under this Act. Sets forth the patent policy with regard to projects contracted for, sponsored, or cosponsored by the Government pursuant to this Act. Authorizes and directs the Council on Environmental Quality to carry out a continuing analysis of the conduct of research and development of energy technologies. Authorizes the President to take such action as may be necessary to obtain or allocate materials which are or may be in critical supply and which are essential to the expeditious progress of energy research and development efforts. Authorizes the appropriation of $2,000,000 for the fiscal years 1974 and 1975. Authorizes $1,600,000,000 for the first two fiscal years of the Council's existence to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Nonnuclear Research and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national program for research, development, and demonstration in nonnuclear energy sources and for the coordination and financial supplementation of Federal energy research and development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:07-05:00"
}