{
  "actions": [
    {
      "acted_at": "1983-05-09", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-17", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Requested from Education.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-19", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-19", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Elementary, Secondary and Vocational Education", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-19", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-06", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Received From Education.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2940-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Nielson, Howard C.", 
      "sponsored_at": "1983-05-09", 
      "state": "UT", 
      "thomas_id": "00865", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "43", 
      "name": "Packard, Ron", 
      "sponsored_at": "1983-05-09", 
      "state": "CA", 
      "thomas_id": "00886", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-05-09", 
  "number": "2940", 
  "official_title": "A bill to consolidate existing Federal vocational and adult education programs, to simplify requirements for States and other recipients participating in Federal vocational and adult education programs, and to authorize certain State and national programs for the development of vocational skills and basic skills in the work force that will improve productivity and economic growth, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1039-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1039-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Vocational and Adult Education Consolidation Act of 1983", 
  "sponsor": {
    "district": "13", 
    "name": "Erlenborn, John N.", 
    "state": "IL", 
    "thomas_id": "00351", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-05-09", 
  "subjects": [
    "Adult education", 
    "Advisory bodies", 
    "Authorization", 
    "Bilingual education", 
    "Block grants", 
    "Depressed areas", 
    "Disabled", 
    "Economic development", 
    "Education", 
    "Education of Indians", 
    "Education of socially handicapped children", 
    "Employment and training programs", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Government records, documents, and information", 
    "Immigration", 
    "Information services", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Language and languages", 
    "Manpower training programs", 
    "Minority education", 
    "Native Americans", 
    "Occupational retraining", 
    "Planning", 
    "Research", 
    "Research and development", 
    "States", 
    "Unemployment", 
    "Vocational education"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-05-09", 
    "text": "Vocational and Adult Education Consolidation Act of 1983 - Title I: General Provisions - Authorizes appropriations to carry out this Act for FY 1983 and such sums as necessary for FY 1984 through 1988. Provides that funds appropriated under specified provisions of the Smith-Hughes Act (also known as the Vocational Education Act of 1917) shall be considered as funds appropriated for this Act. Authorizes the Secretary of Education to reserve up to five percent of such appropriations for national programs under title III of this Act. Directs the Secretary to allot the remainder of such appropriations to States and insular areas according to a formula based on: (1) relative numbers of unemployed persons aged 15 through 19, 20 through 44, and 45 through 64; and (2) relative per capita income. Provides for minimum allotments and for reallotment under specified circumstances. Requires States to submit annual proposed use reports to the Secretary, after making such reports available for public comment, in order to receive funds under title II of this Act. Requires States to provide for financial and compliance audits of programs supported with title II funds. Directs the Secretary to submit an annual report to Congress on the status of vocational and adult education in the Nation. Establishes a National Advisory Council on Vocational and Adult Education for the period for which funds are appropriated under this Act. Provides for the applicability of specified provisions of the General Education Provisions Act to programs under this Act. Title II: State Programs - Directs the Secretary to make grants to each State, in accordance with its allotment, to: (1) establish, expand, and improve vocational educational programs; and (2) support adult education programs. Authorizes each State to set aside that portion of such allotment as is required for the State's administration of the programs, projects, services, and activities described in its proposed use report. Requires each State to use, from the remainder of its allotment for each fiscal year, at least: (1) 30 percent for Part A programs (Economic Development and Skilled Training); (2) 30 percent for Part B programs (Strengthening State and Local Systems of Vocational Education); and (3) 13 percent for Part C programs (Adult Basic Education). Authorizes a State to use up to 50 percent of such funds to pay an eligible recipient's administrative costs. Authorizes a State to use funds from its allotment to pay for the cost of any State or local advisory council which assists the planning, implementation, or evaluation of a program, project, service, or activity under this Act. Prohibits a State from using funds from its allotment to pay for the cost of stipends or construction. Authorizes each State to: (1) use its allotment directly, or to make grants to or enter into contracts with eligible recipients, to carry out title II programs; and (2) prescribe the manner in which grants and contracts are made to eligible recipients and whatever terms, consistent with Federal requirements, are reasonable and necessary for administration of title II programs. Part A: Economic Development and Skilled Work Force Training - Requires that skilled work force training conducted under this part correspond to current State or local economic needs or plans specifically described in the Proposed Use Report. Requires States to use the amount reserved for this part for one or more specified activities relating to vocational education programs, projects, services, and activities that foster State and local economic development by training or retraining persons in occupational skills needed by business and industry. Requires each State and eligible recipient to use its best efforts to recruit for enrollment or participation in Part A programs persons whose jobs have been lost or jeopardized by technological or economic change. Part B: Strengthening State and Local Systems of Vocational Education - Requires States, in using funds reserved for this part, to give careful consideration to the special needs of educationally disadvantaged persons, handicapped persons, and persons with limited English proficiency. Requires States to use the amount reserved for this part for one or more specified activities relating to strengthening of State and local vocational education systems so that all persons can participate in programs designed to provide needed job skills and foster economic development. Part C: Adult Basic Education - Requires States to use the amount reserved for this part for specified authorized activities (relating to expansion of adult educational opportunities and encouragement of programs enabling adults to acquire basic skills). Requires States, in using funds reserved for this part, to: (1) give careful consideration to the needs of adult immigrants or adults with limited English proficiency; and (2) recruit such individuals for participation in the programs, projects, services, and activities supported with such funds. Title III: National Programs - Directs the Secretary to use funds reserved for this title to support one or more programs, projects, services, or activities authorized under specified provisions of this title. Authorizes the Secretary to support directly, or through grants to, or contracts or cooperative agreements with, public or private institutions, agencies, or organizations for specified research-related activities. Authorizes the Secretary to support a National Center for Research in Vocational and Adult Education to conduct one or more of such activities. Authorizes the Secretary, upon the request of any Indian tribe eligible to contract with the Secretary of the Interior for administration of programs under specified Acts, to make grants, contracts, or cooperative agreements with the tribal organization to plan, conduct, and administer vocational and adult education programs authorized under title II of this Act which are consistent with tribal economic development plans. Directs the Secretary to award funds for such programs on a competitive basis. Authorizes the Secretary to support the National Occupational Information Coordinating Committee established under the Job Training Partnership Act, as amended by this Act. Authorizes the Secretary to support directly, or through grants, contracts, or cooperative agreements, specified program improvement activities to meet national skilled work force needs. Title IV: Miscellaneous Provisions - Amends the Job Training Partnership Act to revise definitions of local and State educational agencies under such Act. Makes technical and conforming amendments to such Act. Establishes, under such Act, a National Occupational Information Coordinating Committee which shall serve as the successor to the entity previously established under the Vocational Education Act of 1963. Repeals the Vocational Education Act of 1963 and the Adult Education Act (other than provisions for grants for improvement of educational opportunities for adult Indians). Provides that funds appropriated for use during FY 1983 or FY 1984 under such Acts that are not obligated by July 1, 1984, by a State or other recipient shall remain available for obligation under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Vocational and Adult Education Consolidation Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to consolidate existing Federal vocational and adult education programs, to simplify requirements for States and other recipients participating in Federal vocational and adult education programs, and to authorize certain State and national programs for the development of vocational skills and basic skills in the work force that will improve productivity and economic growth, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:54-05:00"
}