{
  "actions": [
    {
      "acted_at": "1974-01-29", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres881-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Fraser, Donald M.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00411", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-01-29", 
  "number": "881", 
  "official_title": "Joint resolution to provide for the establishment of the American Indian Policy Review Commission.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Meeds, Lloyd", 
    "state": "WA", 
    "thomas_id": "00787", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-01-29", 
  "subjects": [
    "Advisory bodies", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-01-29", 
    "text": "Establishes an American Indian Policy Review Commission - Sets forth the duties of the Commission, including the following responsibilities: (1) to create such advisory groups to examine particular issues as the Commission deems necessary to achieve adequate Indian involvement on those issues; (2) to conduct hearings in various regions and on selected Indian reservations where Indians can most easily attend and make their views known directly to the Commission and where particular illustrations of fact situations may be more easily documented; (3) to study and analyze the Constitution, treaties, statutes, judicial interpretations, and Executive orders to determine the attributes of the unique relationship between the Federal Government, Indians, and Indian tribes, and concerning the lands they possess; (4) to review the policies, practices, and structure of the Federal agencies charged with protecting Indian resources and providing services to Indians, and provide specifically for a management study of the Bureau of Indian Affairs utilizing experts from the public and private sectors; and (5) to examine the statutes and the procedures for granting Federal recognition and extending services to Indian communities and individuals. Requires the Commission to submit to the President of the Senate and the Speaker of the House of Representatives an interim report, not later than one year after the passage of this resolution, containing recommendations based upon their preliminary findings for legislative consideration and specific legislative action to better fulfill the needs of Indian people. Sets forth the powers of the Commission, including the power to hold hearings and subpoena witness. Authorizes an appropriation of $2,000,000 to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution to provide for the establishment of the American Indian Policy Review Commission.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:23-05:00"
}