{
  "actions": [
    {
      "acted_at": "1989-01-25", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-02-06", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Constitution", 
      "text": "Referred to Subcommittee on Constitution.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s235-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Constitution", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1989-01-25", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1989-01-25", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-01-25", 
  "number": "235", 
  "official_title": "A bill to protect the rights of persons to due process of law and equal protection of the laws in guardianship proceedings.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1702-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Guardianship Rights Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Glenn, John H., Jr.", 
    "state": "OH", 
    "thomas_id": "01339", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-01-25", 
  "subjects": [
    "Age discrimination", 
    "Appellate procedure", 
    "Civil procedure", 
    "Civil rights and liberties, minority issues", 
    "Crime and law enforcement", 
    "Disabled", 
    "Due process of law", 
    "Equality before the law", 
    "Federal preemption", 
    "Grants-in-aid", 
    "Guardian and ward", 
    "Juries", 
    "Law", 
    "Right to counsel", 
    "Rights of institutionalized persons", 
    "Standards", 
    "States", 
    "Witnesses"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-01-25", 
    "text": "National Guardianship Rights Act of 1989 - Grants the following rights to allegedly incapacitated individuals with respect to guardianship proceedings: (1) the nonwaivable right of prompt notice that includes specified required contents; (2) the right to a convenient forum; (3) the right to be present at all proceedings, unless disability prevents attendance; (4) the right to counsel; and (5) the right to an independent professional guardianship evaluation team of specified membership to examine the individual, report, and be available for cross examination during the guardianship proceedings. Requires dismissal of the guardianship action if the team determines the individual to be free of any incapacity. Grants the right to a jury in a guardianship proceeding, as well as the right to present evidence, call witnesses, and cross examine. Requires clear and convincing evidence that an individual is incapacitated and that no less restrictive form of intervention is available before a guardianship order may be issued. Discounts age as a basis for determining incapacity. Limits both the scope and duration of transfers of responsibility for the care and protection of an incapacitated person or the management of his or her estate to the minimum necessitated by the particular incapacity. Permits the individual to retain all rights not expressly transferred in the guardianship order. Dissolves the order if its justification ceases to exist. Grants to an incapacitated individual the right to a competent and trained guardian. Prohibits convicted felons from serving as guardians. Permits the right of appeal and the right to a prompt reconsideration of the determination of incapacity, the guardianship order, or the choice of guardian. Requires: (1) guardians to report to the court at least annually on the financial, mental, physical, and personal status of the incapacitated person; and (2) courts to investigate at least annually the well-being of persons protected under their guardianship orders. Directs States to submit to the Attorney General implementation plans indicating compliance with this Act. Describes procedures and timetables associated with these plans, including mandatory sanctions for States that fail to comply. Empowers the Attorney General to make grants to the States to enable compliance with this Act. Enumerates permitted grant uses. Describes application and selection procedures. Authorizes appropriations. Permits States to impose additional or more extensive protections that do not conflict with this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Guardianship Rights Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the rights of persons to due process of law and equal protection of the laws in guardianship proceedings.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:09-05:00"
}