{
  "actions": [
    {
      "acted_at": "1973-01-18", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2473-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-18", 
  "number": "2473", 
  "official_title": "A bill to increase the contribution of the Federal Government to the costs of health benefits.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "40", 
    "name": "Wilson, Robert C.", 
    "state": "CA", 
    "thomas_id": "01234", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-18", 
  "subjects": [
    "Federal employees and officials", 
    "Health", 
    "Insurance", 
    "Medical care, personnel, and facilities", 
    "Public health"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-18", 
    "text": "Increases the contribution of the Federal Government to the costs of health benefits to Federal employees. Provides that the Civil Service Commission shall determine the average of the subscription charges in effect on the beginning date of each contract year with respect to self alone or self and family enrollment as applicable for the highest level of health benefits offered by the service benefit plan, the indemnity benefit plan, the two employee organization plans with the largest number of enrollments and the two comprehensive medical plans with the largest number of enrollments. Provides that, except as otherwise stated in this Act, the biweekly government contribution for health benefits for an employee enrolled in a health plan under this chapter shall be adjusted to an amount equal to the following percentage of the average subscription charge: 55 percent during 1972; 60 percent during 1973; 65 percent during 1974; 70 percent during 1975; and 75 percent during 1976, and each year thereafter. Permits an annuitant who is participating or who is eligible to participate in the health benefit program offered under the Retired Federal Employees Health Benefit Act to elect coverage under the Government Employees Health Insurance Program established by the United States Civil Service Commission. Defines \"member of family\" to mean the spouse of an employee or annuitant and an unmarried child under 22 years of age including an adopted child and a stepchild, foster child or recognized natural child who lives with the employee or annuitant or such an unmarried child regardless of age who is a student pursuing a full-time course of study or is incapable of self-support because of mental or physical disability."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to increase the contribution of the Federal Government to the costs of health benefits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:30-05:00"
}