{
  "actions": [
    {
      "acted_at": "1974-04-04", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13995-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Carter, Tim Lee", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "00181", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Hastings, James F.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00513", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Heinz, John", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Hudnut, William H., 3d", 
      "sponsored_at": "1973-01-03", 
      "state": "IN", 
      "thomas_id": "00570", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kyros, Peter N.", 
      "sponsored_at": "1973-01-03", 
      "state": "ME", 
      "thomas_id": "00656", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Nelsen, Ancher", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00858", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Symington, James W.", 
      "sponsored_at": "1973-01-03", 
      "state": "MO", 
      "thomas_id": "01131", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-04", 
  "number": "13995", 
  "official_title": "A bill to provide for the development of a national health policy and to assist and facilitate the development of necessary health care resources.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14164-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr14698-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Health Policy and Health Resources Development Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-04", 
  "subjects": [
    "Advisory bodies", 
    "Health facilities", 
    "Health planning", 
    "Medical care, personnel, and facilities", 
    "Public health", 
    "States"
  ], 
  "subjects_top_term": "Health facilities", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-04", 
    "text": "Health Policy and Health Resources Development Act - Expresses the findings of Congress with regard to facilitating the development of recommendations for a national health policy and planning for health services, manpower, and facilities. Establishes, under the Public Health Service Act, the National Council for Health Policy, in the Department of Health, Education, and Welfare. Specifies the composition and terms of office of Council members. Enumerates the functions of the Council, including: (1) to develop a national health policy with national goals and priorities; (2) to conduct studies in specified health areas; and (3) to evaluate the implications of developing medical technology for the health care delivery system. Enumerates the priorities of the national health policy. Directs the Council to convene a National Health Conference to assist in performing its functions. Requires the Secretary to announce the initiation of proceedings to designate geographical regions, to be known as health service areas, to be served by health systems agencies. Outlines the characteristics of a health service area and the procedures for reviewing the boundaries of such areas. Describes the term \"health systems agency,\" including the legal, staff and governing body structure requirements. Enumerates the functions of health systems agencies, including to analyze data, to establish a health system plan, and to establish an annual implementation plan. Sets forth the requirements to be met in implementing such plans. Prescribes the procedures and criteria for reviews of proposed health system changes. Provides for the designation of health systems agencies. Directs the Secretary to provide technical assistance to agencies. Details the form and content of such assistance. Empowers the Secretary to make grants to health systems agencies for carrying out their activities. Sets limits on the amounts of such grants. Authorizes to be appropriated $60,000,000 for fiscal year 1975 and $100,000,000 for fiscal year 1976 for such grants. Provides for the making of development grants for area health services development funds. Authorizes appropriations of $100,000,000 for fiscal year 1975 and $125,000,000 for fiscal year 1976 for such purposes. Requires the Secretary to review and approve the annual budget of each health systems agency with which there is in effect a designation agreement. Specifies the extent and subject matter of such reviews. Provides that, to be eligible for specified grants, the Governor of a State shall designate or establish a single State agency for administering the State's health planning functions. Specifies the requirements to be met by State administrative programs for approval. Enumerates the functions to be performed by each State health planning agency. States that a State health planning agency must be advised by a Statewide Health Coordinating Council. Sets forth the criteria for composition and duties of such Councils. Empowers the Secretary to make grants to the States for the development and operation of State Health Planning Agencies. Authorizes appropriations for such purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Policy and Health Resources Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the development of a national health policy and to assist and facilitate the development of necessary health care resources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:43-05:00"
}