{
  "actions": [
    {
      "acted_at": "1977-07-12", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-07-12", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8231-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-07-12", 
  "number": "8231", 
  "official_title": "A bill to amend the Small Business Act to declare a national policy on small business investment, provide for an ongoing program of advocacy and economic research and analysis for small business, and to increase the exchange of pertinent information and the level of cooperation between the Small Business Administration and other departments, agencies and instrumentalities of  the Federal Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Investment Policy and Advocacy Reorganization Act", 
  "sponsor": {
    "district": "10", 
    "name": "Heckler, Margaret M.", 
    "state": "MA", 
    "thomas_id": "00523", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-07-12", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Economic growth", 
    "Economic research", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Investments", 
    "National policy", 
    "Small business"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-07-12", 
    "text": "Small Business Investment Policy and Advocacy Reorganization Act - Title I: Advocacy and Economic Research and Analysis - Amends the Small Business Act to establish the following Associate Administrator positions within the Small Business Administration (SBA): (1) Associate Administrator for Minority Assistance; (2) Associate Administrator for Finance; (3) Associate Administrator for Procurement Assistance; (4) Associate Administrator for Advocacy and Economic Research and Analysis; and (5) Associate Administrator for Investment. Establishes within the SBA the Division of Advocacy, Economic Research and Analysis. Sets forth the functions of the Associate Administrator in charge of such division, including the making of recommendations for policy and program improvements benefitting small business, and the building of a comprehensive small business economic data base. Title II: Declaration of Small Business Investment Policy - Enunciates a national small business economic policy which requires the coordination of planning among Federal departments and agencies in order to propose incentives to help assure that small business needs are met through private sector investments. Title III: Small Business Investment Policy Report - Requires that the President annually assess the capital investment needs of small business and report such findings to Congress. Title IV: Small Business Economic Council - Creates the Small Business Economic Council, headed by the SBA Administrator, with the Secretaries of the Treasury, Commerce, Labor, and Agriculture, and the Chairmen of the Federal Reserve Board, the Securities and Exchange Commission, the Federal Trade Commission, and the Council of Economic Advisers as members. States that the Council shall advise the President on the impact or Federal policies and programs on small business, and work to maximize cooperation between the SBA and other Federal departments and agencies. Title V: Small Business Credit Information - Amends the Federal Deposit Insurance Act to direct the Federal Deposit Insurance Corporation and other specified bank regulatory agencies to disclose, through quarterly reports, the volume of commercial bank credit extended to commercial and industrial borrowers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Investment Policy and Advocacy Reorganization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Act to declare a national policy on small business investment, provide for an ongoing program of advocacy and economic research and analysis for small business, and to increase the exchange of pertinent information and the level of cooperation between the Small Business Administration and other departments, agencies and instrumentalities of  the Federal Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:48-05:00"
}