{
  "actions": [
    {
      "acted_at": "1988-05-03", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4515-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-05-03", 
  "number": "4515", 
  "official_title": "A bill to establish an Independent National Commission on the Veterans' Administration Home Loan Guaranty Program; and to amend title 38, United States Code, to establish creditworthiness requirements for assumptions of Veterans Administration vendee loans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans' Home Loan Program Improvements Act of 1988", 
  "sponsor": {
    "district": "38", 
    "name": "Dornan, Robert K.", 
    "state": "CA", 
    "thomas_id": "00310", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-05-03", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Federal advisory bodies", 
    "Federally-guaranteed loans", 
    "Foreclosure", 
    "Government operations and politics", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing finance", 
    "Mortgage loans", 
    "Veterans' loans"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-05-03", 
    "text": "Veterans' Home Loan Program Improvements Act of 1988 - Establishes an independent Commission on the Veterans' Administration Home Loan Guaranty Program to assess the Veterans Administration (VA) home loan guaranty program. Directs the Commission, within 12 months after all Commission members have been appointed, to submit to the Administrator and the Senate and House Veterans' Affairs Committees a report on findings and recommendations with regard to: (1) ways to reduce defaults and foreclosures on VA home loans; (2) ways to reduce VA costs resulting from such foreclosures; (3) the management and disposition of loans made by the VA to finance the sale of properties acquired by the VA as a result of foreclosures; and (4) other administrative matters with regard to the operation of the VA home loan guaranty program. Directs the Administrator, no later than two months after such report is submitted, to submit an interim report to the veterans' committees containing the Administrator's views on the Commission's report and legislation or recommendations proposed by the Commission. Directs the Administrator to submit a final report to the veterans' committees, which includes any action taken up to that point, no later than six months after submission of the Commission's report, together with any recommendations. Terminates the Commission 90 days after the Administrator submits such final report. Establishes certain creditworthiness requirements which must be met before the assumption by a third party of a VA loan on foreclosed property acquired by the VA. Requires the repayment of the original VA loan prior to the disposal of the real property if such creditworthiness requirements are not met."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Home Loan Program Improvements Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Independent National Commission on the Veterans' Administration Home Loan Guaranty Program; and to amend title 38, United States Code, to establish creditworthiness requirements for assumptions of Veterans Administration vendee loans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:24-05:00"
}