{
  "actions": [
    {
      "acted_at": "1983-11-01", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-12-08", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking requested executive comment from HUD.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2035-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-01", 
  "number": "2035", 
  "official_title": "A bill to provide for a demonstration program for the provision of child care services in public housing projects.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Housing Child Care Demonstration Program Act", 
  "sponsor": {
    "district": null, 
    "name": "Kassebaum, Nancy Landon", 
    "state": "KS", 
    "thomas_id": "01375", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-11-01", 
  "subjects": [
    "Children and youth", 
    "Day care", 
    "Domestic Relations and Families", 
    "Families", 
    "Federal aid to day care centers", 
    "Housing and Housing Finance", 
    "Older workers", 
    "Poor", 
    "Public housing", 
    "Single-parent families", 
    "Social welfare"
  ], 
  "subjects_top_term": "Federal aid to day care centers", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-11-01", 
    "text": "Public Housing Child Care Demonstration Program Act - Directs the Secretary of Housing and Urban Development to carry out a demonstration program of making grants to assist public housing agencies in establishing and providing child care services for lower income families that reside in public housing and are headed by single parents. Requires that eligible child care programs: (1) serve preschool children during the day, elementary school children after school, or both, in order to permit eligible heads of households to obtain, retain, or train for employment; (2) involve the participation of the parents where practicable; (3) employ in part-time positions elderly residents of the project involved, where practicable; and (4) comply with all applicable State and local laws. Directs the Secretary to: (1) give priority for grants to the housing projects in which the largest number of preschool and elementary school children of lower income families headed by single parents reside; (2) ensure a reasonable distribution of grants between urban and rural areas and among housing projects of varying sizes; and (3) provide grants to the largest number of projects practicable. Requires the Secretary to: (1) evaluate each child care program periodically to determine its effectiveness in providing child care services and in enabling the heads of households to work; and (2) report to Congress after two years on any findings concerning such demonstration program and any recommendations concerning the establishment of a permanent assistance program. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Housing Child Care Demonstration Program Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a demonstration program for the provision of child care services in public housing projects.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:08-05:00"
}