{
  "actions": [
    {
      "acted_at": "1991-07-18", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2948-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-18", 
  "number": "2948", 
  "official_title": "To amend the Internal Revenue Code of 1986 to eliminate inequities and provide symmetry in certain foreign provisions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Income Tax Reform Act of 1991", 
  "sponsor": {
    "district": "2", 
    "name": "Gradison, Willis D., Jr.", 
    "state": "OH", 
    "thomas_id": "00451", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-18", 
  "subjects": [
    "Accounting", 
    "American investments", 
    "Business losses", 
    "Corporation taxes", 
    "Depreciation and amortization", 
    "Dividends", 
    "Foreign corporations", 
    "Foreign exchange", 
    "Foreign investments", 
    "Foreign tax credit", 
    "Foreign trade and international finance", 
    "Income tax", 
    "Interest", 
    "Local taxation", 
    "Minimum tax", 
    "Partnerships", 
    "Research and development", 
    "State taxation", 
    "Stocks", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax refunds", 
    "Taxation of foreign income"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-18", 
    "text": "Foreign Income Tax Reform Act of 1991 - Amends the Internal Revenue Code to repeal the limitation of 90 percent of tax applied to the alternative minimum tax foreign tax credit. Limits the application to foreign persons of the uniform capitalization rules in determining earnings and profits. Provides that the look-through rules for controlled foreign corporations do not apply to companies with less than $1,000,000 (for five percent of gross income, if lower) in all of its separate categories. Allows the use of earnings and profits depreciation or adjustments to base the allocation and apportionment of deductible interest expenses on the adjusted basis of assets. Requires that both the assets of and the interest paid by foreign affiliates be considered in the process of allocating interest when determining the taxable foreign source income of an affiliated group. Amends source rules with respect to the sales of stock of affiliates. Provides for the treatment of gain from the sale of stock in a section 902 corporation (a domestic corporation which owns ten percent or more of voting stock of a foreign corporation) as income in a separate category in a certain proportion of earnings and profits over a three-year period. Provides that gain from the sale of a qualifying partnership interest shall not be treated as income in a separate category. Provides that in the case of any sale of a qualifying partnership interest, the sale shall be treated as a sale of the partner's proportionate share of each of the assets of the partnership for purposes of determining the source of the income from such sale. Revises the tax rules applicable to corporations that meet the 80 percent foreign business requirements. Permits a taxpayer to treat any dividend paid out of the earnings or profits of any noncontrolled section 902 corporation as income in a separate category in proportion to the ratio of earnings and profits attributable to income in such separate category to the total amount of earnings and profits. Makes the special rules on passive foreign investment companies inapplicable to a taxpayer with respect to a corporation if such corporation is a controlled foreign corporation and the taxpayer is a United States shareholder with respect to such corporation. Revises the definition of a passive foreign investment to base it on gross receipts in lieu of gross income. Provides, with respect to subpart F income (types of income generally suited to tax haven activity) of a controlled foreign corporation, that all pre-1987 (post-1962) accumulated deficits shall offset similar subpart F income earned after 1986. Amends foreign tax credit provisions to provide for recapture of the amounts by which a taxpayer's gross income from U.S. sources is exceeded by the amount of the deductions properly allocated to such sources. Requires that subsequent U.S.-source income, in an amount related to the recaptured domestic loss, be treated as income from foreign sources. Makes permanent the rules on qualified research and experimental expenditures. Requires that foreign tax credits claimed on foreign income be translated in U.S. dollars at the same rate as the income. Prohibits the allocation or apportionment of any deduction for State or local income or franchise tax to gross income from sources outside the United States. Modifies the foreign tax credit carryover rules to allow a three-year carryback and a 15-year carryforward of excess tax paid. Revises provisions concerning tentative carryback and refund adjustments for the foreign tax credit. Repeals the special rules relating to such credit with respect to limitations on a credit or refund. Revises provisions governing section 902 corporations which own ten percent or more of the voting stock of a second foreign corporation for determining deemed paid foreign tax credits. Allows the use of a three-year average in determining deemed paid credit on current dividends."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Income Tax Reform Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to eliminate inequities and provide symmetry in certain foreign provisions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:33-05:00"
}