{
  "actions": [
    {
      "acted_at": "1974-05-15", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14800-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-15", 
  "number": "14800", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 and title 18, United States Code, to provide for the reform of the Federal election campaign process.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Election Reform Act", 
  "sponsor": {
    "district": "10", 
    "name": "Broyhill, Joel T.", 
    "state": "VA", 
    "thomas_id": "00139", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-15", 
  "subjects": [
    "Advisory bodies", 
    "Campaign funds", 
    "Government operations and politics", 
    "Holidays"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-15", 
    "text": "Election Reform Act - Establishes, as an independent establishment of the executive branch of the Government of the United States, a commission to be known as the Federal Election Commission. Provides that the Commission shall be composed of the Comptroller General, who shall serve without the right to vote, and seven members who shall be appointed by the President by and with the advice and consent of the Senate. Requires the Commission to, at the close of each fiscal year, report to the Congress and to the President concerning the action it has taken; the names, salaries, and duties of all individuals in its employ and the money it has disbursed; and to make such further reports on the matters within its jurisdiction and such recommendations for further legislation as may appear desirable. Grants the Commission the power: (1) to require, by special or general orders, any person to submit in writing such reports and answers to questions as the Commission may prescribe; (2) to administer oaths; (3) to require by subpena the attendence and testimony of witnesses and the production of all documentary evidence relating to the execution of its duties; (4) in any proceeding or investigation to order testimony to be taken by deposition before any person who is designated by the Commission and has the power to administer oaths and, in such instances, to compel testimony and the production of evidence in the same manner as authorized under this Act; (5) to pay witnesses the same fees and mileage as are paid in like circumstances in the courts of the United States; and (6) to request that the United States Justice Department initiate, prosecute, defend, or appeal any civil action on behalf of the Commission for the purpose of enforcing the provisions of this Act. Provides for judicial procedures to obtain compliance with orders issued by the Commission. Provides that no person shall be subject to civil liability to any person (other than the Commission or the United States) for disclosing information at the request of the Commission. Provides that whenever the Commission submits any budget estimate or request to the President or the Office of Management and Budget, it shall concurrently transmit a copy of the estimate or request to the Congress. Provides that whenever the Commission submits any legislative recommendations, or testimony, or comments on legislation to the President or the Office of Management and Budget, it shall concurrently transmit a copy thereof to the Congress. Provides that each individual who is a candidate for Federal office (other than the office of Vice President of the United States) shall designate to the Commission a political committee to serve as the election committee of such individual. Provides that no political committee may be designated as the election committee of more than one candidate. Requires that no political committee other than the election committee of a candidate designated under this Act may receive contributions to such candidate or make expenditures on behalf of such candidate. Requires that any expenditure in excess of $100 by any such election committee shall be approved in writing by the candidate who designated such committee or by the chairman or treasurer of such committee. Requires that each political party shall designate to the Commission not more than one national committee, one Senate campaign committee, one House of Representatives campaign committee, one State committee for each State, and one congressional committee for each congressional district. Provides that violation of any provision of this Act is a misdemeanor punishable by a fine of not more than $10,000, imprisonment of not more than one year, or both. Provides that violation of any provision of this Act with knowledge or reason to know that the action committed or omitted is a violation of this title is punishable by a fine of not more than $100,000, imprisonment for not more than five years or both. Sets forth reporting requirements under the Federal Election Campaign Act of 1971. Requires that each treasurer of a political committee designated by a political party under such Act shall file a report with the Commission with respect to any transfer of funds by such committee to any candidate or to any other political committee. Sets limitations on contributions for campaigns covered by this Act. Provides that no person, other than an individual or any committee designated under the Federal Election Campaign Act of 1971, may make contributions to any one candidate or to any one political committee, with respect to any election which, in the aggregate, exceed $6,000. Provides that no individual may make contributions to any one candidate for Federal office or to any one political committee, with respect to any election which, in the aggregate, exceeds $1,000. Provides that no individual may make contributions to all candidates for Federal office or to all political committees designated under the Federal Election Campaign Act of 1971, with respect to any election which, in the aggregate, exceed $25,000. Provides that no candidate or political committee may accept any contribution from any nonresident alien. States that for purposes of this Act, contributions made to or for the benefit of any candidate nonimated by a political party for election to the office of Vice President of the United States shall be considered to be contributions made to or for the benefit of the candidate of such party for election to the office of President of the United States. Provides that violation of any of these provisions is a misdemeanor punishable by a fine of not more than $10,000, imprisonment for not more than one year, or both. Provides that a violation of such provision with knowledge or reason to know that the action committed is a violation of this section is punishable by a fine of not more than $100,000, imprisonment for not more than five years, or both. Sets limitations on expenditures by candidates under the provisions of this Act. Requires the Secretary of the Treasury or his delegate to conduct a complete audit and examination of the income tax returns of any individual who (at the time he files such return) holds the office of President of the United States, Vice President of the United States, Senator, Representative, Resident Commissioner, or Delegate. Requires the audit and examination required by this Act be completed no later than July 15 of the year following the taxable year for which the return involved is filed. Provides that the Secretary or his delegate shall prepare a report with respect to any income discovered by any such audit and examination which is not income from the Federal Government. Provides that the report shall be transmitted to: (1) if the return involved is that of the President or the Vice President, to each House of the Congress; (2) if the return involved is that of a Member of the Senate, to the Select Committee on Standards and Conduct of the Senate; or (3) if the return involved is that of a Member of the House of Representatives, to the Committee on Standards of Official Conduct of the House of Representatives. Provides for a simultaneous poll closing time in elections covered under this Act. Makes national election day a national public holiday. Provides that the polling places in each of the States shall be open for at least twelve hours. Sets the Federal election day as the first Wednesday next after the first Monday in November in 1976, and every second year thereafter."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Election Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 and title 18, United States Code, to provide for the reform of the Federal election campaign process.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:56-05:00"
}