{
  "actions": [
    {
      "acted_at": "2013-04-10", 
      "committees": [
        "SSEV"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s696-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "2013-04-10", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bennet, Michael F.", 
      "sponsored_at": "2013-04-10", 
      "state": "CO", 
      "thomas_id": "01965", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2013-04-10", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2013-04-10", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2013-04-10", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cardin, Benjamin L.", 
      "sponsored_at": "2013-04-10", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cowan, William M.", 
      "sponsored_at": "2013-04-10", 
      "state": "MA", 
      "thomas_id": "02189", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2013-04-10", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2013-04-10", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2013-04-10", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2013-04-10", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2013-04-10", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "King, Angus S. Jr.", 
      "sponsored_at": "2013-04-10", 
      "state": "ME", 
      "thomas_id": "02185", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2013-04-10", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2013-04-10", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2013-04-10", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2013-04-10", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2013-04-10", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2013-04-10", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Bill", 
      "sponsored_at": "2013-04-10", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "2013-04-10", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schatz, Brian", 
      "sponsored_at": "2013-04-10", 
      "state": "HI", 
      "thomas_id": "02173", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2013-04-10", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2013-04-10", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Tom", 
      "sponsored_at": "2013-04-10", 
      "state": "NM", 
      "thomas_id": "01567", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warren, Elizabeth", 
      "sponsored_at": "2013-04-10", 
      "state": "MA", 
      "thomas_id": "02182", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2013-04-10", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2013-04-10", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-04-10", 
  "number": "696", 
  "official_title": "A bill to amend the Toxic Substances Control Act to ensure that risks from chemicals are adequately understood and managed, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe Chemicals Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-04-10", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Aging", 
    "Animal protection and human-animal relationships", 
    "Business records", 
    "Cancer", 
    "Child health", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental health", 
    "Environmental protection", 
    "Environmental regulatory procedures", 
    "Government information and archives", 
    "Hazardous wastes and toxic substances", 
    "Immunology", 
    "International law and treaties", 
    "International organizations and cooperation", 
    "Manufacturing", 
    "Medical research", 
    "Metals", 
    "Neurological disorders", 
    "Women's health", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-04-10", 
    "text": "Safe Chemicals Act of 2013 - Amends the Toxic Substances Control Act (TSCA) to state that it is the policy of the United States to: (1) protect the health of children, workers, consumers, and the public and to protect the environment from harmful exposures to chemical substances; (2) promote the use of safer alternatives and other actions that reduce the use of and exposure to hazardous chemical substances and reward innovation toward safer chemicals, processes, and products; (3) require that chemicals in commerce meet a risk-based safety standard that protects vulnerable and affected populations and the environment; (4) require companies to provide sufficient health and environmental information for the chemical substances that the companies manufacture, process, or import as a condition of allowing those companies to distribute chemical substances in commerce; (5) improve the quality of information on chemical safety and use; (6) guarantee the right of the public and workers to know about the hazards and uses of chemical substances that they may be exposed to by maximizing public access to information on chemical safety and use; and (7) strengthen cooperation among the federal, state, municipal, tribal, and foreign governments. Declares that it is the goal of the United States to address the harmful exposure of vulnerable or affected populations caused by the distribution of chemical substances in commerce by: (1) reviewing all chemical substances for safety and identifying the highest priority substances for expedited review, (2) determining whether chemical substances in commerce meet the safety standard under TSCA, (3) applying appropriate restrictions to the use of a chemical substance, and (4) encouraging the replacement of harmful chemicals and processes with safer alternatives. Adds and revises definitions under TSCA. Authorizes the Administrator of the Environmental Protection Agency (EPA) to determine that a variant of a chemical substance is a new chemical substance. Redefines \"distribute in commerce\" to include exporting a chemical substance, mixture, or article. Defines “toxic” as a chemical substance or mixture that has a toxicological property: (1) meeting the criteria for Category 1or Category 2 for any of the toxicity endpoints established by the Globally Harmonized System for the Classification and Labeling of Hazardous Substances, (2) that causes an adverse effect that has been demonstrated in humans or other exposed organisms, or (3) for which the weight of evidence demonstrates the potential for an adverse effect in humans or other exposed organisms. Defines \"toxicological property\" to mean actual or potential toxicity or other adverse effects of a chemical substance or mixture, including effects of exposure on: (1) mortality; (2) morbidity, including carcinogenesis; (3) reproduction; (4) growth and development; (5) the immune system; (6) the endocrine system; (7) the brain or nervous system; (8) other organ systems; or (9) any other biological functions in humans or nonhuman organisms. Directs the Administrator to promulgate a rule that: (1) establishes minimum information sets to evaluate chemical substances; (2) provides for varied or tiered information to be provided for different chemical substances; (3) identifies the particular set that applies to a chemical substance; (4) requires each set to include sufficient information to conduct a screening-level risk assessment of the chemical substance; (5) specifies information quality and reliability requirements applicable to the information submitted; (6) accommodates the use of alternative testing methods and strategies to generate information quickly, at low cost, and with reduced use of animal-based testing to the extent such methods and strategies would yield information of equivalent quality and reliability; and (7) establishes sets sufficient to carry out categorization of new and existing chemical substances, assignment of chemical substances to priority classes, and safety standard determinations. Requires chemical manufacturers and processors to submit and update their minimum information sets. Authorizes the Administrator to: (1) require by rule or order the testing of, and the submission of test results for, any chemical substance; (2) require submission of a sample of any chemical substance for testing by a specified date; and (3) impose restrictions on violators of testing requirements, including a prohibition against manufacturing, processing, or distributing chemical substances. Requires such rule or order to: (1) include standards for the development of test information for a substance, and (2) specify testing deadlines. Authorizes the Administrator to prescribe standards for the development of test information for health and environmental information. Requires the Administrator to review such standards at least once every three years and make revisions if necessary. Requires any rule or order that requires the testing and submission of information for a particular chemical substance or for a category of chemical substances to expire by the end of the applicable reimbursement period. Sets forth exemptions to such testing requirements. Requires the Administrator, within 15 days after the receipt of test information pursuant to such rule or order, to publish a notice that: (1) identifies the chemical substance for which information has been received, (2) lists the uses of such substance and the information required by the applicable standards for the development of test information, and (3) describes the nature of such information developed. Requires each person who submits information under TSCA, rule, or order to certify that such information is accurate and reliable and includes all material facts. Prohibits a person from commercially manufacturing a new substance or processing a substance for a new use unless the person submits to the Administrator a notice of the intention to manufacture or process such substance and complies with data submission requirements, and the Administrator finds that: (1) the chemical substance is likely to meet the applicable safety standard under TSCA; or (2) the person has established that such use is in the paramount interest of national security, that the lack of availability of such substance would cause significant disruption in the national economy, and that such use is a critical or essential use for which no feasible safer alternative is available or that such use, as compared to alternatives, provides a substantial net benefit to human health, the environment, or public safety. Requires the Administrator to promulgate a rule that: (1) designates the categories for substances of very high concern, substances likely to meet the safety standard, substances with insufficient information, and substances unlikely to meet the safety standard; (2) specifies the process and criteria the Administrator will use to categorize new chemical substances; and (3) describes criteria and factors the Administrator will use to assess the weight of evidence and the quality and reliability of information used to inform categorization decisions. Requires the Administrator to assign a new chemical substance to one of such categories within 90 days after receiving such notice. Requires the Administrator to designate as a \"substance of very high concern\" any new substance that: (1) is toxic, persists in the environment, and is bioaccumulative; or (2) is highly hazardous. Prohibits manufacturing or processing such substance unless notice has been submitted pursuant to TSCA and the criteria for a substance of very high concern has been met. Requires the Administrator to designate as a \"substance likely to meet the safety standard\" any new chemical substance that the Administrator determines would likely meet the safety standard under TSCA: (1) for uses and under conditions specified by the submitter of such notice for such substance, and (2) for uses and under additional conditions that could be specified by the Administrator in making a safety standard determination for such substance. Requires the Administrator to assign to such category any new chemical substance that meets the criteria specified for \"substances of very low concern\" and \"substances to undergo safety standard determinations.\" Authorizes a chemical substance designated as a \"substance likely to meet the safety standard\" to be manufactured or processed under specified conditions, pending the completion of a safety standard determination. Requires the Administrator to designate as a \"substance with insufficient information\" any new chemical substance for which the Administrator concludes that needed information for such substance is not available, is insufficient, or is not of sufficient quality and reliability to allow for an informed categorization decision. Prohibits any person from manufacturing or processing a chemical substance designated under this category until the Administrator has recategorized the substance. Requires the Administrator to designate as a \"substance unlikely to meet the safety standard\" any new chemical substance that the Administrator determines would be unlikely to meet such standard: (1) for uses and under conditions specified by the submitter of a notice of the intention to manufacture or process the substance, or (2) for other uses or under additional conditions that the Administrator may evaluate in making a safety standard determination for the substance. Prohibits the manufacture and process of such substances. Prohibits, subject to an exemption, any person from manufacturing or processing an existing chemical substance for which the Administrator has not made a safety standard determination for a use that was not ongoing prior to this Act's enactment or at a volume that is significantly increased from the volume as of this Act's enactment. Prohibits manufacturing, processing, distributing in commerce, using, or disposing of an existing chemical that has met the applicable safety standard for uses at production volumes or in manners other than those specified in the safety determination, unless: (1) notice is made of the intention to manufacture and process such chemical; and (2) the Administrator determines that the person submitting such notice will continue to meet such standard. Sets forth provisions concerning amending safety standards and safety standard determinations. Requires the Administrator to determine that a variant of a chemical substance exhibiting special substance characteristics: (1) is a use that is separate from any use of the substance that does not exhibit such characteristics, or (2) is a distinct substance. Requires manufacturers or processors of: (1) a variant that the Administrator determines has a separate use, to satisfy conditions established by the Administrator; and (2) a distinct chemical substance that is not listed in the active inventory of chemical substances manufactured or processed published by the Administrator, to comply with requirements for new chemicals. Authorizes the Administrator to exempt from requirements for new chemicals and new uses of chemicals an intrinsically safe chemical substance that does not and would not pose any risk of injury to human health or the environment under any intended or reasonably anticipated levels of production, patterns of use, or exposures arising at any stage across the lifecycle of such substance. Authorizes the Administrator to order a manufacturer or processor to revise quality control procedures that are inadequate to prevent a chemical substance from presenting a risk of injury to human health or the environment. Sets forth provisions concerning notice requirements for polymeric chemical substances. Authorizes the Administrator to permit a person to manufacture or process of a chemical substance for test marketing purposes: (1) upon a showing that the manufacture, processing, distribution in commerce, use, and disposal of such substance will not endanger human health or the environment; and (2) under such restrictions as the Administrator considers appropriate. Requires the Administrator to provide fair and equitable reimbursement for the costs incurred to comply with information submission requirements for a chemical substance when information has already been submitted for an equivalent substance. Sets forth exemptions from notice and data submission requirements for chemical substances that are manufactured and processed in small quantities solely for the purpose of: (1) scientific experimentation or analysis; or (2) chemical research on, or analysis of, substances. Authorizes the Administrator to exempt from notice and data submission requirements the manufacturing or processing of any chemical substance: (1) that exists temporarily as a result of a chemical reaction in the manufacturing or processing of a mixture or another substance; and (2) to which there is, and will be, no human or environmental exposure. Requires that each submission of information required under TSCA be accompanied by a certification of the accuracy, reliability, and inclusion of all material facts of such submission. Repeals provisions prohibiting federal agencies from selling, distributing, or transferring elemental mercury. Requires the Administrator to: (1) establish a system for assigning chemical substances into batches to ensure that an efficient and orderly process and pace are established for the determination of safety of chemical substances in commerce and the application of risk management measures as needed, (2) assign chemical substances on the active portion of the inventory to batches of chemical substances at least once every five years until all such substances have been so assigned, and (3) publish the list of substances assigned to each batch. Requires the initial batch to include substances for which reports are submitted to the Administrator under the chemical data reporting rule as of this Act’s enactment. Authorizes the Administrator to: (1) include in such batch substances that are manufactured at volumes below the threshold for substances subject to basic reporting under such rule but that are used or released into the environment in a manner that warrants early evaluation by the Administrator; and (2) exclude from such batch substances that are reported under such rule but that are used or released into the environment in a manner that does not warrant early evaluation. Requires the Administrator to assign chemical substances to subsequent batches in a manner that reflects the extent to which the substances warrant earlier or later evaluation. Requires the Administrator to promulgate regulations that: (1) establish the categories and specify the process and criteria the Administrator will use to categorize chemical substances; (2) designate the process and criteria the Administrator will use to prioritize substances that are placed in the category of chemical substances to undergo safety standard determinations; (3) describe how the categorization and prioritization process and criteria relate to and take into account the categorization and prioritization decisions made in other jurisdictions, including states and foreign governments; (4) describe criteria and factors the Administrator will use to weigh evidence and assess the quality and reliability of information used to inform categorization and prioritization decisions; (5) incorporate and establish criteria for substances of very high concern, substances of very low concern, substances to undergo safety standard determinations, and substances with insufficient information; and (6) establish specified priority classes and criteria. Prohibits a chemical substance from being simultaneously in more than one the following categories: substances of very high concern, substances likely to meet the safety standard, substances with insufficient information, and substances unlikely to meet the safety standard. Requires the Administrator to publish: (1) such category assignments for chemical substances in the initial and subsequent batches, and (2) the priority class assignments for the chemical substances in the initial batch of chemical substances that the Administrator has assigned to the category of \"substances to undergo safety standard determinations and for the substances in subsequent batches that the Administrator has assigned to the category of \"chemical substances to undergo safety standard determinations.\" Requires the Administrator to designate as \"Priority Class 1\" those chemical substances that the Administrator determines warrant safety standard determinations in the near term. Requires the Administrator to initially assign as \"Priority Class 1\" substances that possess relatively greater hazard potential and for which there is evidence of more significant or widespread exposure. Authorizes the Administrator to designate as \"Priority Class 1\" any substance initially assigned to a lower priority class as safety determinations for the substance are completed. Directs the Administrator to: (1) designate as \"Priority Class 2\" those chemical substances that the Administrator determines are of lower priority than Priority Class 1 substances with respect to the timing for conducting safety standard determinations, and (2) require submission of the applicable minimum information set within five years of this Act’s enactment and within five years after the assignment of a substance to such priority. Requires the Administrator to designate as \"Priority Class 3\" those chemical substances that the Administrator determines may be set aside for further assessment until such time as: (1) safety stand determinations are completed on all Priority Class 1and 2 substances, and (2) new information arises that warrants reprioritization of such substance to a higher priority class. Prohibits the Administrator from requiring submission of the applicable minimum information set for a substance designated under such class until such time as the substance is reassigned to Priority Class 1 or 2. Sets forth provisions concerning reprioritizing chemical substances. Requires chemical substance manufacturers and processors to: (1) bear the burden of proving that chemical substances meet applicable safety standards, and (2) provide sufficient information for the Administrator to determine whether such standards have been met. Allows a chemical substance that undergoes a safety standard determination to be manufactured, processed, or distributed in commerce only if the Administrator determines that the chemical substance: (1) meets the safety standard, or (2) can meet the safety standard for uses through the imposition of additional conditions. Requires the Administrator to base a determination of whether such standard has been met solely on considerations of human health and the environment. Prohibits the Administrator from being required to conduct a risk assessment to determine that a manufacturer or processor has not met the burden of proof. Prohibits a determination by the Administer that a manufacturer or processor has not established that the chemical substance meets the applicable safety standard from being subject to judicial review. Requires the Administrator to: (1) conduct safety standard determinations of all chemical substances assigned to the category of \"substances to undergo safety standard determinations,\" beginning with substances initially designated as Priority Class 1; (2) complete and publish such determinations for all substances designated as Priority Class 1 in the initial batch within five years of this Act’s enactment; (3) complete and publish such determinations for all substances designated as Priority Class 1 in subsequent batches within five years of the designation of a substance as Priority Class 1; and (4) complete and publish such determinations for Priority Class 2 or 3 substances that have been reprioritized as Priority Class 1 within five years after such reprioritization. Requires the Administrator, in making such determinations, to determine whether the manufacturers and processors of a chemical substance have established that the substance meets the safety standard. Requires the Administrator to seek to publish such determinations and risk management decisions concurrently. Prohibits the Administrator from unduly delaying the issuance of any safety standard determination if more information or analysis is required to make a determination regarding risk management. Requires the Administrator to publish completed determinations no less frequently than annually and at a pace sufficient to demonstrate steady progress toward completing all such determinations within the required time frame. Prohibits manufacturing, processing, or distributing substances subject to such determinations for any use or under any condition other than those specified in such orders within specified periods. Authorizes the Administrator to grant an extension of such deadline if the manufacturer or processor demonstrates: (1) a compelling technological need to continue a restricted activity beyond such period, and (2) that a factor wholly beyond the control of the manufacturer or processor prevents compliance with such restriction within such period. Sets forth provisions concerning: (1) initiating a redetermination of whether a substance meets such standards, and (2) petitions for redeterminations. Authorizes the Administrator, after a chemical substance has been assigned to the category of substances of very high concern, to require the submission of additional information that is necessary to conduct an expedited assessment of the known uses of, and exposures to, such substance. Requires the Administrator to complete and publish an identification and assessment of the known uses, and exposures to, a substance within a year of the date on which a substance is assigned to such category. Requires the Administrator to impose use restrictions and other conditions within 18 months on the manufacturing, processing, use, distribution, and disposal of such substance that are necessary to achieve the maximum practicable reduction in human or environmental exposure to the chemical. Prohibits manufacturing, processing, or distributing substances subject to such determinations for any use or under any condition other than those specified in such orders. Authorizes the Administrator to: (1) require that the manufacturer or processor submit a description of the quality control procedures followed in such manufacturing or processing of a chemical substance if the Administrator has a reasonable basis to conclude that the substance is being manufactured or processed in a manner that may present a substantial endangerment to health or the environment, (2) order the manufacturer or processor to revise such procedures to remedy such inadequacy, and (3) order the manufacturer or processor to give notice when such procedures have resulted in the distribution of a substance that may present a substantial endangerment to human health or the environment and provide for the replacement or repurchase of such substance. Sets forth provisions concerning exemptions from restrictions on manufacturing a new chemical substance and substances of very high concern and safety standard determination requirements. Prohibits an agency from conveying, selling, or distributing any elemental mercury, other than mercury contained within an article containing a chemical substance, under the agency's control or jurisdiction. Exempts from such prohibition: (1) a transfer between federal agencies of elemental mercury for the sole purpose of facilitating storage of mercury to carry out such Act; or (2) a conveyance, sale, distribution, or transfer of coal. Requires the Administrator to: (1) designate asbestos as a chemical substance of very high concern; (2) complete and publish an identification and assessment of the known uses of, and exposures to, asbestos; (3) impose, by order, use restrictions and other conditions on the manufacturing, processing, use, distribution in commerce, and disposal of asbestos to achieve the maximum practicable reduction in human or environmental exposure to asbestos; and (4) select conditions that permanently reduce or eliminate the possibility of exposures to the maximum extent practicable. Prohibits manufacturing, processing, or distributing in commerce asbestos for any use or under any condition other than those specified in such order. Requires the Administrator to publish guidance describing the steps agencies must take to: (1) enhance protections for public health and safety and the environment; and (2) better solicit information from, and protect the health and safety of, people located near areas where asbestos is located, transported, and disposed. Provides that nothing in such guidance should be construed to affect or limit the application of, or obligation to comply with, any environmental law. Redefines asbestos to include any: (1) material formally classified as tremolite, including winchire asbestos and richterite asbestos; and (2) asbestiform amphibole mineral. Authorizes the Administrator to: (1) commence a civil action for seizure of and relief from a chemical substance that may present an imminent and substantial (currently imminent) endangerment to health or the environment, and (2) issue orders to protect health or the environment from such substances. Authorizes such action to be: (1) commenced notwithstanding the existence of a rule or order under TSCA and the pendency of any administrative or judicial proceeding under TSCA, and (2) proceeded against by process of libel for seizure and condemnation of such substance. Revises provisions concerning venue and consolidation of such actions. Requires each manufacturer to submit to the Administrator a declaration of the interest of the manufacturer for a chemical substance in which the manufacturer has a commercial interest. Requires such declarations notwithstanding any exclusions or exemptions from other notification or reporting requirements of TSCA. Authorizes: (1) a processor of a substance in which the processor has a current or potential commercial interest to voluntarily submit a declaration for such substance; and (2) a manufacturer or processor to submit a declaration of a cessation of producing, importing, processing, and exporting a substance. Establishes criteria for identifying substances to which such declarations apply. Requires the Administrator to issue guidance describing such criteria and specifying the supporting information manufacturers and processors are to include in such declarations. Sets forth provisions regarding: (1) the Administrator reviewing such declarations and establishing a periodic reporting program on such chemical substances; (2) manufacturers and processors maintaining records to support such declarations and report; and (3) manufacturers and processors updating information contained in such reports at least every four years, when they come into possession of or generate significant new information regarding the production, processing, use, distribution, hazard, or exposure potential of such substances, and when there is a significant change in the production, distribution, or use of such substances. Revises provisions concerning the inventory of chemical substances manufactured or processed that the Administrator is required to publish. Requires the Administrator to establish an Internet-accessible database for storing and sharing information relating to the toxicity and use of, and exposure to, chemical substances. Requires any person that manufactures, processes, or distributes any chemical substance to maintain and, on request, submit to the Administrator records of significant adverse reactions to human health or the environment alleged to have been caused by the substance. Requires any person that manufactures, processes, or distributes a chemical substance and that obtains information that reasonably supports the conclusion that the substance presents a substantial risk of injury to health or the environment to immediately inform the Administrator of the information unless the person has actual knowledge that the Administrator has been adequately informed of the information. Requires the Administrator to report to federal agencies in cases where action may be taken under law not administered by the Administrator to address activities involving, uses of, or exposures to a chemical substance that do not meet a safety standard under TSCA. Revises provisions concerning inspections, including by allowing the Administrator to: (1) inspect any place at which records relating to substances or compliance with TSCA are held, and (2) require the attendance and testimony of witnesses and the production of reports and information. Repeals provisions concerning exemptions to TSCA for chemical substances that are manufactured, processed, or distributed in commerce for export. Establishes deadlines for notifications to the Administrator relating to the exportation of such chemical substances. Requires the Secretary of Homeland Security (currently the Secretary of the Treasury) to refuse entry into the U.S. customs territory of chemical substances under specified circumstances. Revises data disclosure requirements, including provisions concerning designating and releasing confidential data. Requires the Administrator to treat as confidential: (1) precise information describing the manufacture, processing, or distribution of a chemical substance; (2) marketing and sales information; (3) information identifying the customers of a manufacturer, processor, or distributor; (4) details of the full composition of a mixture of a particular manufacturer or processor; (5) precise information about the use, function, or application of a substance in a process, mixture, or product of a particular manufacturer or processor; and (6) precise production or import volumes of a particular manufacturer, processor, or distributor. Requires the Administrator to disclose: (1) the identity of a chemical substance; (2) safety standard determinations; (3) specified health and safety study data; (4) health and safety data in notices of substantial risk; (5) general information describing the manufacturing volumes and the functions and uses of substances; (6) any information indicating the presence of a substance in consumer products intended for use by children aged 14 years or younger if such substance is a known or probable reproductive, developmental, neurological, or immunological toxicant, carcinogen, or mutagen, is persistent, bioaccumulative, and toxic, or has been found by the Administrator to not meet a safety standard. Provides that such requirements do not authorize the release of data that discloses a process used in the manufacturing or processing of a substance. Establishes exemptions from requirements to disclose identities of substances. Requires the Administrator to promulgate rules that specify: (1) the acceptable bases on which written requests to maintain confidentiality of information may be approved, (2) the nature of the documentation and justification that must accompany such a request, and (3) the types of information the Administrator determines warrant protection for an indefinite period of time. Sets forth provisions concerning the review of such requests. Requires the Administrator, if a request to maintain confidentiality of information is approved, to specify a time period not to exceed five years for which such information will be kept confidential, unless the information otherwise becomes available to the public or the request for confidentially is exempted from such time constraint. Establishes a civil penalty for: (1) wrongful disclosure of information by current and former officers or employees of the United States, and (2) false requests for confidential treatment by officers or employees of companies that submit information. Requires all information reported to or otherwise obtained by the Administrator under TSCA to be made available to Congress upon request. Requires the Administrator to facilitate the sharing of information pertaining to chemical substances that workers may come into contact with or that they may otherwise be exposed to during the course of work with those workers and their bargaining agents. Prohibits any person from manufacturing, processing, distributing, using, or disposing of chemical substances that such person knew or had reason to know was manufactured, processed, or distributed in violation of any rule, order, prohibition, restriction, or other requirement imposed by TSCA. Prohibits any person from failing or refusing to establish or maintain records or to submit accurate and complete reports, notices, information submissions, disclosures, declarations, certifications, or other information as required by TSCA. Prohibits any person from making or submitting a statement, declaration, disclosure, certification, writing, data set, or representation that is materially false or from falsifying or concealing any material fact in taking any action or making any communication pursuant to TSCA. Increases the cap on the amount of civil and criminal penalties for each violation of TSCA. Authorizes fining and imprisoning individuals who knowingly violate TSCA and who know at that time that the violation places another person in imminent danger of death or serious bodily injury. Revises enforcement provisions, including by authorizing the Administrator to: (1) commence a civil action in the appropriate U.S. district court to compel compliance of any person with any provision of, or any rule or order promulgated pursuant to, TSCA; and (2) seek civil or criminal penalties. Revises preemption provisions by providing that nothing in TSCA affects the right of a state to adopt or enforce any requirement that is different from, or in addition to, a requirement under TSCA unless compliance with both requirements is impossible, in which case the applicable provisions of TSCA shall control. Revises provisions concerning citizens’ civil action by allowing a person to commence a civil action for a violation of this Act or order issued under this Act (currently actions are limited to specific violations). Revises provisions concerning citizens’ petitions by allowing a person to petition the Administrator to initiate a proceeding for the issuance, amendment, or repeal of a rule or order under TSCA (currently petitions are limited to initiating proceedings for issuing, amending, or repealing specific requirements). Repeals a cap on fees from persons required to submit data to defray the cost of administering TSCA. Authorizes appropriations to the Administrator to carry out TSCA for 2013-FY2020. Requires the Administrator to establish: (1) the Children’s Environmental Health Research Program to provide grants to further the understanding of the vulnerability of children to chemical substances, and (2) the Interagency Science Advisory Board on Children’s Health Research. Requires the Administrator, when a chemical substance has been identified as being present in human biological media that may have adverse effects on early childhood development, to coordinate with the Secretary of Health and Human Services (HHS) to conduct a biomonitoring study to determine the presence of such substance in such media in, at a minimum, pregnant women and infants. Requires: (1) the Secretary to publish such study, and (2) manufacturers and processors to disclose any substance that is determined to be present in such study. Requires the Administrator to: (1) take action to minimize the use of animals in testing of chemical substances, and (2) establish the Interagency Science Advisory Board on Alternative Testing Methods. Requires the Administrator to establish: (1) a program to create market incentives for the development of safer alternatives to existing chemical substances that reduce or avoid the use and generation of hazardous substances, (2) a network of no less than four green chemistry and engineering centers to support the development and adoption of safer alternatives to chemical substances, and (3) a program to facilitate the development of a workforce that produces such alternatives. Requires the Administrator to make grants to promote and support the research, development, and adoption of such alternatives. Requires the Secretary of State, the heads of other appropriate federal agencies, and the Administrator to cooperate with international efforts to develop: (1) a common protocol or electronic database relating to substances, or (2) safer alternatives for substances. Requires the Administrator to establish and implement procedures to ensure data reliability. Requires the Administrator to: (1) identify localities of the United States that are subject to exposure to toxic substances at levels that are significantly greater than the average exposure, (2) publish a list of such localities, (3) update such list at least every five years, and (4) develop and publish action plans to reduce such disproportionate exposure. Requires the Administrator to implement and support the implementation by the United States of the provisions of the Stockholm Convention, the Protocol on Persistent Organic Pollutants to the Convention on Long-Range Transboundary Air Pollution (LRTAP POPs Protocol), and the Rotterdam Convention that have entered into effect for the United States. Prohibits manufacturing, processing, distributing, using, disposing of, or taking any other action with respect to a chemical that is listed on any Annex of the Stockholm Convention the LRTAP POPs Protocol, or the Rotterdam Convention or that is identified by notification to the Secretariat of the Rotterdam Convention by the United States as banned or severely restricted in the United States if such listings have entered into force for the United States, in a manner inconsistent with obligations for such chemicals under such agreements. Requires the Administrator to provide public notice of the chemicals that are subject to the instrument of ratification for the Stockholm Convention, LRTAP POPs Protocol, or Rotterdam Convention and of any chemical added after such instrument has entered into force for the United States within 30 days of the deposit of such instrument or the listing of any chemical added. Authorizes the Administrator to promulgate regulations to carry out the Stockholm Convention, the LRTAP POPs Protocol, and the Rotterdam Convention and to ensure compliance with any obligations under such instruments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Safe Chemicals Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Toxic Substances Control Act to ensure that risks from chemicals are adequately understood and managed, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:42:51-05:00"
}