{
  "actions": [
    {
      "acted_at": "2000-05-25", 
      "references": [
        {
          "reference": "CR S4478-4479", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-25", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-09-27", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-10-31", 
      "committee": "Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator Campbell with an amendment in the nature of a substitute. With written report No. 106-511.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2000-10-31", 
      "calendar": "Senate Legislative", 
      "number": "954", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 954.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2665-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "2000-09-27", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "2000-05-25", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-05-25", 
  "number": "2665", 
  "official_title": "A bill to establish a streamlined process to enable the Navajo Nation to lease trust lands without having to obtain the approval of the Secretary of the Interior of individual leases, except  leases for exploration, development, or extraction of any mineral resources.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Navajo Nation Trust Land Leasing Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Kyl, Jon", 
    "state": "AZ", 
    "thomas_id": "00655", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-09-27", 
  "subjects": [
    "Administrative procedure", 
    "Arizona", 
    "Commerce", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Federal-Indian relations", 
    "Government operations and politics", 
    "Housing and community development", 
    "Indian economic development", 
    "Indian lands", 
    "Law", 
    "Leases", 
    "Minorities", 
    "New Mexico"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2000-10-31", 
    "text": "Navajo Nation Trust Land Leasing Act of 2000 - Provides that leases by the Navajo Nation for purposes authorized under existing law, except a lease for the exploration, development, or extraction of any mineral resources, shall not require the Secretary of the Interior's approval, if the lease is executed under the tribal regulations approved by Secretary under this Act and the term of the lease does not exceed: (1) in the case of a business or agricultural lease, 25 years, with an option to renew for up to two additional terms; and (2) in the case of a lease for public, religious, educational, recreational, or residential purposes, 75 years, if such a term is provided for by the Navajo Nation through the promulgation of regulations. Makes such prohibition inapplicable to individually owned allotted land.Empowers the Secretary to approve or disapprove such regulations. Requires the Secretary to review and approve or disapprove the regulations of the Navajo Nation within 120 days of their submission. Requires that any disapproval be accompanied by written documentation that sets forth the basis for the disapproval.Requires the Navajo Nation, if it has executed a lease pursuant to such regulations, to provide the Secretary with: (1) a copy of the lease and all amendments and renewals thereto; and (2) in the case of regulations or a lease that permits payment to be made directly to the Navajo Nation, documentation of the lease payments sufficient to enable the Secretary to discharge the trust responsibility of the United States under this Act.States that the United States shall not be liable for losses sustained by any party to a lease executed pursuant to such tribal regulations, including the Navajo Nation.Permits an interested party, after exhaustion of tribal remedies, to submit a petition to the Secretary to review the Navajo Nation's compliance with any regulations approved under this Act. Authorizes the Secretary, upon determining such regulations were violated, to take such action as may be necessary to remedy the violation. Requires the Secretary, if seeking to remedy a violation, to: (1) make a written determination with respect to the regulations that have been violated; (2) provide the Navajo Nation with a written notice of the alleged violation together with such determination; and (3) provide the Navajo Nation with a hearing on the record and a reasonable opportunity to cure the alleged violation prior to the exercise of any remedy or rescission of approval of the regulation and resumption of the lease approval responsibility."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Navajo Nation Trust Land Leasing Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Navajo Nation Trust Land Leasing Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a streamlined process to enable the Navajo Nation to lease trust lands without having to obtain the approval of the Secretary of the Interior of individual leases, except  leases for exploration, development, or extraction of any mineral resources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:18-05:00"
}