{
  "actions": [
    {
      "acted_at": "1976-10-01", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3875-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-10-01", 
  "number": "3875", 
  "official_title": "A bill entitled \"The Truth in Lending Simplification Act of 1976.\"", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Truth in Lending Simplification Act", 
  "sponsor": {
    "district": null, 
    "name": "Garn, E. J. (Jake)", 
    "state": "UT", 
    "thomas_id": "01338", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-10-01", 
  "subjects": [
    "Agriculture and food", 
    "Consumer credit", 
    "Consumer protection", 
    "Credit", 
    "Credit cards"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-10-01", 
    "text": "Truth in Lending Simplification Act - Amends the Truth in Lending Act to exempt transactions involving extensions of credit for agricultural purposes. Redefines the term \"open end credit plan\" for purposes of such Act. Eliminates specified items from the computation of the finance charge with respect to any transaction. Removes the filing dates for specified annual reports. Provides for an annual revision of credit forms when there has been a change in disclosure requirements, by statute or otherwise, except when the Board of Governors of the Federal Reserve System takes interim action necessary to prevent unfair or deceptive disclosure practices. States that no right of rescission exists with respect to any transaction wherein: (1) a first lien is created or retained against any real property which is used as the residence of the person to whom credit is extended to finance the acquisition of that property; or (2) a consumer credit transaction includes an agency of a State as the obligor. Eliminates the requirements of such Act which requires the periodic statement to include the annual percentage rate and the payment date. Removes specified disclosure requirements which were mandatory before the opening of any account under an open end consumer credit plan. Requires annual, instead of semi-annual, transmission of statements pertaining (1) to procedures for correction of error in billing and (2) to the rights of credit card customers. Excuses creditors who fail to identify each extension of credit in such statements if the creditor responds to any inquiry for clarification pertaining to errors in billing. Eliminates such items as cash price, downpayments, and default from the disclosure statement required in connection with each consumer credit sale not under an open end credit plan. Requires more complete disclosure of the types of security held by the creditor at the time of such statement or at a future date in the property which is subject to the extension of credit and in property which is acquired with the proceeds of the extension of credit. Provides that no civil liability shall be incurred under the Truth in Lending Act where the creditor is in substantial compliance with its provisions. Eliminates specified items from disclosure requirements with respect to the advertising of credit. Redefines the term \"billing errors\" to include failures to transmit the statements required in connection with open end credit plans to the last known address of the obligor."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Truth in Lending Simplification Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"The Truth in Lending Simplification Act of 1976.\"", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:59-05:00"
}