{
  "actions": [
    {
      "acted_at": "1977-01-26", 
      "committee": "Senate Committee on Agriculture and Forestry (Subsequently: Agriculture, Nutrition and Forestry)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry (Subsequently: Agriculture, Nutrition and Forestry).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s463-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-26", 
  "number": "463", 
  "official_title": "A bill to authorize the Secretary of Agriculture to encourage and assist the several States in carrying out a program of animal health research.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Animal Health Research Act", 
  "sponsor": {
    "district": null, 
    "name": "Melcher, John", 
    "state": "MT", 
    "thomas_id": "00790", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-26", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural research", 
    "Agriculture and Rural Affairs", 
    "Animals", 
    "Animals and Animal Protection", 
    "Federal advisory bodies", 
    "Health", 
    "Laboratory animals", 
    "Research and development", 
    "Research grants", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Agricultural research", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-26", 
    "text": "Animal Health Research Act - Sets forth the purpose of this Act and authorizes the Secretary of Agriculture to cooperate with the several States for the purpose of encouraging and assisting them in carrying out programs of animal health research at eligible institutions. Authorizes the Congress to appropriate such funds not to exceed $25,000,000 annually, as it may determine necessary to support such research programs. Specifies the formula by which funds appropriated under this Act shall be apportioned. Authorizes to be appropriated such funds, not to exceed $15,000,000 annually, as may be necessary to support research on specific national or regional animal health problems. Provides that in developing plans for the use of such funds the Secretary shall consult the advisory board created by this Act.Authorizes the Secretary to request specific problem-oriented competitive research proposals from eligible institutions of the region or States depending upon the location and character of the problem. Authorizes to be appropriated such sums, not to exceed $10,000,000 annually, as may be necessary to support costs of providing animal health research facilities. Provides that such funds shall be apportioned in accordance with the formula set forth in this Act. States that each dean or director of an eligible institution shall submit a brief annual report of research accomplishments on a project-by-project basis. Directs the Secretary to appoint a Research Planning, Assessment, and Advisory Board which shall consist of twelve members."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Animal Health Research Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Agriculture to encourage and assist the several States in carrying out a program of animal health research.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:01-05:00"
}