{
  "actions": [
    {
      "acted_at": "1990-07-27", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-27", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-08-09", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Criminal Justice", 
      "text": "Referred to the Subcommittee on Criminal Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-08-15", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to the Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5387-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Criminal Justice", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1990-07-27", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-27", 
  "number": "5387", 
  "official_title": "To provide for the better enforcement of criminal and civil law relating to banking matters.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Brooks, Jack B.", 
    "state": "TX", 
    "thomas_id": "00127", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-07-27", 
  "subjects": [
    "Administration of criminal justice", 
    "Administration of justice", 
    "Authorization", 
    "Bank capital", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank failures", 
    "Bank loans", 
    "Bank mergers", 
    "Bank records", 
    "Bankruptcy", 
    "Bribery", 
    "Compensation for victims of crime", 
    "Congressional reporting requirements", 
    "Conspiracy", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Deposit insurance", 
    "Embezzlement", 
    "Executive compensation", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign banks and banking", 
    "Forfeiture", 
    "Fraud", 
    "Golden parachutes", 
    "Governmental investigations", 
    "Injunctions", 
    "Judicial statistics", 
    "Larceny", 
    "Law", 
    "Limitation of actions", 
    "Money laundering", 
    "Organized crime", 
    "Postal crimes", 
    "Prosecution", 
    "Savings and loan associations", 
    "Secret service", 
    "Special prosecutors", 
    "Subpoena", 
    "Trusts and trustees", 
    "Wiretapping"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-07-27", 
    "text": "Title I: Enhanced Criminal Penalties - Amends Federal criminal law to establish criminal penalties (including imprisonment) for the concealment of assets from the Federal Deposit Insurance Corporation (FDIC) (acting as conservator or receiver) and the Resolution Trust Corporation (RTC) acting as conservator or receiver. Amends the Federal Deposit Insurance Act to prohibit certain felons convicted of dishonesty or breach of trust from controlling or participating in the affairs of a depository institution for a minimum ten-year period. Amends Federal criminal law to establish criminal penalties (including imprisonment) for obstructing any examination of a financial institution. Increases to 30 years (currently, 20 years) the maximum prison term for bank fraud and embezzlement. Establishes a ten-year statute of limitations for the prosecution of racketeering offenses involving financial institutions. Extends money laundering prohibitions to include funds from specified bank crimes. Directs the U.S. Sentencing Commission to promulgate guidelines for increased penalties for certain bank crime convictions in which the defendant derived more than $1,000,000 in gross receipts from the offense. Provides for restoration of forfeited property and for restitution to bank crime victims. Sets forth maximum criminal fines and minimum imprisonment terms for certain continuing financial crime enterprises (i.e., certain violations committed by at least four persons acting in concert). Title II: Protecting Assets from Wrongful Disposition - Authorizes the Attorney General to obtain a court order enjoining or restraining the alienation of disposition of property obtained as a result of a banking law violation. Amends the Federal Deposit Insurance Act to set forth attachment procedures. Amends Federal bankruptcy law to provide that the trustee shall be deemed to have assumed a debtor's commitment to a Federal depository institution regulatory agency to maintain the capital of an insured depository institution (thus precluding the trustee from rejecting such commitment as an executory contract which can be avoided as a discharge in bankruptcy). Exempts a Federal depository institution regulatory agency acting as conservator for an insured depository institution from the requirement of proving reasonable reliance upon a false writing supplied by a debtor who is an institution-affiliated party. Prohibits a discharge in bankruptcy for debts resulting from the debtor's failure to fulfill a commitment to a Federal financial institution regulatory agency to maintain the capital of an insured depository institution. Exempts a Federal depository institution regulatory agency acting as conservator for an insured depository institution from the requirement of a timely nondischargeability request (including notice and hearing) when seeking to recover a debt relating to malfeasance. Declares that for specified cases of deceitful conduct, any institution-affiliated party of an insured depository institution (or credit union) shall be deemed to have been acting in a fiduciary capacity with respect to any debt owed to a Federal banking regulatory agency (thus making such debt nondischargeable in bankruptcy). Makes it a prerequisite of a bankruptcy reorganization plan that the debtor will: (1) maintain any commitment to a Federal banking regulatory agency to maintain the capital of an insured depository institution; and (2) continue to be obligated for any debt to such agency for failure to fulfill such commitment. Makes certain debts owed by an institution-affiliated party to an insured depository institution under Federal receivership nondischargeable under a consumer debt bankruptcy plan. Amends the Federal Deposit Insurance Act to empower the FDIC (acting as conservator) to avoid fraudulent conveyances by a debtor institution-affiliated party. Prohibits an insured depository institution which does not meet minimum Federal capitalization requirements from making golden parachute payments, covered benefit payments, or certain payments in anticipation of insolvency to an institution-affiliated party without prior written Federal agency approval. Cites conditions under which insured depository institutions may make golden parachute payments and covered benefits payments with FDIC approval. Amends the Federal criminal code to revise civil and criminal forfeiture guidelines for: (1) property affecting a financial institution; and (2) fraudulent offenses involving the sale of assets held by Federal banking regulatory agencies. Amends the Federal Deposit Insurance Act to prohibit certain convicted felony debtors whose default to an insured financial institution in receivership will cause substantial loss from acquiring any asset of the institution (except with respect to repayment). Title III: Improved Procedures for Handling Banking-Related Cases - Amends Federal criminal law to authorize wiretaps for bank fraud and related offenses. Amends the Federal Deposit Insurance Act to set forth reciprocal assistance guidelines for foreign investigations by Federal banking agencies and investigations on behalf of foreign banking authorities. Amends the Financial Institutions Reform, Recovery, and Enforcement Act of 1989 (FIRREA) to extend to ten years (currently, five years) the statute of limitations for commencing a civil action for Federal bank law violations. Amends the Federal Deposit Insurance Act and the National Credit Union Act to grant the FDIC, the RTC, and the NCUA subpoena authority. Title IV: Structural Reforms to Improve the Federal Response to Crimes Affecting Financial Institutions - Establishes within the Office of the Deputy Attorney General in the Department of Justice a Financial Institutions Fraud Unit, headed by a Special Counsel who shall report directly to the Deputy Attorney General. Terminates such Office five years after enactment of this Act. Empowers the Special Counsel to investigate and prosecute criminal activity involving the financial services industry. Directs the Attorney General to establish: (1) financial institutions fraud task forces; and (2) a senior interagency group to assist in identifying the most significant financial institution fraud cases, to allocate investigative and prosecutorial resources, and to expedite interagency coordination and prosecution of financial institutions fraud. Amends Federal criminal law to authorize the Secret Service (under the direction of the Secretary of the Treasury) to detect and arrest persons who violate banking laws with respect to financial institutions and the Resolution Trust Corporation (RTC). Title V: Reporting Requirements - Directs the Attorney General to report quarterly to the Congress regarding financial institution crimes. Requires the Director of the Administrative Office of the United States Courts to present annual statistical tables to the Congress on the business imposed on the Federal courts by the savings and loan crisis. Title VI: National Commission on Financial Institution Reform, Recovery, and Enforcement - Establishes the National Commission on Financial Institution Reform, Recovery, and Enforcement to make investigations and recommendations regarding specified aspects of the savings and loan crisis. Requires the Commission to submit a final report to the President and the Congress within one year after enactment of this Act. Terminates the Commission 30 days after the submission of such final report. Authorizes appropriations. Title VII: Authorizations - Amends the FIRREA to authorize appropriations to the Attorney General and the Federal Court System for bank crime cases."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To provide for the better enforcement of criminal and civil law relating to banking matters.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:05-05:00"
}