{
  "actions": [
    {
      "acted_at": "2011-04-07", 
      "references": [
        {
          "reference": "CR S2277-2278", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-04-07", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [
        {
          "reference": "CR S2278-2281", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s767-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-04-07", 
  "number": "767", 
  "official_title": "A bill to improve the calculation of, the reporting of, and the accountability for, secondary school graduation rates.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1419-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Every Student Counts Act", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-04-07", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Government information and archives", 
    "Language arts", 
    "Minority education", 
    "Special education", 
    "Women's education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-04-07", 
    "text": "Every Student Counts Act - Amends the Elementary and Secondary Education Act of 1965 to require, beginning by the 2011-2012 school year, states, local educational agencies (LEAs), and secondary schools annually to include on the report cards required under title I of the Act: (1) their four-year adjusted cohort graduation rate; (2) the final number of students in their four-year adjusted cohort and their total number of four-year graduates; (3) their cumulative graduation rate; (4) the number and percentage of students graduating in more than four years with a regular secondary school diploma; (5) the number and percentage of students who have been removed from the adjusted cohort; (6) the number and percentage of students from each previous adjusted cohort who remain in secondary school after four years; and (7) the percentage of secondary school students in each grade, except the graduating grade, prepared to advance to the next grade. Requires such data, except for data on students who remain in secondary school after four years, to be disaggregated and cross tabulated by race, ethnicity, gender, disability status, migrant status, English proficiency, and status as economically disadvantaged. Directs states, LEAs, and secondary schools in states that lack a statewide longitudinal data system with individual student identifiers to make certain annual interim graduation rate calculations; but prohibits the use of such interim calculations after the 2012-2013 school year. Requires the use of aggregate and disaggregated four-year adjusted cohort graduation rates or cumulative graduation rates in determining the success of each secondary school and LEA in making adequate yearly progress (AYP) toward state academic performance standards under the Act. Requires states, LEAs, and schools that do not have a four-year adjusted cohort graduation rate or a cumulative graduation rate above 90% overall and for all of the student subgroups, to make specified yearly progress in improving such rate or be deemed as failing to make AYP."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Every Student Counts Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the calculation of, the reporting of, and the accountability for, secondary school graduation rates.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:05:56-05:00"
}