{
  "actions": [
    {
      "acted_at": "1974-02-06", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12678-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Adams, Brock", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-06", 
  "number": "12678", 
  "official_title": "A bill to amend the Emergency Petroleum Allocation Act of 1973, to establish the Federal Energy Emergency Administration, to require the President to roll back prices for crude oil and petroleum products.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Energy Control Act", 
  "sponsor": {
    "district": "8", 
    "name": "Eckhardt, Bob", 
    "state": "TX", 
    "thomas_id": "00333", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-06", 
  "subjects": [
    "Advisory bodies", 
    "Economics and public finance", 
    "Energy", 
    "Government operations and politics", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry"
  ], 
  "subjects_top_term": "Petroleum industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-06", 
    "text": "Emergency Energy Control Act - Establishes until May 15, 1975, unless superceded prior to that date by law, a Federal Energy Emergency Administration which shall be temporary and shall be headed by a Federal Energy Emergency Administrator. Transfers all functions, powers, and duties of the President under this Act, and of any officer, department, agency, or State under this Act to the Administrator. Requires the Administrator to promptly publish for public comment a regulation requiring that persons doing business in the United States, who, on the effective date of this Act, are engaged in exploring, developing, processing, refining, or transporting by pipeline, any petroleum product, natural gas, or coal, shall provide detailed reports to the Administrator every sixty calendar days. Requires the Administrator to furnish promptly such documents to the Congress as it may request. States that upon the enactment of this Act, the Administrator shall issue an order to establish a ceiling on prices of crude oil and petroleum products at levels not greater than the highest levels pertaining to a substantial volume of actual transactions by each business enterprise or other person during the fourteen-day period ending January 19, 1974. Requires that, not later than thirty days after the date of enactment of this Act, the Administrator shall roll back prices for crude oil and petroleum products to levels no higher than those prevailing in the seven-day period ending November 1, 1973, in order to reduce inflation. Allows specific exceptions from the rollback to compensate for increased costs for crude oil and petroleum products produced and refined outside the United States, but in no event shall such exceptions allow more than a passthrough for increases in the costs. Disallows any profit margins on any crude petroleum or petroleum products in excess of the margin applicable in the seven-day period ending November 1, 1973. Allows the Administrator, subject to the approval of the Attorney General and the Federal Trade Commission, to promulgate, by rule, standards, and procedures by which persons engaged in the business of producing, refining, marketing, or distributing crude oil, residual fuel oil, or any refined petroleum product may develop and implement voluntary agreements and plans of action to carry out such agreements which the Administrator determines are necessary to accomplish the objectives of this Act. Directs the Attorney General and the Federal Trade Commission to monitor the development, implementation and carrying out of plans of action and voluntary agreements authorized under this section to assure the protection and fostering of competition and the prevention of anticompetitive practices and effects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Energy Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Emergency Petroleum Allocation Act of 1973, to establish the Federal Energy Emergency Administration, to require the President to roll back prices for crude oil and petroleum products.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:21-05:00"
}