{
  "actions": [
    {
      "acted_at": "1979-09-24", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1805-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-24", 
  "number": "1805", 
  "official_title": "A bill to amend the Economic Opportunity Act of 1964 to establish a Weatherization Program designed to enable low-income and near-poor individuals and families to participate in energy conservation programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Opportunity Act Amendments of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-24", 
  "subjects": [
    "Consumer education", 
    "Consumer protection", 
    "Disabled", 
    "Education", 
    "Employment and training programs", 
    "Energy", 
    "Energy conservation", 
    "Energy consumption", 
    "Energy efficiency", 
    "Federal aid programs", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal-Indian relations", 
    "Federal-state relations", 
    "Government records, documents, and information", 
    "Heating", 
    "Housing and Housing Finance", 
    "Housing for the aged", 
    "Information services", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Low-income housing", 
    "Native Americans", 
    "Poor", 
    "Research", 
    "Research and development", 
    "Residential energy conservation", 
    "Social welfare", 
    "States"
  ], 
  "subjects_top_term": "Residential energy conservation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-24", 
    "text": "Economic Opportunity Amendments of 1979 - Amends the Economic Opportunity Act of 1964 to add a new title XI: Energy Conservation Services Act of 1979 to establish a weatherization program to enable low-income and near-poor individuals and families, particularly families and groups in which the elderly or handicapped reside, to participate in energy assistance programs designed to reduce energy consumption and the impact of high energy costs. Directs the Director of the Office of Economic Opportunity to establish a weatherization program to improve the thermal efficiency of the dwellings of low-income and near-poor individuals and families and to provide access to low-cost, dispersed alternative energy sources. Authorizes the Director to make grants to States and to Indian tribal organizations for such purposes. Directs the Director to issue regulations to carry out such program, and sets forth the nature of such regulations. Authorizes appropriations to carry out such program for fiscal years 1980 through 1989 and establishes allotments to the States of such funds. Sets forth limitations on the amount of such grants made for the purchase of weatherization materials, for labor costs, and for program support. Requires States and approved area applicants to submit a weatherization plan in order to receive weatherization assistance. Describes required components of such plans, and directs the Director to establish procedures for the approval of such plan. Requires States seeking such assistance to establish a State weatherization policy council to be appointed by the chief executive officer of the State. Sets forth the duties of such council, including the reviewing of the operation of weatherization programs conducted by each local project and the preparing of the weatherization plans required by this Act. Authorizes a State, after having been approved for financial assistance, to designate community action agencies or political subdivisions as local weatherization projects and to provide financial assistance to such projects. Sets forth requirements for obtaining such designation. States that individuals or families having incomes equal to or less than 85 percent of the lower living standard income level, as defined in this Act, shall be eligible for participation in weatherization programs. Sets forth administrative provisions for such programs. Requires the Director to prescribe procedures for appeals, notice, and hearings in the event applications for financial assistance are rejected or not acted upon within the specified period of time. Authorizes the Director to provide technical assistance to States, areas, and local projects for conducting such programs and to provide training for personnel needed in connection with such programs. Requires the Director to provide for continuous evaluation and monitoring of programs established under this Act, and to publish the results of such evaluations. Directs the Director to submit such publications to the appropriate congressional committees. Directs the Director to prepare an annual report on the weatherization assistance program for submission to Congress and the President. Authorizes the Director to provide financial assistance to projects and activities designed to educate and counsel low-income and near-poor energy consumers in energy-conservation practices and sound residential energy management, self-help activities in energy conservation and alternative energy applications, and maintenance of weatherization and alternative energy improvements. Directs the President to establish procedures assuring the coordination of all Federal energy assistance programs affecting low-income and near-poor individuals and families. Directs the Director to conduct outreach activities to inform and enroll such individuals and families in such programs. Authorizes the Director to provide financial assistance for research, demonstration, or pilot projects designed to assist in developing new approaches to enable low-income and near-poor individuals and families to participate in energy conservation programs for reducing the impact of high energy costs and reducing energy consumption. Requires the Director to make a public announcement of the award of such grants or contracts and of the results or recommendations made as a result of such activities. Directs the Director to prepare summaries of the result of such activities for submission to the appropriate congressional committees. Stipulates that any assistance provided under this Act shall not be considered income or resources for any purposes, including the determination of eligibility for participation under any Federal, State, or local programs. Repeals provisions under the Economic Opportunity Act of 1964 requiring the establishment of an \"Emergency Food and Medical Services\" program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Opportunity Act Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Energy Conservation Services Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Economic Opportunity Act of 1964 to establish a Weatherization Program designed to enable low-income and near-poor individuals and families to participate in energy conservation programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:09-05:00"
}