{
  "actions": [
    {
      "acted_at": "2011-03-31", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s693-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2011-03-31", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Ron", 
      "sponsored_at": "2011-09-15", 
      "state": "WI", 
      "thomas_id": "02086", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roberts, Pat", 
      "sponsored_at": "2012-06-27", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rubio, Marco", 
      "sponsored_at": "2012-05-17", 
      "state": "FL", 
      "thomas_id": "02084", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Toomey, Pat", 
      "sponsored_at": "2012-06-26", 
      "state": "PA", 
      "thomas_id": "02085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-31", 
  "number": "693", 
  "official_title": "A bill to establish a term certain for the conservatorships of Fannie Mae and Freddie Mac, to provide conditions for continued operation of such enterprises, and to provide for the wind down of such operations and dissolution of such enterprises.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1182-112", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1224-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2436-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s178-112", 
      "reason": "related"
    }
  ], 
  "short_title": "GSE Bailout Elimination and Taxpayer Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-03-31", 
  "subjects": [
    "Bankruptcy", 
    "Business investment and capital", 
    "Congressional oversight", 
    "Corporate finance and management", 
    "Government corporations and government-sponsored enterprises", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Housing and community development", 
    "Housing finance and home ownership", 
    "Interest, dividends, interest rates", 
    "Securities", 
    "State and local taxation", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-03-31", 
    "text": "GSE Bailout Elimination and Taxpayer Protection Act - Sets a deadline for the Director of the Federal Housing Finance Agency (FHFA) to terminate the conservatorship of either the Federal National Mortgage Association (Fannie Mae) or the Federal Home Loan Mortgage Corporation (Freddie Mac) if the Director determines that it is financially viable. (Refers to both Fannie Mae and Freddie Mac as enterprises [government-sponsored enterprises, or GSEs].) Requires the Director to appoint the FHFA immediately as receiver of either enterprise if it is found not to be financially viable. Amends the Federal Housing Enterprises Financial Safety and Soundness Act of 1992 (FHEFSSA) to repeal: (1) its housing goals, and (2) the housing trust fund. Amends the Housing and Community Development Act of 1992 to restrict the authority of an enterprise to acquire mortgage assets following its emergence from conservatorship. Repeals certain temporary, general, and permanent high-cost area increases to conforming loan limits. Establishes new conforming loan limits. Amends FHEFSSA to require the Director to require each enterprise to charge a guarantee fee, in connection with any mortrgage guaranteed after a specified three-year period, in an amount equivalent to that which the enterprise would charge if it were held to the same capital standards as private banks or financial institutions. Amends the Federal National Mortgage Association Charter Act (FNMACA) and the Federal Home Loan Mortgage Corporation Act (FHLMCA) to prohibit reduction in the rate of dividends paid on each enterprise's Variable Liquidation Preference Senior Preferred Stock. Amends FHEFSSA to require the Director to establish minimum levels of capital for the enterprises, including levels in excess of such minimums as necessary or appropriate in light of an enterprise's particular circumstances. Authorizes the Director to deem failure of an enterprise to maintain revised minimum capital levels to constitute an unsafe and unsound condition. Amends FNMACA and FHLMCA to: (1) prohibit the enterprises from purchasing mortgages if the mortgagor has paid less than the specified minimum downpayment; and (2) require the enterprises to pay state and local taxes. Repeals the exemption of mortgage-backed securities and subordinate obligations of Fannie Mae, as well as mortgage-backed securities of Freddie Mac, from regulation by the Securities and Exchange Commission (SEC), thus subjecting such securities and obligations to SEC regulation. Prescribes a deadline and procedures for the wind down of operations and dissolution of an enterprise three years after enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "GSE Bailout Elimination and Taxpayer Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a term certain for the conservatorships of Fannie Mae and Freddie Mac, to provide conditions for continued operation of such enterprises, and to provide for the wind down of such operations and dissolution of such enterprises.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:05:18-05:00"
}