{
  "actions": [
    {
      "acted_at": "1991-11-27", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2133-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1992-03-19", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1991-11-27", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-27", 
  "number": "2133", 
  "official_title": "A bill to provide for the economic conversion and diversification of industries in the defense base of the United States that are adversely affected by significant reductions in spending for national defense.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4454-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Defense Industrial Stabilization and Community Transition Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-27", 
  "subjects": [
    "Armed forces and national security", 
    "Arms sales", 
    "Australia", 
    "Conversion of industries", 
    "Defense budgets", 
    "Defense industries", 
    "Depressed areas", 
    "Dislocated workers", 
    "Diversification in industry", 
    "Economics and public finance", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Export finance", 
    "Federal aid to community development", 
    "Federally-guaranteed loans", 
    "Financial institutions", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government lending", 
    "Government publicity", 
    "Government spending reductions", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Industrial research", 
    "Information services", 
    "Israel", 
    "Japan", 
    "Joint ventures", 
    "Manpower training programs", 
    "NATO countries", 
    "New Zealand", 
    "Occupational retraining", 
    "Research and development contracts", 
    "Small business", 
    "Technology transfer", 
    "Unemployment"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-27", 
    "text": "Defense Industrial Stabilization and Community Transition Act of 1991 - Title I: Presidential Council on Economic Diversification and Adjustment - Establishes the Presidential Council on Economic Diversification and Adjustment within the Executive Office to: (1) determine the projected future reductions in defense spending and the sectors in which significant reductions will occur; (2) identify communities and businesses that will be adversely affected by such reductions and assist them in diversifying into nondefense commercial activities before such reductions adversely affect them; (3) assist defense-dependent industries in seeking new markets and workers adversely affected by spending reductions; (4) serve as a liaison among Federal Government programs to ensure that all resources are utilized to minimize adverse effects; (5) maintain the integrity of the U.S. defense industrial base during periods of significant defense spending reductions; (6) ensure that the U.S. technological base is not unduly impaired by such reductions; (7) maintain a clearinghouse of information on State and local initiatives on diversification of businesses and communities; (8) assist State economic development offices in the planning of meetings on diversification; (9) ensure that communities, businesses, and workers likely to be adversely affected by reductions are given advanced notice; and (10) allocate funds in the Defense Economic Adjustment Trust Fund (Fund) to relevant programs. Establishes Council working groups on technology, marketing, small business, and job training to carry out this Act. Title II: Grant Assistance for Alternative Use Committees - Authorizes the Council to make a grant to any eligible alternative use committee at a defense business facility to provide for: (1) a marketing expert to determine the potential market needs in the region of the facility that provide diversification and conversion opportunities; (2) a suitable office for such committee; and (3) experts in relevant technologies to determine the feasibility of diversification and conversion alternatives for such facility. Defines an alternative use committee at a defense business as a committee established for the purpose of planning for the diversification of a facility into nondefense commercial activities. Title III: Displaced Workers - Amends the Job Training Partnership Act to authorize certain funds made available under the Defense Saving Investment Act of 1991 to be made available for the defense conversion adjustment program. Permits the Council to transfer funds made available by the Fund for providing assistance to eligible employees under such Act. Title IV: Export Opportunities - Amends the Export-Import Bank Act of 1945 to require the Export-Import Bank to include in an annual report to the Congress a description of actions taken to support the commercial diversification of industries that are dependent on Federal defense spending. Amends the Arms Export Control Act to authorize the President to extend guarantees to U.S. businesses in connection with the sale of defense articles and services to NATO countries, Japan, Australia, New Zealand and Israel. Limits the aggregate amount of such guarantees. Authorizes appropriations. Title V: Defense Production Act - Amends the Defense Production Act of 1950 to authorize the President to permit specified Federal agencies engaged in defense procurement to guarantee any financing institution against losses on any loan or other commitment for financing the conversion of businesses from defense-related production to other commercial production. Permits the President to provide such authority only with respect to businesses critical to the U.S. defense industrial base that are likely to be closed as a result of projected reductions in Federal defense spending. Authorizes the President to enter into joint ventures to carry out such guarantees and loans. Limits the total U.S. investment in any joint venture to 40 percent. Title VI: Small Business - Directs the Administrator of the Small Business Administration to take actions to increase: (1) the number of small business development centers established in defense-dependent regions; and (2) the assistance and services provided by such centers to defense-dependent small business concerns in such regions. Amends the Small Business Act to increase the amount required to be allocated by certain Federal agencies for small business innovation research programs. Title VII: Economic Development Assistance - Makes communities that will be adversely affected by defense spending reductions eligible for special economic development and adjustment assistance under the Public Works and Economic Development Act of 1965. Authorizes the Council to transfer funds under this Act for providing assistance under such Act to such communities. Title VIII: Defense Economic Adjustment Trust Fund - Establishes the Defense Economic Adjustment Trust Fund to be available for activities under this and other specified Acts. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Industrial Stabilization and Community Transition Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the economic conversion and diversification of industries in the defense base of the United States that are adversely affected by significant reductions in spending for national defense.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:22-05:00"
}