{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr882-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "882", 
  "official_title": "A bill to ban oppressive child labor in agriculture, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Agricultural Child Labor Act", 
  "sponsor": {
    "district": "12", 
    "name": "O'Hara, James G.", 
    "state": "MI", 
    "thomas_id": "00873", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Agricultural labor", 
    "Agriculture and food", 
    "Families", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Agricultural labor", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Agricultural Child Labor Act - Prohibits an employer in any State, engaged in agriculture, from shipping or delivering for shipment in commerce any agricultural products in which oppressive child labor has been employed. Provides that no employer in any State engaged in agriculture shall employ any oppressive child labor in the growing, harvesting, or processing for commerce of any agricultural commodity. Provides that \"oppressive child labor\" means a condition of employment under which any employee below the age of sixteen is employed in agriculture except where such employee is employed by his parent or person standing in the place of his parent on a farm owned and operated by such person or parent. Authorizes the Secretary of Labor to provide, by rule or regulation, for the waiver of this provision with respect to the employment of children between the ages of fourteen and sixteen when he determines that such employment is confined to periods which will not interfere with their schooling and performed under conditions which will not interfere with their safety, health, or well-being. Provides that any person who willfully violates any of the provisions of this Act shall upon conviction thereof be subject to a fine of not more than $10,000, or to imprisonment of not more than six months, or both. Provides that the district courts of the United States shall have jurisdiction for cause shown to restrain violations of this Act. Provides that employment of oppressive child labor by any employer engaged in agriculture shall be conclusively deemed to constitute an injury, by reason of injurious competition, to every person employed in agriculture during the same calendar week within the same State, and also within a radius of one hundred miles of the place of such employment. Provides that such injury shall be sufficient to support a cause of action for punitive damages independently of other damages. Provides that whoever is so injured may sue therefor, on behalf of himself and all other persons similarly situated, in the district courts of the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Child Labor Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ban oppressive child labor in agriculture, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:03-05:00"
}