{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres99-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "99", 
  "official_title": "A joint resolution to establish a Joint Committee on the Environment.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres14-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Randall, William J.", 
    "state": "MO", 
    "thomas_id": "00943", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Congress", 
    "Congressional joint committees", 
    "Environmental protection"
  ], 
  "subjects_top_term": "Congressional joint committees", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Establishes a Joint Congressional Committee on the Environment to consist of eleven Members of the House of Representatives to be appointed by the Speaker and eleven Members of the Senate to be appointed by the President of the Senate. Gives the Committee the duty: (1) to conduct a continuing comprehensive study and review of the character and extent of environmental changes that may occur in the future and their effect on population, communities, and industries, including but not limited to the effects of such changes on the need for public and private planning and investment in housing, water resources (including oceanography), pollution control, food supplies, education, automation affecting interstate commerce, fish and wildlife, forestry, mining, communications, transportation, power supplies, welfare, and other services and facilities; (2) to study methods of using all practicable means and measures, including financial and technical assistance, in a manner calculated to foster, promote, create, and maintain conditions under which man and nature can exist in harmony, and fulfill the social, economic, and other requirements of present and future generations of Americans; (3) to develop policies that would encourage maximum private investment in means of improving environmental quality; and (4) to review any recommendations made by the President (including the environmental quality report required to be submitted pursuant to the National Environmental Policy Act of 1969) relating to environmental policy. Grants the Committee necessary powers to carry out the objectives of this Act, and requires a final report to the House of Representatives and the Senate on the studies and projects undertaken by the Committee. Authorizes necessary appropriations to enable the committee to carry out its functions under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution to establish a Joint Committee on the Environment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:11-05:00"
}