{
  "actions": [
    {
      "acted_at": "1992-04-01", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on District of Columbia.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-08-11", 
      "bill_ids": [
        "hr5811-102"
      ], 
      "in_committee": "House Committee on District of Columbia", 
      "references": [], 
      "text": "Clean Bill, H.R. 5811 Reported in Lieu.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-11", 
      "in_committee": "House Committee on District of Columbia", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4721-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-01", 
  "number": "4721", 
  "official_title": "To create a Supreme Court for the District of Columbia, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5811-102", 
      "reason": "related"
    }
  ], 
  "short_title": "District of Columbia Judicial Reorganization Act of 1992", 
  "sponsor": {
    "district": "31", 
    "name": "Dymally, Mervyn M.", 
    "state": "CA", 
    "thomas_id": "00328", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-01", 
  "subjects": [
    "Administration of justice", 
    "Appellate courts", 
    "Conferences", 
    "District of Columbia", 
    "Federal advisory bodies", 
    "Judges", 
    "Law", 
    "Magistrates"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-01", 
    "text": "District of Columbia Judicial Reorganization Act of 1992 - Title I: Supreme Court of the District of Columbia - Amends the District of Columbia Code to establish the Supreme Court of the District of Columbia (Court) consisting of a chief justice and six associate justices with jurisdiction over appeals from final decisions of the District of Columbia Court of Appeals that meet specified criteria. Allows the Court, at its discretion, to certify a case or class of cases for review before it has been determined by the D.C. Court of Appeals, but only under limited circumstances described in this Act. Allows the Court to: (1) answer questions of law certified to it by the U.S. Supreme Court, a Court of Appeals of the United States, or the highest court of any State, if a question of D.C. law may be determinative of the case pending in the certifying court; and (2) order the certification of a question of law of another State to the highest court of such State. Provides for the temporary assignment of Court judges to and from other D.C. courts. Directs the chief justice of the Court to annually summon the active judges of the D.C. courts to a Judicial Conference of the District of Columbia for the purpose of advising as to the means of improving the administration of justice within the District of Columbia. Authorizes appropriations to the District of Columbia for the establishment of the Court. Title II: Judges of the District of Columbia Courts - Makes the District of Columbia Judicial Nomination Commission, rather than the President, responsible for designating the chief justice or chief judge of a D.C. court. Directs the Executive Officer of the District of Columbia courts to study and report to the Joint Committee on Judicial Administration in the District of Columbia (Joint Committee), for forwarding with any comments and recommendations to the Congress, on the feasibility of establishing a District of Columbia Night Court as a division of the Superior Court of the District of Columbia. Title III: Judicial Magistrates - Replaces the hearing commissioners of the Superior Court of the District of Columbia with judicial magistrates who shall be appointed by the chief judge of the Superior Court from among individuals recommended by the District of Columbia Judicial Nomination Commission. Directs the Joint Committee to establish a training program for judicial magistrates. Authorizes a judicial magistrate, when authorized by the chief judge of the Superior Court, to make findings and enter final orders or judgments which shall constitute final orders of the Superior Court. Sets forth provisions with respect to the filling of vacancies for judicial magistrate positions. Requires the chief judge of the Superior Court to study and report to the Joint Committee, for review and submittal with any comments and recommendations to the Congress and to the Mayor of the District of Columbia, on the use and effectiveness of judicial magistrates in the court system."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "District of Columbia Judicial Reorganization Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To create a Supreme Court for the District of Columbia, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:23-05:00"
}