{
  "actions": [
    {
      "acted_at": "1995-08-04", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-05", 
      "references": [
        {
          "reference": "CR E1649", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-08-17", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2207-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "29", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1995-08-04", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-08-04", 
  "number": "2207", 
  "official_title": "To provide for substance abuse and mental health performance partnerships, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Substance Abuse and Mental Health Performance Partnership Act of 1995", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-08-04", 
  "subjects": [
    "AIDS (Disease)", 
    "Alcohol and women", 
    "Ambulatory care", 
    "Authorization", 
    "Block grants", 
    "Community health services", 
    "Continuing education", 
    "Data banks", 
    "Department of Health and Human Services", 
    "Drug abuse", 
    "Drug abuse in pregnancy", 
    "Drug abuse prevention", 
    "Drugs and women", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Employee training", 
    "Families", 
    "Federal aid to Indians", 
    "Federal aid to alcoholism programs", 
    "Federal aid to child health services", 
    "Federal aid to health facilities", 
    "Federal aid to maternal health services", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Group homes", 
    "Health", 
    "Health counseling", 
    "Health planning", 
    "Homeless", 
    "Housing and community development", 
    "Indian medical care", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Mental health services", 
    "Mental health services for youth", 
    "Mental illness", 
    "Mentally ill", 
    "Minorities", 
    "Narcotic addicts", 
    "Patients' rights", 
    "Pregnant women", 
    "Preventive medicine", 
    "Problem children", 
    "Science, technology, communications", 
    "Social welfare", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Tuberculosis", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-08-04", 
    "text": "TABLE OF CONTENTS: Title I: Mental Health Title II: Substance Abuse Title III: General Substance Abuse and Mental Health Performance Partnership Act of 1995 - Title I: Mental Health - Amends subpart I (Block Grants for Community Mental Health Services) of part B (Block Grants Regarding Mental Health and Substance Abuse) of title XIX (Block Grants) of the Public Health Service Act to remove provisions relating to: (1) formula grants to States; (2) State plans for community mental health services; and (3) certain funding agreements regarding services for children and regarding community mental health programs. Declares that the goals of the subpart are for the States and the Federal Government, working together in a partnership, to improve the quality of life of adults with serious mental illness and children with a serious emotional disturbance and to improve the overall mental health of the nation. Directs the Secretary of Health and Human Services to specify a list of performance partnership objectives and a core set of not more than five of those objectives that address mental health problems of national significance. Requires States, in order to receive a grant under the subpart, to propose a performance partnership including one or more of the objectives. Provides for negotiations. Mandates a grant to each State with which agreement is reached. (Sec. 102) Requires that a State report relating to the grant be reviewed by the State mental health planning council. (Sec. 103) Requires affording a State an opportunity to correct or mitigate a failure to meet maintenance of effort requirements. (Sec. 104) Ends a prohibition on spending the grant to provide financial assistance to entities other than public or nonprofit private entities. (Sec. 105) Revises minimum allotment requirements. (Sec. 106) Authorizes appropriations to carry out subpart I (Block Grants for Community Mental Health Services) and subpart III (General Provisions) of title XIX (Block Grants) and provisions relating to data collection with respect to mental health. (Sec. 107) Revises requirements regarding reservation of certain percentages for data collection, technical assistance, and payments to Indian tribes and tribal organizations and allows certain percentages to be reserved for payments to States with high or improved performance. Authorizes the Secretary of Health and Human Services to collect data, directly or through grants, contracts, or cooperative agreements, as needed to carry out part B (Block Grants Regarding Mental Health and Substance Abuse). (Sec. 108) Repeals part C (Projects for Assistance in Transition from Homelessness) of title V (Substance Abuse and Mental Health Services Administration). (Sec. 109) Replaces provisions relating to the establishment of grant programs for demonstration projects with provisions authorizing grants, contracts, and cooperative agreements for mental health prevention, treatment, and training demonstration projects. Repeals provisions relating to demonstration projects for individuals with positive test results for the etiologic agent for acquired immune deficiency syndrome (AIDS). (Sec. 110) Amends the Protection and Advocacy for Mentally Ill Individuals Act of 1986 to authorize appropriations to carry out title I (Protection and Advocacy Systems) of the Act. Revises minimum allotment requirements. (Sec. 111) Amends the Public Health Service Act to authorize appropriations to carry out provisions relating to children with serious emotional disturbances. Allows waiver regarding required mental health services for Indian tribes and specified U.S. territories and possessions. (Sec. 112) Limits discharges in bankruptcy of the period of obligated service under provisions relating to mental health clinical traineeships. Title II: Substance Abuse - Amends subpart II (Block Grants for Treatment of Substance Abuse) of part B (Block Grants Regarding Mental Health and Substance Abuse) of title XIX (Block Grants) of the Public Health Service Act to remove provisions relating to: (1) formula grants to States; and (2) intravenous substance abuse. Declares that the goals of the subpart are for the States and the Federal Government, working together in a partnership, to reduce substance abuse and dependence, improve access, availability, and effectiveness regarding prevention and treatment, and reduce health risks. Directs the Secretary of Health and Human Services to specify a list of performance partnership objectives and a core set of not more than five of those objectives that address substance abuse problems of national significance. Requires States, in order to receive a grant under the subpart, to propose a performance partnership including one or more of the objectives. Provides for negotiations. Mandates a grant to each State with which agreement is reached. (Sec. 202) Removes provisions requiring: (1) grant recipients to make available tuberculosis services; (2) a revolving fund for establishing group homes for recovering substance abusers; (3) specified minimum percentages to be allocated regarding alcohol and regarding other drugs; (4) specified minimum percentages to be allocated regarding pregnant women and women with dependent children; (5) treatment services for pregnant women; (6) an improved treatment referral process; (7) continuing education for treatment and prevention employees; and (8) submission of a State assessment of needs. Removes provisions authorizing waiver of coordination requirements. (Sec. 203) Increases from ten to 15 cases per 100,000 the threshold for requiring that a State provide HIV disease early intervention services for individuals undergoing treatment for substance abuse. (Sec. 204) Revises procedures applicable to noncompliance States, allowing an opportunity to correct or mitigate. (Sec. 205) Removes a prohibition on providing financial assistance to any entity other than a public or nonprofit private entity. (Sec. 206) Authorizes appropriations to carry out subpart II (Block Grants for Treatment of Substance Abuse), subpart III (General Provisions) of title XIX (Block Grants), and provisions relating to a national data base on substance abuse prevention. (Sec. 207) Revises requirements regarding reservation of specified percentages for data collection, technical assistance, evaluations, and Indian tribes and tribal organizations and allows a specified percentage to be reserved for payments to States with high or improved performance. (Sec. 208) Replaces provisions authorizing grants, contracts, and cooperative agreements for the benefit of homeless individuals with provisions authorizing grants, contracts, and cooperative agreements for substance abuse prevention, treatment, and training demonstration projects. Repeals provisions of the Public Health Service Act relating to: (1) residential treatment programs for pregnant and postpartum women; (2) outpatient treatment programs for pregnant and postpartum women; (3) demonstration projects of national significance concerning improving substance abuse treatment; (4) grants for substance abuse treatment in State and local criminal justice systems; (5) training in the provision of treatment; (6) clinical training for substance abuse counselors and other health professionals involved in drug abuse education, prevention (sic); (7) community programs for drug abuse prevention; (8) prevention, treatment, and rehabilitation model projects for high risk youth; (9) employee assistance programs; (10) a model comprehensive program for treatment of substance abuse; and (11) expansion of capacity for providing treatment. (Sec. 209) Requires States to establish and maintain a State substance abuse prevention and treatment planning council. (Sec. 210) Removes provisions relating to minimum allotments. (Sec. 211) Repeals: (1) part E (Narcotic Addicts and Other Drug Abusers) of title III (General Powers and Duties) of the Public Health Service Act; (2) titles III (Civil Commitment of Persons Not Charged With Any Criminal Offense) and IV (Rehabilitation and Posthospitalization Care Programs and Assistance to States and Localities) of the Narcotic Addict Rehabilitation Act of 1966 (NARA); and (3) chapter 175 (Civil Commitment and Rehabilitation of Narcotic Addicts) of the Federal criminal code. Title III: General - Amends the Public Health Service Act to impose reporting requirements regarding the mental health partnerships and substance abuse partnerships under this Act. (Sec. 302) Removes provisions requiring peer review of both partnerships. (Sec. 303) Replaces provisions requiring Federal compliance reviews in at least ten States each year with provisions requiring Federal performance reviews every three to five years. (Sec. 304) Gives States an additional year to obligate grant funds. (Sec. 306) Authorizes appropriations to carry out amendments made by this Act relating to: (1) substance abuse prevention, treatment, and training demonstration projects; and (2) mental health prevention, treatment, and training demonstration projects. (Sec. 309) Authorizes the Secretary of Health and Human Services to select a list of prototype performance partnership objectives and a core set of those objectives on which all States should report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Substance Abuse and Mental Health Performance Partnership Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for substance abuse and mental health performance partnerships, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:47-05:00"
}