{
  "actions": [
    {
      "acted_at": "1982-10-01", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-10-15", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, HHS, HUD, USDA, Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-10-15", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Intergovernmental Relations and Human Resources", 
      "text": "Referred to Subcommittee on Intergovernmental Relations and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7299-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Intergovernmental Relations and Human Resources", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-10-01", 
  "number": "7299", 
  "official_title": "A bill to prohibit the use of Federal financial assistance for political advocacy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tax Funded Advocacy Act of 1982", 
  "sponsor": {
    "district": "2", 
    "name": "Jeffries, Jim", 
    "state": "KS", 
    "thomas_id": "00594", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-10-01", 
  "subjects": [
    "Congress and Congressmen", 
    "Economics and public finance", 
    "Federal aid programs", 
    "Federal budgets", 
    "Government operations and politics", 
    "Government spending", 
    "Lobbying", 
    "Practical politics", 
    "Public Welfare and Charities", 
    "Public assistance programs"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-10-01", 
    "text": "Tax Funded Advocacy Act of 1982 - Prohibits: (1) the disbursement of Federal funds by any means to any organization which engages in advocacy or which is allied with such an organization; and (2) the use of Federal funds for lobbying or advocacy. Defines \"advocacy\" as any activity intended to influence public policy formation or to advance particular viewpoints with Congress or any legislative body, administrative office or individual, litigation, or the general public. Conditions eligibility for Federal funds on the certification by recipients that they do not and will not engage in advocacy. Makes it the responsibility of anyone disbursing Federal funds to establish that all applicants do not and will not engage in advocacy. Grants private citizens: (1) the right to advise Federal officials when they suspect that an organization receiving Federal funds engages in advocacy; and (2) standing to sue in Federal court to enforce this Act, to seek writs of mandamus, and to return funds to the Treasury from organizations engaged in advocacy. Entitles successful plaintiffs to their legal expenses and ten percent of the Federal funds returned. Provides that: (1) a public official's lack of reasonable care in monitoring fund recipients to determine whether they engage in advocacy shall constitute automatic grounds for adverse personnel action including dismissal; and (2) the intentional continuation of funding to a group in violation of this Act shall constitute a felony. Requires self certification by recipients as to noninvolvement in advocacy prior to any renewal or extension of funding. Establishes intentional misrepresentation as a felony offense. Requires any organization or individual found to have violated this Act to forfeit an amount equal to three times the funds unlawfully used. Authorizes the Government, on a motion by the appropriate Federal district court, to sue a person possessing funds or proceeds from funds expended in violation of this Act and to require forfeiture of such funds equal to three times the amount lost. Authorizes the Department of Justice to impose a $10,000 fine for failure to provide information relating to violations of this Act pursuant to formal requests. Declares that any violation of this Act shall be the basis for total disbarment of Federal benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Funded Advocacy Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prohibit the use of Federal financial assistance for political advocacy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:23-05:00"
}