{
  "actions": [
    {
      "acted_at": "2008-09-18", 
      "references": [
        {
          "reference": "CR S9034", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-18", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3523-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-18", 
  "number": "3523", 
  "official_title": "A bill to provide 8 steps for energy sufficiency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Eight Steps to Energy Sufficiency Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Enzi, Michael B.", 
    "state": "WY", 
    "thomas_id": "01542", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-18", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Air pollution control", 
    "Alaska", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Animals", 
    "Appropriations", 
    "Armed forces and national security", 
    "Bonds", 
    "Carbon cycle", 
    "Carbon dioxide", 
    "Cellulose", 
    "Coal", 
    "Congress", 
    "Congressional reporting requirements", 
    "Continental shelf", 
    "Defense procurement", 
    "Department of the Interior", 
    "Depreciation and amortization", 
    "Easements", 
    "Economics and public finance", 
    "Electric appliances", 
    "Electric batteries", 
    "Electric power production", 
    "Electric power transmission", 
    "Electric vehicles", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy facilities", 
    "Energy research", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Export controls", 
    "Fees", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Fuel cells", 
    "Gas in submerged lands", 
    "Government operations and politics", 
    "Government publicity", 
    "Government trust funds", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Hydrogen", 
    "Impact aid", 
    "Income tax", 
    "Investment tax credit", 
    "Judicial review", 
    "Law", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Methane", 
    "Minimum tax", 
    "Nevada", 
    "Nuclear power plants", 
    "Oil and gas leases", 
    "Oil shales", 
    "Oil well drilling", 
    "Petroleum in submerged lands", 
    "Petroleum refineries", 
    "Petroleum reserves", 
    "Public lands and natural resources", 
    "Radioactive wastes", 
    "Railroad engineering", 
    "Research and development", 
    "Revenue sharing", 
    "Right-of-way", 
    "Science, technology, communications", 
    "Service stations", 
    "Solar energy", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation", 
    "Transportation and public works", 
    "Waste disposal sites", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-18", 
    "text": "Eight Steps to Energy Sufficiency Act of 2008 - Instructs the Secretary of Energy to: (1) take designated actions to promote advanced batteries research and development for (plug-in) electric drive vehicles, including a direct loan program for domestic production. Amends the Outer Continental Shelf Lands Act (OCSLA) to prescribe procedures for oil and natural gas preleasing and leasing activities in certain new producing areas of the Outer Continental Shelf (OCS). Amends the Department of the Interior, Environment, and Related Agencies Appropriations Act, 2008, to repeal the prohibition against final regulations for a commercial leasing program for oil shale resources on public land. Requires the Administrator of the Environmental Protection Agency (EPA) to: (1) enter into a streamlined refinery permitting process (upon request of a state governor or Indian tribe); and (2) report to certain congressional committees regarding additional federal incentives to increase production of cellulosic ethanol. Instructs the Secretary of the Interior to report to Congress regarding actions to limit litigation under the National Environmental Policy Act of 1969. Amends the Internal Revenue Code to: (1) allow a tax credit for hydrogen installation, infrastructure, and fuel costs; and (2) extend and modify tax credits for renewable energy production, solar energy and fuel cell investment, residential energy efficient property, renewable energy bonds, energy efficient new and existing homes, and energy efficient appliances produced after 2007. Extends and modifies the tax deduction for energy efficient commercial buildings. Amends the Energy Policy Act of 2005 to declare certain large-scale coal-to-liquid facilities eligible for the federal loan guarantee program. Directs the Secretary of Energy to establish a loan program for coal-to-liquid facilities. Amends the Energy Policy and Conservation Act to permit the Secretary of Energy to construct storage facilities near pipeline infrastructure and a military base and store coal-to-liquid products in the Strategic Petroleum Reserve (SPR). Authorizes specified funds for the Air Force Research Laboratory to continue support efforts to test and procure coal-derived synthetic fuels for aviation jet use. Amends the Internal Revenue Code to allow specified tax incentives for coal-to-liquid production. Energy Security and Climate Enhancement Through Clean Coal Technology Act of 2008 - Amends the Internal Revenue Code to prescribe specified clean coal technology incentives, including: (1) an investment credit for carbon dioxide capture, transport, and storage equipment; and (2) a credit for carbon dioxide sequestration in the generation of electricity. Provides for the issuance of clean energy coal bonds.Withdraws specified lands from certain leasing, mining and materials sales laws, and places them under the jurisdiction of the Secretary of Energy for nuclear waste access to Yucca Mountain. Amends the Nuclear Waste Policy Act of 1982 to prescribe infrastructure activities related to a facility licensed by the Nuclear Regulatory Commission (NRC) at the Yucca Mountain site. Amends the Internal Revenue Code to establish: (1) a nuclear power facility construction credit; and (2) a five-year accelerated depreciation for new nuclear power facilities. Prescribes a leasing program for oil and gas exploration, development and production within the Coastal Plain of Alaska (known as the 1002 Coastal Plain Area). Establishes the Coastal Plain Local Government Impact Aid Assistance Fund. Prohibits exportation of oil or gas produced under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Eight Steps to Energy Sufficiency Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Energy Security and Climate Enhancement Through Clean Coal Technology Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide 8 steps for energy sufficiency, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:24-05:00"
}