{
  "actions": [
    {
      "acted_at": "1975-06-16", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1943-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-16", 
  "number": "1943", 
  "official_title": "A bill to amend title VIII of the Foreign Service Act of 1946, as amended, relating to the Foreign Service retirement and disability system.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Service Retirement Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Sparkman, John J.", 
    "state": "AL", 
    "thomas_id": "01436", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-16", 
  "subjects": [
    "Federal employees and officials", 
    "Foreign service", 
    "International affairs"
  ], 
  "subjects_top_term": "Foreign service", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-16", 
    "text": "Foreign Service Retirement Amendments - Title I: Amendments of Title VIII of Foreign Service Act - Provides that all Foreign Service Staff officers and employees appointed by the Secretary of State or the Director of the United States Information Agency with unlimited appointments shall be entitled to the benefits of the Foreign Service Retirement and Disability System. Revises the definitions of \"annuitant,\" \"surviving spouse,\" and \"Foreign Service normal cost\" as they apply to provisions under the Retirement and Disability System. Allows the President to make conforming changes in the Foreign Service retirement system whenever there is a change in the provisions of the Civil Service Retirement and Disability System, subject to Congressional disapproval. Provides that Government employees under other retirement systems may transfer contributions and deposits to the fund. Provides that computation of annuities shall be reduced by 10 percent of any special contribution due for service for which no contributions were made. Sets forth revised provisions regarding payments of annuities to specified persons, including a surviving spouse, child and married annuitant. Provides that the annuity of a participant shall commence on the day after separation from the service, or on the day after pay ceases. Makes specified changes in provisions relating to disability annuities and death-in-service annuities. Provides that whenever a participant becomes separated from the service without becoming eligible for an annuity or a deferred annuity in accordance with the provisions of this Act, a lump-sum credit shall be paid to the participant. Sets forth the order of precedence for lump-sum payments to persons surviving the participant. Defines what shall be considered creditable service for purposes of this title. States that a participant who enters on approved leave without pay to serve as a full-time officer or employee of a Government organization may file an election to receive full retirement credit for such period. Requires the Secretary, at the end of each fiscal year, to notify the Secretary of the Treasury of the amount of the Foreign Service normal cost which was not met by specified contributions. Provides an annuity adjustment for recall service by resuming former annuities at a rate adjusted by any cost-of-living increases that became effective during the recall period. Prescribes revised procedures for voluntary contributions and cost-of-living adjustment. Title II: Other Amendments - Sets forth revised provisions regarding: (1) reappointment and recall; (2) retirement of foreign service officers who are career ambassadors; (3) participants in the Foreign Service Retirement and Disability system who are not career ambassadors; (4) selection out benefits; and (5) separation for cause."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Service Retirement Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VIII of the Foreign Service Act of 1946, as amended, relating to the Foreign Service retirement and disability system.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:27-05:00"
}