{
  "actions": [
    {
      "acted_at": "1975-04-25", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-07-31", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Banking, Housing and Urban Affairs with amendment, S. Rept. 94-353.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-11", 
      "references": [], 
      "text": "Motion to proceed to consideration passed Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-11", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-15", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-15", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-17", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-11-14", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-14", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-14", 
      "bill_ids": [
        "hr10031-94"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 10031.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-17", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-17", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-18", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-673.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-18", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-19", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 94-460.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-03", 
      "references": [], 
      "text": "House agreed to conference report, roll call #730 (404-4).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-03", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-12-03", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-04", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-04", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-12-16", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1975-12-16", 
      "references": [], 
      "text": "Public law 94-152.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1537-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Sparkman, John J.", 
      "sponsored_at": "1975-01-03", 
      "state": "AL", 
      "thomas_id": "01436", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1975-12-16", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-25", 
  "number": "1537", 
  "official_title": "A bill to amend the Defense Production Act of 1950, as amended.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6567-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr10031-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Defense Production Act Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-25", 
  "subjects": [
    "Agriculture and food", 
    "Armed forces and national security", 
    "Business and commerce", 
    "Defense industries", 
    "Federal Trade Commission", 
    "Federal advisory bodies", 
    "Independent regulatory commissions", 
    "Labor and employment", 
    "National defense"
  ], 
  "subjects_top_term": "Defense industries", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1975-11-18", 
    "text": "(Senate agreed to conference report) Defense Production Act Amendments - Terminates specified titles of the Defense Production Act on September 30, 1977. States that authorities extended under title III of the Defense Production Act shall be effective for any fiscal year only to such extent or in such amounts as are provided in advance in appropriation Acts. Provides that, upon finding that conditions exist which may pose a direct threat to the national defense or its preparedness programs, the President may consult with representatives of industry, business, financing, agriculture, labor, and other interests in order to provide for the making by such persons, with the approval of the President, of voluntary agreements to help provide for the defense of the United States through the development of preparedness programs and the expansion of productive capacity and supply beyond levels needed to meet essential civilian demand in the United States. Authorizes the President to delegate such authority to individuals who are, or have been appointed by and with the advice and consent of the Senate, upon the condition that such individuals consult with the Attorney General and with the Federal Trade Commission. Requires the promulgation of rules incorporating standards and procedures by which voluntary agreements may be developed and carried out. Requires such rules to set forth the procedures by which meetings shall be held for the purpose of developing such voluntary agreements. Sets forth who shall attend such meetings. Requires a transcript to be kept of such meetings. Provides that a voluntary agreement deriving from such a meeting shall not be effective unless and until the Attorney General finds that the purposes of this Act may not reasonably be achieved through a voluntary agreement having less anti-competitive effects or without any voluntary agreement. Makes such agreements effective for two years, and renewable for two years. Requires the Attorney General and the Chairman of the Federal Trade Commission to monitor any such voluntary agreement. Requires participants in such agreements to maintain specified documents and transcripts, and to make such items available for inspection. Sets forth who shall and who may attend meetings held to carry out such agreements. Authorizes the Attorney General or the individuals appointed by the President under this Act to modify or terminate such an agreement, with the consultation of the chairman of the FTC. Requires the Attorney General and the Federal Trade Commission to each make surveys for the purpose of determining any factors which may tend to eliminate competition, create or strengthen monopolies, injure small business, or other wise promote undue concentration of economic power in the course of the administration of this Act, and to report on such surveys to the Congress. Provides that on complaint, the United States District Court for the District of Columbia shall have jurisdiction to enjoin any exemption or suspension pursuant to this Act and to order the production of transcripts, agreements, items, or other records maintained by the Attorney General, the Federal Trade Commission or any individual designated under this Act. States that the Administrator, subject to the approval of the Attorney General, after both of them have consulted with the Federal Trade Commission and the Secretary of State, shall promulgate, by rule, standards and procedures by which persons engaged in the business of producing, refining, marketing, or distributing petroleum products may develop and implement voluntary agreements and plans of action which are required to implement the provisions of the international agreement which relate to international allocation of petroleum products and the information system provided in such agreement. Requires such standards to provide that (1) Meetings held to develop or implement a voluntary agreement or plan of action shall permit attendance by interested persons, including all interested segments of the petroleum industry, consumers, committees of Congress, and the public, shall be preceded by timely and adequate notice with identification of the agenda of such meeting to the Attorney General, the Federal Trade Commission, committees of Congress. and (except during an international energy supply emergency) to the public; except that (a) meetings of bodies created by the International Energy Agency established by the international agreement need not be open to interested persons and need not be initiated and chaired by a Federal employee, and (b) the Administrator, in consultation with the Secretary of State and the Attorney General, may determine that a meeting held to implement or carry out an agreement or plan of action shall not be public and that attendance may be limited subject to reasonable representation of affected segments of the petroleum industry if he finds that a wider disclosure would be detrimental to the foreign policy interests of the United States; and (2) A verbatim transcript or, if keeping a verbatim transcript is not practicable, full and complete notes or minutes shall be kept of any meeting held or communication made to develop or implement a voluntary agreement or plan of action under this section, between or among persons who are parties to such voluntary agreement, or with respect to meetings held or communications made to develop a voluntary agreement; except that, during any international energy supply emergency, in lieu of minutes or a transcript, a log may be kept containing a notation of the parties to, and subject matter of, any such communication. States that no provision of this Act may be exercised so as to prevent committees of Congress from attending meeting to which this Act applies, or from having access to any transcripts or minutes of such meetings, or logs of communication. Permits the Attorney General and the Federal Trade Commission to participate from the beginning in any meeting to develop or implement voluntary agreements authorized under this Act and, when practicable, in any meeting to implement plans of action authorized under this Act. Allows each to propose any alternative which would avoid or overcome, to the greatest extent practicable, possible anticompetitive effects while achieving substantially the purposes of this Act. Orders the Attorney General and the Federal Trade Commission to monitor the development and implementation ofvoluntary agreements and plans of action authorized under this Act to assure the protection and fostering of competition and to prevent anticompetitive practices and effect. Provides that the Administrator, after consultation with the Secretary of State, shall report annually to the President and the Congress on the performance under voluntary agreements or plans of action to accomplish the objectives of the international allocation of petroleum products and the information system provided in such agreement. Requires the Attorney General and the Federal Trade Commission to each submit to the Congress and to the President, at least once every six months, reports on the impact on competition and on small business of actions authorized by this Act. Provides that if S. 622, Ninety-fourth Congress (the Energy Policy and Conservation Act) is enacted, then (effective on the effective date of the provisions of S. 622 which relate to international voluntary agreements to carry out the International Energy Program) specified provisions of this Act shall not be applicable to (1) any voluntary agreement or plan of action developed or implemented to carry out obligations of the United States under the international agreement, or (2) any voluntary agreement or plan of action which relates to petroleum products and which is developed, in whole or in part, to carry out the purposes of a treaty or executive agreement to which the United States is a party or to implement a program of international cooperation between the United States and one or more foreign countries."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Production Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Defense Production Act of 1950, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:20-05:00"
}