{
  "actions": [
    {
      "acted_at": "2010-01-20", 
      "committee": "Committee on Financial Services, and in addition to the Committees on Ways and Means, and Appropriations, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Financial Services, and in addition to the Committees on Ways and Means, and Appropriations, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-01-20", 
      "committee": "House Financial Services", 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-01-20", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-01-20", 
      "committee": "House Appropriations", 
      "references": [], 
      "text": "Referred to House Appropriations", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4482-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-01-20", 
  "number": "4482", 
  "official_title": "To apply recaptured taxpayer investments toward reducing the national debt.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1683-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "Pay It Back Act", 
  "sponsor": {
    "district": "7", 
    "name": "Lance, Leonard", 
    "state": "NJ", 
    "thomas_id": "01936", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-01-20", 
  "subjects": [
    "Budget deficits and national debt", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Financial crises and stabilization", 
    "Government corporations and government-sponsored enterprises", 
    "Housing finance and home ownership", 
    "Securities"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-01-20", 
    "text": "Pay It Back Act - Amends the Emergency Economic Stabilization Act of 2008 (EESA) to revise the limitation on the authority of the Secretary of the Treasury to purchase troubled assets under the Troubled Asset Relief Program (TARP) to $700 billion outstanding at any one time. Changes the maximum authority to $700 billion, in the aggregate, or such higher amount, in the aggregate, as has been obligated or expended under TARP as of the enactment of this Act. Requires the Secretary to report to Congress every six months on transfer to the Treasury's General Fund for reduction of the public debt of revenues of, and proceeds from the sale of troubled assets purchased under TARP, or from the sale, exercise, or surrender of warrants or senior debt instruments acquired under TARP. Amends the Federal National Mortgage Association Charter Act, the Federal Home Loan Mortgage Corporation Act, and the Federal Home Loan Bank Act to require the Secretary to deposit in the Treasury solely for debt reduction any amounts received by the Secretary for the sale of any obligation or security acquired from the Federal National Mortgage Association (Fannie Mae), the Federal Home Loan Mortgage Corporation (Freddie Mac), or a Federal Home Loan Bank for secondary market operations. Prohibits the use of any such amounts as an offset for other spending increases or revenue reductions. Requires deposit in the Treasury solely for debt reduction of any periodic commitment fee or any other fee or assessment paid to the Secretary by Fannie Mae or Freddie Mac as a result of any preferred stock purchase agreement, mortgage-backed security purchase program, or any other program or activity under the Housing and Economic Recovery Act of 2008. Requires the Director of the Federal Housing Finance Agency (FHFA) to report to Congress on FHFA plans to continue to support and maintain the nation's vital housing industry, while at the same time guaranteeing that the American taxpayer will not suffer unnecessary losses. Amends the American Recovery and Reinvestment Act of 2009 (ARRA) to require: (1) rescission of any ARRA (stimulus) funds offered to but not accepted by the governor or legislature of a state; and (2) their deposit in the Treasury solely for debt reduction. Requires the same treatment for any funds withdrawn or recaptured by an executive agency head which have not been obligated by a state to a local government or for a specific project. Rescinds for deposit in the Treasury solely for debt reduction specified discretionary appropriations that have not been obligated as of December 31, 2012. Lowers the statutory limit on the public debt by the amounts the Secretary receives under this Act for deposit in the Treasury solely for debt reduction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pay It Back Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To apply recaptured taxpayer investments toward reducing the national debt.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:01-05:00"
}