{
  "actions": [
    {
      "acted_at": "1981-05-08", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-13", 
      "in_committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; International Trade Commission; Special Representative for Trade Negotiations; Treasury Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-13", 
      "in_committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from State Department; Commerce Department; Agriculture Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1150-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1981-05-08", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-08", 
  "number": "1150", 
  "official_title": "A bill to amend the Trade Act of 1974 to establish certain limitations with respect to the Generalized Systems of Preferences, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-08", 
  "subjects": [
    "American investments", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Developing countries", 
    "Foreign Trade and Investments", 
    "Imports", 
    "Tariff preferences"
  ], 
  "subjects_top_term": "Tariff preferences", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-08", 
    "text": "Amends the Trade Act of 1974 to prohibit a country from being treated as a beneficiary developing country with respect to all articles in a major group (as defined by the Office of Management and Budget) if the President determines that the country has exported to the United States more than a specified quantity of articles within such group during a calendar year. Prohibits a country's merchandise from being eligible for duty-free treatment if it is subject to antidumping or countervailing duties because of a finding of the International Trade Commission. Adds to the list of countries which cannot be designated beneficiary developing countries any country which imposes discriminatory restrictions on foreign investment or discriminatory trade restrictions on investment which burdens U. S. commerce. Authorizes the President to limit such restrictions to particular sectors, industries, or articles. Directs the President, in determining whether an article should continue to be designated a duty-free article, to determine whether such designation is appropriate considering the import sensitivity of that article due to specified factors. Directs the President to authorize continued duty-free treatment of a product with specified import sensitivity characteristics the domestic production of which is disproportionately small in relation to the duty-free import volume only if it is in the national economic interest. Authorizes any interested party to file a complaint with the U. S. Trade Representative alleging that: (1) a beneficiary developing country should be barred from its designation as a beneficiary developing country because of changed circumstances; or (2) specified factors justify limiting the application of duty-free treatment. Requires the review of such complaint by the Trade Representative and the President's determination of such complaint to be accomplished within a specified time. Requires reversal of the President's determinations if both Houses of Congress adopt a concurrent resolution disapproving such determination. Directs the Trade Representative to issue regulations regarding such complaints and to report to Congress semiannually on reviews of such complaints."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Trade Act of 1974 to establish certain limitations with respect to the Generalized Systems of Preferences, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:51-05:00"
}