{
  "actions": [
    {
      "acted_at": "1973-12-12", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11931-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-12", 
  "number": "11931", 
  "official_title": "A bill to provide for the regulation of financing with respect to campaigns for election to certain elective offices.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Campaign Financing Control Act", 
  "sponsor": {
    "district": "2", 
    "name": "Mink, Patsy T.", 
    "state": "HI", 
    "thomas_id": "00815", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-12", 
  "subjects": [
    "Campaign funds", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-12", 
    "text": "Comprehensive Campaign Financing Control Act - Requires each candidate for Federal office or State office to designate not more than one political committee as his authorized political committee. States that, in the case of a candidate for the office of President or Vice President, such candidate may designate one authorized political committee in each State to act as a subcommittee of the authorized political committee designated by such candidate. Provides that no person, other than an authorized political committee or an authorized subcommittee designated by a candidate, may make any expenditure on behalf of any candidate. Lowers the amounts of contributions and expenditures which must be reported by political committee treasurers under the Federal Election Campaign Act. Provides that no person shall make contributions to any authorized committee designated by any candidate for the office of President, Vice President, Senator, Representative, Delegate, or Resident Commissioner, or any candidate for State office in connection with any campaign of such candidate for nomination for election, or for election, to any such office, which, in the aggregate, exceeds $500. Makes it unlawful for any candidate for Federal office or State office or any person acting on behalf of such candidate, other than an authorized committee or subcommittee of such candidate, to receive any contribution from any person. States that it is unlawful for any candidate or any person acting on behalf of such candidate to make any expenditure to any member of the family of such candidate for nomination for election, or for election, to Federal or State office. Establishes a limitation on the maximum amount of contributions which may be accepted and expenditures which may be authorized by any candidate for Federal or State office. Increases from $1 to $2 the amount which any individual whose income tax liability is $2 or more may designate to be paid into the Presidential Election Campaign Fund. States that the amendments made by this Act shall apply to taxable years beginning after December 31, 1973."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Campaign Financing Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the regulation of financing with respect to campaigns for election to certain elective offices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:08-05:00"
}