{
  "actions": [
    {
      "acted_at": "1989-03-02", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-02", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-02", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-02", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-02", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to the House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-02", 
      "committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "text": "Referred to the House Committee on Science, Space and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-13", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to the Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-13", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to the Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-13", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "subcommittee": "Science, Research and Technology", 
      "text": "Referred to the Subcommittee on Science, Research and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-13", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "subcommittee": "Natural Resources, Agriculture Research, and Environment", 
      "text": "Referred to the Subcommittee on Natural Resources, Agriculture Research, and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-14", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-15", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Oceanography", 
      "text": "Referred to the Subcommittee on Oceanography.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-15", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-03-15", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to the Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-20", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Census and Population", 
      "text": "Referred to the Subcommittee on Census and Population.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-24", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from OMB and Commerce.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1274-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Oceanography", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Census and Population", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Science, Research and Technology", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Natural Resources, Agriculture Research and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-02", 
  "number": "1274", 
  "official_title": "To establish as an executive department of the Government a Department of International Trade and Industry, to establish the National Oceanic and Atmospheric Administration and the Bureau of the Census as independent agencies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr782-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of International Trade and Industry Act of 1989", 
  "sponsor": {
    "district": "3", 
    "name": "Watkins, Wes", 
    "state": "OK", 
    "thomas_id": "01206", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-03-02", 
  "subjects": [
    "Agriculture in foreign trade", 
    "Atmospheric research", 
    "Census", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Export controls", 
    "Export finance", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Foreign trade promotion", 
    "Government operations and politics", 
    "International agencies", 
    "International competitiveness", 
    "Legislation", 
    "Minority business enterprises", 
    "Ocean", 
    "Patents", 
    "Regulatory impact statements", 
    "Science, technology, communications", 
    "Service industries", 
    "Small business", 
    "Standards", 
    "Subsidies", 
    "Tourist trade", 
    "Trade negotiations", 
    "Trademarks", 
    "Travel"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-02", 
    "text": "Department of International Trade and Industry Act of 1989 - Title I: General Provisions - Sets forth congressional findings and definitions related to this Act. Title II: Department of International Trade and Industry - Part A: Establishment - Establishes an independent Department of International Trade and Industry (Department) which shall be administered by a Secretary of International Trade and Industry. Requires the Secretary to be the U.S. Trade Representative. Requires the President, if the provisions of a regulation, executive order, or executive agreement may have a significant impact on the international economic competitiveness of significant domestic product and service industries, to submit a statement to specified congressional committees describing the likely impact of such provisions. Authorizes the President to waive the impact statements if, in order to serve the national interest or deal with an emergency situation, the regulation, order, or agreement must take effect immediately. Requires the report of a bill or resolution which contains provisions that would have a significant impact on the international economic competitiveness of significant domestic product and service industries to contain a statement describing the likely impact of such provisions. Authorizes the Secretary to establish regional trade centers throughout the United States in order to increase exports of U.S. goods and services. Part B: Offices and Administrations - Establishes in the Office of the Secretary the Office of the U.S. Trade Representative. Establishes within the Office of the U.S. Trade Representative the Deputy U.S. Trade Representative and the Deputy U.S. Trade Representative for Agriculture. Establishes within the Department: (1) the United States Travel and Tourism Administration; (2) the Administration for Productivity and Technology (composed of the Patent and Trademark Office, the National Institute of Standards and Technology, the Office of Telecommunications and Information, and the National Technical Information Service); (3) the Office of Small Business Trade Assistance, which shall provide small businesses with information concerning import relief and assistance in preparing petitions and applications for import relief; and (4) the Office of Competitive Analysis, which shall provide information and analysis for the Secretary, the Department, and the Congress with respect to trade policy, trade negotiating strategy, and other policies affecting the competitiveness of domestic industries. Requires the Office of Competitive Analysis to report annually to the Congress on economic and technological developments affecting the competitive position of U.S. industry. Directs the Secretary to convene an industry sector competitiveness council for specified industry sectors to assess actual or potential dislocation, challenge, or opportunity for the industry involved and to formulate recommendations for business, government, and labor. Part C: Officers - Establishes in the Department a Deputy Secretary of International Trade and Industry who, among other things, shall be Vice Chairman of the Board of Directors of the Export-Import Bank of the United States. List other officers within the Department. Part D: Transfers to the Department - Transfers to the Secretary all functions of the U.S. Trade Representative and the Office of the U.S. Trade Representative. Transfers to the Secretary, except for functions transferred by titles III, IV, and V: (1) all functions of the Secretary of Commerce; (2) all functions of the Department of Commerce; and (3) all functions of specified officers within the Department of Commerce. Part E: Administrative Provisions - Sets forth administrative provisions. Part F: Related Agencies - Amends the Trade Expansion Act of 1962 to require that the interagency trade organization established pursuant to that Act be composed of the President, the Secretaries of International Trade and Industry, Agriculture, Defense, Labor, and the Treasury, and the heads of such other departments and agencies and such other officers as the President shall designate. Makes conforming amendments to the following Acts: (1) the Export-Import Bank Act of 1945; (2) the Foreign Assistance Act of 1961; (3) the National Security Act of 1947; and (4) the Bretton Woods Agreements Act. Establishes within the Executive Office of the President a Council on International Trade, Economic, and Financial Policy to coordinate U.S. trade policies with U.S. international economic policies. Establishes within the Executive Office of the President an Advisor to the President for International Trade, Economic, and Financial Policy who shall be Executive Director of the Council and Executive Director of the interagency organization established pursuant to the Trade Expansion Act of 1962. Requires the Advisor to report to the President and the Congress every six months on actual and potential conflicts between U.S. international economic policies and U.S. trade policies. Part G: Conforming Provisions - Sets forth conforming amendments. Title III: Establishment of National Oceanic and Atmospheric Administration as an Independent Agency - National Oceanic and Atmospheric Administration Act of 1985 - Part A: Establishment of Administration - Establishes the National Oceanic and Atmospheric Administration as an independent agency. Requires the Administration to include specified officers, including an Administrator (appointed by the President) and a Deputy Administrator. Transfers the National Oceanic and Atmospheric Administration of the Department of Commerce to the Administration. Part B: Administrative Provisions - Sets forth administrative provisions. Requires the Administrator to report annually to the President on the activities of the Administration. Title IV: Establishment of the Bureau of the Census as an Independent Agency - Establishes the Bureau of the Census as an independent agency. Transfers the Bureau of the Census of the Department of Commerce to the Bureau. Directs the President to report to the Congress, within 90 days of the effective date of this Act, on the coordination of statistical functions between the Bureau and the Department involved in carrying out certain statistical functions. Title V: Transfers to Other Federal Agencies - Part A: Minority Business Development Agency - Transfers the Minority Business Development Agency of the Department of Commerce to the Small Business Administration. Part B: Economic Development Administration - Transfers the Economic Development Administration of the Department of Commerce to the Department of Agriculture. Title VI: Transitional, Savings, and Conforming Provisions - Provides for transfers of other functions of the Secretary of Commerce which are not dealt with in earlier titles. Sets forth transitional, savings, and conforming provisions. Terminates the Department of Commerce. Title VII: Agricultural Exports - Directs the President to report to the Congress any export control imposed on agricultural commodities under the Export Administration Act of 1979. Directs the Secretary to take all feasible steps to bring about the export of U.S. agricultural products at competitive world prices. Authorizes the Secretary to subsidize the price of exporting agricultural commodities. Title VIII: Miscellaneous - Sets forth the effective dates for provisions of this Act. Provides for interim appointments of certain officers. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of International Trade and Industry Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Oceanic and Atmospheric Administration Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish as an executive department of the Government a Department of International Trade and Industry, to establish the National Oceanic and Atmospheric Administration and the Bureau of the Census as independent agencies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:07-05:00"
}