{
  "actions": [
    {
      "acted_at": "1984-03-28", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-06", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5276-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Gunderson, Steve", 
      "sponsored_at": "1984-03-28", 
      "state": "WI", 
      "thomas_id": "00476", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Nielson, Howard C.", 
      "sponsored_at": "1984-03-28", 
      "state": "UT", 
      "thomas_id": "00865", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-28", 
  "number": "5276", 
  "official_title": "A bill to amend the Adult Education Act in order to simplify requirements for States and other recipients participating in Federal adult education programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2496-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2496-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Adult Education Act Amendments of 1984", 
  "sponsor": {
    "district": "13", 
    "name": "Erlenborn, John N.", 
    "state": "IL", 
    "thomas_id": "00351", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-03-28", 
  "subjects": [
    "Adult education", 
    "Advisory bodies", 
    "Aliens", 
    "Authorization", 
    "Economics and public finance", 
    "Education", 
    "Educational accountability", 
    "Educational finance", 
    "Educational planning", 
    "Educational research", 
    "English language", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Government records, documents, and information", 
    "Immigration", 
    "Information services", 
    "Local and Municipal Government", 
    "Local finance", 
    "Social welfare", 
    "State education agencies", 
    "State finance", 
    "States", 
    "Teacher education", 
    "Teachers"
  ], 
  "subjects_top_term": "Adult education", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-03-28", 
    "text": "Adult Education Act Amendments of 1984 - Amends the Adult Education Act (\"the Act\") to redefine \"adult\" to mean a person who is beyond the age of compulsory school attendance under State law. Redefines \"adult education\" to mean instruction or services below the college level for adults who do not have: (1) the basic skills to enable them to function effectively in society; or (2) a certificate of graduation from a school providing secondary education (and who have not achieved an equivalent level of education). Revises other definitions for purposes of such Act. Revises provisions for grants to States to provide that such grants shall cover the full cost (currently 90 percent) of specified programs and to permit private for-profit organizations to participate in grant programs. Revises provisions relating to allotment of such grant funds among States and specified U.S. territories and possessions. Revises provisions for State plans. Permits a State, if it so provides in its State plan, to use grant funds for: (1) adult education projects (including ones serving persons with limited english speaking ability) which use innovative methods, materials, or activities or are part of community school programs carried out in cooperation with other Federal, State, or local programs; and (2) projects for training persons who are, or are planning to become, instructors or other personnel in the field of adult education. Revises provisions relating to administration of State plans to authorize the Secretary of Education to take appropriate action under specified provisions of the General Education Provisions Act whenever the Secretary has reason to believe that a State has failed to comply substantially with any provision of its State plan. Revises provisions for research, development, demonstration, dissemination, and evaluation programs. Deletes requirements that the Secretary fund such programs and deletes specified funding provisions for such programs. Deletes a requirement that the Secretary operate an information clearinghouse on adult education. Authorizes the Secretary (with specified funds which the Secretary is authorized to set aside, not to exceed five percent of the funds appropriated for the Act) to support applied research, development, demonstration, evaluation and related activities which will contribute to the improvement and expansion of adult education (including opportunities for elderly persons). Authorizes the Secretary to support such activities directly, or through grants to or contracts or cooperative agreements with public or private institutions, agencies, or organizations, or individuals. Authorizes the Director of the National Institute of Education to support research on the special needs of persons requiring adult education, with funds available under specified provisions of the General Education Provisions Act or with funds set-aside under the Act. Authorizes the Director to support such research directly or through grants, contracts, or cooperative agreements. Revises provisions for State advisory councils to delete requirements relating to council membership, certification, and meetings. Authorizes States to use grant funds to support a State advisory council which assists the State educational agency to plan, implement, or evaluate programs or activities under the Act. Extends the existence of the National Advisory Council on Adult Education until October 1, 1989. Authorizes appropriations for FY 1985 through 1989 to carry out the Act. Authorizes the Secretary to set aside up to five percent of such appropriations for research, development, demonstration, dissemination, and evaluation programs. Permits a State to use grant funds to pay: (1) for the development and administration of of its State plan; and (2) up to 50 percent of the local administrative costs of programs or projects carried out through local educational agencies or public or private agencies, organizations or institutions. Repeals provisions of the Act relating to: (1) program costs; (2) use of funds for special experimental demonstration projects and teacher training; (3) special projects for the elderly; and (4) an adult education program for adult immigrants. Repeals specified maintenance of effort provisions under the General Education Provisions Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Adult Education Act Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Adult Education Act in order to simplify requirements for States and other recipients participating in Federal adult education programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:53-05:00"
}