{
  "actions": [
    {
      "acted_at": "1997-03-05", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-03-14", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Finance and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Finance and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr943-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Finance and Hazardous Materials", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Frelinghuysen, Rodney P.", 
      "sponsored_at": "1997-03-05", 
      "state": "NJ", 
      "thomas_id": "00414", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Roukema, Marge", 
      "sponsored_at": "1997-03-05", 
      "state": "NJ", 
      "thomas_id": "00990", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-03-05", 
  "number": "943", 
  "official_title": "To amend the Solid Waste Disposal Act to provide authority for States to control the movement of municipal solid waste to waste management facilities within the boundaries of the State or within the boundaries of political subdivisions of the State.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Municipal Solid Waste Flow Control Act of 1997", 
  "sponsor": {
    "district": "7", 
    "name": "Franks, Bob", 
    "state": "NJ", 
    "thomas_id": "00409", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-03-05", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Beaches", 
    "Commerce", 
    "Compost", 
    "Constitutional law", 
    "Contracts", 
    "Crime and law enforcement", 
    "Energy", 
    "Environmental law enforcement", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government securities", 
    "Groundwater", 
    "Groundwater pollution", 
    "Hazardous waste disposal", 
    "Hazardous waste site remediation", 
    "Hazardous wastes", 
    "Injunctions", 
    "Interest", 
    "Interstate commerce", 
    "Interstate relations", 
    "Judicial opinions", 
    "Landfill siting", 
    "Landfills", 
    "Law", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Local laws", 
    "Marine and coastal resources, fisheries", 
    "Municipal solid waste", 
    "Public utility regulation", 
    "Recycling industry", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "State laws", 
    "Tax-exempt securities", 
    "Transboundary pollution", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Urban affairs", 
    "Urban areas", 
    "Waste disposal sites", 
    "Water resources development"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-03-05", 
    "text": "Municipal Solid Waste Flow Control Act of 1997 - Authorizes States and political subdivisions to exercise flow control authority for municipal solid waste and recyclable materials voluntarily relinquished by the owner or generator (recyclables), directing such waste and materials to particular waste management or recyclables facilities designated as of May 16, 1994, if: (1) the waste and recyclables are generated within the jurisdictional boundaries of the State or subdivision, determined as of May 16, 1994; (2) such authority is imposed through the adoption or execution of a law, regulation, or other legally binding provision or official act that was in effect on May 16, 1994, or was in effect prior to the issuance of an injunction or other court order based on a ruling that the law or provision violated the Commerce Clause of the Constitution, or was in effect immediately prior to suspension of the law by legislative or administrative action expressly because of such a court order; and (3) the State or political subdivision has for one or more such designated facilities, on or before May 16, 1994, presented eligible bonds for sale or executed a legally binding contract or agreement for delivery of, and payment for, a minimum quantity of waste or recyclables. Imposes identification and volume restrictions on the exercise of flow control authority to the classes or categories of materials to which such authority was applicable on May 16, 1994, or immediately before the effective date of an order described in (2), above. Sets dates for expiration of such authority. Prohibits a State or political subdivision from requiring any generator or transporter to transport, or deliver for transportation, such waste or materials to any site listed on the National Priorities List established under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, unless the generator or transporter has been indemnified by the government or the owner- operator against all liability under that Act with respect to such materials. Disqualifies facilities for exercise of flow control authority pursuant to an ordinance on the basis of specified declarations of unconstitutionality, location characteristics, and environmental regulation compliance. Imposes limitations on the use of revenues derived by a State or political subdivision from the exercise of flow control authority. Provides for the enforceability under State law of certain legally binding interim contracts. Allows a State to exercise flow control authority over solid waste if, on or before January 1, 1984, the State: (1) adopted regulations under a State law that required or directed the transportation, management, or disposal of such waste from residential, commercial, institutional, or industrial sources to specifically identified waste management facilities and applied those regulations to every political subdivision; and (2) subjected the facilities to the jurisdiction of a State public utilities commission. Allows a State or political subdivision of the State meeting the requirements of the above paragraph to exercise flow control authority over all classes and categories of solid waste that were subject to flow control by the State or subdivision on May 16, 1994, by directing it from any existing waste management facility that was designated as of such date, or any proposed facility to any other such facility, existing or proposed. Sets dates for expiration of such authority. Requires application of flow control authority to the public sector as well as the private sector. Urges that anyone engaged in recycling activities should strive to meet standards for reuse of recyclable materials."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Municipal Solid Waste Flow Control Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Solid Waste Disposal Act to provide authority for States to control the movement of municipal solid waste to waste management facilities within the boundaries of the State or within the boundaries of political subdivisions of the State.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:25-05:00"
}