{
  "actions": [
    {
      "acted_at": "1983-01-03", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-01-03", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy Conservation and Power", 
      "text": "Referred to Subcommittee on Energy Conservation and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Transportation and Tourism", 
      "text": "Referred to Subcommittee on Commerce, Transportation and Tourism.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-02", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Energy Development and Applications", 
      "text": "Referred to Subcommittee on Energy Development and Applications.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr383-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy Conservation and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Transportation and Tourism", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy Development and Applications", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1983-10-18", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Russo, Martin A.", 
      "sponsored_at": "1983-03-22", 
      "state": "IL", 
      "thomas_id": "01004", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-03", 
  "number": "383", 
  "official_title": "A bill to provide for an accelerated program for the recovery of energy from municipal wastes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Municipal Waste-to-Energy Act of 1983", 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-01-03", 
  "subjects": [
    "Department of Energy", 
    "Energy", 
    "Environmental protection", 
    "Executive reorganization", 
    "Fuel", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Refuse as fuel"
  ], 
  "subjects_top_term": "Refuse as fuel", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-03", 
    "text": "Municipal Waste-to- Energy Act of 1983 - Title I: Research, Development, and Demonstration - Requires the Director of the Office of Urban Waste Energy Management (established under this Act) to establish, conduct, and promote an accelerated research, development, and demonstration program for the recovery of energy from municipal wastes. Directs the Director to provide financial assistance (in the form of grants, contracts, price supports, purchase guarantees, loan guarantees, and cooperative agreements, or any combination thereof) to public or private entities for experimental and demonstration facilities and modifications of existing facilities for such purposes. Requires that such program be designed to achieve its goals within ten years. Amends the Federal Nonnuclear Energy Research and Development Act of 1974 to extend the financial support program to include public and private entity waste reprocessing demonstration facilities. Authorizes appropriations for FY 1982. Title II: Commercialization - Requires the Director to establish a program of financial assistance for commercial-scale projects designed for the conversion of municipal wastes into energy or the recovery of materials. States that such assistance shall be made to supplement, but not to compete with or supplant, any private capital investment under authority of any other Federal law. Directs the Director to establish procedures and standards for the timely review of compliance with the requirements for each new award. Limits such financial assistance to a maximum of 75 percent of the total capital cost of that project. Prohibits any project from receiving such assistance twice. Requires that any specific tax credit directly associated with such projects be considered in determining the need for financial assistance awarded under this title. Limits the amount of loans entered into for such projects to a maximum of 49 percent of the total capital costs of the project, unless the Director determines that such limit would prevent the financial viability of the proposed project. Sets forth requirements concerning the Director's authority to enter into, or make, such loans, loan guarantees, price guarantees, and grants. Directs the Director to conduct economic analyses of municipal waste-to-energy conversion technologies in other countries for publication and dissemination. Authorizes appropriations for FY 1982. Title III: General Provisions - Amends the Department of Energy Organization Act to establish an Office of Urban Waste Energy Management within the Department to perform the activities authorized under this Act. Directs the Director of such Office to prepare a program management plan for such activities and to transmit such plan to specified congressional committees. Requires the Director to submit to Congress annually a detailed description of such plan with proposed modifications as necessary. Requires the Director to support science and engineering education programs to provide trained personnel to perform the activities required under this Act. Provides for Federal interagency cooperation and information sharing. Requires the Director to assure the full and complete dissemination of information concerning any project or other activity. Directs the Director, in consultation with the Administrator of the Environmental Protection Agency and the Secretary of Commerce, to prepare and transmit to the Congress a report. Sets forth the components of such report. Provides that amounts received by the Director as repayment of loans made under this Act and other specified amounts shall be deposited in the Federal Treasury as miscellaneous receipts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Municipal Waste-to-Energy Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for an accelerated program for the recovery of energy from municipal wastes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:53-05:00"
}