{
  "actions": [
    {
      "acted_at": "1975-11-19", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-11-19", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10838-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-11-19", 
  "number": "10838", 
  "official_title": "A bill to promote the peaceful resolution of international conflict.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Peace Act", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-11-19", 
  "subjects": [
    "Colleges", 
    "Congress", 
    "Congressional joint committees", 
    "Education", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Higher education", 
    "International affairs", 
    "International relations", 
    "Peace"
  ], 
  "subjects_top_term": "International relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-11-19", 
    "text": "Peace Act - Title I: Department of Peace - Establishes the Department of Peace within the Executive Department of the Government to promote the advancement of peace in this Nation and throughout the world. Provides for the appointment of a Secretary of Peace, Under Secretary, four Assistant Secretaries, and a General Counsel by the President with the advice and consent of the Senate. Requires the Department of Peace to make recommendations to the President for the pacific settlement of current international controversies in which the United States Government has or claims an interest. Provides for the transfer of functions of certain other agencies to the Department of Peace. Gives the Secretary powers to administer and carry out this provisions and objectives of this Act. Requires the Secretary to make an annual written report to the President for submission to the Congress on the activities of the Department for each year. Continues in effect all orders, determinations, rules and proceedings, regulations, permits, contracts, etc., which are in effect at the time of this Act and transferred to the Department of Peace from another agency. Directs the Secretary to submit to the Congress within two years after the enactment of this Act a proposed codification of all laws which contain functions transferred to the Secretary. Title II: National Peace Academy - Establishes within the Department an educational institution which shall be known as the George Washington Peace Academy. Specifies that the Academy shall instruct and train students for service in peaceful resolution, and international development and cooperation. Provides for the appointment of a 34 member board of trustees and Chancellor to administer the Academy. Directs that each Member of the House and Senate shall nominate two candidates to take the competitive examination for admission to the academy from among which the student body shall be chosen. Requires that each nominee have a bacculaureate degree or equivalent. Provides that the courses offered by the Academy shall place emphasis upon the skills necessary to achieve national, regional, and international cooperation. States that upon completion of the coarse of instruction the student shall receive a master of arts degree. Authorizes stipends and travel and transportation allowances for students of the Academy. Requires each student, who is a citizen of the United States to sign an agreement that upon completion of the coarse of instruction at the Academy he will serve in a public or private non-profit agency or international organization to any area approved by the Executive Committee for a period of two years. Title III: Joint Committee on Peace and International Cooperation - Establishes a Joint Committee on Peace composed of 14 members of Congress (7 from each House) to: (1) make a continuing study of matters relating to the Department of Peace, (2) study means of coordinating programs, and (3) file an annual report with Congress containing its findings and recommendations with respect to the Department of Peace. Gives the Joint Committee power to hold hearings. Authorizes an appropriation of $200,000 each fiscal year to carry out this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Peace Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the peaceful resolution of international conflict.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:30-05:00"
}