{
  "actions": [
    {
      "acted_at": "1977-09-26", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9311-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-26", 
  "number": "9311", 
  "official_title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968, as amended, to authorize group life insurance programs for public safety officers and to assist State and local governments to provide such insurance.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6845-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Public Safety Officers Group Life Insurance Act", 
  "sponsor": {
    "district": null, 
    "name": "Won Pat, Antonio B.", 
    "state": "GU", 
    "thomas_id": "01241", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-26", 
  "subjects": [
    "Advisory bodies", 
    "Crime and law enforcement", 
    "Fire fighters", 
    "Fires", 
    "Law enforcement officers", 
    "Life insurance"
  ], 
  "subjects_top_term": "Law enforcement officers", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-09-26", 
    "text": "Public Safety Officers' Group Life Insurance Act - Authorizes the Law Enforcement Assistance Administration to purchase from life insurance companies a policy or policies of group life insurance to provide the benefits provided under this Act. Provides that each such life insurance company must: (1) be licensed to issue life insurance in each of the 50 states of the United States and in the District of Columbia; and (2) as of the most recent December 31 for which information is available to the administration have in effect at least one percent of the total amount of group life insurance which all life insurance companies have in effect in the United States. Provides that any purchased policy shall automatically insure any Public Safety Officer employed by a State or local government which has applied to participate in the insurance program and agreed to deduct from such officer's pay the amount of the premium, to be forwarded to the proper Federal agency as designated by the Administration. Specifies the amount of life insurance an officer may receive on the basis of his pay rate. Requires that policies purchased under this Act provide officers accidental death and dismemberment insurance in an amount equal to the applicable amount of life insurance. Provides that each policy purchased by the Administration under this Act shall contain a provision, in terms approved by the Administration, to the effect that any insurance thereunder on any public safety officer shall cease two months after; (1) his separation or release from duty as such an officer; or (2) discontinuance of his pay as such an officer, whichever is earlier. Provides that each policy purchased under this Act shall contain a provision, in terms approved by the Administration, for the conversion of such insurance effective the day following the date such insurance would cease. Specifies that during the period such insurance is in force the insured, upon request to the Administration, shall be furnished a list of life insurance companies participating in the program established under this Act, and upon written application (within such period), to the participating company selected by the insured and payment of the required premiums be granted insurance without a medical examination on a permanent plan then currently written by such company which does not provide for the payment of any sum less than the face value thereof, or for the payment of an additional amount of premiums if the insured engages in public safety activities. Requires that during any period in which a public safety officer is insured under a policy of insurance purchased by the Administration under this Act his employer shall withhold each pay period from his basic or other pay until separation or release from duty as a public safety officer an amount determined by the Administration to be such officer's share of the cost of his group life insurance and accidental death and dismemberment insurance. Sets forth the order of precedence in which the survivors of the officers will be awarded insurance benefits. States that each policy issued under this title shall include a schedule of basic premium rates and provide for the readjustment of rates. Establishes an Advisory Council on Public Safety Officer Group Life Insurance consisting of the Attorney General as Chairman, the Secretary of the Treasury, the Secretary of Health, Education, and Welfare, and the Director of the Office of Management and Budget. Provides that the Council shall meet once a year, or more often at the call of the Attorney General, and shall review the Administration of this Act and advise the Administration on matters of policy relating to activities thereunder."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Safety Officers Group Life Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968, as amended, to authorize group life insurance programs for public safety officers and to assist State and local governments to provide such insurance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:08-05:00"
}