{
  "actions": [
    {
      "acted_at": "1983-02-17", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-17", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-17", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-03", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Executive Comment Requested from Army, DOT, EPA, Interior, Commerce, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-03", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to Subcommittee on Water Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-17", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from DOT, Interior, EPA, Treasury, DOD, CEQ, Commerce, USDA, DOE, Army.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-07", 
      "in_committee": "House Committee on Rules", 
      "references": [], 
      "subcommittee": "Rules of the House", 
      "text": "Referred to Subcommittee on Rules of the House.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-02-07", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Hearings Held by Subcommittee on Merchant Marine.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-08-08", 
      "bill_ids": [
        "hr2353-98"
      ], 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "See H.R.2353.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1512-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Rules of the House", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Breaux, John B.", 
      "sponsored_at": "1983-02-17", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Foglietta, Thomas M.", 
      "sponsored_at": "1983-02-17", 
      "state": "PA", 
      "thomas_id": "00395", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1983-02-17", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Pritchard, Joel", 
      "sponsored_at": "1983-02-17", 
      "state": "WA", 
      "thomas_id": "00932", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-02-17", 
  "number": "1512", 
  "official_title": "A bill to establish a national policy on the operation, maintenance, and improvement of deep-draft commercial ports.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Port Development and Navigation Improvement Act of 1983", 
  "sponsor": {
    "district": "19", 
    "name": "Biaggi, Mario", 
    "state": "NY", 
    "thomas_id": "00085", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-02-17", 
  "subjects": [
    "Auditing", 
    "Coastwise shipping", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Deep water ports", 
    "Dredging", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal-state relations", 
    "Harbors", 
    "Licenses", 
    "Marine transportation", 
    "Navigation", 
    "Pipeline siting", 
    "Port authorities", 
    "Ships and shipping", 
    "States", 
    "User charges", 
    "Water and Water Resources Development", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Harbors", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-02-17", 
    "text": "Port Development and Navigation Improvement Act of 1983 - Sets forth the findings of Congress concerning deep-draft commercial ports in the United States. Title I: Priority Approval Program for Maintenance and Navigation Improvement Projects - Directs the Secretary of the Army, through the Chief of Engineers, to submit to Congress within two years after enactment of this Act a comprehensive, five-year port development and maintenance program. Requires such program to include alternate disposal sites for dredged or fill material. Directs the Secretary, in consultation with the Administrator of the Environmental Protection Agency, to submit to Congress a programmatic environmental impact statement, including additional specified information. Provides for congressional disapproval (veto) of such maintenance programs and navigational improvement projects by concurrent resolution of Congress within 60 days. Directs the Secretary to submit to Congress modifications of approved maintenance and navigational improvement projects. Declares that if Congress fails to adopt a concurrent congressional resolution of disapproval (veto) within 60 days following receipt of specified documents concerning dredging or changes in maintenance projects, such changes or projects shall be deemed approved. Provides that compliance with all procedural requirements under certain environmental statutes relating to maintenance dredging, issuance of permits, and approval to dispose of dredged or fill material for approved projects shall be conclusively presumed. Describes conditions of eligibility for priority construction by the Secretary of navigation improvement projects subject to congressional approval. Sets forth documentation requirements for such projects. Sets forth procedures for certain environmental permit action. Defines final environmental impact statement requirements for navigation improvement projects. Provides for the congressional approval of a navigation improvement project by adopting an approval resolution under certain procedures within 60 days of the submission of the project document. Authorizes the Secretary and the State port authority concerned to enter into a cost-sharing agreement in which the State port authority agrees to reimburse the United States for 50 percent of the construction funds appropriated and 75 percent of the additional annual operating and maintenance costs of such project. Permits a State port authority that constructs a navigation improvement project on its own to finance such construction through a uniform system of user fees in the form of tonnage duties. Provides for mandatory contribution by adjacent ports for the construction and maintenance of navigation improvement projects involving common entrance channels from which such an adjacent port derives benefits. Makes eligible for construction financing assistance certain navigation improvement projects, for which permits were approved under the Federal Water Pollution Control Act, where such projects will increase the depth of deep-draft commercial port channels (other than access channels) to more than 45 feet. Directs the Secretary, on a continuing basis, to determine: (1) the dredging or other operation and maintenance necessary for a project and for associated access channels and berthing areas; and (2) the sites at which dredged or fill material should be disposed. Requires the Secretary to submit project maintenance to Congress for approval and to implement such maintenance unless disapproved. Prohibits a State port authority from implementing such project maintenance, unless approved and supervised by the Secretary. Requires the Secretary to enter into memoranda of agreement with: (1) the Administrator of the Environmental Protection Agency, regarding the disposal of dredged and fill material into ocean or navigable waters; and (2) the Secretaries of the Interior and Commerce, concerning the environmental aspects of the maintenance and improvement of federally authorized channels in deep-draft commercial ports. Sets forth procedures for congressional approval of new navigational improvement projects. Title II: Financing of Navigation Improvement Projects - Grants the consent of Congress to the levying by States of tonnage duties. Lists the purposes of such duties, including reimbursement of the United States in regard to navigation improvement projects. Authorizes State port authorities to use such tonnage duties for specified purposes, including: (1) port safety and security; (2) emergency response services; and (3) relocation of submerged cables and pipelines. Directs the Secretary to establish guidelines by which State port authorities shall compute the rates of such tonnage duties. Directs the Comptroller General to audit periodically the operations of State port authorities dealing with such tonnage duties. Sets forth procedures for the enforcement of the collection of such tonnage duties, including injunctive relief, withholding of clearances, and the imposition of maritime liens. Requires the Secretary of Transportation to conduct certain studies and to make findings and policy determinations before recommending to Congress the adoption of deep-draft user charges for financing navigation improvement projects in deep-draft commercial ports. Sets forth certain matters to be considered in the deep-draft user charges study. Title III: Miscellaneous Provisions - Authorizes appropriations. Allows the Secretary, upon congressional approval, to transfer funds from existing Department of the Army civil appropriations pending appropriation of such authorized sums."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Port Development and Navigation Improvement Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national policy on the operation, maintenance, and improvement of deep-draft commercial ports.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:19-05:00"
}