{
  "actions": [
    {
      "acted_at": "1992-10-05", 
      "committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science, Space and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-06T05:07:00-04:00", 
      "references": [], 
      "text": "Committee on Science, Space and Technology discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-06T05:08:00-04:00", 
      "references": [], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-06T05:08:00-04:00", 
      "references": [], 
      "text": "Mr. Brown asked unanimous consent to discharge from committee and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-06T05:09:00-04:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1992-10-06T05:09:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-06", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-07", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1992-10-07", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1992-10-09", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-26", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1992-11-04", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1992-11-04", 
      "congress": "102", 
      "law": "public", 
      "number": "588", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 102-588.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6135-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "102", 
    "law_type": "public", 
    "number": "588"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1992-11-04", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1992-10-06T05:09:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1992-10-07", 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-05", 
  "number": "6135", 
  "official_title": "To authorize appropriations to the National Aeronautics and Space Administration for research and development, space flight, control and data communications, construction of facilities, research and program management, and Inspector General, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Aeronautics and Space Administration Authorization Act, Fiscal Year 1993", 
  "sponsor": {
    "district": "36", 
    "name": "Brown, George E., Jr.", 
    "state": "CA", 
    "thomas_id": "00134", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1992-11-04", 
  "subjects": [
    "Aeronautics", 
    "Aerospace industries", 
    "Air quality", 
    "Archives", 
    "Astronautics", 
    "Astronomical research", 
    "Authorization", 
    "Aviation safety", 
    "Awards, medals, prizes", 
    "Biological research", 
    "Business intelligence", 
    "Buy American", 
    "CIS countries", 
    "Claims", 
    "Climate change and greenhouse gases", 
    "Commercialization", 
    "Communication in medicine", 
    "Communication satellites", 
    "Computer networks", 
    "Conferences", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Cost control", 
    "Cost effectiveness", 
    "Data banks", 
    "Department of Commerce", 
    "Depressed areas", 
    "Disaster relief", 
    "Education", 
    "Emergency medical services", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Federal budgets", 
    "Federal installations", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government and business", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government procurement", 
    "Health", 
    "Information services", 
    "Infrastructure (Economics)", 
    "International competitiveness", 
    "International cooperation in astronautics", 
    "International cooperation in science", 
    "Launch vehicles", 
    "Licenses", 
    "Medical research", 
    "Meteorological satellites", 
    "National Aeronautics and Space Administration", 
    "Remote sensing", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research and development contracts", 
    "Research grants", 
    "Risk assessment", 
    "Rockets (Aeronautics)", 
    "Scholarships", 
    "Space biology", 
    "Space exploration", 
    "Space flight", 
    "Space policy", 
    "Space programs", 
    "Space propulsion", 
    "Space sciences", 
    "Space shuttles", 
    "Spacecraft", 
    "Special years", 
    "Technological innovations", 
    "User charges", 
    "Water quality", 
    "Weather forecasting"
  ], 
  "subjects_top_term": "Space sciences", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-05", 
    "text": "National Aeronautics and Space Administration Authorization Act, Fiscal Year 1993 - Title I: Authorization of Appropriations - Authorizes FY 1993 appropriations to the National Aeronautics and Space Administration (NASA) for: (1) research and development; (2) space flight, control, and data communications; (3) construction of facilities; (4) research and program management; and (5) the Inspector General. Requires the Administrator of NASA (Administrator) to: (1) report to the Congress on a New Launch System and expendable launch vehicles; and (2) carry out an Earth Observing System program. Title II: General Provisions - Permits the use of appropriations for research and development and space flight, control, and data communications for certain items of a capital nature (other than land acquisition) required for the performance of research and development contracts and for grants to nonprofit educational and research organizations for construction or purchase of additional research facilities. Prohibits the use of these funds for the construction of any major facility whose estimated cost exceeds a specified amount, unless the Administrator of NASA notifies specified congressional committees. Authorizes the use of certain funds, subject to limitations, for: (1) facilities construction, repair, or modification; (2) unforeseen programmatic facility project needs; (3) repair or modification of facilities controlled by the General Services Administration; and (4) scientific consultations or extraordinary expenses. Authorizes reprogramming of certain funds for: (1) transatmospheric research and technology; and (2) construction of facilities. Permits upward variances of funds for facilities construction under circumstances outlined in this Act. Makes available specified funds for the construction and modification of facilities. Requires the Administrator to notify specified congressional committees of the nature, cost, and reasons for such construction before expending the funds in question. Prohibits, until 30 days following congressional receipt of the Administrator's full explanation, the use of funds appropriated pursuant to this Act for any program that: (1) has been deleted by the Congress; (2) is in excess of the amount actually authorized for the particular program by specified provisions; or (3) has not been presented to either of specified congressional committees. Limits obligation of unauthorized appropriations and requiures related reports to the Congress and the Comptroller General. Requires NASA to submit to the Congress a five-year budget and an estimate of the lifecycle costs associated with each program. Amends the Commercial Space Launch Act to authorize FY 1993 appropriations. Prohibits user fees unless specifically authorized by the Act. Authorizes FY 1993 appropriations: (1) to carry out activities of the National Space Council; and (2) to the Secretary of Commerce for the Office of Space Commerce. Requires: (1) the Administrator to report to the appropriate congressional committees on the single stage rocket technology flight test program; and (2) the National Space Council to report to such committees on a national aerospace transportation technology plan. Declares the sense of the Congress with regard to multilateral scientific cooperation and the Space Agency Forum on International Space Year, including activities by NASA and the National Oceanic and Atmospheric Administration. Repeals provisions of the National Aeronautics and Space Administration Authorization Act, Fiscal Year 1991 authorizing appropriations for the Comet Rendezvous Asteroid Flyby/Cassini mission. Amends the National Science Foundation Act of 1950 to authorize the National Science Foundation to foster the development and use of computer networks in support of research and education. Directs the President to report to the Congress on various opportunities for increased space-related trade and cooperation with the independent states of the former Soviet Union. Authorizes the Office of Space Commerce of the Department of Commerce to conduct trade missions for the purpose of familiarizing U.S. aerospace industry representatives with space-related business opportunities in the independent states. Requires agencies conducting procurement to comply with specified provisions of the Buy American Act. Requires investigation, in meeting NASA's needs for additional facilities, of abandoned and underused buildings, grounds, and facilities in depressed communities. Mandates a study and report to the Congress regarding the extent to which information developed by NASA is brought to market by foreign aerospace firms more quickly than by U.S. companies. Directs the Administrator of the National Oceanic and Atmospheric Administration to: (1) establish an Institute for Aviation Weather Prediction, which shall expand upon the activities of the aviation unit currently at the National Severe Storms Center in Kansas City, Missouri; and (2) provide an opportunity for Center employees to assume comparable Institute duties. Title III: Experimental Program to Stimulate Competitive Research on Space and Aeronautics - Experimental Program to Stimulate Competitive Research on Space and Aeronautics Act - Directs the Administrator to establish an Experimental Program to Stimulate Competitive Research on Space and Aeronautics among eligible States. Obligates funds for program grants. Title IV: High Risk Research and Development Contract Administration - Mandates an assessment of the allocation of risk between the Government and its contractors for future research and development contracts regarding increasing the contractor's risk to conform to contract requirements. Requires development of regulations for the administration of research and development contracts regarding: (1) the use of performance-based contracts; (2) clauses obligating the Government to pay for correction of defects; and (3) cost recovery for defective work. Title V: Commercial Space Competitiveness - Amends the Commercial Space Launch Act to extend through January 1, 2000, the deadline for Government payment of certain launch-related third party claims. Directs the Administrator to establish a commercial space launch voucher demonstration program, which shall expire after September 30, 1995. Authorizes the Secretary of Transportation to make space transportation infrastructure grants. Authorizes appropriations. Directs the Administrator and the Secretary of Defense, in coordination with the Secretary of Transportation, to inventory and identify all U.S.-owned launch support facilities. Authorizes: (1) the Administrator or the Administrator of the National Oceanic and Atmospheric Administration to enter into multiyear anchor tenancy contracts under specified conditions; and (2) use of Government space facilities on a reimbursable basis by non-Federal entities under specified conditions. Amends the National Aeronautics and Space Act to authorize the Administrator to protect from dissemination information developed under Space Act agreements with non-Federal parties for up to five years. Establishes a Commercial Space Achievement Award. Sets forth Award criteria. Title VI: Biomedical Research in Space - Directs the Administrator and the Director of the National Institutes of Health to jointly establish: (1) a biomedical research joint working group; (2) a biomedical research grant program; (3) a biomedical research fellowship program; and (4) a plan to conduct joint biomedical research activities by the republics of the former Soviet Union and the United States. Directs the Administrator to establish a national electronic data archive for biomedical research data obtained from space-based experiments. Directs the Administrator, with the Director of the Federal Emergency Management Agency, the Director of the Office of Foreign Disaster, and the Surgeon General of the United States, to jointly establish an international telemedicine satellite consultation capability to support disaster area emergency medical services. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Aeronautics and Space Administration Authorization Act, Fiscal Year 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Experimental Program to Stimulate Competitive Research on Space and Aeronautics Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Aeronautics and Space Administration Authorization Act, Fiscal Year 1993", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Experimental Program to Stimulate Competitive Research on Space and Aeronautics Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations to the National Aeronautics and Space Administration for research and development, space flight, control and data communications, construction of facilities, research and program management, and Inspector General, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:15:02-05:00"
}