{
  "actions": [
    {
      "acted_at": "1973-12-04", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11760-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-04", 
  "number": "11760", 
  "official_title": "A bill to require the labeling of electrical appliances with respect to their comparative efficiency in the use of electricity and to provide for the establishment of minimum standards of efficiency for such appliances.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8362-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Electrical Appliance Standards Act", 
  "sponsor": {
    "district": "98", 
    "name": "du Pont, Pierre S., IV", 
    "state": "DE", 
    "thomas_id": "00319", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-04", 
  "subjects": [
    "Consumer protection", 
    "Electric appliances", 
    "Labeling", 
    "Product safety", 
    "Safety measures"
  ], 
  "subjects_top_term": "Electric appliances", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-04", 
    "text": "Electrical Appliance Standards Act - States that no manufacturer, distributor, wholesaler, or retailer of electrical appliances shall sell or offer for sale in, or in any manner affecting, interstate commerce any electrical appliance after the effective date of a standard promulgated by the Federal Trade Commission under this Act applicable to that standard unless the appliance is labelled in accordance with the requirements of that standard as to the comparative efficiency with which that appliance utilizes electrical power. States that no manufacturer, distributor, wholesaler, or retailer of electrical appliances shall advertise or cause to be advertised any such appliance for sale through any communications medium unless that advertisement contains a statement of the comparative efficiency with which that appliance utilizes electrical power in accordance with the requirements of such standard. Provides that the Federal Trade Commission shall by rule on the record after opportunity for an agency hearing promulgate standards for labelling electrical appliances with respect to their efficiency in utilizing electrical power relative to the efficiency of other electrical appliances of the same type. States that the Act of selling or offering for sale (including causing an advertisement to be published or broadcast) any electrical appliance in violation of the provisions of this Act constitutes an unfair or deceptive Act or practice in commerce in violation of the provisions of the Federal Trade Commission Act (15 U.S.C. 45(A)(1)) States that any person who knowingly violates this Act shall be subject to a civil penalty not to exceed $2,000 for each such violation. States that any person who knowingly and willfully violated this Act shall be fined not more than $50,000 or be imprisoned for not more than one year, or both. States that the United States District courts shall have jurisdiction to restrain any violation of this Act, or to restrain any person from advertising or distributing in commerce an electrical appliance which does not comply with the requirements of any applicable standard promulgated by the Commission under this Act. States that any person may commence a civil action on his own behalf: (1) against any manufacturer, distributor, wholesaler, or retailer of electrical appliances who is alleged to be in violation of the provisions of this Act, or (2) against any Federal agency, where there is an alleged failure of the appropriate agency to perform any act or duty under this Act which is not discretionary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electrical Appliance Standards Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the labeling of electrical appliances with respect to their comparative efficiency in the use of electricity and to provide for the establishment of minimum standards of efficiency for such appliances.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:05-05:00"
}