{
  "actions": [
    {
      "acted_at": "2011-07-20T15:26:00-04:00", 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 112-169, by Mr. Wolf.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-20T15:27:00-04:00", 
      "calendar": "Union", 
      "number": "113", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 113.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2011-10-17", 
      "bill_ids": [
        "hr2112-112"
      ], 
      "references": [], 
      "text": "See also H.R. 2112.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2596-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-07-20", 
  "number": "2596", 
  "official_title": "Making appropriations for Departments of Commerce and Justice, and Science, and Related Agencies for the fiscal year ending September 30, 2012, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2112-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1572-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1572-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2323-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Commerce, Justice, Science, and Related Agencies Appropriations Act, 2012", 
  "sponsor": {
    "district": "10", 
    "name": "Wolf, Frank R.", 
    "state": "VA", 
    "thomas_id": "01238", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-07-20T15:27:00-04:00", 
  "subjects": [
    "Abortion", 
    "Appropriations", 
    "Building construction", 
    "Census and government statistics", 
    "Commission on Civil Rights", 
    "Correctional facilities and imprisonment", 
    "Crime victims", 
    "Crimes against women", 
    "Criminal justice information and records", 
    "Department of Commerce", 
    "Department of Justice", 
    "Drug Enforcement Administration (DEA)", 
    "Drug trafficking and controlled substances", 
    "Economics and public finance", 
    "Employment discrimination and employee rights", 
    "Equal Employment Opportunity Commission (EEOC)", 
    "Executive agency funding and structure", 
    "Federal Bureau of Investigation (FBI)", 
    "Federal Prison Industries, Inc.", 
    "Fishes", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Intellectual property", 
    "Law enforcement administration and funding", 
    "Law enforcement officers", 
    "Lawyers and legal services", 
    "Legal Services Corporation", 
    "Mammals", 
    "Marine Mammal Commission", 
    "Marine and coastal resources, fisheries", 
    "Minority and disadvantaged businesses", 
    "National Aeronautics and Space Administration", 
    "National Science Foundation", 
    "Office of Science and Technology Policy", 
    "Office of the U.S. Trade Representative", 
    "Research administration and funding", 
    "Space flight and exploration", 
    "Violent crime", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2011-07-20", 
    "text": "Commerce, Justice, Science, and Related Agencies Appropriations Act, 2012 - Makes appropriations for FY2012 for the Departments of Commerce and Justice, for science-related programs, and related agencies. Title I: Department of Commerce - Department of Commerce Appropriations Act, 2012 - Makes appropriations for the Department of Commerce for FY2012 for: (1) the International Trade Administration; (2) the Bureau of Industry and Security; (3) the Economic Development Administration; (4) the Minority Business Development Agency; (5) economic and statistical analysis programs; (6) the Bureau of the Census; (7) the National Telecommunications and Information Administration; (8) the Patent and Trademark Office (USPTO); (9) the National Institute of Standards and Technology (NIST), including for the Hollings Manufacturing Extension Partnership; (10) the National Oceanic and Atmospheric Administration (NOAA); and (11) departmental management, including for the Office of Inspector General and for the renovation and modernization of the Herbert C. Hoover Building. Directs the Secretary of Commerce to establish a task force on job repatriation and manufacturing growth and report on related incentive strategies and implementation plans. (Sec. 105) Sets forth determinations that must be made by the Under Secretary of Commerce for Oceans and Atmosphere in order for NOAA to enter into a contract for development of a major program (an activity approved to proceed to implementation that has an estimated lifecycle cost of more than $250 million), including that the technical, cost and schedule risks of the program are clearly identified and that the program has demonstrated a high likelihood of accomplishing its intended goals. Requires the Under Secretary to annually submit a Major Program Annual Report that includes such required information for the satellite development program for which NOAA proposes to expend funds in the subsequent year. (Sec. 110) Establishes in the Treasury a Fisheries Enforcement Asset Forfeiture Fund and a Sanctuaries Enforcement Asset Forfeiture Fund. Title II: Department of Justice - Department of Justice Appropriations Act, 2012 - Makes appropriations for the Department of Justice (DOJ) for FY2012 for: (1) general administration, including for the Federal Detention Trustee and the Office of Inspector General; (2) the United States Parole Commission; (3) legal activities, including for reimbursement from the Vaccine Injury Compensation Trust Fund for processing cases under the National Childhood Vaccine Injury Act of 1986, the Offices of the United States Attorneys, the United States Trustee Program, the Foreign Claims Settlement Commission, the Community Relations Service, and the Assets Forfeiture Fund and for each U.S. Attorney to establish a task force on human trafficking; (4) the United States Marshals Service; (5) the National Security Division; (6) interagency crime and drug enforcement; (7) the Federal Bureau of Investigation (FBI); (8) the Drug Enforcement Administration (DEA); (9) the Bureau of Alcohol, Tobacco, Firearms, and Explosives (ATF); (10) the federal prison system, including for the Federal Prison Industries, Incorporated; (11) the Office on Violence Against Women for violence against women prevention and prosecution programs, including for establishment of a national clearinghouse to provide training and technical assistance on issues relating to sexual assault of American Indian and Alaska Native women; and (12) the Office of Justice Programs, including for state and local law enforcement assistance and public safety officers benefits. (Sec. 202) Prohibits the use of funds to: (1) pay for an abortion, except where the life of the mother would be endangered if the fetus were carried to term or in the case of rape; or (2) require any person to perform or facilitate an abortion. (Sec. 213) Directs the Attorney General to report to the House and Senate Committees on Appropriations a cost and schedule estimate for the final operating capability of the FBI's Sentinel program, which shall be submitted concurrently to DOJ's Office of Inspector General, which shall provide an assessment of it. Title III: Science - Science Appropriations Act, 2012 - Makes appropriations for FY2012 for: (1) the Office of Science and Technology Policy; (2) the National Aeronautics and Space Administration (NASA), including for science, aeronautics, space technology, exploration, space operations, and aerospace and aeronautical education research and development activities, for cross agency support, for construction and environmental compliance and restoration, and for the Office of Inspector General; and (3) the National Science Foundation (NSF), including for the Office of the National Science Board and the Office of Inspector General. Title IV: Related Agencies - Makes appropriations for FY2012 for: (1) the Commission on Civil Rights; (2) the Equal Employment Opportunity Commission (EEOC); (3) the International Trade Commission; (4) the Legal Services Corporation; (5) the Marine Mammal Commission; (6) the Office of the United States Trade Representative; and (7) the State Justice Institute. Title V: General Provisions - (Sec. 501) Sets forth requirements, restrictions, and limitations on the use of funds appropriated by this Act. (Sec. 506) Prohibits the use of funds to implement, administer, or enforce any EEOC guidelines covering harassment based on religion when it is made known to the federal entity to which such funds are made available that such guidelines do not differ in any respect from the proposed guidelines published by the Commission on October 1, 1993. (Sec. 507) Makes any person who mislabels a product sold in or shipped to the United States as \"Made in America\" ineligible to receive any contract or subcontract funded by this Act. (Sec. 508) Requires the Department of Commerce, DOJ, NSF, and NASA to: (1) provide quarterly reports on the status and balances of appropriations at the account level, and (2) submit spending plans within 60 days after this Act's enactment. (Sec. 510) Prohibits the use of funds to promote the sale or export of tobacco or tobacco products or to seek the removal by any foreign country of restrictions on marketing of such products, except for restrictions which are not applied equally to all tobacco products of the same type. (Sec. 511) Prohibits funding for the implementation of: (1) any user fee for background checks under the Brady Handgun Control Act of 1993, or (2) any background check system that does not require and result in the destruction of information submitted by an individual certified as eligible to possess or receive a firearm. (Sec. 513) Prohibits the use of DOJ funds to discriminate against or denigrate the religious or moral beliefs of students who participate in DOJ programs or of the parents or legal guardians of such students. (Sec. 516) Declares that ATF firearms tracing studies are released without adequate disclaimers regarding the limitations of the data. (Sec. 518) Prohibits the use of funds to: (1) issue patents on claims directed to or encompassing a human organism; (2) support or justify the use of torture by any official or contract employee of the U.S. government; (3) pay administrative expenses or to compensate U.S. officers or employees in connection with requiring licenses for exporting certain firearms to Canada with a total value not exceeding $500 wholesale in any transaction or denying certain import applications regarding curios or relics, firearms, parts, or ammunition; (4) include in any new bilateral or multilateral trade agreement certain language of the United States-Singapore Free Trade Agreement, the United States-Australia Free Trade Agreement, or the United States-Morocco Free Trade Agreement; or (5) authorize or issue a national security letter in contravention of specified statutes authorizing the FBI to issue national security letters. (Sec. 526) Requires departments, agencies, and commissions funded under this Act to establish and maintain on their Internet websites direct links to their Offices of Inspector General and a mechanism for anonymously reporting waste, fraud, and abuse. (Sec. 528) Rescinds certain unobligated funds available to: (1) the Department of Commerce; and (2) DOJ, including Community Oriented Policing Services funds. (Sec. 531) Prohibits the use of funds under this Act to: (1) transfer or release to or within the United States Khalid Sheikh Mohammed or any other detainee who is not a U.S. citizen or a member of the U.S. Armed Forces and who is or was held on or after June 24, 2009, at the U.S. Naval Station, Guantanamo Bay, Cuba, by the Department of Defense (DOD); or (2) construct, acquire, or modify any facility in the United States, its territories, or possessions to detain or imprison such a detainee. (Sec. 533) Prohibits the distribution of funds to the Association of Community Organizations for Reform Now (ACORN) or its subsidiaries. (Sec. 534) States that funds made available in this Act should be used to purchase light bulbs that are \"Energy Star\" qualified or have the \"Federal Energy Management Program\" designation. (Sec. 536) Prohibits the use of funds under this Act: (1) to relocate the Bureau of the Census or employees from the Department of Commerce to the jurisdiction of the Executive Office of the President; (2) for NASA or the Office of Science and Technology Policy to develop, plan, or implement a bilateral policy, order, or contract to participate, collaborate, or coordinate bilaterally with China or a Chinese-owned company unless such activities are specifically authorized by law enacted after this Act's enactment; (3) to pay salaries or expenses of personnel to deny, or fail to act on, an application for the importation of any model of shotgun if all other legal requirements are met and if no application for the importation of such model had been denied by the Attorney General prior to January 1, 2011, on the basis that the shotgun was not particularly suitable for or readily adaptable to sporting purposes; (4) to enter into a contract with, make a grant to, or provide a loan or loan guarantee to any corporation that was convicted of a felony criminal violation under federal law within the preceding 24 months or that has any federal tax liability that has been assessed but not paid in a timely manner pursuant to an agreement with the authority responsible for collecting the tax liability; or (5) to require a person licensed to engage in the business of importing, manufacturing, or dealing in firearms or ammunition to report information to DOJ regarding the sale of multiple rifles or shotguns to the same person. (Sec. 543) Rescinds an amount equal to .1% of the budget authority provided: (1) by this Act for FY2012 for any discretionary account of this Act; and (2) in any advance appropriation for FY2012 for any discretionary account in any prior year Commerce, Justice, Science, and Related Agencies Appropriation Act. Exempts the budget authority provided by this Act for NOAA operations, research, and facilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commerce, Justice, Science, and Related Agencies Appropriations Act, 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Commerce Appropriations Act, 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Justice Appropriations Act, 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Science Appropriations Act, 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Commerce, Justice, Science, and Related Agencies Appropriations Act, 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of Commerce Appropriations Act, 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of Justice Appropriations Act, 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Science Appropriations Act, 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for Departments of Commerce and Justice, and Science, and Related Agencies for the fiscal year ending September 30, 2012, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:21:35-05:00"
}