{
  "actions": [
    {
      "acted_at": "1977-10-18", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9623-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-10-18", 
  "number": "9623", 
  "official_title": "A bill to amend title 13 of the United States Code to establish a decennial census procedure.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Census Act", 
  "sponsor": {
    "district": "13", 
    "name": "Lehman, William", 
    "state": "FL", 
    "thomas_id": "00680", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-10-18", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Census", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Population statistics"
  ], 
  "subjects_top_term": "Census", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-10-18", 
    "text": "Establishes procedures for taking the decennial census. Establishes a decennial census period beginning two years prior to the decennial census date and ending three years after such date. Authorizes the Secretary of Commerce during this period to conduct a trial census which shall be the final test of all the procedures to be used in taking the decennial census. Requires the Secretary to submit a report regarding such trial census to specified committees in Congress prior to conducting such a census. Stipulates that no changes may be made in the content or procedures to be used in taking a decennial census after four months following the date of a trial census. Stipulates that the decennial census shall consist only of: (1) an enumeration of the population; (2) sample surveys of the characteristics of the population and housing of the United States; and (3) supplemental surveys necessary to meet the needs of the Federal, State, or local government for economic and social data. Sets forth restrictions regarding the collection of such data. Allows employees conducting the enumeration of population access to the records of the Federal Government, and of State or local governments which are necessary to insure that all individuals and households are counted. Stipulates that such information may only be used for purposes of the enumeration. Prohibits the Secretary, with respect to the sample surveys of population and housing characteristics, from using any questionnaire unless such questionnaire has been submitted to Congress and neither House has adopted a resolution of disapproval. Authorizes the Secretary to conduct special surveys in a State for the purpose of clarifying the findings of decennial supplemental surveys under specified conditions. Directs the Secretary to establish (1) procedures for determining if errors have occurred in the process of calculating the data with respect to the enumeration of population and the survey of population and housing characteristics, and (2) methods for correcting such errors. Directs the Secretary, beginning in 1985 and every ten years thereafter to conduct a mid-decade census of population. Requires the use of the most recent data, either from the decennial or mid-decade census, in determining eligibility for benefits under Federal programs in which census data is a factor. Requires the Secretary to submit specified reports to Congress prior to the taking of a decennial or mid-decade census. Directs the Secretary to insure that the language and categories of questions used on census forms take into account the needs and preferences of the public. Authorizes the Secretary to establish a program for the training and selection of supervisory employees engaged in decennial census activities. Directs the Secretary to prepare a plan for conducting censuses other than the decennial or mid-decade census. Authorizes the Secretary to issue \"determination estimates\" defined as estimates derived from any data which is not produced as an activity of the decennial census period, and which is produced to enable the executive branch of the Federal Government to determine the amount of benefit received under a Federal law by a State or unit of local government. Directs the Secretary to establish procedures for the timely consideration and disposition of challenges by a State or unit of local government concerning the validity of such a determination estimate. Directs the Secretary to establish a Division of Evaluation to evaluate censuses and to submit the results of such evaluation to the Secretary and to analyze disagreements with respect to determination estimates. Stipulates that such Division shall terminate ten years after the enactment of this Act. Directs the General Accounting Office to audit the activities of the Division at least one year prior to its termination. Directs the Secretary to establish a plan for citizen participation in conducting censuses, surveys, or other collections of statistics. Directs the Secretary, with respect to the utilization of temporary staff, to issue regulations specifying the conditions under which such staff may be utilized, the number of such staff who may be used at one time, and the information to which such individuals may have access. Directs the Secretary in 1979, in 1983, and in every fifth year thereafter, to conduct a census of agriculture. Directs the Secretary to conduct a census of irrigation and drainage in 1979, 1988, and every tenth year after 1988."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Census Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 13 of the United States Code to establish a decennial census procedure.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:13-05:00"
}