{
  "actions": [
    {
      "acted_at": "1982-02-11", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-12-07", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-12-13", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator McClure with amendments. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-13", 
      "calendar": "Senate Legislative", 
      "number": "1004", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 1004.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2110-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-02-11", 
  "number": "2110", 
  "official_title": "A bill to establish the Lee Metcalf Wilderness and Management Area in the State of Montana, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lee Metcalf Wilderness and Management Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Melcher, John", 
    "state": "MT", 
    "thomas_id": "00790", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-12-07", 
  "subjects": [
    "Animals and Animal Protection", 
    "Forests and forest products", 
    "Land use", 
    "Montana", 
    "National forests", 
    "Parks and Natural Areas", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Wilderness areas", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1982-12-13", 
    "text": "(Reported to Senate from the Committee on Energy and Natural Resources with amendment (without written report)) Lee Metcalf Wilderness and Management Act of 1982 - Designates specified lands within the Beaverhead and Gallatin National Forests in Montana and within the Dillon Resource Area in Montana as the Lee Metcalf Wilderness. Establishes within the Gallatin National Forest the Lee Metcalf Management Area which shall be withdrawn from all forms of appropriations under mining, mineral leasing, and geothermal leasing laws and which shall be administered by the Secretary of Agriculture to maintain its presently existing wilderness character, with no commercial timber harvest or additional road construction permitted. Requires that motor vehicles be allowed in the area only where they are compatible with the protection and propagation of wildlife in the area. Provides that the following areas have been adequately studied for wilderness and need not be managed to protect their suitability for wilderness designation pending revision of the initial plans required for such lands by the Forest and Rangeland Renewable Resources Planning Act of 1974: (1) the Mount Henry Wilderness Study Area in the Kootenai National Forest; (2) portions of the Taylor-Hilgard Wilderness Study Area in the Beaverhead and Gallatin National Forests; (3) certain lands in the Gallatin and Beaverhead National Forests identified as area 1549 in the Forest Service Roadless Area Review and Evaluation (II) Final Environmental Statement (dated May 3, 1979); and (4) the proposed Tongue River Breaks Wilderness in the Custer National Forest. Provides that the following lands have been adequately studied for wilderness, need not be managed to protect their suitability for wilderness designation, and are available for the uses considered appropriate in land use plans developed pursuant to the Federal Land Policy and Management Act: (1) lands in the Powder River Resource Area identified as Tongue River Breaks Contiguity; (2) lands in the Dillon Resource Area identified as Madison Tack-Ons; and (3) the Bear Trap Canyon Study Area. Directs the Secretary to exclude from the Absaroka-Beartooth Wilderness in Montana: (1) non-Federal lands platted as a specified homestead entry survey, plus any additional land needed to provide vehicular access to such lands; and (2) approximately 40 acres located in the West Fork Mill Creek in order to exclude about 0.3 miles of road, parking area, and public facilities. Removes the road contained in the U.S. Bend Wilderness from the National Wilderness Preservation System. Requires the Secretary of the Interior to open such road to motorized vehicles. Requires: (1) an exchange of lands and interest within the Lee Metcalf Wilderness between Burlington Northern, Incorporated, and the United States; and (2) the revocation of existing withdrawals on the Federal lands. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lee Metcalf Wilderness and Management Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Lee Metcalf Wilderness and Management Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Lee Metcalf Wilderness and Management Area in the State of Montana, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:11-05:00"
}