{
  "actions": [
    {
      "acted_at": "2007-06-20", 
      "references": [
        {
          "reference": "CR S8078-8079", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-20", 
      "committee": "Committee on Small Business and Entrepreneurship", 
      "references": [
        {
          "reference": "CR S8079-8087", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business and Entrepreneurship.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-06-26", 
      "in_committee": "Committee on Small Business and Entrepreneurship", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Small Business and Entrepreneurship. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-09-26", 
      "committee": "Small Business and Entrepreneurship", 
      "references": [], 
      "text": "Committee on Small Business and Entrepreneurship. Reported by Senator Kerry with an amendment in the nature of a substitute. With written report No. 110-185.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2007-09-26", 
      "calendar": "Senate Legislative", 
      "number": "386", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 386.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1671-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Small Business and Entrepreneurship", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2007-06-20", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-06-20", 
  "number": "1671", 
  "official_title": "A bill to reauthorize and improve the entrepreneurial development programs of the Small Business Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Entrepreneurial Development Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-06-26", 
  "subjects": [
    "Alaska", 
    "Authorization", 
    "Black colleges", 
    "Business education", 
    "Commerce", 
    "Conferences", 
    "Drug abuse", 
    "Drugs and employment", 
    "Economics and public finance", 
    "Education", 
    "Employee health benefits", 
    "Entrepreneurs", 
    "Executive reorganization", 
    "Executives", 
    "Federal aid to education", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government regulation", 
    "Grants-in-aid", 
    "Hawaiians", 
    "Health", 
    "Health insurance", 
    "Higher education", 
    "Hispanic Americans", 
    "Housing and community development", 
    "Indian economic development", 
    "Indigenous peoples", 
    "Labor and employment", 
    "Minorities", 
    "Minority business enterprises", 
    "Small Business Administration", 
    "Small business", 
    "Women", 
    "Women in business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2007-09-26", 
    "text": "Entrepreneurial Development Act of 2007 - Title I: Reauthorization - (Sec. 101) Amends the Small Business Act to reauthorize for FY2008-FY2010 the following small business assistance programs administered by the Small Business Administration (SBA): (1) the Service Corps of Retired Executives (SCORE) program; (2) the small business development center (SBDC) program; and (3) the Paul D. Coverdell drug-free workplace program. Title II: Women's Small Business Ownership Programs - (Sec. 201) Requires the SBA's Assistant Administrator for Women's Business Ownership to: (1) address issues for women-owned businesses concerning management, operations, manufacturing, technology, finance, retail and product sales, international trade, and other disciplines required for starting, operating, and growing a small business; and (2) develop programs and services for women-owned business in the above areas, as well as professional services, travel and tourism, and federal government contract business development. Directs the SBA Administrator to: (1) provide annual programmatic and financial oversight training for SBA women's business ownership representatives and district office technical representatives; and (2) revise, through specified procedures, the transparency of the women's business center grant proposal process and the programmatic and financial oversight process. (Sec. 202) Revises the SBA's women's business center (WBC) program to authorize the Administrator to award grants of up to $150,000 per year to private, nonprofit organizations to conduct five-year projects to provide financial, management, and marketing assistance to small businesses owned and controlled by women. Requires the Administrator to recognize the existence and activities of any association of WBCs formed to address matters of common concern. Revises application requirements and criteria for initial grants under the WBC program. Requires the Administrator to: (1) conduct a site visit at each WBC for which a grant is sought; and (2) provide justification to the congressional small business committees if a grant is awarded to a WBC located within 50 miles of an existing WBC. Reauthorizes the WBC program for FY2008-FY2010. Directs the Administrator to promptly disburse funds to any WBC grantee. (Sec. 203) Revises provisions concerning the SBA's National Women's Business Council to: (1) empower the Council to cosponsor events and activities with public and private entities; (2) allow replacement of representatives of Council member organizations during the service term to which the member was appointed; (3) establish working groups within the Council; and (4) direct the Council to serve as an electronic clearinghouse for information on small businesses owned and controlled by women. Reauthorizes the Council for FY2008-FY2010. (Sec. 204) Revises provisions concerning the Interagency Committee on Women's Business Enterprise to: (1) provide for an acting Committee chairperson in the event of a vacancy; and (2) establish a Policy Advisory Group to assist the chairperson in developing women's business enterprise policies and programs. Requires the Policy Advisory Group to meet at least three times a year. (Sec. 205) Requires: (1) an equal number of Council members representing each of the two major political parties; and (2) that if a vacancy is not filled or there otherwise exists an imbalance in such representation for more than 30 days, then the Administrator must submit an explanation to the small business committees. Title III: International Trade - (Sec. 301) Revises provisions concerning the SBA's Office of International Trade to establish as the head of the Office the Associate Administrator for International Trade. (Sec. 302) Expands such Office's trade distribution network to include U.S. export assistance centers. Designates an individual within the SBA as a trade financial specialist to oversee SBA international loan programs. Requires an annual report from the Office to the small business committees on Office progress in implementing requirements of this section, as well as related matters. Requires the Administrator to ensure, during the period of FY2008-FY2010, that the number of full-time SBA international financing specialists is at least at the level of such employees as of January 1, 2003. Title IV: Native American Small Business Development Program - Native American Small Business Development Act of 2007 - (Sec. 402) Establishes within the SBA the Office of Native American Affairs, headed by an Assistant Administrator of Native American Affairs, to implement SBA programs for the development of business enterprises by Native Americans. Requires: (1) the SBA to provide financial assistance to tribal governments, tribal colleges, Native Hawaiian organizations, and Alaska Native corporations to create Native American business centers; and (2) each such center to conduct projects for business development assistance for such entities. Authorizes each business center to enter into a contract or cooperative agreement with a federal department or agency to provide specific assistance to Native American and other underserved small businesses located on or near tribal lands. Requires each center to annually provide the SBA with a cost breakdown of expenditures during the previous year. Outlines conditions for continued center funding. Directs the SBA to report to the small business committees on the effectiveness of projects conducted by such centers as well as any pilot programs administered by the Office of Native American Affairs. Authorizes appropriations. (Sec. 403) Establishes a four-year pilot program under which the SBA is authorized to award Native American development grants to provide culturally tailored business development training and related services to Native Americans and Native American small businesses. Limits grant amounts to $100,000 for each project year. Requires each grant recipient to report annually to the SBA on the impact of the grant funding. Authorizes appropriations. Establishes a four-year pilot program under which the SBA shall award at least three American Indian tribal assistance center grants to establish joint projects to provide culturally tailored business development assistance to current and prospective owners of small businesses located on or near tribal lands. Limits grant amounts to $200,000 for each project year. Requires each grant recipient to report annually to the SBA on the impact of grant funding. Authorizes appropriations. Title V: National Small Business Regulatory Assistance - National Small Business Regulatory Assistance Act of 2007 - (Sec. 503) Directs the Administrator to establish a pilot program to provide regulatory compliance assistance to small businesses through participating SBDCs. Requires the Administrator to enter into arrangements with participating SBDCs to provide: (1) access to regulatory information and resources; (2) training and education activities; (3) confidential counseling to owners and operators of small businesses regarding compliance with federal regulations; (4) technical assistance; and (5) partnerships with federal compliance programs. Requires quarterly reports from each participating SBDC to the Administrator and the SBA's Chief Counsel for Advocacy. Requires the Administrator to select the SBDC programs of two states from each of ten groups of states for participation in the pilot program. Provides grant limits. Directs the Comptroller General to evaluate the pilot program and report evaluation results to the Administrator, the Chief Counsel for Advocacy, and the small business committees. Authorizes appropriations. Terminates the pilot program four years after disbursement of the first grant. (Sec. 504) Requires the Administrator, within 180 days after the enactment of this Act, to promulgate final regulations to carry out this title. Title VI: Other Provisions - (Sec. 601) Directs the Administrator to make minority entrepreneurship and innovation grants to historically black colleges and universities, tribal colleges, and Hispanic-, Alaska Native-, and Native Hawaiian-serving institutions, or any entity formed by a combination of such institutions. Requires each institution or entity receiving a grant to: (1) develop a curriculum that includes training in skill sets needed by entrepreneurs; and (2) open an SBDC that provides assistance in the management, financing, and operation of small businesses. Provides grant limits. Directs the SBA's Associate Administrator of Entrepreneurial Development to submit annually to the small business committees an evaluation of the award and use of such grants. Authorizes appropriations. (Sec. 602) Requires that, after December 31, 2007, the Administrator make such grants only to institutions of higher education that are accredited (and not merely in preaccreditation status) or to a women's business center operating as an SBDC, unless the applicant was already receiving such a grant on December 31, 2007. (Sec. 603) Directs the Administrator to establish a pilot program to make up to 20 grants to SBDCs to provide to small businesses neutral and objective information and educational materials regarding health insurance options. Prohibits the Administrator, in making grant selections, from selecting more than: (1) two programs from each of ten listed groups of states; and (2) one program in any state. Provides grant limits. Requires quarterly reports from participating SBDCs to the small business committees. Authorizes appropriations. (Sec. 604) Requires ten (currently, nine) members on the National Small Business Development Center Advisory Board. (Sec. 605) Authorizes the Office of Native American Affairs to conduct a pilot program to provide economic development assistance to Indian tribes. Terminates the program at the end of FY2009. Requires a program report from the Office to the small business committees. (Sec. 606) Provides personal and business information privacy protection for clients of SCORE consistent with those provided for clients of SBDCs. (Sec. 607) Directs the President: (1) no later than December 31, 2009, to convene a National Small Business Summit to examine present conditions and the future of the U.S. community of small businesses; and (2) to issue a report on summit results."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Entrepreneurial Development Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Small Business Regulatory Assistance Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Native American Small Business Development Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Entrepreneurial Development Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Small Business Regulatory Assistance Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Native American Small Business Development Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize and improve the entrepreneurial development programs of the Small Business Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:43-05:00"
}