{
  "actions": [
    {
      "acted_at": "1991-10-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-24", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Select Education", 
      "text": "Referred to the Subcommittee on Select Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3458-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Select Education", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-01", 
  "number": "3458", 
  "official_title": "To improve education in the United States by promoting excellence in research, development, and the dissemination of information.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Educational Research, Development, and Dissemination Excellence Act", 
  "sponsor": {
    "district": "12", 
    "name": "Owens, Major R.", 
    "state": "NY", 
    "thomas_id": "00883", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-10-01", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Associations, institutions, etc.", 
    "Authorization", 
    "Congressional districts", 
    "Congressional reporting requirements", 
    "Corporations", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational innovations", 
    "Educational research", 
    "Educational statistics", 
    "Educational technology", 
    "Executive reorganization", 
    "Federal aid to education", 
    "Federal aid to research", 
    "Government publications", 
    "Information networks", 
    "Information services", 
    "Libraries", 
    "Minority education", 
    "Presidential appointments", 
    "Regional educational laboratories", 
    "Research and development", 
    "Research centers", 
    "Research grants", 
    "Rural schools", 
    "Scholarships", 
    "School administration", 
    "Telephone", 
    "Urban education", 
    "Virginia"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-10-01", 
    "text": "Educational Research, Development, and Dissemination Excellence Act - Title I: General Provisions Regarding Office of Educational Research and Improvement - Amends the Department of Education Organization Act to direct the Assistant Secretary for Educational Research and Improvement (the Assistant Secretary) to administer the Office of Educational Research and Improvement (OERI) in accordance with the policies and priorities established by the National Educational Research Policy and Priorities Board (the Board, established under title II of this Act). Directs the Secretary of Education (the Secretary) to act through OERI in administering the Secretary's functions concerning research, development, demonstration, dissemination, evaluation, and assessment activities. Requires that the Assistant Secretary be appointed for a term of six years from among individuals who have significant experience or expertise in educational research and development. Amends the General Education Provisions Act (GEPA) to revise certain provisions relating to the purpose, administration, functions, and structure of OERI. Eliminates provisions for the National Advisory Council on Educational Research and Improvement. Directs the Secretary, acting through OERI, to carry out specified policies, in accordance with the policies and priorities established by the Board. Requires that OERI consist of programs and units in accordance with specified current GEPA provisions, as well as those added under this Act. Directs the Secretary to report annually to the appropriate congressional committees data on OERI, including numbers of current personnel, broken down by sex, race, and civil service classification, current vacancies, and projections of future personnel needs. Eliminates a specified exception (for small amounts or urgent situations) to the use of peer review procedures established by OERI in awarding competitive grants or contracts. Authorizes appropriations for FY 1992 through 1996 for OERI programs and units (both current ones and ones added by this Act). Allocates specified portions of such funds for certain purposes. Title II: National Educational Research Policy and Priorities Board - Amends GEPA to establish within OERI a National Educational Research Policy and Priorities Board (the Board). Makes the Board, acting through the Assistant Secretary, responsible for: (1) determining priorities for OERI expenditures on education research and development; (2) establishing basic policies for conduct and evaluation of all research, development, and dissemination carried out under auspices of the Department of Education (the Department); (3) making periodic recommendations to the President, the Congress, and the Secretary on administrative and statutory changes both to improve coordination of education research, development, and dissemination carried out by the Federal Government, and to develop a comprehensive and integrated system for dissemination of results of education research and developments; and (4) regularly review and evaluate implementation of its recommended priorities and policies by the Department and the Congress. Directs the Board to develop a research priorities program. Requires the Board to survey and assess the state of knowledge in education research and development to identify disciplines and areas of inquiry where knowledge is insufficient and which warrant further investigation, taking into account the views of both education researchers and practicing educators. Requires the Board to consult with the National Goals Panel and other authorities on education to identify national priorities for the improvement of education. Requires that such research priorities program recommend priorities for investment of OERI resources over the next five-, ten-, and 15-year periods. Requires including as priorities those areas of inquiry in which further research and development: (1) is necessary to attain the identified goals for improvement of education; (2) promises to yield the greatest practical benefits to teachers and other educators in improving education; and (3) will not be undertaken in sufficient scope or intensity by other Federal and non-Fedeal entities engaged in education research and development. Sets forth required contents of such program, including goals for OERI expenditures within recommended priority areas, specific objectives expected to be achieved by such expenditures, and recommendations as to relative distribution of resources within each priority area among the various entities engaged in such education research and development. Requires the Secretary to publish a biennial report, and submit such report and any public comment and suggestions to the President and the Congress, on the Board's proposed research priorities. Directs the Board to establish and maintain an ongoing program to improve coordination of education research, development, and dissemination activities within the Department and the Federal Government generally. Requires specified inventories and reports in connection with such coordination program. Directs the Board to develop (after soliciting and giving due consideration to public comments) policies and procedures for the conduct and evaluation of all OERI research, development, and dissemination activities, to assure that such activities meet the highest standards of professional excellence. Requires such policies to include standardized procedures (including peer review) for evaluation of applications for, and periodic review and evaluation of, all grants, contracts, and cooperative agreements by OERI. Directs the Secretary to promulgate regulations implementing such policies and procedures within 60 days of their transmittal by the Board. Authorizes the Board to establish subcommittees, convene workshops and conferences, and collect data. Requires equitable representation of education researchers, educators, school administrators, and other practitioners on each subcommittee. Sets forth Board powers and membership qualifications, in general. Requires that the 24 Board voting members be appointed by the President, by and with Senate's advice and consent, with specified numbers representing educational researchers, classroom teachers, State and local school teachers and officials, librarians, parents, nonprofit foundations, and business and industry. Designates specified Federal officials as ex-officio, nonvoting members. Requires that the Board be chaired by the Chair of the National Goals Panel. Sets forth provisions for terms of office and meetings. Title III: District Education Agent Program - Subtitle A: District Education Agent Program - Amends GEPA to direct OERI to establish a District Education Agent Program. Requires such Program, by creating an entity at the congressional district level to meet the National Education Goals, to: (1) speedily provide high quality, useful information and technical assistance to increase participation of parents and business and community leaders in partnership with teachers and education leaders; (2) provide an interactive and responsive delivery system for research, development, and dissemination, to assist school improvement efforts; (3) provide a local level intervention agent to guide application of tested, effective models and techniques for solving education-related problems; (4) identify gaps in Federal information, and launch new initiatives to address specific problems; (5) track past and present Federal grants to the district, to evaluate and improve their effectiveness; (6) channel information, materials, and technical assistance to the Learning Grant Institutions and other Federal research and development entities in the district; (7) use Federal agencies and instruments to disseminate useful information as quickly as possible; and (8) channel responses and feedback of practitioners back to the research and development community. Authorizes OERI to conduct a competitive grants program to establish 50 Learning Grant Institutions (LGIs) within 50 of the poorest congressional districts. Directs OERI to make competitive grants to not more than one LGI for each congressional district. Sets forth types of educational research entities eligible to receive such assistance. Requires LGI applicants to have: (1) developed an advisory board that meets certain requirements; and (2) appointed a district education agent to provide information and other education services in that district. Subtitle B: Bureau of Education and Extension - Amends GEPA to direct OERI to establish, within three months after enactment of this Act, a Bureau of Education Extension (the Bureau) to make grants to LGIs to establish the District Education Agent Program (DEAP). Directs the Bureau, acting within OERI, to: (1) develop and establish a competition for designation of LGIs to implement the Intensified District Education Agent Program (IDEAP) in the 50 poorest congressional districts, and prepare for the long-term establishment of DEAPs in the remaining congressional districts;' (2) provide technical assistance to congressional districts (Research and Development Districts or RDDs) to prepare for the IDEAP competition (allows RDDs to be the entire district or at least 250,000 residents, with the remainder of the district as a control for the educational improvement experiment); (3) respond to the assessed needs of each of the 50 IDEAPs, with access to research information, coordination of interagency services to develop programs for parent and school board member training, curricula, and continuing education for teachers and administrators; (4) develop a system to disseminate exemplary educational models, methods, techniques, and technologies to LGIs; (5) develop and support educational research seminars, training programs, teleconferences, and workshops for RDDs; (6) manage such grants, contracts, and cooperative agreements; (7) supervise, monitor, and evaluate the IDEAP; and (8) collect annual reports from each District Education Agent and deliver these to the Secretary, OERI, and appropriate congressional committees. Provides for a Bureau Director and staff of from ten to 15 full-time equivalent employees. Title IV: America on Line: National Education Dissemination Network - Subtitle A: National Education Research Library - Amends GEPA to establish within OERI a National Education Research Library (the Library), to be maintained as a governmental activity, to: (1) provide a central location within the Federal Government for information about education; (2) provide comprehensive reference services on education-related matters; and (3) promote greater cooperation and resource-sharing among education information providers and repositories in the United States. Requires the Library to establish and maintain a one-stop central information and referral service to respond to inquires from the public concerning: (1) Department of Education (Department) programs and activities; (2) Department and other Federal agency education-related publications; (3) OERI services and resources available to the public, including the ERIC Clearinghouses, the National Research and Development Centers, and the Regional Laboratories; (4) statistics and other information produced by the National Center for Education Statistics; and (5) referrals to additional sources of information and expertise about educational issues. Directs the Library to maintain and publicize a toll-free telephone number for public inquiries. Directs the Library to deliver comprehensive reference services of various types on education-related subjects to Department employees, other Federal employees, and members of the general public, with first priority to Department employees' requests. Directs the Library to promote greater cooperation and resource-sharing among libraries and archives with significant collections in the area of education, through various means. Requires the Library to be administered by an Executive Director appointed by the Secretary from among persons with significant training or experience in library and information science. Transfers to the Library all functions of the Department's: (1) Research Library; (2) Reference Section; (3) Information Branch; and (4) Information Technology Branch (except those relating to automatic data processing and other electronic equipment used for Department internal administrative purposes). Directs the Library, within 90 days after enactment of this Act, to promulgate a comprehensive collection development policy to govern its operations, acquisitions, and services to users. Sets forth required components of such policy. Directs the Executive Director, on the basis of such policy, to develop a multiyear plan for elimination of cataloging arrearages and for response to preservation needs. Subtitle B: Education Networks and Telecommunication Division - Amends GEPA to establish within OERI a National Networks and Telecommunications Division (the Division). Requires OERI, acting through the Division, to develop an interactive electronic network to: (1) link all Department entities to share information and resources; (2) be extended to libraries, schools, universities, colleges, and homes; and (3) linked to any electronic online dissemination system operated by the Government Printing Office. Requires OERI, acting through the Division, to establish a demonstration program to provide matching grant or contract dollars on a four-to-one ratio for private nonprofit entities (in conjunction with one or more Regional Education Laboratories, State or local education agencies, and universities) to support developing and extending a user-friendly dissemination network to support school and classroom improvement. Requires that a wide range of technologies be tested, including specified types. Requires priority to be given to demonstrations in high poverty areas. Requires both formative and summative evaluations. Requires biennial reports to the appropriate congressional authorizing committees. Title V: National Institute for Education of At-Risk Students - Amends GEPA to direct OERI to provide grants, cooperative agreements, or contracts to establish and operate a National Institute for the Education of At-Risk Students (the Institute). Requires the Institute's Director to appoint Assistant Directors to head each of the following Institute Divisions: (1) Innercity Educational Improvement; (2) Rural Educational Improvement; and (3) Minority Language Educational Improvement. Sets forth the Institute's purposes, and requires it to supplement, not supplant, other Federal activities. Charges it with specific responsibility for developing model programs, and gives examples of such programs. Authorizes the Institute to: (1) carry out various activities to improve learning conditions for at-risk students; and (2) assist Federal, State, and local agencies in developing, implementing, and evaluating policy with respect to the education of at-risk students. Directs the Institute to fund collaborative and coordinated program efforts, program evaluation, and replication of exemplary programs. Requires the Institute to perform specified functions for such purposes. Establishes an educational leadership fellowship program. Authorizes the Institute to award fellowships for outstanding researchers and practitioners with special expertise and experience in the education of rural, bilingual, African-American, and other minorities as well as persons of poverty. Requires such fellowships to be for postdoctoral students as well as those with a distinguished record of work in the field of the education of at-risk students. Sets forth provisions for the Institute's Board and Director. Sets forth administrative provisions. Title VI: National Institute for Innovation in Governance and Management - Amends GEPA to direct OERI to provide grants, cooperative agreements, or contracts to establish and operate a National Institute for Innovation in Governance and Management (the Institute), to be administered by a Director and Board. Sets forth functions and duties of such Board, including establishing standards for all proposals it funds. Authorizes the Institute to provide grants to eligible entities for research, planning, development, and implementation of promising models of innovation in school governance and management (including programs for open enrollment, magnet schools, parent selection of schools and programs, financial and other incentives for improved student achievement, regulatory flexibility for school restructuring and innovation, school-based management, expanded teacher role in policy-making and administration, and increased parental involvement in school management and governance, and other innovations to improve school excellence and student achievement). Sets forth requirements for applications, evaluations, and dissemination of results. Directs the Institute to: (1) sponsor national seminars for personnel from regional educational laboratories and research and development centers, to inform them of its recent findings; and (2) make available funding for cooperative research projects by two or more such centers and laboratories. Sets forth provisions for the Institute Board's composition, executive committee, and member qualifications. Sets forth provisions relating to the Director of the Institute. Title VII: National Research and Development Centers, Regional Educational Laboratories, and Public-Private Research and Development Partnerships - Amends GEPA to direct the Secretary, in carrying out the functions of OERI, to support public-private partnerships between OERI and private organizations to conduct authorized education research, development, dissemination, and technical assistance activities. Requires participation of a State or local educational agency and an education research team in each such partnership. Limits the OERI contribution to no more than 50 percent of the total cost of the project. Revises provisions for support of regional educational laboratories and research and development centers (as well as such public-private partnerships) to require: (1) preparation of a mission statement; (2) coordination with the National Education Dissemination Network; and (3) compliance with evaluation procedures established by the National Educational Research Policy and Priorities Board. Sets certain minimum amount requirements for OERI grants and contracts to such laboratories and centers. Directs OERI to require, where appropriate, recipients of all grants, contracts, and cooperative agreements under specified provisions to prepare reports on their procedures, findings, and other relevant information in a form to maximize dissemination and use of such information. Title VIII: Miscellaneous Provisions - Prohibits the Secretary from exceeding specified limits in the amount of Federal assistance in any fiscal year to the New American Schools Development Corporation (a nonprofit private organization incorporated in Virginia)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Educational Research, Development, and Dissemination Excellence Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve education in the United States by promoting excellence in research, development, and the dissemination of information.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:48-05:00"
}