{
  "actions": [
    {
      "acted_at": "1999-09-16", 
      "references": [
        {
          "reference": "CR S11054-11057", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-16", 
      "committee": "Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-07-26", 
      "in_committee": "Committee on Small Business", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Small Business. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-08-25", 
      "committee": "Small Business", 
      "references": [], 
      "text": "Committee on Small Business. Reported by Senator Bond under authority of the order of the Senate of 07/26/2000 with an amendment in the nature of a substitute. With written report No. 106-383.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2000-08-25", 
      "calendar": "Senate Legislative", 
      "number": "759", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 759.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1594-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Small Business", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2000-02-29", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1999-09-16", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cleland, Max", 
      "sponsored_at": "1999-09-16", 
      "state": "GA", 
      "thomas_id": "01540", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "2000-06-08", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Edwards, John", 
      "sponsored_at": "2000-05-18", 
      "state": "NC", 
      "thomas_id": "01573", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2000-04-26", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1999-09-16", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1999-09-24", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "1999-11-19", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1999-09-16", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1999-09-16", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-09-16", 
  "number": "1594", 
  "official_title": "A bill to amend the Small Business Act and Small Business Investment Act of 1958.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4577-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5663-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Community Development and Venture Capital Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-07-26", 
  "subjects": [
    "Bankruptcy", 
    "Bonds", 
    "Business education", 
    "Capital investments", 
    "Commerce", 
    "Community development", 
    "Community development banking", 
    "Community development corporations", 
    "Community organization", 
    "Data banks", 
    "Depressed areas", 
    "Economic development", 
    "Economic growth", 
    "Economics and public finance", 
    "Education", 
    "Employee training", 
    "Enterprise zones", 
    "Federal aid to community development", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Government and business", 
    "Government operations and politics", 
    "Government publicity", 
    "Grants-in-aid", 
    "Higher education", 
    "Housing and community development", 
    "Information services", 
    "Infrastructure", 
    "Injunctions", 
    "Investments", 
    "Job creation", 
    "Labor and employment", 
    "Law", 
    "Marketing", 
    "Mentoring", 
    "Public-private partnerships", 
    "Rural economic development", 
    "Savings and loan associations", 
    "Science, technology, communications", 
    "Securities", 
    "Small business", 
    "Trusts and trustees", 
    "Urban affairs", 
    "Venture capital"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2000-08-25", 
    "text": "TABLE OF CONTENTS: Title I: New Markets Venture Capital Program Title II: Community Development Venture Capital Assistance Title III: Business Linc Community Development and Venture Capital Act of 2000 - Title I: New Markets Venture Capital Program - Amends the Small Business Investment Act of 1958 to establish a New Markets Venture Capital Program under which the Administrator of the Small Business Administration (SBA) is authorized to make grants to new market venture capital companies (NMVCs) and specialized small business investment companies (SSBICs) and to guarantee debentures issued by NMVCs. Makes eligible as participating companies in the Program those companies which submit an approved business plan for: (1) making venture capital investments in small enterprises; and (2) providing marketing, management, and technical assistance to such enterprises. Requires applicants to be experienced in making venture capital investments in small enterprises. Requires the Administrator, in making such selections, to promote nationwide investment. Provides additional application requirements and SBA selection criteria. Outlines conditions to be met by each company before final approval as an NMVC, including: (1) a capital investment requirement of at least $5 million from investors who meet SBA-established criteria; and (2) cash or binding commitments with non-SBA sources for Program marketing, management, and technical assistance.Authorizes the Administrator to: (1) make grants to each approved NMVC to provide marketing, management, and technical assistance for the benefit of small enterprises financed by the NMVC; (2) guarantee the timely payment of principal and interest on debentures issued by NMVCs, not to exceed 150 percent of the contributed capital of the NMVC (requiring at least 25 percent of debenture amounts to be invested in smaller enterprises located in historically underutilized business zones); (3) issue trust certificates representing ownership of all or a fractional part of SBA-guaranteed debentures under this Act; and (4) charge fees with respect to any guarantee issued or grant awarded. Authorizes the Administrator to make grants to SSBICs to provide marketing, management, and technical assistance to smaller enterprises located in low-income geographic areas. Requires the SSBIC to submit a plan for the grant use, and limits the grant amount to 30 percent of the total investment made by the SSBIC. Requires matching funds under both grant programs. Prohibits such grant funds from being used for any other purpose.Authorizes any national bank, member bank of the Federal Reserve System, and any other bank which is insured to the extent permitted under applicable State law to invest in any NMVC, or in any entity established to invest solely in NMVCs. Limits such investment to five percent of such bank's capital and surplus.Requires each NMVC to provide the SBA with any required information.Subjects each NMVC to examinations made at the direction of the Investment Division of the SBA.Authorizes the Administrator to obtain injunctions and other relief against companies violating requirements of this Act, which shall include a breach of fiduciary duty in unlawful acts and omissions by company officers, directors, employees, or agents.Authorizes appropriations for FY 2000 through 2005 to carry out this title.(Sec. 102) Exempts an NMVC from debtor status under Federal bankruptcy law.(Sec. 103) Amends the Home Owners' Loan Act to authorize a Federal savings association to invest in NMVC securities, with an investment limit of five percent of the association's capital and surplus.Title II: Community Development Venture Capital Assistance - Amends the Small Business Act to authorize the Administrator to: (1) contract with one or more community development organizations to carry out training and research activities for individuals in community development venture capital organizations (privately-controlled organizations which promote community development in low-income communities through investment in private businesses); and (2) make grants to community development organizations for the cost of such training and research activities and to intermediary organizations to provide intense marketing, management, and technical assistance and training to community development venture capital organizations. Outlines authorized training and research activities. Directs the Administrator to require, as a condition to a grant to an intermediary organization, a matching contribution from non-Federal sources.Authorizes appropriations for FY 2000 through 2005 to carry out this title.Title III: Business Linc - Authorizes the Administrator to make grants to, and enter into cooperative agreements with, any coalition of private or public sector participants that: (1) expand business-to-business relationships between large and small businesses; and (2) provide businesses with information about companies interested in mentor-protege programs or community-based, Statewide, or local business development programs. Provides a matching funds requirement, with an authorized waiver in the best interests of the program.Authorizes appropriations for FY 2000 through 2005 to carry out this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Development and Venture Capital Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Community Development Venture Capital Capacity Building and Professional Development Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Community Development and Venture Capital Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Act and Small Business Investment Act of 1958.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:52-05:00"
}