{
  "actions": [
    {
      "acted_at": "2007-05-08", 
      "committee": "Committee on Appropriations, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Appropriations, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-05-08", 
      "committee": "House Appropriations", 
      "references": [], 
      "text": "Referred to House Appropriations", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-05-08", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-05-09T23:30:00-04:00", 
      "bill_ids": [
        "hres387-110", 
        "hr2237-110", 
        "hr2206-110"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 387 Reported to House. Rule provides for consideration of H.R. 2237, H.R. 2206 and H.R. 2207.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-10T15:34:00-04:00", 
      "bill_ids": [
        "hres387-110"
      ], 
      "references": [], 
      "text": "Rule H. Res. 387 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-10T20:17:00-04:00", 
      "bill_ids": [
        "hres387-110"
      ], 
      "references": [
        {
          "reference": "CR 5/11/2007 H4868-4680", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4868-4870", 
          "type": "text of measure as introduced"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 387.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-10T20:17:00-04:00", 
      "bill_ids": [
        "hr2237-110", 
        "hr2206-110"
      ], 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 2237, H.R. 2206 and H.R. 2207.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-10T20:19:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on H.R. 2207.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-10T21:11:00-04:00", 
      "references": [
        {
          "reference": "CR 5/11/2007 H4878", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-10T21:12:00-04:00", 
      "references": [
        {
          "reference": "CR 5/11/2007 H4878", 
          "type": "consideration"
        }
      ], 
      "text": "Mr. Lewis (CA) moved to recommit with instructions to Appropriations.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-10T21:12:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 10 minutes of debate on the Lewis (CA) motion to recommit with instructions. The instructions contained in the motion seek to require the bill to be reported back to the House with an amendment to make the bill deficit neutral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-10T21:16:00-04:00", 
      "references": [
        {
          "reference": "CR 5/11/2007 H4878", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-10T21:36:00-04:00", 
      "references": [
        {
          "reference": "CR 5/11/2007 H4879", 
          "type": "consideration"
        }
      ], 
      "text": "On motion to recommit with instructions Failed by the Yeas and Nays: 184 - 233 (Roll no. 335).", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-10T21:44:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "336", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 302 - 120 (Roll no. 336).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2007-05-10T21:44:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-10T21:44:00-04:00", 
      "bill_ids": [
        "hres387-110"
      ], 
      "references": [], 
      "text": "Pursuant to the provisions of H. Res. 387, H.R. 2207 is laid on the table.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h173-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "173"
    }
  ], 
  "bill_id": "hr2207-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2007-05-10T21:44:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2007-05-08", 
  "number": "2207", 
  "official_title": "Making supplemental appropriations for agricultural and other emergency assistance for the fiscal year ending September 30, 2007, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres387-110", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres387-110", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr2206-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Agricultural Disaster Assistance and Western States Emergency Unfinished Business Appropriations Act, 2007", 
  "sponsor": {
    "district": "7", 
    "name": "Obey, David R.", 
    "state": "WI", 
    "thomas_id": "00877", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2007-05-10T21:44:00-04:00", 
  "subjects": [
    "Agricultural conservation", 
    "Agricultural labor", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Animals", 
    "Appropriations", 
    "Commerce", 
    "Crop insurance", 
    "Dairy industry", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of the Interior", 
    "Disaster relief", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Emergency management", 
    "Environmental protection", 
    "Federal budgets", 
    "Federal employees", 
    "Finance and financial sector", 
    "Fire prevention", 
    "Fires", 
    "Fisheries", 
    "Fishery management", 
    "Forest fires", 
    "Government operations and politics", 
    "Grazing", 
    "Housing and community development", 
    "Impact aid", 
    "Labor and employment", 
    "Livestock", 
    "Losses", 
    "Marine and coastal resources, fisheries", 
    "Migrant labor", 
    "Milk", 
    "National forests", 
    "Oceanography", 
    "Off-budget expenditures", 
    "Public lands and natural resources", 
    "Rural education", 
    "Salaries", 
    "Seasonal labor", 
    "Secondary education", 
    "Storms", 
    "West (U.S.)"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2007-05-10", 
    "text": "Agricultural Disaster Assistance and Western States Emergency Unfinished Business Appropriations Act, 2007 - Title I: Agricultural Assistance - (Sec. 1001) Appropriates FY2007 amounts for emergency financial assistance to producers on a farm that incurred qualifying quantity or quality losses for the 2005 or 2006 crop, or that part of the 2007 crop year before February 28, 2007, due to damaging weather or any related condition (including crop diseases, insects, and delayed planting). Requires that an eligible crop must have been planted before February 28, 2007, or in the case of prevented planting or other total loss, would have been planted before such date. Requires a producer who suffered qualifying losses to elect assistance for only one of such years.Limits assistance, including crop insurance and the value of any crop not lost, to 95% of the crop's value had there been no loss. Sets forth insurable and noninsurable commodity eligibility requirements.(Sec. 1002) Appropriates amounts for payments through the livestock compensation program for livestock assistance for disaster-caused losses between January 1, 2005, and February 28, 2007, including losses from blizzards that began in 2006 and continued into January 2007. Sets the payment rate at 70% of the rate otherwise applicable under such program.States that a producer: (1) shall elect to receive payments in only one of such years, and that such losses must have been incurred in a disaster-designated county; (2) may elect to receive compensation for wildfire-caused losses in the 2007 grazing season; and (3) shall not be penalized for reducing the average number of livestock the producer owned for grazing during the production year for which assistance is being provided.Appropriates amounts for livestock indemnity payments to producers on farms in disaster-designated counties that have incurred livestock losses between January 1, 2005, and February 28, 2007, including losses from blizzards that started in 2006 and continued into January 2007. Requires a producer who suffered qualifying losses to elect assistance for only one of such years. Sets payment rates at not less than 30% of the livestock's market value on the day before death.(Sec. 1003) Appropriates amounts for agricultural and farm production land cleanup and restoration under the emergency conservation program.(Sec. 1004) Reduces producer payments under sections 1001 and 1002 by amounts received for the same or similar loss under: (1) the Department of Defense, Emergency Supplemental Appropriations to Address Hurricanes in the Gulf of Mexico, and Pandemic Influenza Act, 2006; (2) an agricultural disaster assistance provision contained in the announcement of the Secretary on January 26, 2006, or August 29, 2006; or (3) the Emergency Supplemental Appropriations Act for Defense, the Global War on Terror, and Hurricane Recovery, 2006. Applies adjusted gross income limitations to assistance provided under sections 1001 through 1003.(Sec. 1005) Sets forth administrative provisions.(Sec. 1006) Amends the Farm Security and Rural Investment Act of 2002 to revise national dairy market loss payment amount provisions.(Sec. 1007) Appropriates amounts for dairy production losses in disaster counties.(Sec. 1008) Directs the Secretary of Agriculture, in states with a shortage of claims adjusters, to permit the use of one certified claims adjuster with respect to animal forage crops (under the noninsured crop disaster assistance program).(Sec. 1009) Appropriates amounts for emergency grants for low-income migrant and seasonal farmworkers.(Sec. 1011) Appropriates amounts for Farm Service Agency salaries and expenses.(Sec. 1012) States that in carrying out crop disaster and livestock assistance in this title the Secretary shall require forage producers to have participated in a crop insurance pilot program or the noninsured crop disaster assistance program during the crop year for which compensation is received.(Sec. 1013) Designates amounts in this title as emergency requirements.Title II: Emergency Appropriations for Western States - Chapter 1: Fisheries Disaster Assistance - Appropriates additional funds to the Department of Commerce, to remain available through FY2008, for the National Oceanic and Atmospheric Administration (NOAA) for operations, research, and facilities. Directs the National Marine Fisheries Service to distribute such amounts among eligible recipients of assistance for the commercial fishery failure declared by the Secretary of Commerce on August 10, 2006.Chapter 2: Wildland Firefighting and Rural Schools - Appropriates additional funds to the Department of the Interior (Bureau of Land Management) and to the Department of Agriculture (Forest Service) for wildland fire management/suppression, to be made available only if previously provided funds are insufficient. (Sec. 2201) Appropriates additional funds to the Department of Agriculture for FY2007 for payments to be made, to the maximum extent practicable, in the same amounts and in the same manner as were paid to states and counties in 2006 under the Secure Rural Schools and Community Self-Determination Act of 2000. Appropriates funds, to remain available until December 31, 2007, to cover any payment shortfalls under this section from funds not otherwise appropriated.Amends the Secure Rural Schools and Community Self-Determination Act of 2000 to extend authorities under title II (Special Projects on Federal Lands) and title III (County Projects).Chapter 3: General Provision, This Title - (Sec. 2301) Designates amounts in this title as emergency requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Disaster Assistance and Western States Emergency Unfinished Business Appropriations Act, 2007", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Agricultural Disaster Assistance and Western States Emergency Unfinished Business Appropriations Act, 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making supplemental appropriations for agricultural and other emergency assistance for the fiscal year ending September 30, 2007, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:46:27-05:00"
}