{
  "actions": [
    {
      "acted_at": "1991-03-05", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s553-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-05", 
  "number": "553", 
  "official_title": "A bill to provide for the Implementation of the Enterprise for the Americans Initiative, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Enterprise for the Americas Initiative Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-05", 
  "subjects": [
    "Agriculture in foreign trade", 
    "American economic assistance", 
    "Caribbean area", 
    "Conservation of natural resources", 
    "Debt agreements", 
    "Economic assistance in Latin America", 
    "Environmental protection", 
    "Export finance", 
    "Federal advisory bodies", 
    "Foreign exchange", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Free enterprise", 
    "Government trust funds", 
    "Interest", 
    "International affairs", 
    "International environmental cooperation", 
    "International monetary system", 
    "Latin America", 
    "Manpower training programs", 
    "Money", 
    "Multilateral development banks", 
    "Nongovernmental organizations", 
    "Privatization", 
    "Treaties"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-05", 
    "text": "Enterprise for the Americas Initiative Act of 1991 - Title I: Provisions Relating to the Enterprise for the Americas Investment Fund at the Inter-American Development Bank - Authorizes the Secretary of the Treasury to contribute a grant to the Enterprise for the Americas Investment Fund to be administered by the Inter-American Development Bank (IDB). Authorizes appropriations. Requires the Fund to: (1) provide grants to advance market-oriented policy initiatives and reforms to encourage investment in Latin America and the Caribbean; and (2) finance technical assistance for privatizing government-owned industries, enterprise development and business infrastructure, and worker training and education programs. Permits the Secretary to seek contributions to the Fund from other countries. Title II: Enterprise for the Americas Facility - Establishes in the Department of the Treasury the Enterprise for the Americas Facility to support improvement in the lives of the people of Latin America and the Caribbean through market-oriented reforms and economic growth with actions to promote debt reduction, investment reforms, trade liberalization, and community based conservation and sustainable use of the environment. Makes eligible for Facility benefits Latin American or Caribbean countries that: (1) have in effect, received approval for, or are making progress toward, specified International Monetary Fund arrangements and structural or sectoral adjustment loans from the International Bank for Reconstruction and Development or the International Development Association; (2) have put in place major investment reforms in conjunction with an IDB loan or are implementing or making progress toward an open investment regime; and (3) have agreed with commercial bank lenders on a financing program for debt or debt service reduction. Title III: Debt Reduction - Authorizes the President to reduce the amount owed to the United States (as a result of concessional loans made pursuant to the Foreign Assistance Act of 1961 or predecessor foreign economic assistance legislation) by any country eligible for Facility benefits. Declares that this title may be exercised notwithstanding provisions of the Foreign Assistance Act of 1961 and the International Development and Food Assistance Act of 1975 concerning repayments of loans outstanding after September 19, 1966, and the settlement of debts owed to the United States. Sets forth requirements with respect to the exchange of obligations, repayment of principal, and interest on new obligations issued by beneficiary countries. Title IV: Enterprise for the Americas Environmental Funds - Requires beneficiary countries that enter into Environmental Framework Agreements to establish Enterprise for the Americas Environmental Funds. Authorizes the President to enter into Environmental Framework Agreements concerning the operation and use of Environmental Funds with countries eligible for Facility benefits. Directs administering bodies in each beneficiary country to administer the Environmental Funds and to make grants for environmental activities. Requires grants from the Funds to be used for activities that link the conservation and sustainable use of natural resources with local community development. Subjects grants of more than $100,000 to veto by the U.S. Government or the government of the beneficiary country. Establishes an Environment for the Americas Board to: (1) advise the Secretary on the negotiations of Environmental Framework Agreements; (2) ensure that a suitable administering body is identified for each Environmental Fund; and (3) review the programs, operations, and fiscal audits of administering bodies. Declares that the President should: (1) encourage other official creditors of beneficiary countries whose debt is reduced under this Act to provide debt reduction to such countries; and (2) ensure that Environmental Funds are able to receive donations from private and public entities and private creditors of beneficiary countries. Title V: Sales, Reductions, or Cancellations of Loans or Assets - Authorizes the President to: (1) sell to any eligible purchaser any loan of an eligible country made pursuant to the Export-Import Bank Act of 1945; (2) sell to any eligible purchaser any asset acquired by the Commodity Credit Corporation in connection with export sales to an eligible country or specified export credit guarantee programs; and (3) reduce or cancel any loans or assets made or acquired before 1991 upon receipt of payment from an eligible purchaser. Permits loans or assets to be sold only to purchasers who present plans to the President for using such loans or assets to engage in debt-for-equity, debt-for-development, or debt-for-nature swaps. Authorizes loans or assets to be reduced or canceled only for purposes of facilitating such swaps. Title VI: Reports - Directs the President to report annually to the Speaker of the House and the President of the Senate on the Facility."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Enterprise for the Americas Initiative Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the Implementation of the Enterprise for the Americans Initiative, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:45-05:00"
}