{
  "actions": [
    {
      "acted_at": "1999-03-18", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-03-18", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-03-18", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-03-26", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1201-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-03-18", 
  "number": "1201", 
  "official_title": "To provide for a private right of action in the case of injury from the importation of certain dumped and subsidized merchandise.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Unfair Foreign Competition Act of 1999", 
  "sponsor": {
    "district": "16", 
    "name": "Regula, Ralph", 
    "state": "OH", 
    "thomas_id": "00951", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-03-18", 
  "subjects": [
    "Actions and defenses", 
    "Antidumping", 
    "Antitrust law", 
    "Commerce", 
    "Countervailing duties", 
    "Damages", 
    "Dislocated workers", 
    "Dumping", 
    "Economics and public finance", 
    "Evidence (Law)", 
    "Export subsidies", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government publicity", 
    "Government trust funds", 
    "Import relief", 
    "Import restrictions", 
    "Injunctions", 
    "Labor and employment", 
    "Law", 
    "Limitation of actions", 
    "Manufacturing industries", 
    "Parties to actions", 
    "Subpoena", 
    "Tariff", 
    "Trade adjustment assistance", 
    "Trade associations"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-03-18", 
    "text": "Unfair Foreign Competition Act of 1999 - Amends the Clayton Act to revise provisions regarding the import or sale of articles from foreign countries at less than market value or wholesale price to prohibit a person from importing into, or selling within, the United States an article from a foreign country if: (1) the article is imported or sold within the United States at a U.S. price that is less (removes substantially requirement) than the foreign market value or constructed value of such article; and (2) the importation or sale causes or threatens to cause (no intent requirement) material injury to industry (including labor), or prevents, in whole or in part, the modernization of any U.S. industry. Sets forth similar provisions with respect to the importation or sale in the United States of subsidized articles from a foreign country. Authorizes a person whose business or property is injured by reason of the importation or sale of an article in violation of this Act to bring a civil action in the U.S. District Court for the District of Columbia or in the Court of International Trade against any person who: (1) manufactures or exports the article; or (2) imports such article into the United States if such person is related to the manufacturer or exporter of the article. Requires the court, upon an affirmative determination with respect to the civil action, to issue a certain order and direct the Customs Service to assess an antidumping duty on the article, and require the deposit of estimated antidumping duties pending liquidation of entries of the article. Sets forth a four year statute of limitation within which an action must be filed. Amends the Tariff Act of 1930 to direct duties assessed pursuant to a countervailing duty order, an antidumping duty order, or a finding under the Antidumping Act of 1921 to be distributed (continued dumping and subsidy offset) annually to the affected domestic producers for qualifying expenditures and to adversely affected employees for trade adjustment assistance. Directs the Commissioner of the Customs Service to prescribe procedures for the distribution of the continued dumping or subsidies offset. Directs the International Trade Commission (ITC) to forward to the Commissioner with respect to an antidumping or countervailing duty order or finding a list of petitioners and persons with respect to each order and finding (including a list of persons that indicate support of the petition by affected workers for worker trade adjustment assistance). Directs the Commissioner to distribute on a pro rata basis all funds (including all interest earned on the funds) from assessed duties received in the preceding fiscal year to affected domestic producers and adversely affected employees. Establishes in the Treasury a special account consisting of funds from assessed antidumping duty and countervailing duty orders and findings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Unfair Foreign Competition Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for a private right of action in the case of injury from the importation of certain dumped and subsidized merchandise.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:29-05:00"
}