{
  "actions": [
    {
      "acted_at": "2011-09-08", 
      "committee": "Committee on Agriculture, Nutrition, and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1529-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-09-08", 
  "number": "1529", 
  "official_title": "A bill to require the Secretary of Agriculture to protect against foodborne illnesses, provide enhanced notification of recalled meat, poultry, eggs, and related food products, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foodborne Illness Reduction Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Gillibrand, Kirsten E.", 
    "state": "NY", 
    "thomas_id": "01866", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-09-08", 
  "subjects": [
    "Agricultural research", 
    "Agriculture and food", 
    "Animal and plant health", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Food industry and services", 
    "Food supply, safety, and labeling", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Health information and medical records", 
    "Health promotion and preventive care", 
    "Livestock", 
    "Meat", 
    "Trade restrictions", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-09-08", 
    "text": "Foodborne Illness Reduction Act of 2011 - Amends the Federal Meat Inspection Act, the Poultry Products Inspection Act, and the Egg Products Inspection Act (the Acts) to include in the definition of \"adulterated\" a product containing an emerging pathogen associated with actual or potential human illnesses or death, including pathogens such as antibiotic-resistant strains of Salmonella or enterohemorrhagic (EHEC) Shiga toxin-producing serotypes of Escherichia coli (E. coli). Amends the Department of Agriculture Reorganization Act of 1994 to: (1) define specified food safety terms, and (2) set forth civil penalties for food safety law violations. Directs the Secretary of Agriculture (USDA) to: (1) identify significant foodborne disease pathogens, (2) determine levels of food product contamination, (3) establish public health goals to reduce foodborne illness, (4) prescribe pathogen reduction performance standards and implement a sampling program to determine food establishment compliance, (5) establish an accredited meat and meat food product testing program, and (6) implement adulterated food tracing protocols. Requires certain food establishments to sample for the presence of identified pathogens at any production or processing point. Permits banning food imports from countries refusing inspections by the Secretary. Sets forth notice and recall provisions. Defines a \"foodborne illness outbreak\" as the occurrence of two or more cases of a similar illness resulting from the ingestion of a certain food. Requires the Secretary to: (1) enhance foodborne illness surveillance systems through the coordination and integration of such systems, the development of improved epidemiological tools, and the provision of timely public information; (2) establish guidelines for a system to take and analyze food samples; (3) establish a national public education program on food safety; and (4) conduct specified research concerning food safety. Establishes penalties under the Acts for the introduction into commerce of unsafe or misbranded products of up to $100,000, 20 years' imprisonment, or both. Requires studies concerning: (1) the Hazard Analysis and Critical Control Point-based Inspection Models Project, and (2) worker safety in the meat packing and poultry processing industry, including the relationship between line speed and worker safety."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foodborne Illness Reduction Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Secretary of Agriculture to protect against foodborne illnesses, provide enhanced notification of recalled meat, poultry, eggs, and related food products, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:14:56-05:00"
}