{
  "actions": [
    {
      "acted_at": "1976-05-03", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3364-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Buckley, James L.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01294", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Church, Frank", 
      "sponsored_at": "1975-01-03", 
      "state": "ID", 
      "thomas_id": "01305", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Philip A.", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "01348", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Scott, Hugh", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01432", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-03", 
  "number": "3364", 
  "official_title": "A bill to revise the economic regulation of air transportation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13742-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Air Transportation Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-03", 
  "subjects": [
    "Airline law and legislation", 
    "Airlines", 
    "Airmail service", 
    "Antitrust law", 
    "Aviation", 
    "Civil Aeronautics Board", 
    "Common carriers", 
    "Independent regulatory commissions", 
    "Postal service", 
    "Transportation and public works", 
    "Transportation rates"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-03", 
    "text": "Title I: General Provisions Air Transportation Act - Defines terms, under the Federal Aviation Act of 1958, for purposes of such Act to expand charter air transportation. Requires the Civil Aeronautics Board in the exercise of its duties to consider regulation of the airline industry in a manner that encourages reliance on price and service competition as being in the public interest. States that the provisions of this title shall become effective upon the enactment of this Act. Title II: Revision of Present Regulations and Limitations to Foreign Air Transportation - Redesignates title IV (Air Carrier Economic Regulations) of the Federal Aviation Act of 1958 as title IV-A (Economic Regulation: Foreign Air Transportation). Makes such newly designated title applicable only to the regulation of foreign air transportation. Requires the Civil Aeronautics Board to act on applications for certificates of public convenience and necessity within 240 days of the filing date of such application. Permits air carriers to hold both scheduled and supplemental certificates. Prohibits the Board from imposing closed-door, single-plane, mandatory stop, or long haul restrictions on new certificates or as an amendment to existing certificates. Prohibits the Board from imposing specified restrictions on charter service. Eliminates the authority of the Postmaster General to compel air carriers to perform additional air service to carry mail. Sets forth the effective dates of the provisions of this title. Title III: Economic Regulation of Domestic Aviation: Subtitles IV-B-(Permanent) and IV-C-(Transitional) - Adds subtitles IV-B (Permanent Provisions Relating to Interstate and Overseas Air Transportation) and IV-C (Transitional Provisions Relating to Interstate and Overseas Air Transportation) to the Federal Aviation Act of 1958. Limits the provisions of IV-B to the regulation of interstate and overseas air transportation. Provides for the issuance of new \"certificates of fitness\" to replace the \"certificate of public convenience and necessity.\" Prohibits air carriers from engaging in interstate or overseas air transportation without such certificate. Requires the Board to dispose of an application for such certificate within 180 days of its filing. States that such certificates shall authorize the holder to engage in scheduled and supplemental interstate and overseas air transportation between any points and shall not restrict the type, nature, or frequency of such service. Authorizes the Board to suspend or revoke such certificates after a hearing if the holder has failed to meet its obligation to maintain its fitness, willingness, or ability to perform the air transportation for which it has applied. Allows the Board to immediately suspend such certificate for up to 30 days without a hearing or notice if such suspension is required in the public interest. Prohibits the transfer of any certificate. Requires air carriers to comply with Board regulations relating to the filing and approval of insurance plans for injuries to persons or property resulting from the operation or maintenance of aircraft. Authorizes the Board to require carriers to file performance bonds to provide compensation in case a carrier fails to meet its contractual or common carrier obligations. Requires air carriers to disclose the names of persons holding more than five percent of the carrier's stock or capital. Requires each officer and director of an air carrier to disclose the stock held by him or her in any air carrier. Directs the Board to prescribe the form of any and all accounts to be kept by air carriers and empowers the Board to inspect the accounts and property of any air carrier. Empowers the Board to inquire into the management of any business or person who controls an air carrier. Prohibits, except with the Board's approval, interlocking relationships between air carriers and other carriers or firms engaged in other phases of aeronautics. Makes it unlawful for any officer or director of an air carrier to receive for his or her own benefit compensation for the negotiation, hypothecation, or sale of any securities of the carrier. Requires every carrier to file with the Board a copy of every contract or agreement affecting air transportation between such carrier and any other carrier. Requires each air carrier to file with the Board and keep open to the public a list of all rates and fares and a description of all other services performed in connection with air transportation and limitations upon liability arising out of such transportation. Requires air carriers to adhere to the tariffs filed with the Board. Requires changes in such tariffs to be filed with the Board. Permits air carriers to file tariffs which include a formula providing for the flexible pricing of air transportation. Authorizes the Board to set maximum rates and fares whenever, after notice and hearing, the Board determines that a fare or rate is unjust or unreasonable and that actual or potential competition from other airlines is insufficient to maintain a just and reasonable rate. Prescribes policy considerations which the Board must take into account in determining such maximum rates. Authorizes the Board to suspend proposed rate changes for a maximum of 180 days after the new tariff would have gone into effect. States that such proposed rate change shall go into effect if the Board does not complete a hearing and issue an order within such time period. Authorizes the Board to establish just and reasonable divisions of rates or fares when, after notice and hearing, it determines that existing divisions are unjust or unreasonable. Authorizes the Board to establish through service and maximum joint rates whenever it determines that such are required by the public interest. Requires carriers engaged in scheduled air transportation to file such schedules with the Board. Declares it the duty of air carriers to provide interstate and overseas air transportation upon reasonable request therefor. Prohibits air carriers from engaging in unfair or deceptive practices in the provision or sale of air transportation and directs the Board to issue regulations defining unfair or deceptive practices. Sets forth specified practices which are defined as unfair or deceptive. Allows air carriers to alter or eliminate service to any point. Authorizes the Postmaster General to make appropriate rules and regulations for the carriage of mail and to designate any flight for the carriage of mail. Authorizes the Postmaster General to regulate the carriage of air mail from foreign countries to the United States in accordance with international agreements. Empowers the Board to fix and determine fair and reasonable rates of compensation for the transportation of mail by aircraft. Specifies elements which the Board shall take into consideration in setting such rates. Prohibits the Board from taking into account specified revenues in determining the carrier's need for mail subsidies. Allows the Postmaster General to weigh the mail transported by aircraft. Provides that unexpended funds under specified air mail Acts may be used by the Postmaster General to pay for air mail carriage. Authorizes the Board to establish just and reasonable classifications of air carriers for purposes of the Federal Aviation Act of 1958. Authorizes the Board to exempt any air carrier from any provision of such Act if such an exemption is in the public interest. Exempts air carriers operating aircraft having a capacity of less than 56 seats or less than 16,000 pounds from being required to obtain a certificate from the Board if the carrier conforms to reasonable financial responsibility and reporting requirements. Provides that certificates of public convenience and necessity will remain in effect until the fourth anniversary of this Act. States that at such time the certificates of fitness provided for in this Act shall become effective. Continues the Board's authority to issue special operating authorizations under the Federal Aviation Act of 1958 until the fourth anniversary of the enactment of this Act. Allows specified passenger air carriers to expand their service subject to enumerated limitations during the transitional period commencing 180 days after the enactment of this Act and ending four years after such enactment. Provides limited discretionary authority for expansion for all cargo carriers during such period. Permits air carriers to combine such discretionary authority with any existing authority. Sets forth the permissable rates and notice requirements to the Board for any proposed rate changes or reductions in service for such discretionary service. Allows the Board to temporarily suspend such proposed rate changes or service reductions for 180 days. Provides that any air carrier which has performed 12 months of continuous nonstop scheduled air transportation between any two points pursuant to the discretionary authority conferred under this Act may acquire certification for such routes from the Board. States that any carriers holding such a certificate at the end of the transitional period under this Act shall be issued a certificate of fitness for such route. Allows any person to apply for a certificate to offer nonstop service along any route not currently receiving nonstop service. Provides that any carrier holding such a certificate at the end of the transitional period shall be issued a certificate of fitness for such route. Prohibits air carriers from reducing the level of air service during the transitional period to a level below what the Board determines is \"essential air service\" unless the Board approves such reduction based on specified criteria. Authorizes the Board to require any air carrier reducing its service below such level to establish cooperative working relationships with any carrier providing replacement services or to require air carriers to continue providing essential minimum service upon a guarantee of sufficient support to cover the carrier's fully allocated costs for such service. Sets forth specified carrier obligations during the period from the fourth anniversary until the tenth anniversary of this Act. Prohibits carriers from implementing any schedule change which would reduce service below the essential minimum service standards set by the Board except upon 30 days notice during such six-year period. Authorizes the Board to order a carrier to continue to provide essential air service for 90 days or until essential air service is provided by another carrier. Directs the Board to reimburse the carrier for any losses incurred by such an order. Imposes specified notice requirements for filing tariff changes to be effective four years after the enactment of this Act. Directs the Board to ensure that each point that received air service from a local service or truck carrier in March, 1976 shall continue to receive \"essential air service\" in the six-year period between the fourth and tenth anniversary of this Act. Sets forth a general definition of \"essential air service.\" Sets forth specific criteria for determining whether such service is being provided to a particular point. Requires the Board to contract for additional air service to a point if essential air service is found lacking. Sets forth the procedures for awarding such contracts and terms which must be included in such contracts. Prohibits the Board from inhibiting the provisions of unsubsidized service and from awarding a subsidy contract if essential air service is otherwise available. Terminates such contract authority on the tenth anniversary of this Act. Directs the Secretary of Transportation to undertake a study of the current local service carrier subsidy program, to evaluate alternative subsidy plans, and to report to Congress within 18 months after enactment of this Act. Sets forth regulations regarding the consolidation, merger, and acquisition of control of domestic air carriers which shall be effective upon the enactment of this Act and end ten years later. Prohibits specified forms of joint control of and merger by two air carriers or by an air carrier and any other common carrier unless such action is approved by the Board. Requires the Board to approve mergers or joint control agreements found not to be inconsistent with the public interest or other specified criteria. Requires the Board to dispose of all such applications within 240 days. Exempts from such regulations interests in ground facilities. Grants jurisdiction to the Board over non-air carriers who acquire control of an air carrier relating to specified provisions of this Act. Authorizes the Board to investigate any person who may be engaging in prohibited activities under this Act. Establishes a presumption that any person owning ten percent of the stock or capital of an air carrier controls that carrier. Sets forth regulations regarding pooling and other agreements which shall be effective until the tenth anniversary of this Act. Requires the Board to notify the Attorney General and the Secretary of Transportation of any intercarrier agreement. Requires the Board to conduct a hearing on such agreement upon the request of either of such two officials. Requires the Board to approve such agreements except under specified circumstances. Confers immunity upon individuals affected by orders issued under specified provisions of this Act from antitrust laws until the tenth anniversary of this Act. Requires the Board to attach appropriate labor protective conditions to orders relating to the merger, consolidation, or acquisition of domestic air carriers or relating to pooling or other agreements. Sets forth the Board's ratemaking authority during the transitional period commencing upon the enactment of this Act and ending on the fourth anniversary of this Act. Authorizes the Postmaster General to contract with any carrier for carriage of air mail if he finds that the present carriage is inadequate. Sets forth the effective dates of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Air Transportation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise the economic regulation of air transportation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:51-05:00"
}