{
  "actions": [
    {
      "acted_at": "2010-04-12", 
      "references": [
        {
          "reference": "CR S2210-2212", 
          "type": "text of measure as introduced"
        }
      ], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-04-13", 
      "calendar": "Senate Legislative", 
      "number": "343", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 343.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3194-111", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-04-12", 
  "number": "3194", 
  "official_title": "A bill to provide collective bargaining rights for public safety officers employed by States or their political subdivisions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr413-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1611-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3991-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3991-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Public Safety Employer-Employee Cooperation Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Reid, Harry", 
    "state": "NV", 
    "thomas_id": "00952", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-04-13", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Civil actions and liability", 
    "Emergency medical services and trauma care", 
    "Employment discrimination and employee rights", 
    "Federal Labor Relations Authority", 
    "Fires", 
    "Government employee pay, benefits, personnel management", 
    "Government operations and politics", 
    "Health personnel", 
    "Labor-management relations", 
    "Law enforcement officers", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-04-12", 
    "text": "Public Safety Employer-Employee Cooperation Act of 2009 - Declares that it is the purpose of this Act to provide collective bargaining rights for public safety officers employed by states or local governments. Directs the Federal Labor Relations Authority (FLRA) to determine whether a state substantially provides for specified rights and responsibilities for public safety officers, including: (1) granting public safety employees the right to form and join a labor organization which excludes management, supervisory, and confidential employees, and which is, or seeks to be, recognized as the exclusive bargaining agent for such employees; and (2) requiring public safety employers to recognize and agree to bargain with the employees' labor organization. Requires the FLRA to issue, in accordance with the public safety employee rights and responsibilities, regulations establishing collective bargaining procedures for public safety employers and employees in states that do not substantially provide for such rights and responsibilities. Directs the FLRA, in such cases, to: (1) determine the appropriateness of units for labor organization representation; (2) supervise or conduct elections to determine whether a labor organization has been selected as an exclusive representative by a voting majority of the employees in an appropriate unit; (3) resolve issues relating to the duty to bargain in good faith; (4) conduct hearings and resolve complaints of unfair labor practices; and (5) resolve exceptions to arbitrators' awards. Grants a public safety employer, employee, or labor organization the right to seek enforcement of FLRA regulations and orders through appropriate state courts. Prohibits public safety employers, employees, and labor organizations from engaging in lockouts, sickouts, work slowdowns, or strikes. Waives federal preemption of state law governing strikes by public safety officers. Provides that existing collective bargaining units and agreements shall not be invalidated by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Safety Employer-Employee Cooperation Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide collective bargaining rights for public safety officers employed by States or their political subdivisions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:45-05:00"
}