{
  "actions": [
    {
      "acted_at": "1975-04-14", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5930-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-14", 
  "number": "5930", 
  "official_title": "A bill to provide, through tax incentives in the Internal Revenue Code of 1954, for the continuation or restoration of health insurance coverage for unemployed workers receiving unemployment compensation, with such coverage being financed through a trust fund and an excise tax on group health insurance premiums, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Health Insurance Extension Act", 
  "sponsor": {
    "district": "8", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-14", 
  "subjects": [
    "Employee benefit plans", 
    "Health", 
    "Health insurance", 
    "Income tax", 
    "Insurance", 
    "Labor and employment", 
    "Medical care, personnel, and facilities", 
    "Public assistance programs", 
    "Tax deductions", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Unemployment"
  ], 
  "subjects_top_term": "Employee benefit plans", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-14", 
    "text": "Emergency Health Insurance Extension Act - Title I: Continuation or Restoration of Health Insurance Coverage for the Unemployed - Provides that previously employed individuals presently entitled to unemployment compensation and who would be covered by an employment-based health insurance plan shall be entitled to continued or restored health insurance coverage coincident with his or her entitlement to unemployment compensation. Requires employers to provide for such coverage as a condition of (1) declaring payments to employee health insurance plans as tax deductions or (2) maintaining treatment as a non profit organization. Creates on the books of the Treasury of the United States a trust fund to be known as the Federal Emergency Health Insurance Trust Fund to be funded by 100 percent of the 8 percent excise tax on health insurance premiums imposed on carriers under this Act. Creates a Board of Trustees of the Trust Fund to be composed of specified Cabinet members to (1) hold the Trust Fund; (2) report annually to the Congress concerning the operation and status of the Trust Fund; and (3) to review the management and to recommend changes in Federal law of with respect to such Fund. Provides for the supplementary financing of the Trust Fund in addition to the tax revenues to be appropriated to it. Imposes, under the Internal Revenue Code, an 8 percent tax on group health insurance premiums received by health insurance carriers. Title II: Tax Provisions Applicable In Case Of Nonparticipation By Employers Or Carriers - Provides that the deduction allowed to employers for payment to an employment-based health insurance plan shall be reduced by one-half in the case where the applicable plan does not provide for coverage of former employees in accordance with the provisions of this Act. Provides that the total amount of any premium tax paid by a carrier with respect to a plan not requiring such coverage for former employees shall not be allowed as a tax deduction. Denies status as a tax-exempt organization to employers and health insurance carriers not offering such post-employment coverage as part of an employment-based health insurance plan. Title III: Miscellaneous Provisions - Provides that unemployed individuals not receiving unemployment compensation for a particular week solely due to illness or injury shall be deemed to have received such compensation for such week for the purpose of this Act. Prohibits discrimination on the basis of sex in determining eligibility for continued or restored health insurance coverage under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Health Insurance Extension Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide, through tax incentives in the Internal Revenue Code of 1954, for the continuation or restoration of health insurance coverage for unemployed workers receiving unemployment compensation, with such coverage being financed through a trust fund and an excise tax on group health insurance premiums, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:06-05:00"
}