{
  "actions": [
    {
      "acted_at": "1976-06-08", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3536-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pearson, James B.", 
      "sponsored_at": "1975-01-03", 
      "state": "KS", 
      "thomas_id": "01416", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-08", 
  "number": "3536", 
  "official_title": "A bill to amend the Federal Aviation Act of 1958 to bring about the phased and progressive transition to an air transportation system which will rely on competitive market forces to determine the variety, quality, and price of interstate and overseas air services.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14330-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Aviation Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-06-08", 
  "subjects": [
    "Airline law and legislation", 
    "Airlines", 
    "Airmail service", 
    "Antitrust law", 
    "Aviation", 
    "Civil Aeronautics Board", 
    "Independent regulatory commissions", 
    "Postal service", 
    "Transportation and public works", 
    "Transportation rates"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-08", 
    "text": "Federal Aviation Act Amendments - Amends the Federal Aviation Act of 1958 to define \"charter trip\" for purposes of such Act and to eliminate the terms \"supplemental air carrier\" and \"supplemental air transportation.\" Directs the Civil Aeronautics Board, in the exercise and performance of its duties and powers to regard a phased transition to an air transportation system which relies on competitive market forces as being in the public interest. Prohibits States or subdivisions thereof from enacting any legislation or regulation relating to any rates, routes or services in air transportation covered under such Act. Creates an additional operating authority for air carriers termed a \"license\" in addition to the present \"certificates of public convenience and necessity.\" Directs the Board to issue such licenses to applicants for all-cargo and overseas charter air transportation if such applicant is fit, willing, and properly able to perform such transportation. Exempts air carriers which operate aircraft solely below a specified passenger or cargo capacity from being required to obtain a certificate or license to engage in air transportation if such carrier conforms to the liability insurance requirements the Board may adopt. Authorizes the Board to increase such passenger or payload capacities in the public interest. Provides for a two-year period during which the Board may impose geographic or other restrictions or licenses issued pursuant to this Act to engage in all-cargo air transportation. States that such limitations shall terminate at the end of such period. Repeals the requirement that the Board conduct a hearing for applications for or modifications of certificates or licenses. Allows an air carrier to terminate any service required by its certificate by filing a 90 day notice of such proposed action with the Board and upon each community directly affected by such termination. Empowers the Board to temporarily suspend such termination in order to provide for arrangements for substitute service. States that no license to engage in air transportation shall be issued unless the applicant or air carrier involved complies with insurance regulations issued by the Board. Provides that any certificate in effect on the effective date of this Act which authorizes supplemental or all-cargo air transportation shall be deemed a license to engage in such transportation. Directs the Board to adopt rules establishing expedited procedures for the processing of applications for or modifications of certificates or licenses. States that such rules may include the automatic granting of applications for certificates to engage in interstate or overseas air transportation in specified types of situations to applicants of demonstrated fitness if such action is consistent with a progressive transition to a more competitive air transportation system. Directs the Board to establish procedural deadlines for the determination of certificates and licenses. Requires the Board to issue a public notice to all parties concerned setting forth the reasons for any inability to reach a decision by such deadline and to mandate new deadlines. Requires all air carriers to file tariffs with the Board and specifies the information to be included in such tariffs. Requires tariff changes to be filed 45 days before the proposed date of such change. Makes it the duty of certified air carriers to provide and furnish interstate and overseas air transportation of persons, property, and mail upon reasonable request therefor and to provide reasonable air service in connection with other air carriers. Prohibits any undue or unreasonable preference or discrimination regarding any particular person, port, or locality. Requires the filing of mail schedules with the Board and the Postmaster General. Prohibits any change in such schedules except upon ten days notice to the Postmaster General. Eliminates the Postmaster General's authority to require additional carrier schedules for the transportation of mail. Sets forth procedures for determining applications for approval of a consolidation, merger, purchase, lease, or acquisition of control for specified types of air carriers and individuals. Prohibits the Board from approving such transaction if it would restrain competition. Grants antitrust immunity to persons affected by specified types of orders issued by the Board. Authorizes the Board to exempt any person from the requirements of the Federal Aivation Act under specified circumstances. Authorizes the Board to dispense with oral evidentiary hearings required under this Act if there are no significant issues of material fact in the case which requires such a hearing. States that before such action is taken the Board shall issue a show cause order requiring any individual opposing such dispensation to show why such action should not be taken. Empowers the Board to establish maximum and minimum fares for scheduled passenger service and mail transportation and to prescribe classifications and practices regarding air transportation rates. Specifies criteria which the Board is to consider in exercising its powers with respect to air passenger and mail transportation fares. Authorizes the Board to take immediate action regarding the economic regulation of air transportation without a hearing if it is of the opinion that an emergency exists requiring such action. Authorizes the Post Office to contract with air carriers for mail transportation if the service currently provided between any two points is inadequate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Aviation Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958 to bring about the phased and progressive transition to an air transportation system which will rely on competitive market forces to determine the variety, quality, and price of interstate and overseas air services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:54-05:00"
}