{
  "actions": [
    {
      "acted_at": "1979-06-28", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-06-28", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4671-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-28", 
  "number": "4671", 
  "official_title": "A bill to direct the President to nationalize the oil industry in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Industry Nationalization Act", 
  "sponsor": {
    "district": "2", 
    "name": "Beard, Edward", 
    "state": "RI", 
    "thomas_id": "00068", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-28", 
  "subjects": [
    "Business and commerce", 
    "Department of Energy", 
    "Energy policy", 
    "Government and business", 
    "Government ownership", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Presidential powers", 
    "Presidents and Vice Presidents"
  ], 
  "subjects_top_term": "Petroleum industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-28", 
    "text": "Oil Industry Nationalization Act - Directs the President to acquire by purchase, exchange, or other means all of the rights, title, and interest of such oil companies to such oil properties as the President deems necessary to carry out the purpose of this Act. Permits the President to institute, in the name of the United States, a proceeding in any court of the United States for the acquisition of any oil property or properties. Stipulates that upon filing of a declaration of taking in such proceeding and deposit in the court of the estimated compensation set forth in the declaration of taking, all right, title, and interest to such property shall be in the United States, and the United States, subject to court orders, may immediately take possession of such property. Directs the President, acting through the Department of Energy, after acquisition of any oil property, to administer such property, including operation of any plants and facilities on such property, and shall deposit into the miscellaneous receipts of the United States Treasury all funds received from the sale of oil products. Directs the President to take such action as he considers necessary to carry out the objectives of this Act, including: (1) providing for the orderly transfer and administration of oil property acquired from an oil company; and (2) providing for the appointment of any individual who holds a position of employment with such oil company, carries out any function with respect to such property, and requests such appointment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Industry Nationalization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the President to nationalize the oil industry in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:23-05:00"
}