{
  "actions": [
    {
      "acted_at": "1983-05-25", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-26", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Interior Department, Justice Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-05", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources received executive comment from Interior Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-06", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Energy Conservation and Supply. Hearings held. Hearings printed:  S.Hrg. 98-650.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1366-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Energy Conservation and Supply", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-05-25", 
  "number": "1366", 
  "official_title": "A bill to implement the recommendations of the Interim Report of the Northern Mariana Islands Commission on Federal Laws and to amend the Revised Organic Act of the Virgin Islands and the Organic Act of Guam, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-05-25", 
  "subjects": [
    "Armed forces and national security", 
    "Citizenship", 
    "Civil service employment", 
    "Courts and Civil Procedure", 
    "District courts", 
    "Federal employees", 
    "Federal employees and officials", 
    "Guam", 
    "Immigration", 
    "Judges", 
    "Military personnel", 
    "Northern Mariana Islands", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Territories (U.S.)", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-05-25", 
    "text": "Title I: Declares that laws prohibiting the United States from paying compensation to or employing persons who are not U.S. citizens shall not bar the United States from paying compensation to or employing citizens of the Northern Mariana Islands. Requires that a citizen of the Northern Mariana Islands who declares in writing an intent to become a U.S. citizen upon full implementation of the Covenant to Establish a Commonwealth of the Northern Mariana Islands in Political Union with the United States shall be deemed a U.S. citizen for purposes of specified statutes relating to the uniformed services. Deems citizens of the Northern Mariana Islands to be U.S. citizens for purposes of specified statutes relating to: (1) Federal employment; (2) protection and services; (3) commerce; (4) political and civil rights; and (5) Federal programs and benefits. Prohibits any provision of this title from extending to the Northern Mariana Islands any law not otherwise geographically applicable to or within the Islands. Deems citizens of the Northern Mariana Islands to be U.S. citizens for purposes of any provision requiring U.S. citizenship as a prerequisite to receipt of a statutory benefit made applicable to the Islands by a statute or by application of the Covenant. Title II: Amends the Revised Organic Act of the Virgin Islands to permit prosecution in the district court of all offenses against Federal and local laws to be had by indictment by grand jury or by information. Authorizes the establishment of a local appellate court. Authorizes the legislature of the Virgin Islands to vest in the local courts jurisdiction over all cases in the Virgin Islands subject to the exclusive or concurrent jurisdiction of the District Court of the Virgin Islands. Grants to the district court the jurisdiction of a Federal bankruptcy court. Grants to the district court exclusive jurisdiction over all criminal and civil proceedings in the Virgin Islands with respect to the income tax laws applicable to the Virgin Islands, except certain laws enacted by the Virgin Islands legislature. Grants to the district court general original jurisdiction over all causes of action in the Virgin Islands the jurisdiction over which is not vested by local law in the local courts. Grants jurisdiction over certain minor civil and criminal cases to the local courts. Grants concurrent jurisdiction to the district court and the local courts over criminal offenses against the laws of the Virgin Islands that are similar to statutes over which the district court has jurisdiction. Declares that relations between the Federal courts and the local courts shall be the same as relations between the Federal courts and State courts. Provides that, for 15 years following the establishment of a local appellate court, the U.S. Court of Appeals for the Third Circuit (rather than the U.S. Supreme Court) shall have jurisdiction over appeals from all final decisions of the highest court of the Virgin Islands on Federal questions. Authorizes the appellate division of the district court to review, until the local appellate court is established, the judgments and orders of the local courts. Prohibits the Virgin Islands legislature from precluding the review of a judgment involving a Federal question. Sets forth the membership of the appellate division of the district court. Grants the U.S. Court of Appeals for the Third Circuit jurisdiction over appeals from all final decisions of the appellate division of the district court involving Federal questions. Prohibits the U.S. Court of Appeals for the Third Circuit from reviewing causes of action governed by the laws of the Virgin Islands unless Federal questions are involved. Changes the term of office for judges of the district court from eight years to ten years. Makes the Federal rules of civil and criminal procedure applicable, where appropriate, to the district court and to appeals from the district court. Sets forth the judicial divisions of the Virgin Islands. Repeals certain provisions of the Organic Act of the Virgin Islands and specified sections of other Acts that have been replaced by later law. Amends the Organic Act of Guam to grant the District Court of Guam the jurisdiction of a Federal bankruptcy court. Requires the district court to determine the requirements of indictment by grand jury or trial by jury for local causes of action. Authorizes the Guam legislature to establish an appellate court on or after January 1, 1983. Authorizes the legislature to vest in the local courts jurisdiction subject to the exclusive or concurrent jurisdiction of the district court over all causes of action in Guam. Declares that relations between the Federal courts and the local courts of Guam shall be the same as relations between the Federal courts and State courts. Provides that, for 15 years following the establishment of a local appellate court, the U.S. Court of Appeals for the Ninth Circuit (rather than the U.S. Supreme Court) shall have jurisdiction over appeals from all final decisions of the highest court of Guam on Federal questions. Authorizes the appellate division of the district court to review, until the local appellate court is established, the judgments and orders of the local courts. Prohibits local law from precluding review of a judgment involving a Federal question. Sets forth the membership of the appellate division of the district court. Grants the U.S. Court of Appeals for the Ninth Circuit jurisdiction over appeals from all final decisions of the appellate division of the district court involving Federal questions. Prohibits the court of appeals from reviewing causes of action governed by Guam's laws unless Federal questions are involved. Makes the Federal rules of civil and criminal procedure applicable, where appropriate, to the district court and to appeals from the district court. Changes the term of office for judges of the District Court of Guam from eight years to ten years. Repeals a provision of the law relating to grand jury indictments on Guam that has been replaced by later law. Changes the term of office for judges of the District Court of the Northern Mariana Islands from eight years to ten years. Grants the District Court for the Northern Mariana Islands the jurisdiction of a Federal bankruptcy court. Limits the jurisdiction of the district court with respect to the government of the Trust Territory of the Pacific Islands. Grants the district court authority to review, until the establishment of an appellate court for the Northern Mariana Islands, the judgments and orders of the local courts. Prohibits the laws of the Northern Mariana Islands from precluding the review of a judgment involving a Federal question. Grants the U.S. Court of Appeals for the Ninth Circuit jurisdiction over appeals from all final decisions of the appellate division of the district court involving Federal questions. Prohibits the U.S. Court of Appeals for the Ninth Circuit from reviewing causes of action governed by the laws of the Northern Mariana Islands unless a Federal question is involved. Repeals specified sections of the Bankruptcy Reform Act of 1978 that are incorporated in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to implement the recommendations of the Interim Report of the Northern Mariana Islands Commission on Federal Laws and to amend the Revised Organic Act of the Virgin Islands and the Organic Act of Guam, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:54-05:00"
}