{
  "actions": [
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-25", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-01-25", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Investigations", 
      "text": "Referred to the Subcommittee on Investigations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr38-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Investigations", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-03", 
  "number": "38", 
  "official_title": "To amend title 10, United States Code, to strengthen conflict-of-interest restrictions relating to defense procurement.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-03", 
  "subjects": [
    "Conflict of interests", 
    "Defense contracts", 
    "Defense procurement", 
    "Ethics", 
    "Federal employees", 
    "Federal officials", 
    "Government contractors", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-03", 
    "text": "Revises conflict of interest provisions concerning Department of Defense procurement to prohibit former Department officers and employees and former or retired members of the armed forces who participated in decisionmaking responsibilities concerning defense contractors from accepting compensation from such contractors for a two-year period following separation from the Department. (Present law imposes such prohibitions only on those officials who performed procurement functions for a majority of working days or who participated in negotiations of contracts or claims in excess of $10,000,000.) Imposes criminal penalties for violations of such prohibition. (Present law provides only civil penalties.) Imposes criminal penalties upon any person who knowingly offers or provides such compensation to a former defense procurement official. (Present law imposes only civil penalties.) Authorizes the Secretary of Defense to exempt from such requirements certain persons appointed to sensitive civilian procurement executive positions. Specifies that such an exemption shall be made with the concurrence of the Director of the Office of Government Ethics. Requires the Secretary to report to the Congress concerning any such exemptions. Requires the Secretary to provide each defense procurement official separated from service a written notice containing: (1) an explanation of the provisions of this Act; and (2) the name of each contractor from whom such person is prohibited from accepting compensation. Specifies that the provisions of this Act shall not apply to contracts for less than $100,000 or to contractors who did less than $100,000 worth of business with the Department in the preceding fiscal year. Allows any person who is considering the propriety of accepting compensation from a defense contractor to apply to the Director of the Office of Government Ethics for advice on the applicability of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend title 10, United States Code, to strengthen conflict-of-interest restrictions relating to defense procurement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:07-05:00"
}