{
  "actions": [
    {
      "acted_at": "2006-05-17", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-05-17", 
      "in_committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Health, Education, Labor, and Pensions. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-08-03", 
      "committee": "Health, Education, Labor, and Pensions", 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Reported by Senator Enzi with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2006-08-03", 
      "calendar": "Senate Legislative", 
      "number": "580", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 580.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2006-09-28", 
      "references": [
        {
          "reference": "CR S10436-10437, S10440, S10441, S10442", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2823-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burr, Richard", 
      "sponsored_at": "2006-05-17", 
      "state": "NC", 
      "thomas_id": "00153", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeWine, Mike", 
      "sponsored_at": "2006-05-17", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Frist, William H.", 
      "sponsored_at": "2006-05-17", 
      "state": "TN", 
      "thomas_id": "01336", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2006-05-17", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "2006-05-17", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-05-17", 
  "number": "2823", 
  "official_title": "A bill to provide life-saving care for those with HIV/AIDS.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6143-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Ryan White HIV/AIDS Treatment Modernization Act of 2006", 
  "sponsor": {
    "district": null, 
    "name": "Enzi, Michael B.", 
    "state": "WY", 
    "thomas_id": "01542", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2006-05-17", 
  "subjects": [
    "AIDS (Disease)", 
    "Access to health care", 
    "Agriculture and food", 
    "Ambulatory care", 
    "Auditing", 
    "Authorization", 
    "Case management", 
    "Civil rights and liberties, minority issues", 
    "Community health services", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Continuum of care", 
    "Dental care", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Drug therapy", 
    "Drugs", 
    "Economics and public finance", 
    "Emergency management", 
    "Emergency medicine", 
    "Families", 
    "Federal aid to child health services", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government publicity", 
    "Health", 
    "Health counseling", 
    "Health education", 
    "Health information systems", 
    "Health insurance", 
    "Health planning", 
    "Health surveys", 
    "Hepatitis", 
    "Higher education", 
    "Home care services", 
    "Human immunodeficiency viruses", 
    "Indian medical care", 
    "Insurance premiums", 
    "Liver diseases", 
    "Medical education", 
    "Medical statistics", 
    "Medical tests", 
    "Mental health services", 
    "Metropolitan areas", 
    "Minorities", 
    "Minority health", 
    "Nutrition", 
    "Preventive medicine", 
    "Quality of care", 
    "Rebates", 
    "Respite care", 
    "Right of privacy", 
    "Terminal care", 
    "Urban affairs", 
    "Vaccination", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2006-08-03", 
    "text": "Ryan White HIV/AIDS Treatment Modernization Act of 2006 - Title I: Emergency Relief for Eligible Areas - (Sec. 101) Amends title XXVI of the Public Health Service Act (popularly known as the Ryan White Care Act [RWCA]) provisions related to emergency relief grants for metropolitan areas to assist in delivering and enhancing HIV-related services. Provides that the boundaries of each metropolitan area, for purposes of determining eligibility for such emergency relief grants, are the boundaries that were in effect for FY1994. (Sec. 102) Requires eligible metropolitan areas (EMAs) to have at least 2,000 reported and confirmed cases of AIDS for the most recent period of five calendar years for which such data are available to be eligible for a emergency relief grant (Tier 1). (Currently, the estimated number of AIDS cases is used to determine eligibility). Provides for a transition for states to begin reporting using the number of HIV cases. Requires the chief elected official of an EMA to distribute funds based on the number of HIV/AIDS cases (currently, based on the number of AIDS cases). Requires applications for such grants to include: (1) how the expected expenditures under the grant are related to the planning process for the delivery of HIV health care for states receiving Care grants; and (2) how such expenditures will improve overall client outcomes. (Sec. 103) Requires the Secretary of Health and Human Services to disburse 66 2/3% (currently, 50%) of the amount appropriated for Tier 1 grants based on the number of living HIV/AIDS cases in the eligible area. Requires the return of unexpended grant funds to the Secretary or the submission of an application for the use of such funds. Allows the Secretary to adjust the grant amount for a fiscal year to reflect the amount of unexpended or canceled grant funds remaining from the preceding fiscal year. Requires the Secretary to increase the amount of the grant for areas receiving grants in FY2007 to ensure that funds do not decrease by more than a certain percentage for three fiscal years. (Sec. 104) Directs grantees to expend not less than 75% of grant funds received on core medical services, such as outpatient and ambulatory health services and medical case management. Allows the Secretary to grant waivers to such requirement for a service area if: (1) there is no waiting list for the AIDS Drug Assistance Program (ADAP); and (2) core medical services are available to all individuals infected with HIV/AIDS. Allows grantees to provide, with the Secretary's approval, support services needed to achieve medical outcomes, such as respite care, medical transportation, and nutritional counseling. Requires unexpended funds that were required to be used for core medical services or support services that remain unobligated to be remitted to the Secretary for reallocation. (Sec. 105) Requires the Secretary to disburse supplemental grants on the basis of demonstrated need (currently, severe need). Sets forth the factors the Secretary shall consider in determining demonstrated need, including the unmet need for services and relevant factors that limit access to health care. (Sec. 106) Increases to 10% (currently, 5%) the percentage of grant funds that can be spent on administration. (Sec. 107) Requires the application for a grant to include assurances that the chief elected official will submit audits regarding funds expended to the lead state agency every two years. (Sec. 108) Requires the HIV health services planning council to include representatives of Native Americans and individuals coinfected with Hepatitis B or C. (Sec. 109) Excludes a program administered by, or providing the services of, the Indian Health Service from requirements that prohibit the use of grant funds to make payments for any item or service to the extent that payment has been made or can reasonably be expected to made for such items or services by another program or insurance policy. (Sec. 110) Requires the Secretary, acting through the Administrator of the Health Resources and Services Administration (HRSA), to establish additional grant programs for assisting in the provision of HIV services for any metropolitan area: (1) with between 1,000 and 2,000 AIDS cases for the most recent period of five calendar years (Tier 2); and (2) with 500 to 1,000 such cases of AIDS (Tier 3). Allows a metropolitan area to receive a Tier 2 grant for FY2007 if the area received an emergency relief grant for FY2006, but does not meet the eligibility threshold for FY2007. Continues eligibility for a metropolitan area under this section until such area, for three consecutive years, fails to meet the applicable requirements concerning the number of living cases of AIDS. Applies Tier I requirements for such grants, except that the chief elected official may elect not to have an HIV health services planning council under certain circumstances. Allocates 66 2/3% of appropriated amounts to Tier 2 grants and 33 1/3% to Tier 3 grants. Repeals provisions providing for supplemental grants for emerging communities. (Sec. 111) Authorizes appropriations. Title II: Care Grants - (Sec. 201) Amends provisions relating to grants to states to enable states to improve the quality, availability, and organization of health care and support services for individuals and families with HIV/AIDS (Care grants). Bases allocation of funding and matching requirements for such grants on the number of HIV/AIDS cases (currently, AIDS cases). Requires that the amount of funding given to a state be based on the number of reported and confirmed living cases of AIDS. Provides for a transition for states to begin reporting using the number of HIV cases. (Sec. 202) Requires the Secretary to develop and maintain a list of classes of core AIDS Drug Assistance Program (ADAP) antiretroviral medications. Requires states to ensure that such medications are the minimum required treatments to be included in any ADAP program. Requires the Secretary to award supplemental grants to enable states to purchase and distribute pharmaceutical therapeutics to eligible individuals. Includes within eligibility requirements for such a supplemental grant that a state not have any unexpended Care grant funds subject to reallocation. Allows the Secretary to waive ADAP matching requirements if the state has fully complied with Care grant matching requirements. Increases the amount reserved for such drug program. Requires states to ensure that any drug rebates received on drugs purchased with ADAP funds are applied to RWCA activities. (Sec. 203) Requires a state application for a grant to include the designation of a lead state agency to: (1) administer all assistance received; (2) conduct a needs assessment and prepare the state plan; (3) prepare all applications; (4) receive notices regarding programs; (5) collect and submit audits; and (6) carry out other duties to facilitate the coordination of programs. Requires the state plan in the application to include key outcomes to be measured by all entities in the state receiving assistance. (Sec. 204) Amends the distribution of grant funds to include a factor based on the number of living HIV/AIDS cases in the state living outside of an area eligible for any emergency relief grants under title I. Authorizes the Secretary to develop and utilize a severity of need index (an index of the relative needs of individuals within the state) to determine formula allocations for Care grants. Requires the Secretary to notify the appropriate congressional committees of the index and its methodology and rationale. Requires the return of unexpended grant funds to the Secretary or the submission of an application for their use. Allows the Secretary to adjust the grant amount for a fiscal year to reflect the amount of unexpended or canceled grant funds remaining from the preceding fiscal year. Requires the Secretary to increase the amount of the grant for areas receiving grants in FY2007 to ensure that funds do not decrease by more than a certain percentage for three fiscal years. (Sec. 205) ) Directs grantees to expend not less than 75% of grant funds received on core medical services. Requires unexpended funds that were required to be used for core medical services or support services that remain unobligated to be remitted to the Secretary for reallocation. (Sec. 206) Requires the Secretary to make grants to states that demonstrate a need for supplemental financial assistance to combat the HIV epidemic and that have not had unexpended funds subject to reallocation. Sets forth the factors the Secretary shall consider that impact the need for supplemental financial assistance. Authorizes such program only after the amount appropriated for Care grants for FY2007-FY2011 exceeds the amounts appropriated for such grants for FY2006. (Sec. 207) Allows the Secretary to award matching grants to assist states in providing eligible individuals appropriate access to pharmaceutical therapies. (Sec. 208) Requires Native Americans to be included in any meeting convened by the state public health agency for the purpose of developing a statewide coordinated statement of need. (Sec. 210) Allows state grants to be used to provide specialty care for hepatitis coinfection. (Sec. 211) Authorizes appropriations. Title III: Early Intervention Services - (Sec. 301) Amends provisions relating to grants to public and nonprofit private entities to provide for early intervention services, on an outpatient basis, for individuals with HIV/AIDS. Makes rural health clinics and health facilities operated by Indian Health Services eligible for such grants. Requires eligible entities to serve underserved populations. Requires the Secretary to consider the number of individuals coinfected with HIV/AIDS and hepatitis B or C as a factor in determining preference for grants. Authorizes appropriations. (Sec. 302) Removes provisions that prevented a grantee from receiving funds if the grantee did not meet counseling requirements for HIV testing even when that testing was conducted with non-federal funds. Limits counseling requirements to only testing carried out with RWCA funds. Requires applicants for grants to: (1) submit to the Secretary information on how the expected expenditures are related to the planning process for the delivery of HIV health care for states receiving Care grants; (2) submit to the Secretary a specification of the expected expenditures and how they will improve overall client outcomes; (3) provide additional documentation to the Secretary regarding the process used to obtain community input into the design and implementation of grant activities; and (4) submit to the lead state agency audits regarding grant funds expended that include necessary client level data to complete unmet need calculations and a statewide coordinated statements of need process. (Sec. 303) Directs grantees to expend not less than 75% of grant funds received on core medical services. Requires unexpended funds that were required to be used for core medical services or support services that remain unobligated to be remitted to the Secretary for reallocation. (Sec. 304) Excludes a program administered by, or providing the services of, the Indian Health Service from requirements that prohibit the use of grant funds to make payments for any item or service to the extent that payment has been made or can reasonably be expected to made for such items or services by another program or insurance policy. Title IV: Women, Infants, Children, and Youth - (Sec. 401) Amends provisions related to programs to provide coordinated services to women, infants, children, and youth with HIV/AIDS. Provides that such grants are for family-centered care, involving outpatient or ambulatory care. Removes provisions regarding participation in research. Limits to 10% the amount of grant funds that may be used for administrative expenses. Authorizes appropriations. (Sec. 402) Requires the Comptroller General of the Government Accountability Office (GAO) to evaluate the funding provided under this title to determine how such funds are used. Title V: General Provisions - (Sec. 501) Requires audits received by the Secretary from the lead state agency to be posted on the website of HRSA. Authorizes the Secretary to waive RWCA requirements to improve the health and safety of those receiving care and the general public in an emergency area during a declared emergency or disaster or public health emergency, except that the Secretary is prohibited from spending more than 5% of funds available for supplemental grants under titles I and II. Requires the Secretary to collect client-level data under RWCA in a manner consistent with the unique identifier as reported to the Director of the Centers for Disease Control and Prevention (CDC) as of the date of enactment of this Act. Requires the Comptroller General to biennially submit to the appropriate congressional committees a report that includes a description of federal, state, and local barriers to HIV program integration, particularly for racial and ethnic minorities, and recommendations for enhancing the continuity of care and the provision of prevention services for individuals with HIV/AIDS or those at risk for such disease. Title VI: Demonstration and Training - (Sec. 601) Amends provisions related to Special Projects of National Significance to fund projects to: (1) quickly respond to emerging needs of individuals receiving assistance under RWCA; and (2) fund special programs to develop a standard electronic data system to improve the ability of grantees under RWCA to report client-level data to the Secretary. Requires the Secretary to award grants to eligible entities based on: (1) whether the funding will promote obtaining client level data as it relates to the creation of a severity of need index; (2) demonstrated ability to create and maintain a qualified health information technology system; (3) the demonstrated reliability of the proposed qualified health information technology system across a variety of providers, geographic regions, and clients; and (4) newly emerging needs of individuals receiving assistance under RWCA. Prohibits the Secretary from making a grant under this section for the development of a qualified health information technology system unless the applicant provides assurances to the Secretary that the system will comply with the Health Insurance Portability and Accountability Act of 1996 (HIPAA) privacy regulations. (Sec. 602) Requires the Secretary to give preference in awarding grants to schools and academic health science centers whose projects will train health professionals to provide treatment to Native Americans or hepatitis B or C coinfected individuals. (Sec. 603) Authorizes appropriations for the purpose of carrying out activities to evaluate and address the disproportionate impact of HIV disease and disparities in access, treatment, care, and outcome on racial and ethnic minorities. Specifies allocation amounts for activities to be carried out through RWCA. Requires the Secretary to carry out this section consistent with other minority AIDS initiative activities. Authorizes appropriations. Title VII: Miscellaneous Provisions - (Sec. 701) Prohibits the Secretary from making a grant for early intervention services unless the applicant agrees that, before testing an individual for HIV/AIDS, the applicant will provide appropriate counseling, including regarding: (1) measures for the prevention of exposure to, and the transmission of, hepatitis B and C; (2) the accuracy and reliability of the results of testing for hepatitis B and C; and (3) the potential of developing hepatitis-related liver disease if diagnosed with chronic hepatitis B or C coinfection and its impact on HIV/AIDS. Requires counseling programs to provide information on the transmission and prevention of hepatitis A, B, and C and the location of entities that provide hepatitis A and B vaccinations to individuals with HIV."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ryan White HIV/AIDS Treatment Modernization Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Ryan White HIV/AIDS Treatment Modernization Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide life-saving care for those with HIV/AIDS.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:11-05:00"
}