{
  "actions": [
    {
      "acted_at": "1977-03-15", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-03-15", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5064-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-15", 
  "number": "5064", 
  "official_title": "A bill to amend the Social Security Act and the Rehabilitation Act of 1923 to provide provisional definitions of disability of varying duration, to eliminate work disincentives in programs affecting disabled workers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Disability Insurance Amendments", 
  "sponsor": {
    "district": "4", 
    "name": "Levitas, Elliott H.", 
    "state": "GA", 
    "thomas_id": "00685", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-15", 
  "subjects": [
    "Administrative procedure", 
    "Disability insurance", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-15", 
    "text": "Disability Insurance Amendments - Redefines the term \"disability\" for purposes of Title II (Old-Age, Survivors, and Disability Insurance) of the Social Security Act. Authorizes the Secretary of Health, Education, and Welfare to prescribe by regulation the level of severity which shall be deemed to be sufficient to preclude an individual from engaging in substantial gainful work as required for a finding of disability. Makes changes in the duration of trial work periods for purposes of the Disability Insurance Benefits program. Entitles any private physician, hospital, clinic, or laboratory to reimbursement for supplying medical evidence needed to evaluate claims for social security disability benefits. Eliminates the requirements that months in the Medicare waiting period be consecutive (presently the Act requires that individuals under age 65, in order to be eligible for Medicare, must have been entitled to benefits under Title II for 24 consecutive months). Makes provisions for the Secretary to suspend benefits based on disability. Amends the Social Security Act and the Rehabilitation Act to provide that agreements between the Secretary and State agencies authorizing such agencies to make determinations as to an individual's disability or date of disability within such State may be expanded to include provisions for such agency to make such determinations with respect to all applicants in specified geographical areas within one or more neighboring States. Sets forth the procedure for appeals for claimants denied old-age, survivors and disability benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Disability Insurance Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act and the Rehabilitation Act of 1923 to provide provisional definitions of disability of varying duration, to eliminate work disincentives in programs affecting disabled workers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:50-05:00"
}