{
  "actions": [
    {
      "acted_at": "1975-09-18", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2374-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-18", 
  "number": "2374", 
  "official_title": "A bill to establish an agency to promote the transfer of technology among government agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Technology Transfer Act", 
  "sponsor": {
    "district": null, 
    "name": "Montoya, Joseph M.", 
    "state": "NM", 
    "thomas_id": "01403", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-18", 
  "subjects": [
    "Advisory bodies", 
    "Department of Defense", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Patents", 
    "Science and technology", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-09-18", 
    "text": "Technology Transfer Act - Declares it to be the finding of Congress that a substantial portion of the new technology resulting from Defense Department research and development funds should be made available to other departments and agencies of the Federal Government, to State and local governments, and to private industries. Establishes the Agency for Technology Transfer within the Department of Defense. States that the Agency shall be headed by a Director for Technolgoy Transfer. Directs the establishment of a Processing Office within the Agency. Sets as the function of this Office the gathering of technological information on the current and discontinued Defense Department programs and the publishing, at least twice yearly, of reports of such information as is unclassified. States that a further responsibility of the Office shall be the determination of possible secondary applications of unclassified information. Authorizes the Office to obtain such research as will be necessary to determine what the secondary applications might be. Directs the Office to determine possible markets for such information. Requires the Director to establish six regional dissemination centers throughout the United States. Sets forth the duties of such centers. Establishes within the Agency a Technology Declassification Board. States that the duty of the Board shall be to determine which technology information can be declassified and made available to other departments and agencies of government or private industry. Declares that the Board shall consist of six members appointed by the President by and with the advice and consent of the Senate. States that any order of the Board shall be final unless overruled by the President. Creates a Patent Policy and Review Board wihtin the Agency. States that this Board shall review the practices of the Defense Department regarding the rights of private contractors to use technological information developed by them in conducting research for the Department. Requires the Board to review current Department policies regarding the right to patent ideas and discoveries developed by contractors while conducting research for the Department. States that the Patent Policy and Review Board shall be composed of six members appointed by the President. Declares that any contract for research and development entered into after the date of enactment of this Act by any Federal department or agency shall be subject to a condition that any new process, design, or discovery developed as the result of such research and development shall be available for use by the United States without charge therefor by the person who conducts the research. Authorizes for the purposes of this Act in any fiscal year, the appropriation for such year of a sum equal to five percent of the total amount authorized to be appropriated for research and development activities of the Defense Department, or $100,000,000, whichever is greater. Requires the Director to report annually to Congress regarding the operation of the technology transfer program. Establishes within the Federal Government a Technology Transfer Commission. States that the Commission shall be composed of 12 members, six appointed by the Speaker of the House, and six by the President of the Senate. Declares it to be the duty of the Commission to conduct a comprehensive study to determine the advantages, disadvantages, problems, feasibility, and the cost of implementing a centralized government-wide technology transfer program for all Federal departments and agencies. Directs the Commission to report to the President and Congress after one year and to submit a final report within two years following the date of enactment of this Act. Sets forth the powers of the Committee. Authorizes the appropriation of such sums as may be necessary to carry out the provisions of this Act with respect to the Commission. Authorizes to be appropriated $5,000,000 for the organization of the Commission. Instructs the Director of the Agency to establish an interagency technology information exchange program to keep other Federal departments and agencies informed of technological information developed by the Defense Department."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Technology Transfer Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an agency to promote the transfer of technology among government agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:34-05:00"
}