{
  "actions": [
    {
      "acted_at": "1978-04-19", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2953-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-19", 
  "number": "2953", 
  "official_title": "A bill to amend title 23 of the United States Code in order to improve transportation throughout the Nation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Highway and Public Transportation Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-19", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Air pollution control", 
    "Bikeways", 
    "Bridges", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal aid highway program", 
    "Federal aid to transportation", 
    "Government trust funds", 
    "Interstate highway system", 
    "Mass rapid transit", 
    "Noise", 
    "Public works", 
    "Roads and highways", 
    "Rural conditions", 
    "Rural economic development", 
    "States", 
    "Transportation and Travel", 
    "Transportation and public works", 
    "Transportation and state", 
    "Urban affairs", 
    "Urban transportation"
  ], 
  "subjects_top_term": "Federal aid to transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-19", 
    "text": "Highway and Public Transportation Improvement Act - Title I: Amendments to Title 23, United States Code - Amends Title 23, United States Code (Highways), to revise specified definitions contained in such title. Modifies the definition of \"construction\" to include highway maintenance (thereby allowing States to use Federal system funds for maintaining projects constructed on a Federal system) and to include construction of public transportation projects within the scope of such title. Eliminates the secondary Federal-aid system. Establishes a \"small urban and rural\" Federal-aid highway system. Stipulates that funds apportioned to each State for the primary and urban Federal-aid systems may be spent for any project on the urban system or the small urban and rural system to the extent that such apportionment is attributable to urbanized areas, and small urban and rural areas. Expands the urban system to include all transportation projects in urbanized areas except Interstate highway projects. Stipulates that the Secretary of Transportation may withdraw approval of an Interstate highway within a State upon request of the Governor and local governments concerned (previously such requests were to be made by the State highway department). Stipulates that, upon the joint request of the Governor and the local governments concerned, the Secretary may approve substitute projects for Interstate projects for other areas within a State (previously substitute projects were limited to the corridor or area from which the route was withdrawn). Stipulates that the Federal share for such a substitute project shall be 90 percent of its cost. Directs the Secretary, in determining cost estimates for withdrawn Interstate routes, to increase or decrease such cost in accordance with the increase or decrease in construction materials and labor to construct such a substitute project in the local market where the project is located. Requires States to either submit environmental impact statements on all Interstate projects or to withdraw such projects for substitute projects by September 30, 1982. Authorizes Interstate withdrawal after such date if the project is subject to judicial or administrative constraints on or after such date. Requires that all Interstate segments be under construction by September 30, 1986, unless sufficient Interstate funds are unavailable or unless such construction has not commenced due to judicial or administrative restraint. Stipulates that any Interstate segment or substitute project which is not constructed by September 30, 1986, shall become a separate and individual project requiring separate authorizations and appropriations. Ends Interstate apportionments as of such date. Increases the Interstate apportionments which may be set aside by the Secretary for transportation planning. Stipulates that the Governor of a State or the designated planning organization shall submit a single program of proposed projects to the Secretary for funding under either title 23 or the Urban Mass Transportation Act of 1964 as soon as practicable after apportionments have been made for such Acts. Removes the requirement that projects be selected with the concurrence of the State highway department. Stipulates that in approving programs of projects, priority be given to the reconstruction of hazardous highways. Prohibits the Secretary from approving transportation projects unless all reasonable alternatives have been considered and the proposed project minimizes specified adverse environmental, health, and economic effects. Authorizes the use of funds under title 23 for the acquisition of rights-of-way for all Federal-aid systems (previously such funds could be used only to acquire rights-of-way for highway systems). Requires the Secretary to promulgate guidelines to assure that possible adverse economic, social, and environmental effects relating to proposed projects under title 23 or the Urban Mass Transportation Act of 1964 are minimized. Directs the Secretary, in conjunction with the Administrator of the Environmental Protection Agency, to issue regulations to reduce noise levels at existing Federally funded transportation facilities. Requires an area not meeting such standards to utilize at least five percent of its apportionment under title 23 and five percent of its apportionment under the Urban Mass Transportation Act of 1964 to retrofit such facilities to meet such standards. Requires the Secretary and the Administrator to issue regulations to assure that all federally funded transportation projects (previously only highways) are consistent with air quality implementation plans under the Clean Air Act in areas violating Clean Air Act standards. Prohibits the Secretary from approving any highway project which would increase the vehicular or weightbearing capacity of any highway unless it conforms with the National Environmental Policy Act of 1969. Requires that new title 23 projects provide for safe and convenient crossing points for pedestrians and bicyclists. Repeals the provision which allows the Secretary to discharge any responsibilities under title 23 to the States. Authorizes any State or designated recipient of title 23 funds to impose tolls on highways for the purpose of managing peak load demand on vehicular traffic. Prohibits the use of funds from such tolls for highway purposes (except for the operation and maintenance of the toll facilities). Sets forth the apportionment formula for small urban and rural transportation assistance under title 23. Requires that States formulate five-year as well as long-range transportation plans to be eligible for Federal funding under title 23. Requires approval by the Secretary of such plans for project eligibility. Sets forth determinations to be made by the Secretary in approving such plans. Sets forth judicial review procedures with respect to final actions of the Secretary regarding transportation projects or plans. Authorizes the Secretary to approve as a project eligible for funding under title 23 or the Urban Mass Transportation Act of 1964, the construction of exclusive or preferential bus lanes, highway traffic control devices, bus passenger loading areas and facilities, and fringe and transportation corridor parking facilities to serve bus and other public transportation passengers. Prohibits the Secretary from approving a bridge safety rehabilitation or replacement project which would result in increased traffic capacity. Stipulates that urban system funds are to be allocated directly to urbanized areas having a population of 50,000 or more. Stipulates that urban system funds attributable to urban areas of more than 5,000 but less than 50,000 population shall be allocated in accordance with a fair and equitable formula developed by the State. Stipulates that funds allocated to an urbanized area may, upon approval of the local elected officials of the area and the Secretary, be transferred to the allocation of another such urbanized area in the State or to the State for use in any urbanized area. Authorizes the Secretary to make grants to States and designated recipients for the construction or improvement of bicycle lanes. Directs the Secretary to establish construction standards for bicycle projects. Authorizes appropriations in specified amounts for such grant program for fiscal years 1979 through 1982. Requires States after October 1, 1980, to have a single State transportation agency to discharge the duties required by title 23 and the Urban Mass Transportation Act of 1964 and which shall have authority for the development of multi-modal transportation programs, planning, and policy in such State. Directs the Secretary to make grants to States and urbanized area planning organizations for projects for the development of transportation plans and programs required under title 23 and the Urban Mass Transportaton Act of 1964. Stipulates that the Federal share of the development of such a plan shall be 80 percent of its cost unless the Secretary determines that the interests of the Federal program would be better served without matching funds. Title II: Termination of Highway Trust Fund - Terminates the Highway Trust Fund as of September 30, 1978. Stipulates that funding for title 23 projects shall be made from the general fund of the Treasury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Highway and Public Transportation Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 23 of the United States Code in order to improve transportation throughout the Nation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:45-05:00"
}