{
  "actions": [
    {
      "acted_at": "1992-10-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to the Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6085-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-01", 
  "number": "6085", 
  "official_title": "To direct the Secretary of Education to provide grants to establish training programs for teachers, to provide school to work transition services for elementary and secondary students, to establish job training programs for business and industry, and to establish job training courses at community colleges.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lifelong Learning Act of 1992", 
  "sponsor": {
    "district": "1", 
    "name": "AuCoin, Les", 
    "state": "OR", 
    "thomas_id": "00036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-01", 
  "subjects": [
    "Apprenticeship", 
    "Career education", 
    "College teachers", 
    "Community colleges", 
    "Education", 
    "Educational accountability", 
    "Elementary education", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to vocational education", 
    "Labor unions", 
    "Manpower training programs", 
    "Professional education", 
    "Secondary education", 
    "Students", 
    "Teacher education", 
    "Vocational education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-01", 
    "text": "Lifelong Learning Act of 1992 - Title I: Grant Program to Establish Training Programs for Teachers - Directs the Secretary of Education (the Secretary) to make grants to eligible consortia to establish training programs to upgrade the skills of teachers at elementary and secondary schools, community colleges, and institutions of higher education. Sets the maximum period of such a grant at not more than three fiscal years, subject to the Secretary's annual approval and the availability of appropriations. Sets forth requirements for applications, authorized uses of funds, reports, and allocations. Requires an eligible consortium to be made up of: (1) local educational agencies or institutions of higher education, or both; (2) a teacher association; (3) representatives of business and industry associations; and (4) labor organizations. Authorizes appropriations. Title II: Grant Program to Provide School to Work Transition Services for Students in Elementary and Secondary Schools - Directs the Secretary to make grants to eligible entities to: (1) assist elementary and secondary school students to become familiar with the workplace; and (2) prepare secondary school students for a smooth transition from school to work. Sets a three-year maximum grant period, subject to the Secretary's annual approval and availability of appropriations. Sets forth requirements for applications, authorized uses of funds, reports, and allocation. Requires an eligible entity to be a local educational agency, community college, community-based organization, or labor union. Authorizes appropriations. Title III: Grant Program to Establish Job Training Programs for Business and Industry - Directs the Secretary to make grants to eligible entities to provide job training for businesses, particularly in new industries, in order to create and retain jobs. Sets a three-year maximum grant period, subject to the Secretary's annual approval and the availability of apppropriations. Sets forth requirements for applications, authorized uses of funds, reports, and allocation. Requires an eligible entity to be a community college, labor union, industry-based or occupation-specific association, or an agency or organization that provides training services under the Job Training Partnership Act. Authorizes appropriations. Title IV: Grant Program to Establish Job Training Courses at Community Colleges - Directs the Secretary to make grants to community colleges to establish job training courses at such colleges. Sets a three-year maximum grant period, subject to the Secretary's annual approval and availability of appropriations. Sets forth requirements for applications, authorized uses of funds, reports, and allocation. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lifelong Learning Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To direct the Secretary of Education to provide grants to establish training programs for teachers, to provide school to work transition services for elementary and secondary students, to establish job training programs for business and industry, and to establish job training courses at community colleges.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:15:00-05:00"
}