{
  "actions": [
    {
      "acted_at": "1973-11-09", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare, S. Rept. 93-495.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-11", 
      "references": [], 
      "text": "Cloture motion filed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-12", 
      "references": [], 
      "text": "Cloture motion filed in Senate (Second Motion).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-13", 
      "references": [], 
      "text": "Cloture motion failed of passage in Senate, roll call #578 (60-36).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-14", 
      "references": [], 
      "text": "Cloture motion (Second) failed of passage in Senate, roll call #583 (56-29).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-01-31", 
      "bill_ids": [
        "hr7824-93"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed, H.R. 7824 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2686-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1973-01-03", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1973-01-03", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fulbright, James", 
      "sponsored_at": "1973-01-03", 
      "state": "AR", 
      "thomas_id": "01337", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1974-12-31", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Scott, Hugh", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01432", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-09", 
  "number": "2686", 
  "official_title": "An original bill to amend the Economic Opportunity Act of 1964 to provide for the transfer of the legal services program from the Office of Economic Opportunity to a Legal Services Corporation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7824-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Legal Services Corporation Act", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1973-11-09", 
  "subjects": [
    "Legal Services Corporation"
  ], 
  "subjects_top_term": "Legal Services Corporation", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1973-11-09", 
    "text": "(LATEST SUMMARY) Legal Services Corporation Act - Establishes in the District of Columbia a private nonmembership nonprofit corporation to be known as the \"Legal Services Corporation,\" for the purpose of providing financial support for legal assistance in noncriminal matters to persons financially unable to afford legal assistance. States that the corporation shall have a board of directors consisting of eleven voting members appointed by the President, by and with the advice and consent of the Senate, no more than six of whom shall be of the same political party. Prohibits members of the Board from seeking employment with an association which has benefited from any action of such Board for two years following such action. Provides that within six months following the first meeting of the Board, the Board shall request the Governor of each State to appoint a nine-member advisory council for his State. Sets forth the corporation's powers, duties and limitations. Authorizes the corporation to make grants to, and to contract with, individuals, partnerships, firms, organizations, corporations, and State and local governments for the purpose of providing legal assistance to eligible clients. Establishes a National Advisory council to Consult with the Board and the president of the corporation regarding the activities of the corporation. Requires that a majority of the members of the Advisory Council be members of the legal profession. Sets forth the conditions for the eligibility of an individual to receive legal assistance under this Act. Provides that the Governors of the several States, along with the Director of Officer Management and Budget, shall establish maximum income levels for individuals eligible for legal assistance. States that no funds made available by the corporation under this Act, either by grant or contract, may be used: (1) to provide legal assistance under this Act with respect to a criminal proceeding; (2) for any political activities; (3) to make grants to or contracts with, any public interest law firm which expends 50 percent or more of its resources and time litigating issues in the broad interests of a majority of the public; (4) to provide legal assistance to any unemancipated person of less than eighteen years of age, except in enumerated instances; (5) to support or conduct training programs for the purpose of advocating, as distinguished from the dissemination of information about, particular public policies or encouraging political activities, labor or antilabor activities, illegal boycotts, picketing, strikes, or demonstrations; or (6) to organize or to encourage to organize the creation or structuring of any organization except for the rendering of legal advice and representation by an attorney as an attorney for any eligible client with respect to such client's legal rights and responsibilities. States that the corporation shall provide for a study of the existing staff-attorney program under this Act and of alternative methods of delivery of legal services to eligible clients, including judicare, vouchers, prepaid legal insurance, and contracts with law firms, and shall make recommendations to the President and the Congress within two years concerning improvements, changes, or alternative methods for delivery of such systems. Prohibits legal services attorneys from involving themselves in abortion issues. Authorizes the corporation to require such reports as it deems necessary from recipients of grants or contracts. States that the accounts of the corporation shall be audited annually. Limits authorizations for the corporation to three years. Authorizes to be appropriated for the purpose of carrying out the activities of the Corporation, $71,500,000 for fiscal year 1974, $90,000,000 for the fiscal year 1975, and $100,000,000 for the fiscal year 1976, and for each subsequent fiscal year. Provides that nothing contained in this title shall be deemed to authorize any department, agency, officer, or employee of the United States or of the District of Columbia to exercise any direction, supervision, or control with respect to the corporation, any grantee, contractor, or person or entity receiving financial assistance under this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Legal Services Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Economic Opportunity Act of 1964 to provide for the transfer of the legal services program from the Office of Economic Opportunity to a Legal Services Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:57-05:00"
}