{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr302-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "302", 
  "official_title": "To provide an annual general outline of the current Federal budgetary and fiscal situation, and for other purpose.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Congressional committees", 
    "Economics and public finance", 
    "Federal budgets", 
    "House of Representatives", 
    "Senate"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Requires the Committee on Ways and Means of the House of Representatives and the Committee on Finance of the Senate, within the period January 20 to March 1 annually, to investigate and hold hearings on the then current budgetary and fiscal situation of the Federal Government. Provides that each Committee shall report to its respective House a simple resolution containing the determinations of the Committee with respect to: the anticipated gross national product in the following full fiscal year; the estimated national total of all personal, corporate and other business income in that fiscal year; the estimated situation of the United States with respect to its balance of payments with foreign nations in that fiscal year; the estimated revenues of the Federal Government in that fiscal year under existing authority; and methods by which such estimated revenues may be increased or decreased, as necessary. Requires the House and Senate Committees on Appropriations, within the period January 20 to March 15 annually, to investigate and hold hearings on the entire appropriations program and policies of the Federal Government. Provides that each Committee shall report to its respective House a simple resolution containing the determinations of the Committee with respect to: the total anticipated appropriations of the Congress and of the President in the following full fiscal year; the total anticipated objective of lending programs; the total anticipated allocations with respect to the costs of foreign exchange for programs in the following full fiscal year; and estimated monetary allocations of the budget dollar for the respective activities of the Federal Government listed in the principal categories of national defense, aid to education, urban renewal, social security, agriculture, and transportation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To provide an annual general outline of the current Federal budgetary and fiscal situation, and for other purpose.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:54-05:00"
}