{
  "actions": [
    {
      "acted_at": "2009-05-21", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2588-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Costa, Jim", 
      "sponsored_at": "2009-05-21", 
      "state": "CA", 
      "thomas_id": "01774", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-05-21", 
  "number": "2588", 
  "official_title": "To prevent foreclosure of home mortgages and increase the availability of affordable new mortgages and affordable refinancing of mortgages held by Fannie Mae and Freddie Mac.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Housing Opportunity and Mortgage Equity Act of 2009", 
  "sponsor": {
    "district": "18", 
    "name": "Cardoza, Dennis A.", 
    "state": "CA", 
    "thomas_id": "01709", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-05-21", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Federal Housing Finance Agency", 
    "Government corporations and government-sponsored enterprises", 
    "Government lending and loan guarantees", 
    "Housing and community development", 
    "Housing finance and home ownership", 
    "Securities"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-05-21", 
    "text": "Housing Opportunity and Mortgage Equity Act of 2009 - Directs the Federal National Mortgage Association (Fannie Mae) and the Federal Home Loan Mortgage Corporation (Freddie Mac) (the enterprises) each to implement a program to purchase and securitize qualified new mortgages on single-family housing in accordance with policies and procedures established by the Director of the Federal Housing Finance Agency (FHFA). Sets forth requirements for the purchase and securitization of qualified new mortgages. Terminates the requirement for the enterprises to purchase mortgages two years after the enactment of this Act. Directs Fannie Mae and Freddie Mac each to implement a program to provide for the refinancing of qualified mortgages on single-family housing they own and for the purchase and securitization of such refinancing mortgages in accordance with policies and procedures established by the FHFA Director. Terminates this requirement two years after enactment of this Act. Authorizes the Secretary of the Treasury to purchase securities issued by the enterprises under this Act and such other obligations as the enterprises may issue to carry out this Act. Authorizes the Secretary also, for the purpose of purchasing any such securities and obligations, to use as a public debt transaction the proceeds from the sale of other public debt securities. Treats all redemptions, purchases, and sales by the Secretary of obligations under this Act as public debt transactions of the United States. Limits to $10 billion the aggregate principal amount of outstanding obligations and securities purchased by the Secretary under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing Opportunity and Mortgage Equity Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To prevent foreclosure of home mortgages and increase the availability of affordable new mortgages and affordable refinancing of mortgages held by Fannie Mae and Freddie Mac.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:09-05:00"
}