{
  "actions": [
    {
      "acted_at": "1989-07-11", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1282-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1989-07-11", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-11", 
  "number": "1282", 
  "official_title": "A bill to provide disaster assistance to producers on a farm who suffered certain losses in the quantity of the 1989 crop of a commodity harvested as the result of damaging weather or related conditions in 1988 or 1989, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Disaster Assistance Extension Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-07-11", 
  "subjects": [
    "Agricultural economics", 
    "Agricultural insurance", 
    "Agricultural price supports", 
    "Agriculture and food", 
    "Cotton", 
    "Disaster relief", 
    "Federal aid to water resources development", 
    "Federally-guaranteed loans", 
    "Feed grain program", 
    "Grazing", 
    "Livestock", 
    "Native Americans", 
    "Peanuts", 
    "Rice", 
    "Rural conditions", 
    "Small business", 
    "Soybeans", 
    "Sugar and sugar trade", 
    "Tobacco", 
    "Trees", 
    "Water quality", 
    "Water supply", 
    "Wheat"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-07-11", 
    "text": "Disaster Assistance Extension Act of 1989 - Title I: Emergency Crop Loss Assistance - Subtitle A: Annual Crops - Extends disaster crop loss assistance through the 1989 crop year for wheat, feed grains, cotton, rice, peanuts, sugar, tobacco, soybeans, and other nonprogram crops. Extends crop quality reduction disaster assistance through the 1989 crop year. Reduces disaster assistance payments in relation to Federal crop insurance payments. Requires producers to obtain Federal crop insurance for 1990 and 1991 in order to be eligible for disaster payments and other specified assistance for 1989 crop losses. Sets forth exempted circumstances. Requires the Secretary of Agriculture to announce within a specified time the conditions for establishing a 1989 farm yield for forage-use crops. Limits assistance under this Act at $100,000. Authorizes the Secretary to determine a de minimis yield for each crop eligible for reduced yield disaster payments under this Act. Declares that, if the actual yield for a crop on a farm is at or below the de minimis yield, neither the Federal Crop Insurance Corporation nor companies reinsured by it may require destruction of any portion of that crop as a condition for making a full crop loss indemnity payment to a producer under a valid crop insurance contract. Subtitle B: Forest Crops - Directs the Secretary to provide assistance to tree farmers who lost seedlings in 1989 as a result of drought conditions. Limits assistance to any one person to $25,000. Subtitle C: Additional Assistance - Prohibits the Secretary from reducing rental payments to an owner or operator who hays or grazes livestock during the 1989 crop year on land subject to a conservation reserve program contract to the extent that such owner or operator carries out and pays for specified additional conservation practices. Amends the Agricultural Act of 1949 to provide for special assistance that would reimburse up to half the cost of constructing or deepening ponds for livestock water. Subtitle D: Administrative Provisions - Makes a person with qualifying annual gross income (as defined by this Act) in excess of $2,000,000 ineligible for assistance under this Act. Requires assistance applications to be made by March 31, 1990, or such later date as the Secretary may prescribe. Title II: Emergency Livestock Assistance - Amends the Agricultural Act of 1949 to make funds available for emergency livestock transportation (1989) and water assistance (1988 and 1989). Title III: Commodity Stock Adjustment - Amends the Agricultural Act of 1949 to extend alternate crop authority through 1990. Title IV: Rural Businesses - Directs the Secretary to provide loan guarantees through the Rural Development Insurance Fund to rural business enterprises (including Indian tribes) which have suffered disaster damage in 1988 or 1989. Limits: (1) individual guarantees to the lesser of 90 percent of principal and interest or $500,000; and (2) aggregate guarantees to $200,000,000. Title V: Water - Related Assistance - Amends the Consolidated Farm and Rural Development Act to direct the Secretary to establish an emergency water assistance grant program for rural and small communities (less than 5,000 population, median household income below State nonmetropolitan level) with significant water shortages, or to enable such communities to comply with the requirements of the Federal Water Pollution Control Act or the Safe Drinking Water Act. Obligates at least 75 percent of program funds for rural communities of less than 3,000 persons. Limits grants to: (1) $75,000 for existing system repairs; and (2) $500,000 for water shortage areas. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Disaster Assistance Extension Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide disaster assistance to producers on a farm who suffered certain losses in the quantity of the 1989 crop of a commodity harvested as the result of damaging weather or related conditions in 1988 or 1989, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:33-05:00"
}