{
  "actions": [
    {
      "acted_at": "1999-05-05", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Intelligence ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-05-11", 
      "references": [], 
      "text": "Committee on Intelligence. Original measure reported to Senate by Senator Shelby. With written report No. 106-48.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-11", 
      "calendar": "Senate Legislative", 
      "number": "108", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 108.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1999-05-13", 
      "committee": "Committee on Armed Services pursuant to the order of section 3(b) of Senate Resolution 400, Ninety-fourth Congress, for a period of not to exceed 30 days of session", 
      "references": [], 
      "text": "Referred to the Committee on Armed Services pursuant to the order of section 3(b) of Senate Resolution 400, Ninety-fourth Congress, for a period of not to exceed 30 days of session.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-06-08", 
      "in_committee": "Committee on Armed Services pursuant to the order of section 3(b) of Senate Resolution 400, Ninety-fourth Congress, for a period of not to exceed 30 days of session", 
      "references": [], 
      "text": "Committee on Armed Services. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-06-08", 
      "references": [], 
      "text": "Committee on Armed Services. Reported to Senate by Senator Warner without amendment. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-08", 
      "calendar": "Senate Legislative", 
      "number": "139", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 139.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1009-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-11", 
  "number": "1009", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2000 for intelligence and intelligence-related activities of the United States Government, the Community Management Account, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
  "popular_title": "FY2000 Intelligence Authorization bill", 
  "related_bills": [
    {
      "bill_id": "hr1555-106", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1555-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Intelligence Authorization Act for Fiscal Year 2000", 
  "sponsor": {
    "district": null, 
    "name": "Shelby, Richard C.", 
    "state": "AL", 
    "thomas_id": "01049", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1999-05-05", 
  "subjects": [
    "Aliens", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Army posts", 
    "Authorization", 
    "California", 
    "Central Intelligence Agency", 
    "Civil service pensions", 
    "Classified defense information", 
    "Communist parties", 
    "Communists", 
    "Computer security measures", 
    "Computers and government", 
    "Confidential funding (Federal budgets)", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Counterfeiting", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Defense budgets", 
    "Department of Defense", 
    "Department of Energy", 
    "Department of Justice", 
    "Department of State", 
    "Department of the Treasury", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Economics and public finance", 
    "Electronic surveillance", 
    "Energy", 
    "Espionage", 
    "Europe", 
    "Federal aid to law enforcement", 
    "Federal employees", 
    "Foreign agents", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Germany", 
    "Government buyouts", 
    "Government operations and politics", 
    "Government trust funds", 
    "Immigration", 
    "Intelligence community staff", 
    "Intelligence officers", 
    "International affairs", 
    "Labor and employment", 
    "Laboratories", 
    "Loyalty-security program", 
    "Maps", 
    "Military bases", 
    "Military communications", 
    "Military construction operations", 
    "Military intelligence", 
    "Military personnel", 
    "Naturalization", 
    "New Mexico", 
    "Nuclear energy research facilities", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Party affiliation", 
    "Radar", 
    "Reconnaissance satellites", 
    "Research and development", 
    "Research and development facilities", 
    "Salaries", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "Security clearances", 
    "Space activities", 
    "Totalitarianism", 
    "Transfer of employees", 
    "United Kingdom"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-05-11", 
    "text": "Intelligence Authorization Act for Fiscal Year 2000 - Title I: Intelligence Activities - Authorizes appropriations for FY 2000 for the conduct of intelligence and intelligence-related activities of the: (1) Central Intelligence Agency (CIA); (2) Department of Defense; (3) Defense Intelligence Agency; (4) National Security Agency; (5) Departments of the Army, Navy, and Air Force; (6) Departments of State, the Treasury, and Energy; (7) Federal Bureau of Investigation (FBI); (8) National Reconnaissance Office; and (9) National Imagery and Mapping Agency.(Sec. 102) Specifies that the amounts authorized to be appropriated and the authorized personnel ceilings as of September 30, 2000, for such activities are those specified in the classified Schedule of Authorizations, which shall be made available to the Senate and House Appropriations Committees and the President.(Sec. 103) Allows the Director of Central Intelligence (DCI), with the approval of the Director of the Office of Management and Budget, to authorize employment of civilian personnel in excess of the number authorized for FY 2000 when the DCI determines that such action is necessary to the performance of important intelligence functions, subject to specified limitations. Requires notification of the Senate and House Intelligence Committees when such authority is exercised.(Sec. 104) Authorizes appropriations for the Community Management Account of the DCI for FY 2000. Authorizes full-time personnel for elements within such Account as of September 30, 2000. Provides for the reimbursement of any U.S. officer or employee, or member of the armed forces, who is detailed to such staff.Earmarks funds authorized under this Act for the National Drug Intelligence Center. Requires a transfer of funds from the DCI to the Attorney General (AG) to operate the Center.Title II: Central Intelligence Agency Retirement and Disability System - Authorizes appropriations for FY 2000 for the Central Intelligence Agency Retirement and Disability Fund.Title III: General Provisions - Permits appropriations authorized by this Act for salary, pay, retirement, and other benefits for Federal employees to be increased by such additional amounts as may be necessary for increases in such compensation or benefits authorized by law.(Sec. 302) Specifies that the authorization of appropriations by this Act shall not be deemed to constitute authority for the conduct of any intelligence activity which is not otherwise authorized by the Constitution or laws of the United States.(Sec. 303) Amends the National Security Act of 1947 to: (1) extend through January 6, 2001, the authority of the President to stay the application of certain sanctions against a foreign country when such application would undermine U.S. intelligence activities or sources; and (2) permit authorized Federal investigative agencies to access computers used by Federal employees in the performance of government duties.(Sec. 305) Amends the Immigration and Nationality Act to allow the naturalization of a person affiliated with a Communist or similar party if such person: (1) is otherwise eligible; (2) is within a proscribed category solely because of past membership in, or affiliation with, such party or organization; (3) does not fall within any other excluded category; and (4) is jointly determined by the DCI, the AG, and the Commissioner if Immigration and Naturalization to have made a contribution to the U.S. national security or national intelligence mission.(Sec. 306) Amends the Intelligence Authorization Act for Fiscal Year 1997 to extend through FY 2001 funding for infrastructure and quality of life improvements at the Menwith Hill and Bad Aibling Stations.Title IV: Central Intelligence Agency - Amends the Central Intelligence Agency Act of 1949 to: (1) extend to nonappropriated fund entities or instrumentalities associated or affiliated with the CIA the provision of items and services under the CIA central services program; (2) provide for additional deposits into the Central Services Working Capital Fund; and (3) extend such program through March 31, 2005.(Sec. 402) Amends the Central Intelligence Agency Voluntary Separation Pay Act to extend such Act through FY 2000.Title V: Department of Energy Intelligence Activities - Department of Energy Sensitive Country Foreign Visitors Moratorium Act - Prohibits the Secretary of Energy from admitting to any classified facility of a national laboratory any citizen of a nation that is named on the current Department of Energy sensitive countries list. Authorizes the waiver of such prohibition on a case-by-case basis in the national security interest, requiring a report to specified congressional committees when such waiver is exercised.(Sec. 503) States that before a citizen of any foreign nation is allowed to enter a national laboratory, the Secretary of Energy shall require a security background check on such individual.(Sec. 504) Requires the Directors of the CIA and the FBI to report to specified congressional committees on counterintelligence activities at national laboratories, including facilities and areas at which unclassified work is performed.Title VI: Foreign Counterintelligence and International Terrorism Investigations - Amends the Foreign Intelligence Surveillance Act of 1978 to include within the definition of \"agent of a foreign power\" for purposes of coverage under such Act a person who knowingly enters the United States under a false or fraudulent identity for or on behalf of a foreign power or, while in the United States, knowingly assumes a false or fraudulent identity for or on behalf of a foreign power.(Sec. 602) Amends the Counterintelligence and Security Enhancements Act of 1994 to require the FBI to pass on to the appropriate Federal agency information obtained by the FBI concerning the possible disclosure of classified information by an individual within that agency. (Currently, the FBI must pass on such information only after receiving a report from the head of such agency concerning the possibility of such disclosure.)"
  }, 
  "titles": [
    {
      "as": null, 
      "title": "FY2000 Intelligence Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Intelligence Authorization Act for Fiscal Year 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Energy Sensitive Country Foreign Visitors Moratorium Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2000 for intelligence and intelligence-related activities of the United States Government, the Community Management Account, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:36-05:00"
}