{
  "actions": [
    {
      "acted_at": "1987-09-21", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-09-24", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3310-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-09-21", 
  "number": "3310", 
  "official_title": "A bill to enhance the effectiveness and the independence of the United States Court of Military Appeals.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1625-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1625-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "United States Court of Military Appeals Improvements Act of 1987", 
  "sponsor": {
    "district": "3", 
    "name": "Derrick, Butler C.", 
    "state": "SC", 
    "thomas_id": "00289", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-09-21", 
  "subjects": [
    "Appellate courts", 
    "Armed forces and national security", 
    "Civil service retirement", 
    "Courts and Civil Procedure", 
    "Federal employees and officials", 
    "Judges", 
    "Judicial compensation", 
    "Military law"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-09-21", 
    "text": "United States Court of Military Appeals Improvements Act of 1987 - Amends general military law under the Uniform Code of Military Justice (UCMJ) to revise provisions relating to the establishment and operation of the United States Court of Military Appeals (the Court). Establishes the Court under Article III of the U.S. Constitution (currently established under Article I), and allows judges appointed to the Court to hold office during good behavior. (Currently, such appointment is limited to 15 years.) Directs the Chief Justice of the United States (currently, the President) to designate a judge of the U.S. Court of Appeals to sit as a judge of the Court in place of a temporarily absent judge of the Court. Authorizes the Chief Justice to designate a judge to replace a judge on the Court who has excused himself from hearing a certain case. Directs that a judge of the Court shall be eligible to take senior status under the same terms and conditions as apply to a judge of the U.S. Court of Appeals, and shall be eligible to sit from time to time as a judge on the U.S. Court of Appeals as designated by the Chief Justice of the United States. Authorizes the Court to accept facilities and support furnished by the Department of Defense, directing the Secretary of Defense to furnish such support as requested by the Chief Judge of the Court. Exempts judges of the Court from payroll deductions for Federal retirement pay. Clarifies (by way of technical changes) that judges of the Court are to be considered Federal employees for purposes of other Federal retirement provisions. Urges and requests the President to nominate for appointment as judge of the Court each judge who is currently serving as judge on such Court. Authorizes each judge who is currently receiving retired pay from service on the Court to continue to receive such pay under current Federal law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Court of Military Appeals Improvements Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance the effectiveness and the independence of the United States Court of Military Appeals.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:52-05:00"
}