{
  "actions": [
    {
      "acted_at": "1979-06-06", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-06-06", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1291-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1979-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-06", 
  "number": "1291", 
  "official_title": "A bill to amend title 5 of the United States Code to improve the procedures for agency rule making; to require agencies to adhere to a pro-competition standard; to require the Congress and the President to review certain regulatory agencies; to provide public participation funding; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Administrative Practice and Regulatory Control Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-06", 
  "subjects": [
    "Administrative Conference of the U.S.", 
    "Administrative fees", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Antitrust law", 
    "Antitrust policy", 
    "Business and commerce", 
    "Citizen participation", 
    "Competition", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government regulation", 
    "House of Representatives", 
    "House rules and procedure", 
    "Legal fees", 
    "Price regulation", 
    "Public meetings of administrative bodies", 
    "Public records", 
    "Regulatory impact statements", 
    "Senate", 
    "Senate rules and procedure", 
    "Tax expenditures"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-06", 
    "text": "Administrative Practice and Regulatory Control Act of 1979 - Title I: Improving the Regulatory Process - Provides for the promulgation by an agency of an emergency rule without the provision of public notice and an opportunity for public participation. Defines the term \"emergency rule\" for purposes of this Act. Amends current agency rulemaking procedure to establish additional requirements for a \"significant rule\" which is defined as one which is expected to have an annual impact on the economy of at least $100,000,000. Requires an agency proposing any significant rule to: (1) publish in the Federal Register an advance notice of the proposed rulemaking inviting public comment; (2) include in the general notice of such rulemaking statements soliciting alternative approaches to the regulatory objective and describing the paperwork requirements of the proposed rule; and (3) allow at least 60 days for public comment. Authorizes the agency to hold informal public hearings and to create advisory councils to resolve controversies concerning such proposed rule. Directs each agency to publish with any final significant rule: (1) a description of new paperwork requirements; (2) the differences between the proposed and final rule; (3) the significant comments made concerning the rule; and (4) an explanation of why alternatives were rejected. Requires each agency to maintain a file of information on each rulemaking proceeding. Specifies the contents of such file which include: (1) any information which the agency is required to make public; and (2) a record of the source, recipient, and content of any communication with the agency regarding the proposed rule. Directs each agency to: (1) publish a report every five years on the extent of compliance with significant rules; and (2) establish an agenda for reviewing the compliance with and effectiveness of such rules. Authorizes the Administrative Conference of the United States to provide attorneys' fees and other financial assistance to participants in agency proceedings if: (1) the participant is expected to contribute substantially to the fair disposition of the proceeding; (2) the monetary benefit to such person is small in comparison to the costs involved; (3) the person lacks sufficient resources to participate without such award; and (4) the participation of such person is authorized by agency practice or regulation. Title II: A Procompetitive Standard for Federal Agencies - Prohibits any Federal agency from: (1) regulating or licensing entry under a scheme when such entry is limited; (2) setting levels for or otherwise controlling the prices, production, or distribution of goods or services; or (3) controlling the terms of agreements among providers and purchasers of goods or services unless the agency finds such an action to be the least anticompetitive alternative for achieving a statutory goal. Requires each agency to establish procedures for notifying the Attorney General of any plans for such an action. Directs the Federal Trade Commission to report annually to the President and Congress on agency compliance with this title. Title III: Review of the Effectiveness of and Continuing Need for Government Regulation - Directs the President to establish a Committee on Regulatory Evaluation to advise the President concerning the reform of regulation by Federal agencies. Specifies the composition of the Committee and the compensation of Committee members. Requires the Committee to meet at least twice a year. Requires the President to submit to Congress according to a specific schedule a report and proposed legislation concerning the regulatory reform of certain agencies. Specifies objectives for regulatory reforms. Stipulates that such report: (1) examine the impact of each agency's regulatory activities; (2) compare the agency's regulatory policies to those of other agencies; and (3) analyze the validity of tax expenditures affecting industry. Sets forth House and Senate procedure for considering such reform legislation. Title IV: The Administrative Conference of the United States - Changes the term of office of the Chairman of the Administrative Conference of the United States to a four year term which coincides to the term of the President. Stipulates that at least one-fourth of the members of the Conference appointed by the Chairman shall be representatives of regulated interests. Sets forth new functions of the Conference which include: (1) creating a uniform subject matter filing index to be used by agencies and the Code of Federal Regulations; and (2) establishing a clearinghouse to coordinate agency activities for improving the effectiveness of Government regulation. Directs the Conference to establish a Committee on Administrative Procedure to draft procedural rules for agency rulemaking proceedings and adjudications. Stipulates that such rules be designed to enhance public participation in agency proceedings. States that such rules shall be binding on all agencies if approved by the Conference. Title V: Consolidation of Regulatory Reform Functions - Transfers to the Chairman of the Administrative Conference: (1) from the Comptroller General, responsibility for reviewing agency reporting requirements and information gathering practices to assure agencies are not duplicating efforts; and (2) from the Administrator of General Services, responsibility for the custody, printing, and distribution of documents required to be published in the Federal Register, and responsibility for reviewing and establishing administrative guidelines for advisory committees utilized by a Federal agency. Title VI: Miscellaneous Provisions - States the effective dates of provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Administrative Practice and Regulatory Control Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 5 of the United States Code to improve the procedures for agency rule making; to require agencies to adhere to a pro-competition standard; to require the Congress and the President to review certain regulatory agencies; to provide public participation funding; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:59-05:00"
}