{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres44-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "44", 
  "official_title": "A resolution to authorize a study of national fuels and energy policy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Chappell, Bill, Jr.", 
    "state": "FL", 
    "thomas_id": "00191", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Congressional committees", 
    "Energy", 
    "House of Representatives", 
    "Power resources"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Authorizes the Committee on Interior and Insular Affairs, or any duly authorized subcommittee thereof, to: (a) make a full and complete investigation and study (including the holding of public hearings in appropriate parts of the Nation) of the current and prospective fuel and energy resources and requirements of the United States and the present and probable future alternative procedures and methods for meeting anticipated requirements, consistent with achieving other national goals, including the high priorities of national security and environmental protection; and (b) make, in accordance with the national policy enunciated in the Mining and Minerals Policy Act of 1970 (84 Stat. 1876), a full and complete investigation and study of the existing and prospective governmental policies and laws affecting the fuels and energy industries. Specifies various considerations the Committee shall consider in carrying out the above provisions. Authorizes the committee or subcommittee to sit and act during the present Congress at such times and places within the United States, including any Commonwealth or possession thereof, whether the House is in session, has recessed, or has adjourned, and to hold such hearings as it deems necessary. Requires the committee to report to the House as soon as practicable during the present Congress the results of its investigation and study, together with such recommendations as it deems advisable. Provides that any such report which is made when the House is not in session shall be filed with the Clerk of the House."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution to authorize a study of national fuels and energy policy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:25-05:00"
}