{
  "actions": [
    {
      "acted_at": "1977-06-29", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8083-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Davis, Mendel J.", 
      "sponsored_at": "1977-01-03", 
      "state": "SC", 
      "thomas_id": "00272", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Jenrette, John W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "SC", 
      "thomas_id": "00596", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Neal, Stephen L.", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "00855", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Rose, Charlie", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "00986", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-06-29", 
  "number": "8083", 
  "official_title": "A bill to provide benefits for sufferers from byssinosis.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Brown Lung Benefits Act", 
  "sponsor": {
    "district": "6", 
    "name": "Burton, Phillip", 
    "state": "CA", 
    "thomas_id": "00156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-29", 
  "subjects": [
    "Health", 
    "Labor and employment", 
    "Lung diseases", 
    "Occupational health and safety", 
    "Survivors' benefits", 
    "Textile industry and fabrics"
  ], 
  "subjects_top_term": "Lung diseases", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-06-29", 
    "text": "Brown Lung Benefits Act - Directs the Secretary of Health, Education, and Welfare to pay benefits to any textile worker who has been totally disabled by byssinosis and to the surviving dependents of any such worker whose death was caused by byssinosis. Defines the term \"byssinosis\" to mean a chronic dust disease of the lung arising out of employment in a textile plant. Directs the Secretary to prescribe standards for determining whether a textile worker is totally disabled by byssinosis and for determining whether the death of a textile worker was caused by byssinosis. Sets forth the employment conditions under which there shall be a rebuttable presumption that a worker's byssinosis arose out of such employment. Directs the Secretary to make benefit payments as follows: (1) in the case of total disability of a textile worker due to byssinosis, the disabled worker shall be paid benefits during the disability at a rate equal to 50 percent of the minimum monthly payment to which a Federal employee in grade GS-2, who is totally disabled is entitled; (2) in the case of death of a textile worker due to byssinosis or of a textile worker receiving benefits under this Act, benefits shall be paid to the surviving spouse at the rate the deceased worker would receive such benefits if the deceased worker were totally disabled; and (3) in the case of an individual entitled to benefit payments who has one or more dependents, the benefit payments shall be increased at the rate of 50 percent of such benefit payments, if such individual has one dependent, 75 percent if such individual has two dependents, and 100 percent if such individual has three or more dependents. Prohibits the payment of benefits pursuant to this Act unless a claim has been filed before December 31, 1986. Prohibits the consideration of such claim unless a claim has been filed under the applicable State workmen's compensation law prior to or at the same time that a claim was filed for benefits under this Act. States that nothing in this Act shall relieve any operator of a textile plant of the duty to comply with any State workmen's compensation law, except insofar as such State law is in conflict with the provisions of this Act and the Secretary, by regulation, so prescribes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Brown Lung Benefits Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide benefits for sufferers from byssinosis.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:46-05:00"
}