{
  "actions": [
    {
      "acted_at": "1989-01-03", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Glickman, Dan", 
      "sponsored_at": "1989-01-03", 
      "state": "KS", 
      "thomas_id": "00443", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kaptur, Marcy", 
      "sponsored_at": "1989-01-03", 
      "state": "OH", 
      "thomas_id": "00616", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Nagle, Dave R,", 
      "sponsored_at": "1989-01-03", 
      "state": "IA", 
      "thomas_id": "00851", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1989-02-06", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wolpe, Howard E.", 
      "sponsored_at": "1989-01-03", 
      "state": "MI", 
      "thomas_id": "01240", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-01-03", 
  "number": "9", 
  "official_title": "To amend section 207 of title 18, United States Code, relating to restrictions on post-employment activities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2267-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Post-Employment Restrictions Act of 1988", 
  "sponsor": {
    "district": "4", 
    "name": "Frank, Barney", 
    "state": "MA", 
    "thomas_id": "00407", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-01-03", 
  "subjects": [
    "Conflict of interests", 
    "Congressional employees", 
    "Congressional ethics", 
    "Congressional officers", 
    "Crime and law enforcement", 
    "Ex-Members of Congress", 
    "Ex-presidents", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal officials", 
    "Fines (Penalties)", 
    "Foreign agents", 
    "Foreign trade and international finance", 
    "Lobbying", 
    "Trade negotiations"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-01-03", 
    "text": "Post-Employment Restrictions Act of 1988 - Amends the Federal criminal code to revise provisions regarding former officers or employees of the executive branch (including the President), any independent agency, or the District of Columbia attempting to influence the Government or the District. Prohibits former officers or employees of the executive branch (including the President) or any independent agency of the United States, for two years after Federal service ends, from representing others before, or attempting to influence, the Government, or aiding or advising any person, concerning any matter in which the United States is a party or has a direct interest, in which the person participated personally and substantially, and which involved a specific party or parties at the time of such participation. Prohibits former officers or employees of the executive branch, for one year after Federal service ends, from representing or aiding and advising any person, with the intent to influence, regarding any trade negotiation: (1) which was actually pending under the official's responsibility within one year before the termination of Federal employment; or (2) in which the official participated personally and substantially within a period of one year before termination of employment. Prohibits certain senior officials in the executive branch (including the President) or an independent agency, for one year after such service ends, from representing any persons with the intent to influence the Government. Prohibits former Members of Congress, elected officers, or employees of the Congress from representing others before or attempting to influence any Member, officer, or employee of the House in which the individual served, for one year after that individual leaves office regarding any matter pending before the Congress or any matter on which such former Member or elected officer seeks action by the Congress or by a Member in the Member's official capacity. Prohibits former senior employees of a Senator or Representative, within one year after that employment terminates, from representing others before or attempting to influence any of the following persons in connection with any matter pending before the Congress or any matter on which such former employee seeks action by the Congress or by a Member in the Member's official capacity: (1) the Member of whom that person was an employee; or (2) any employee of such Member. Prohibits former senior employees of a congressional committee, within one year after termination of such employment, from representing others before or attempting to influence any current employee of such committee with respect to any matter pending before the Congress or any matter on which such former employee seeks action by the Congress or by a Member in the Member's official capacity. Establishes a one-year ban for former senior employees of the leadership staff of the House and Senate on representing others before or attempting to influence certain parties in the Congress. Prohibits certain senior executive branch personnel, Members of Congress, and officers and employees of the legislative branch, within one year after leaving office, from representing, aiding, or advising a foreign entity (a foreign government or organization determined to be acting as an instrumentality of such government) with the intent to influence the Government. Declares that the prohibitions set forth in this Act apply only to acts done for compensation. Sets forth penalties for violations of such Act. Sets forth general exceptions to the prohibitions under this Act if the former employee or official is carrying out official duties as an elected official of a State or local government or as an employee of: (1) a State or local government; (2) an institution of higher learning; (3) a tax-exempt hospital or medical research organization; or (4) an international organization of which the United States is a member. Declares that restrictions under this Act do not apply to public speeches or appearances. Revises the authority of the Director of the Office of Government Ethics in designating agencies and bureaus within departments as separate agencies. Authorizes the Attorney General, if it is reasonably believed that a person is engaging or is about to engage in conduct in violation of this Act, to petition an appropriate U.S. district court for an order prohibiting that person from engaging in such conduct."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Post-Employment Restrictions Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend section 207 of title 18, United States Code, relating to restrictions on post-employment activities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:31-05:00"
}