{
  "actions": [
    {
      "acted_at": "1973-04-02", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs..", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres472-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Schneebeli, Herman T.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01031", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-02", 
  "number": "472", 
  "official_title": "Joint resolution to create an Atlantic Union delegation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres205-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "20", 
    "name": "Findley, Paul", 
    "state": "IL", 
    "thomas_id": "00382", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-02", 
  "subjects": [
    "Advisory bodies", 
    "International affairs", 
    "International organization"
  ], 
  "subjects_top_term": "International organization", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-02", 
    "text": "Creates an Atlantic Union delegation, composed of 18 eminent citizens, which is authorized to organize and participate in a convention made up of similar delegations from such North Atlantic Treaty parliamentary democracies as desire to join in the enterprise, and other parliamentary democracies the convention may invite, to explore the possibility of agreement on: (1) a declaration that the goal of their peoples is to transform their present relationship into a more effective unity based on Federal principles; (2) a timetable for the transition by stages to this goal; and (3) a commission to facilitate advancement toward such stages. Requires the convention's recommendations to be submitted to the Congress. Provides that not more than half of the delegation's members shall be from one political party, and that 6 of the delegates shall be appointed by the Speaker of the House of Representatives, after consultation with the House Committee on Foreign Affairs, 6 by the President of the Senate, after consultation with the Senate Committee on Foreign Relations, and 6 by the President of the United States. Allows all members of the delegation to speak and vote individually in the convention. Authorizes the delegation in carrying out the purposes of this Act: (1) to seek to arrange an international convention and such other meetings and conferences as it may deem necessary; (2) to employ and fix the compensation within prescribed limits of such temporary professional and clerical staff as it deems necessary; and (3) to pay not in excess of $100,000 toward such expenses as may be involved as a consequence of holding any meetings or conferences authorized by this joint resolution. Authorizes not to exceed $200,000 to be appropriated to the Department of State to carry out the purposes of this resolution, payments to be made upon vouchers approved by the Chairman of the delegation subject to the laws, rules, and regulations applicable to the obligation and expenditure of appropriated funds. Requires the delegation to make semiannual reports to Congress accounting for all expenditures and such other information as it deems appropriate. Provides that the delegation shall cease to exist at the expiration of the three-year period beginning on the date of the approval of this resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution to create an Atlantic Union delegation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:17-05:00"
}