{
  "actions": [
    {
      "acted_at": "1978-04-20", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2971-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Clark, Dick", 
      "sponsored_at": "1977-01-03", 
      "state": "IA", 
      "thomas_id": "01306", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1977-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-20", 
  "number": "2971", 
  "official_title": "A bill to require public disclosure of certain lobbying activities to influence issues before the Congress and the executive branch, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lobbying Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Ribicoff, Abraham A.", 
    "state": "CT", 
    "thomas_id": "01422", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-20", 
  "subjects": [
    "Congress", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Independent regulatory commissions", 
    "Lobbying"
  ], 
  "subjects_top_term": "Lobbying", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-20", 
    "text": "Lobbying Reform Act - Requires annual registration of any organization which expends at least $1,250 per calendar quarter for lobbying purposes, employs any person as a lobbyist for 24 hours or more per quarterly filing period, or two or more such persons for at least 12 hours each per such period, or which expends in excess of $5,000 per quarter to engage any other person as a lobbyist. Requires such organizations to file quarterly lobbying reports disclosing the identity of paid lobbyists, amounts paid to such lobbyists, and the issues such lobbyists sought to influence during the quarter. Requires the annual registration of organizations acting through their own paid officers or employees engaging in 15 or more oral lobbying communications in any quarterly filing period. Permits the filing of abbreviated quarterly filing reports for organizations required to file solely because of the number of oral lobbying communications made by their own personnel. Requires organizations which have submitted any bid or proposal for any Government contract valued at $10,000,000 or more to file annual reports until such contract or grant is awarded disclosing any attempts such organization has made to influence such award. Specifies the required contents of such reports including: (1) identity of any employee seeking to influence such award who, during the past five years, was a Federal employee of the agency responsible for the award who was paid in excess of the highest rate specified for pay grades GS-11, O-4, or W-2, as the case may be; (2) specified gifts made to Federal officers or employees in excess of $35; and (3) an itemized listing of each expenditure for any reception, dinner, or similar event where the total cost of such event exceeds $500. Specifies recordkeeping and report preparation requirements for any organization required to file under this Act. Requires the Comptroller General, with whom such registrations and reports must be filed, to investigate possible violations of this Act and to establish cross-indexing systems to reveal the identity of individuals employed as lobbyists by more than one organization, and to establish similar cross-indexing systems with the Federal Election Commission and the Department of Justice to identify persons mentioned in reports filed under this Act and the Federal Election Campaign Act of 1971 or the Foreign Agents Registration Act. Directs the Comptroller General to make available to the public copies of reports filed under this Act and summaries of data in such reports. Forbids the use of information secured under this Act for commercial purposes. Imposes upon the Comptroller General the duty to render advisory opinions with respect to the requirements of this Act upon which seekers of such opinions may justifiably rely. Directs the Comptroller General to refer to the Attorney General any actions or omissions which it is believed constitute violations of this Act. Authorizes the Attorney General to institute civil actions where appropriate and requires the prosecution of criminal actions where appropriate. Imposes civil and criminal sanctions for the violation of this Act. Repeals the Federal Regulation of Lobbying Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lobbying Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require public disclosure of certain lobbying activities to influence issues before the Congress and the executive branch, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:46-05:00"
}