{
  "actions": [
    {
      "acted_at": "1977-02-28", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4151-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-28", 
  "number": "4151", 
  "official_title": "A bill to amend the Clean Air Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean Air Act Amendments", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-28", 
  "subjects": [
    "Advisory bodies", 
    "Air pollution control", 
    "Air quality", 
    "Cancer", 
    "Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Cost effectiveness", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Health", 
    "Heart diseases", 
    "Lung diseases", 
    "Motor vehicle pollution control", 
    "Motor vehicles", 
    "Parking facilities"
  ], 
  "subjects_top_term": "Air pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-28", 
    "text": "Clean Air Act Amendments - Amends the Clean Air Act to authorize the appropriation of $200,000,000 for each of the three fiscal years after the date of enactment of this Act. Requires employees of the Environmental Protection Agency to disclose known financial interests in persons subject to the Act or in applicants for financial assistance under the Act. Imposes criminal penalties for knowing violations of such disclosure requirements. Title I: Amendments Relating Primarily to Stationary Sources - Directs the Administrator to designate radioactive pollutants, cadmium, arsenic, and polycyclic organic matter as air pollutants to be regulated under the Act unless a finding is made that such substances will not contribute to air pollution likely to endanger public health. Directs the Administrator to promulgate a national primary ambient air quality standard for nitrogen dioxide over a short-term period, absent a finding that such a standard is not required to protect public health. Directs the Administrator to revise and reissue criteria relating to short-term concentrations of nitrogen dioxide and related substances. Directs the Administrator to investigate the relationship between sulfates and public health and welfare. Redefines the term \"air pollutant\" to include physical, chemical, biological, and radiological substances. Revises the basis for air qualify and emission control standards under the Act to regulate air pollution which may reasonably be anticipated to endanger public health or welfare. Directs the Administrator to prepare economic impact statements for various standards and regulations issued pursuant to this Act. Details information required to be included in such statements. Authorizes the Administrator or the States, subject to the approval of the Administrator, to issue delayed compliance orders to existing stationary sources unable to meet specified deadlines. Stipulates that such delayed compliance orders shall not result in postponement of original limitations for more than five years. Requires sources subject to such orders to use the best practicable system of emission reduction. Authorizes the assessment of noncompliance penalties against stationary sources not in compliance with applicable emission limitations. Authorizes exemptions from such requirements based on energy requirements, demonstration of innovative technology, impossibility of compliance, or insignificance of the violation. Establishes criteria for determining the amount of such penalty, not to exceed $5,000 per day for each day's violation. Extends compliance dates for sources subject to coal conversion requirements in accordance with provisions of the Energy Supply and Environmental Coordination Act of 1974. Stipulates that compliance date extensions shall not be effective for sources in regions where national primary air quality standards are being violated as a result of the emission of such sources. Stipulates that emission limitations under this Act shall require application of a system of continuous emission reduction, and that alteration of stack heights or other dispersion techniques shall not affect the degree of emission limitation required under the Act. Directs the Administrator to study the effects of the release of halocarbons and other substances on the stratosphere. Requires a National Academy of Sciences study and report on activities which may affect or modify the stratosphere or ozone in the stratosphere and on possible control methods. Directs the National Oceanic and Atmospheric Administration to establish a research and monitoring program to detect potentially harmful changes in the stratosphere. Directs the Administrator to regulate substances which may reasonably be anticipated to affect the stratosphere. Requires States to submit plans for prevention of significant deterioration of air regions, subject to approval by the Administrator. Establishes guidelines for classification of such regions. Imposes limitations on projected increases in ambient concentrations of pollutants for each class of such regions. Requires that new sources constructed in such regions acquire permits to be issued after public hearings and a finding that emissions from such facility will not contribute to air pollution in excess of the appropriate limits. Directs the Administrator to convene a conference on air quality monitoring every three years. Directs the Administrator to issue guidelines to States with respect to monitoring and control of pollutants other than particulates and sulfur dioxide for purposes of prevention of significant air quality deterioration. Establishes a National Commission on Air Quality to conduct studies and investigations of specified air pollution issues. Authorizes the appropriation of $17,000,000 for such Commission studies. Directs the Administrator to provide training assistance to qualified personnel as part of the comprehensive research and development program established by the Act. Directs the Administrator to periodically review air quality criteria published pursuant to the Act, with the assistance of recommendations from a seven-member independent scientific review committee. Revises procedures for establishment of new source performance standards to allow for greater input from States in the listing of categories of sources and pollutants for regulation under such provisions. Requires that alternative technological systems and technological innovations be considered where likely to result in equivalent reductions of emissions. Authorizes the Administrator to grant variances from new source standards for the use of technological innovations. Waives rights of governmental immunity in the case of Federal facilities subject to air pollution control requirements. Stipulates that nothing in the Act shall be construed as restricting States, localities, and interstate entities from seeking judicial relief against Federal instrumentalities under State or local air pollution laws. Authorizes the Administrator to waive the requirement that State air pollution control agencies maintain previous levels of spending as a condition of receiving Federal aid where appropriate. Authorizes temporary emergency suspensions from clean air standards for economic or energy-related emergencies of a short-term nature. Directs the Administrator to develop regulations to prevent visibility impairment in clean air regions. Title II: Amendments Relating Primarily to Mobile Sources - Directs the Administrator to study, with the assistance of the National Academy of Sciences, the necessity for indirect source controls to meet the objectives of the Act. Imposes limitations on the use of indirect source controls unless necessary to meet national primary ambient air quality standards for mobile source-related pollutants. Defines the term \"indirect source\" to include various facilities which may attract mobile sources of air pollution. Authorizes the Administrator to grant extensions of compliance dates for State transportation control plans in accordance with prescribed criteria. Revises emission standards for light duty motor vehicles to extend for three years from model year 1977 to 1980 the compliance date for carbon monoxide and hydrocarbon standards. Imposes interim standards of 1.5 grams per mile for hydrocarbons and 15 grams per mile for carbon monoxide for model years 1977 through 1979. Extends the compliance date for nitrogen oxides standards for such vehicles from model year 1978 to 1981. Extends the 2.0 gram per mile interim standard for nitrogen oxides through model year 1980. Authorizes annual suspensions of emission standards for any model year before 1985 by the Administrator if prescribed criteria are met. Directs the Administrator to study the effects on health and welfare of emission of sulfuric acid mist and other unregulated pollutants from motor vehicles. Directs the Administrator to prescribe regulations to limit emissions of carbon monoxide, hydrocarbons, and nitrogen oxides from heavy-duty vehicles or engines manufactured after model year 1979. Requires continuing studies on the effects of emissions from heavy-duty vehicles. Directs the Administrator to study the possibility of increased use of cost-effectiveness analyses in order to achieve clean air objectives. Directs the Administrator to study the effects on health and welfare of particulate emissions from mobile sources. Requires that motor vehicle emission control regulations provide for nonconformance penalties to be assessed against manufacturers where vehicles fail to meet required standards. Stipulates that aircraft emission regulations issued under this Act may be disapproved by the Secretary of Transportation if found to create a hazard to aircraft safety. Requires that motor vehicle emission control systems used to meet air pollution control requirements not contribute an unreasonable risk to public health, welfare,or safety. Requires that State implementation plans provide for annual inspection and maintenance of light-duty vehicles in regions where transportation control measures are applicable. Stipulates that the cost of emission control for vapor recovery with respect to mobile source fuels shall be borne by owners of retail outlets. Exempts independent small business marketers from such requirements for a two-year period, pending results from a Federal Trade Commission Study on the effects of such requirements on small business marketers. Establishes procedures to allow the Administrator to disapprove instructions for high altitude adjustments of motor vehicles where emission control performance resulting from such adjustments is inadequate. Requires that the Administrator prescribe fill pipe standards in conjunction with any vapor recovery regulations issued under the Act. Directs the Administrator to study onboard hydrocarbon control technology and carbon monoxide intrusion into sustained-use motor vehicles. Directs the Administrator to issue regulations governing the testing of fuels and fuel additives. Authorizes States to adopt and enforce more stringent motor vehicle emission control standards. Title III: Miscellaneous Amendments - Authorizes States to redesignate air quality control regions. Requires the approval of the Administrator and the consent of affected States where emissions from such region may significantly affect another State. Requires State implementation plans to establish procedures for adequate consultation with local and regional governmental entities. Authorizes delegation of functions to units of local government by the Administrator under applicable implementation plan provisions. Directs the Administrator to conduct continuing evaluations of potential shifts or losses of unemployment which may be caused by air pollution control measures. Requires investigation of such specific instances upon written request to the Administrator by affected employees. Establishes additional procedures for promulgation of rules and regulations under the Act. Establishes guideline for judicial review of administrative actions under the Act. Prohibits discharge or discrimination against employees who participate in proceedings under the Act. Requires the Administrator to consult with State agencies prior to inspection and monitoring of stationary sources, except where the Administrator has reason to believe that information contained in such notice may be used to inform the stationary source about such proposed action. Requires consultation with States and localities prior to Federal actions to alleviate air pollution emergencies. Imposes criminal penalties of up to $5,000 per day for willful violation of such emergency orders. Directs the Administrator to establish procedures for abatement of interstate air pollution. Establishes a Task Force on Environmental Cancer and Heart and Lung Disease to coordinate research and control efforts with respect to human cancer and heart and lung disease that is associated with environmental pollution. Directs the Administrator, in cooperation with the National Academy of Sciences, to study the problems associated with fine particulate matter. Directs the Administrator to establish a uniform, nation-wide air quality monitoring system. Directs the Council on Environmental Quality to assess the feasibility of utilizing economic measures to supplement or replace regulatory controls imposed by the Act. Requires that State implementation plans prohibit sources utilizing intermittent control systems to meet delayed compliance interim requirements from temporarily reducing the pay of any employee as result of the use of such system. Establishes procedures for Congressional review and disapproval of regulations prescribed by the Administrator under the Act. Directs the Administrator to make recommendations for simplification of administration of the Act. Requires State implementation plans to prohibit conflicts of interest in State regulatory agencies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Air Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:33-05:00"
}