{
  "actions": [
    {
      "acted_at": "2010-05-18", 
      "committee": "Committee on Armed Services, and in addition to the Committee on Foreign Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Armed Services, and in addition to the Committee on Foreign Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-05-18", 
      "committee": "House Armed Services", 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-05-18", 
      "committee": "House Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5338-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Bishop, Rob", 
      "sponsored_at": "2010-12-07", 
      "state": "UT", 
      "thomas_id": "01753", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Brown, Henry E., Jr.", 
      "sponsored_at": "2010-12-07", 
      "state": "SC", 
      "thomas_id": "01669", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Carter, John R.", 
      "sponsored_at": "2010-12-07", 
      "state": "TX", 
      "thomas_id": "01752", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Marshall, Jim", 
      "sponsored_at": "2010-05-18", 
      "state": "GA", 
      "thomas_id": "01718", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Miller, Jeff", 
      "sponsored_at": "2010-12-07", 
      "state": "FL", 
      "thomas_id": "01685", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Shuster, Bill", 
      "sponsored_at": "2010-05-18", 
      "state": "PA", 
      "thomas_id": "01681", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Thornberry, Mac", 
      "sponsored_at": "2010-05-18", 
      "state": "TX", 
      "thomas_id": "01155", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-05-18", 
  "number": "5338", 
  "official_title": "To strengthen the United States commitment to transatlantic security by implementing the principles outlined in the Declaration on Alliance Security signed by the heads of state and governments of the North Atlantic Treaty Organization.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2797-111", 
      "reason": "related"
    }
  ], 
  "short_title": "NATO First Act", 
  "sponsor": {
    "district": "3", 
    "name": "Turner, Michael R.", 
    "state": "OH", 
    "thomas_id": "01741", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-05-18", 
  "subjects": [
    "Alliances", 
    "Armed forces and national security", 
    "Aviation and airports", 
    "Congressional oversight", 
    "Defense spending", 
    "Europe", 
    "Higher education", 
    "Military assistance, sales, and agreements", 
    "Military education and training", 
    "Military procurement, research, weapons development", 
    "Nuclear weapons", 
    "Russia", 
    "Student aid and college costs"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-05-18", 
    "text": "NATO First Act - States that it is U.S. policy on force structure in Europe to permit the United States to: (1) satisfy its commitments under article 5 of the North Atlantic Treaty of 1949; (2) address the current security environment in Europe, including U.S. participation in theater cooperation activities; and (3) contribute to peace and stability in Europe. Requires a report from the Secretary of Defense (DOD) to the congressional defense committees evaluating potential changes in the composition and capabilities of such force structure. Directs the Secretary to notify Congress at least 30 days before the permanent relocation of a military unit stationed outside the United States. Provides exceptions, including relocation due to deployment to a combat zone. Repeals a superseded reporting requirement under the National Defense Authorization Act (NDAA) for Fiscal Year 2010. Amends the NDAA for Fiscal Year 2006 to increase funding limits for, and extend through FY2013, a program to build the capacity of foreign military forces to support the European Command and other geographic combatant commands. Requires a program implementation plan by the Secretary. Sets forth U.S. policy on its extended deterrence commitment to Europe. Provides specific limitations on reductions in U.S. nuclear forces based in Europe, including that such reduction is requested by the government of the host nation and that the President makes certain certifications concerning the effects of such reduction. Requires the President to notify the defense committees of any such reduction, including a justification therefor, and prohibits the reduction until 180 days after such notification. Authorizes appropriations for: (1) developing the F-35 Lightning II aircraft into a dual-capable aircraft; and (2) supporting the life extension program for the B61 gravity bomb. Sets forth U.S. policy with respect to long-range missile defenses in Europe, including defending all North American Treaty Organization (NATO) allies from intercontinental and intermediate-range ballistic missiles, and continuing development and testing of the two-stage ground-based interceptor. Reserves FY2012-FY2013 funding for such purposes. Expresses the sense of Congress concerning the effects on U.S. missile defense of the New STAR treaty between the United States and Russia. Directs the Secretary of the Air Force to establish and maintain a scholarship program to allow personnel of air forces of foreign signatories of the Partnership for Peace Framework Document to receive undergraduate pilot and related training through the Euro-NATO Joint Jet Pilot Training program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "NATO First Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To strengthen the United States commitment to transatlantic security by implementing the principles outlined in the Declaration on Alliance Security signed by the heads of state and governments of the North Atlantic Treaty Organization.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:25-05:00"
}