{
  "actions": [
    {
      "acted_at": "2011-07-28", 
      "committee": "Committee on Rules, and in addition to the Committees on the Budget, Energy and Commerce, Education and the Workforce, Ways and Means, and Science, Space, and Technology, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Rules, and in addition to the Committees on the Budget, Energy and Commerce, Education and the Workforce, Ways and Means, and Science, Space, and Technology, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-28", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-28", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-28", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-28", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-28", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-28", 
      "committee": "House Science, Space, and Technology", 
      "references": [], 
      "text": "Referred to House Science, Space, and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-30T13:41:00-04:00", 
      "references": [], 
      "text": "Mr. Dreier moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-30T13:42:00-04:00", 
      "references": [
        {
          "reference": "CR H5791-5810", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5791-5799", 
          "type": "text of measure as introduced"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-30T13:43:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 2693.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-30T15:12:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": "682", 
      "status": "PROV_KILL:SUSPENSIONFAILED", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Failed by recorded vote (2/3 required): 173 - 246 (Roll no. 682).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2011-08-01", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Communications and Technology", 
      "text": "Referred to the Subcommittee on Communications and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2693-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Communications and Technology", 
      "subcommittee_id": "16"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "fail", 
    "house_passage_result_at": "2011-07-30T15:12:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2011-07-28", 
  "number": "2693", 
  "official_title": "To cut spending, maintain existing commitments, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2482-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2835-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1522-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Budget Control Act of 2011", 
  "sponsor": {
    "district": "26", 
    "name": "Dreier, David", 
    "state": "CA", 
    "thomas_id": "00317", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PROV_KILL:SUSPENSIONFAILED", 
  "status_at": "2011-07-30T15:12:00-04:00", 
  "subjects": [
    "Agricultural prices, subsidies, credit", 
    "Appropriations", 
    "Broadcasting, cable, digital technologies", 
    "Budget deficits and national debt", 
    "Budget process", 
    "Child health", 
    "Congressional committees", 
    "Congressional operations and organization", 
    "Congressional oversight", 
    "Defense spending", 
    "Disability assistance", 
    "Disaster relief and insurance", 
    "Economics and public finance", 
    "Emergency communications systems", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Health care costs and insurance", 
    "Higher education", 
    "Legislative rules and procedure", 
    "Licensing and registrations", 
    "Medicaid", 
    "Medicare", 
    "Military personnel and dependents", 
    "Poverty and welfare assistance", 
    "Student aid and college costs", 
    "Tax administration and collection, taxpayers", 
    "Telephone and wireless communication", 
    "Unemployment", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-07-28", 
    "text": "Budget Control Act of 2011 - Prescribes discretionary spending limits for FY2012-FY2021, and makes it out of order for either house of Congress to consider any measure that would cause them to be exceeded. Amends the National Telecommunications and Information Administration Organization Act to revise requirements relating to specified authorities for the repurposing of spectrum frequencies from federal to exclusive non-federal use or to shared federal and non-federal use. Amends the Communications Act of 1934 to authorize the Federal Communications Commission (FCC) to disburse a portion of auction proceeds to a radio station licensee that has relinquished voluntarily some or all of its licensed spectrum usage rights in order to permit: (1) the assignment of new initial licenses through a competitive bidding process, or (2) the designation of new spectrum for unlicensed use. Establishes the Incentive Auction Relocation Fund. Prescribes requirements for assignment of mobile satellite services spectrum licenses on certain frequencies for terrestrial broadband use. Repeals the termination of FCC auction authority to grant a radio broadcast license or permit, thus making that authority permanent. Directs the FCC to use competitive bidding to auction licenses, construction permits, reservations, or similar authorizations or modifications, for domestic satellite services, including satellite-based television or radio services. Directs: (1) the Assistant Secretary of Commerce for Communications and Information to identify for reallocation at least 15 megahertz of certain contiguous spectra from the October 2010 National Telecommunications and Information Administration (NTIA) report on wireless broadband systems, and (2) the FCC to auction various specified spectrum ranges. Directs the NTIA to report to Congress on the status of its plan to implement the recommendations on improving spectrum management contained in the \"President's Memorandum on Improving Spectrum Management for the 21st Century.\" Increases the allocation of electromagnetic spectrum for public safety entities by: (1) directing the FCC to reallocate to such entities specified frequencies of the 700 MHz D block spectrum; and (2) authorizing flexible use of narrowband spectrum, including for public safety broadband communications, subject to exceptions. Establishes the Public Safety Trust Fund for deposit of proceeds of spectrum auctions. Makes certain FY2012 funds available for use by the Director of the National Institute of Standards and Technology (NIST) to carry out a research program on public safety wireless communications. Requires the deposit of up to $1 billion in the Incentive Auction Relocation Fund. Directs the Administrator of General Services (GSA) to establish rules to allow public safety entities licensed or otherwise permitted to use spectrum allocated to the Public Safety Broadband Corporation and other non-federal users of spectrum to have access to those components of federal infrastructure appropriate for: (1) the construction and maintenance of a nationwide public safety interoperable broadband network (to be established under this Act), or (2) operation of a commercial or other non-federal wireless networks. Requires the FCC to study and report to Congress on the efficient use of public safety spectrum. Amends the Higher Education Act of 1965 to increase the FY2012-FY2013 authorization of appropriations for federal Pell Grants. Terminates authority to make interest subsidized Federal Direct Stafford Loans to graduate and professional students as of July 1, 2012. Increases the maximum annual and aggregate amounts for Federal Direct Unsubsidized Stafford Loans for such students. Amends the Food, Conservation, and Energy Act of 2008, with respect to agricultural commodity support programs, to revise the definition of payment acres, in the case of direct support payments for the 2012 crop year, including payment acres for peanuts, to mean 59% of the base acres for the covered commodity on a farm on which direct payments are made. Establishes the Joint Select Committee on Deficit Reduction to make recommendations that will significantly improve the short-term and long-term fiscal imbalance of the federal government, with the goal of reducing the federal deficit to 3% or less of Gross Domestic Product (GDP). Increases the U.S. public debt ceiling from $14.294 trillion to $16.994 trillion."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Budget Control Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To cut spending, maintain existing commitments, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:22:44-05:00"
}