{
  "actions": [
    {
      "acted_at": "1994-05-20", 
      "references": [
        {
          "reference": "CR E1013-1014", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-20", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-05-20", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-05-20", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-05-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-02", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-08", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Economic and Commercial Law", 
      "text": "Referred to the Subcommittee on Economic and Commercial Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-22", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-27", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-27", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-07-13", 
      "references": [
        {
          "reference": "CR H5643-5644", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-02", 
      "bill_ids": [
        "hr3600-103"
      ], 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "See H.R.3600.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4469-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Economic and Commercial Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-20", 
  "number": "4469", 
  "official_title": "To restrain health care costs and ensure adequate medical care for all Americans by providing for a State and market-based system of choice among qualified health plans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3600-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Multicare Act of 1994", 
  "sponsor": {
    "district": "6", 
    "name": "Petri, Thomas E.", 
    "state": "WI", 
    "thomas_id": "00912", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-05-20", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Alternative dispute resolution", 
    "Antitrust law", 
    "Armed forces and national security", 
    "Authorization", 
    "Catastrophic health insurance", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Coinsurance", 
    "Collective bargaining agreements", 
    "Commerce", 
    "Communication in medicine", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Cost control", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Damages", 
    "Data banks", 
    "Data transmission systems", 
    "Delegation of powers", 
    "Department of Health and Human Services", 
    "Discrimination in insurance", 
    "Drug abuse", 
    "Economics and public finance", 
    "Electronic data processing", 
    "Employee health benefits", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal preemption", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Food stamps", 
    "Fraud", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Health care reform", 
    "Health insurance", 
    "Hospitals", 
    "Housing and community development", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Indian medical care", 
    "Information services", 
    "Injunctions", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Labor unions", 
    "Law", 
    "Legal fees", 
    "Liability (Law)", 
    "Licenses", 
    "Limitation of actions", 
    "Malpractice", 
    "Managed care", 
    "Medicaid", 
    "Medical associations", 
    "Medical fees", 
    "Medical personnel", 
    "Medical records", 
    "Medical supplies", 
    "Medicare", 
    "Military medicine", 
    "Minorities", 
    "Obesity", 
    "Obstetrics", 
    "Patients' rights", 
    "Payroll deductions", 
    "Peer review organizations (Medicine)", 
    "Physicians", 
    "Poor", 
    "Pretrial procedure", 
    "Public assistance programs", 
    "Punitive damages", 
    "Quality of care", 
    "Reinsurance", 
    "Right of privacy", 
    "Rural hospitals", 
    "Savings accounts", 
    "Science, technology, communications", 
    "Self-employed", 
    "Self-insurance", 
    "Smoking", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "State taxation", 
    "Supplemental security income program", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax returns", 
    "Taxation", 
    "Temporary employment", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Wages", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-05-20", 
    "text": "TABLE OF CONTENTS: Title I: Establishment of State Multicare Programs; Tax Changes Subtitle A: Establishment of State Multicare Programs Subtitle B: Federal Contribution Toward Multicare Plan Premiums; Tax Law Changes Title II: Requirements for Multicare Plans Subtitle A: General Requirements Subtitle B: Multiple Employer Health Benefits Protections Subtitle C: Repeal of COBRA Continuation Requirements Title III: States Without State Multicare Programs; Federal Health Care Programs; National Reinsurance Pool Subtitle A: Multicare Plans in States Without State Multicare Programs Subtitle B: Federal Health Care Programs Subtitle C: National Reinsurance Mechanism Title IV: Medical Malpractice Liability Reform Subtitle A: Medical Malpractice Liability Reform Subtitle B: Other Requirements and Programs Title V: Administrative Cost Savings Subtitle A: Standardization of Claims Processing Subtitle B: Electronic Medical Data Standards Title VI: Removing Restrictions on Managed Care Title VII: Modification of the Operation of the Antitrust Laws to Hospitals Multiple Choice Health Care Act of 1994 - Multicare Act of 1994 - Title I: Establishment of State Multicare Programs; Tax Changes - Subtitle A: Establishment of State Multicare Programs - Directs the Secretary of Health and Human Services (HHS) to provide grants to each State to establish a State multicare program for the offering of competing multicare plans in the State. (Sec. 101) Requires supplemental increases in grant amounts to States in proportion to a reduction in Federal payments for Medicaid acute care services and programs under title IV (Aid and Services to Needy Families with Children and for Child-Welfare Services) and title XVI (Supplemental Security Income for the Aged, Blind, and Disabled) of the Social Security Act, the Food Stamp Act, and other Federal welfare law. Restricts use of such supplemental increases to: (1) financing the State reinsurance mechanism; or (2) providing additional subsidies for poor and near poor individuals. (Sec. 102) Requires each State multicare program to provide a mechanism for certifying, according to specified criteria, at least two competing open enrollment multicare plans in all areas of the State. (Sec. 103) Requires each State multicare program to provide a mechanism for open season enrollment of State residents (with certain exceptions) in multicare plans. Authorizes a State to require: (1) each eligible individual in the State to be enrolled in such a plan; and (2) such a plan to be a multicare plan operated directly by the program. Prohibits a State from denying approval of a plan as a multicare plan because it does not have open enrollment and limits enrollment to individuals associated with an employer or association. Requires each State multicare program to provide for distribution to eligible individuals of comparative value information. (Sec. 104) Requires: (1) the HHS Secretary to develop a national list of services a multicare plan may cover, and publish treatment practice guidelines; and (2) each State multicare program to establish a State-specific list of covered health care services, which may or may not include services on the national list. Authorizes a State multicare program to decrease, for catastrophic protection, the amount of the cost-sharing limit otherwise permitted for multicare plans. (Sec. 105) Requires each State multicare program to establish procedures to ensure continuity of coverage for eligible individuals residing in each State. (Sec. 106) Requires each State multicare program to: (1) provide for a contribution, determined according to specified formulae, toward the premium cost of the enrollment of each eligible non-exempt individual enrolled in a multicare plan; and (2) include a mechanism for providing additional financial assistance to poor and near poor individuals to help them purchase multicare coverage. (Sec. 108) Requires each State multicare program to include a reinsurance mechanism, governed by a commission appointed by the State chief executive and meeting specified criteria, for high risk individuals enrolled or enrolling in plans offered in the State. Specifies options for such a mechanism, including additional payments from the common fund to plans for individuals whose costs exceed a particular threshold. (Sec. 109) Requires each State multicare program to establish procedures for consumer education and assistance, especially for individuals eligible for State health care subsidies. (Sec. 110) Requires each State multicare program to assure plan compliance with consumer rights under title II of this Act. (Sec. 111) Requires each State multicare program to provide for assurances that any State income tax laws treat employer payments for health care premiums and employee or dependent expenses as wage payments. (Sec. 112) Requires each State multicare program to provide for distribution on State and local levels of information on the average prices of common health care services. Subtitle B: Federal Contribution Toward Multicare Plan Premiums; Tax Law Changes - Sets forth formulae for determination of an annual Federal contribution toward multicare plan premiums. (Sec. 122) Amends the Internal Revenue Code to terminate: (1) the exclusion from gross income of employer-provided health care coverage; and (2) the deductions for medical care and for the health insurance costs of the self-employed. Title II: Requirements for Multicare Plans - Subtitle A: General Requirements - Sets forth general multicare plan requirements for enrollment and continuity of coverage, covered services, premiums and cost-sharing, catastrophic protection, participation in a reinsurance system, data collection, medical malpractice reform and administrative cost savings, and specified consumer rights. Subtitle B: Multiple Employer Health Benefits Protections - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to provide a limited exemption under preemption rules for multiple employer plans providing health benefits subject to certain Federal standards. Relieves such exempted multiple employer plans providing medical care benefits of certain restrictions on preemption of State law. Treats such plans as employee welfare benefits plans. Sets forth exemption procedures, eligibility requirements (including rules for franchise networks), and additional requirements applicable to such exempted plan arrangements (including notice, reporting, filing, and actuarial requirements). Requires certain disclosures by such arrangements to participating employers. Requires such arrangements to maintain certain reserves. Sets forth procedures for corrective actions, expiration, suspension, or revocation of exemption, and review of actions by the Secretary of Labor. (Sec. 212) Revises ERISA provisions relating to scope of preemption rules, treatment of single employer arrangements, and treatment of certain collectively bargained arrangements. (Sec. 215) Treats employee leasing health care arrangements as multiple employer welfare arrangements, except for those employee leasing arrangements which are multiple employer health plans. Sets forth special rules for employee leasing health care arrangements which are multiple employer welfare arrangements. (Sec. 218) Provides for Federal-State cooperation in responsibility for multiple employer welfare arrangements. Allows delegation of enforcement authority to States, authorizing the Secretary to maintain concurrent authority. Directs the Secretary to provide certain enforcement assistance and ensure that only one State will be recognized as the primary domicile State which authority has been delegated pursuant to an agreement with respect to any particular multiple employer welfare arrangement. Subtitle C: Repeal of COBRA Continuation Requirements -Amends ERISA, the Internal Revenue Code, and the Public Health Service Act (with respect to certain State and local employees) to repeal COBRA (Consolidated Omnibus Budget Reconciliation Act) continuation coverage requirements for employee-related group health plans. Makes such repeals applicable to health plans offered in a State by an employer as of the first date that a State multicare program is in effect in that State. Title III: States Without State Multicare Programs; Federal Health Care Programs; National Reinsurance Pool - Subtitle A: Multicare Plans in States Without State Multicare Programs - Authorizes the HHS Secretary, in the case of a State without an approved State multicare program, to provide for: (1) operation through the Department of HHS of such a program in the State; and (2) the approval and offering of multistate plans in the State. Subtitle B: Federal Health Care Programs - Authorizes the HHS Secretary to negotiate an agreement (containing specified terms) with a State multicare program to provide Medicare-eligible persons with access to multicare plans. (Sec. 322) Entitles Federal employees eligible for the Federal Employees Health Benefit Program (FEHBP), instead of enrolling in the FEHBP, to elect to have the Federal Government contribution toward the FEHBP applied toward enrollment under a multicare plan. Allows the HHS Secretary to approve as a multicare plan a FEHBP plan which participates in a multicare reinsurance mechanism and meets the other requirements for an approved multicare plan. (Sec. 323) Requires the HHS Secretary to report to the Congress his or her recommendations on how (and the extent to which) the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS), the health care programs of the Department of Veterans Affairs, and the Indian Health Service may be integrated with the multicare program established under this Act. (Sec. 324) Specifies consumer rights for individuals in Federal health care programs. Subtitle C: National Reinsurance Mechanism - Directs the HHS Secretary to establish a national reinsurance mechanism, governed by a commission appointed by the Secretary, for use by self-insured closed multicare plans operating in three or more States that have not elected to participate in State reinsurance mechanisms. Allows such plans a one-time election between the national reinsurance mechanism and a State mechanism. Title IV: Medical Malpractice Liability Reform - Subtitle A: Medical Malpractice Liability Reform - Applies this title to any medical malpractice liability claim or action brought in any State or Federal court, except a claim or action: (1) arising from a vaccine- related injury or death already covered by the Public Health Service Act; or (2) in which the plaintiff's sole allegation is of an injury arising from the use of a medical product. Preempts State law to the extent it differs from this subtitle. Declares that nothing in this subtitle shall be construed as establishing any Federal question jurisdiction over medical malpractice liability actions. (Sec. 411) Sets a statue of limitations for medical malpractice liability claims of two years after an alleged injury should reasonably have been discovered, but in no event more than four years after the alleged injury occurred (or in the case of a minor, no later than the tenth birthday). (Sec. 412) Declares that no medical malpractice liability action may be brought in any State court unless the underlying claim has been initially resolved under an alternative dispute resolution (ADR) system certified by the HHS Secretary. Limits the scope of judicial review of such an ADR decision. Mandates application of Federal ADR in malpractice claims against the United States. Requires Federal agencies to report regularly to the Administrator for Health Care Policy and Research (Administrator) on issues in controversy consisting of medical malpractice claims resolved under agency ADR proceedings. Requires pre-trial settlement conferences on any medical malpractice liability actions which reach court. (Sec. 415) Limits to $250,000 the total amount of noneconomic damages awardable to a plaintiff and family for losses resulting from the injury which is the subject of a medical malpractice liability action. Limits punitive damages to twice the total compensatory damages. Requires periodic payments of any award of more than $100,000 in damages for expenses in the future, unless the court determines that periodic payments are not in the plaintiff's best interests. Sets forth specified mandatory offsets to damages for any payments made under Federal, State, or private programs. Limits attorney's contingency fees, but allows award of such fees and other specified costs to the prevailing party. (Sec. 417) Declares that: (1) the liability of each defendant in such an action shall be several only and not joint, and limited to the defendant's percentage of responsibility; and (2) a defendant may not be found to have acted negligently unless his or her conduct was not reasonable. Makes it an affirmative defense to any allegation of negligence that the defendant followed the appropriate practice guideline sanctioned by the HHS Secretary. (Sec. 420) Declares that, in the case of a medical malpractice liability action relating to obstetric services, if the defendant health care professional did not previously treat the plaintiff for the pregnancy, the trier of fact may not find that the defendant committed malpractice and may not assess damages against him or her unless the malpractice is proven by clear and convincing evidence. States that a health care professional shall be considered to have previously treated an individual for a pregnancy if the professional: (1) is a member of a group practice whose members previously treated the individual for the pregnancy; or (2) is providing services during labor or the delivery of the baby pursuant to an agreement with another professional. (Sec. 421) Specifies the extent to which this subtitle preempts State law. (Sec. 431) Sets forth basic requirements for a State's ADR system. Requires the HHS Secretary to certify a State system if it meets such requirements. (Sec. 433) Requires the HHS Secretary to report to Congress on the State ADR systems operated according to this subtitle. Subtitle B: Other Requirements and Programs - Amends title XI (General Provisions and Peer Review) of the Social Security Act to authorize appropriations for sanctioning practice guidelines for purposes of an affirmative defense in medical malpractice liability actions. Directs the HHS Secretary to: (1) develop a standard reporting form for State ADR systems to use in transmitting information to the Administrator; and (2) study and report to Congress on the effect of the use of medical practice guidelines on the incidence of and the costs associated with medical malpractice. (Sec. 442) Declares that a State agency responsible for the conduct of disciplinary actions for a type of health care practitioner may enter into agreements (meeting specified requirements) to permit State or county professional societies of such type of practitioner: (1) to participate in practitioner licensing; and (2) to review any health care malpractice claim or allegation, or other information concerning the practice patterns of any such practitioner. Title V: Administrative Cost Savings - Subtitle A: Standardization of Claims Processing - Directs the HHS Secretary to adopt (taking into account the recommendations of specified task forces) standards relating to: (1) data elements for use in paper and electronic claims processing; (2) uniform claims forms; and (3) uniform electronic transmission of the data elements. Sets forth requirements for application of such standards, and their periodic review and revision. Subtitle B: Electronic Medical Data Standards - Directs the HHS Secretary to promulgate electronic medical data standards meeting specified criteria for hospitals and other providers. Sets a deadline for each hospital with a Medicare participation agreement to meet such standards. (Sec. 513) Authorizes the heads of appropriate Federal agencies, as of January 1, 2000, to require health care providers to present and transmit data elements electronically according to such standards. (Sec. 515) Directs the HHS Secretary to establish an advisory commission to monitor and advise about the standards established under this subtitle and operational concerns about their implementation. Authorizes appropriations. Title VI: Removing Restrictions on Managed Care - Preempts provisions of State law restricting: (1) reimbursement rates or selective contracting; (2) differential financial incentives; and (3) utilization review methods. (Sec. 601) Directs the Comptroller General to study and report to Congress on the benefits and cost effectiveness of the use of managed care in the delivery of health services. Title VII: Modification of the Operation of the Antitrust Laws to Hospitals - Declares that it shall not be unlawful under the antitrust laws for two or more hospitals to engage in conduct solely for the purpose of negotiating a proposed agreement to share expensive medical services or high technology equipment. (Sec. 702) Requires the HHS Secretary to issue waivers to exempt from the operation of the antitrust laws conduct engaged in by hospitals to carry out any such agreements which meet specified criteria."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Multicare Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Multiple Choice Health Care Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To restrain health care costs and ensure adequate medical care for all Americans by providing for a State and market-based system of choice among qualified health plans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:56-05:00"
}