{
  "actions": [
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-02", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-17", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Refugees, and International Law", 
      "text": "Referred to Subcommittee on Immigration, Refugees, and International Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-05", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from HHS, Justice, State.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr442-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Refugees, and International Law", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-05", 
  "number": "442", 
  "official_title": "A bill to provide a three-year residency requirement for aliens receiving supplemental security income benefits and to require every alien admitted for permanent residence to have a sponsor who will contract to support him for three years, or to have other means of support.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Quillen, James H. (Jimmy)", 
    "state": "TN", 
    "thomas_id": "00937", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-05", 
  "subjects": [
    "Aliens", 
    "Immigration", 
    "Public assistance programs", 
    "Residence requirements", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Aliens", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-05", 
    "text": "Amends title XVI (Supplemental Security Income) of the Social Security Act to require that aged, blind, or disabled aliens, as defined in title XVI, must have resided in the United States during the three years immediately preceding application for benefits under title XVI. Exempts from the three-year requirement those aliens: (1) who are political refugees into this country; (2) who have been excused from the support agreement under the Immigration and Nationality Act; or (3) certain blind or disabled individuals. Stipulates that such three-year requirement shall apply only to aliens applying for supplemental security income benefits under title XVI. Amends the Immigration and Nationality Act to stipulate that no immigrant shall be admitted into the United States unless: (1) at the time of application for admission, a support agreement exists which states that the immigration sponsor shall provide such financial support as is necessary to maintain the immigrants' income at a dollar amount equal to the dollar amount such immigrant would receive under title XVI of the Social Security Act if aged, blind, or disabled; or (2) such immigrant presents evidence of other means to provide the required support; or (3) such immigrant is designated as a political refugee without available means of private support. Authorizes the Attorney General, the immigrant, or any State which is making payments to such immigrant under any program based on need, to enforce such agreements in a civil action. Declares a support agreement excused and unenforceable if: (1) the sponsor dies or is adjudicated as bankrupt; (2) the alien becomes blind or disabled from causes arising after admission to the U.S.; (3) the sponsor can affirmatively demonstrate that his or her financial resources have diminished beyond the sponsor's control and that the sponsor is financially incapable of supporting the alien; or (4) judgment cannot be obtained in court because of circumstances unforeseeable to the alien at the time of admission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide a three-year residency requirement for aliens receiving supplemental security income benefits and to require every alien admitted for permanent residence to have a sponsor who will contract to support him for three years, or to have other means of support.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:54-05:00"
}