{
  "actions": [
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-04", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Water, Power and Offshore Energy Resources", 
      "text": "Referred to the Subcommittee on Water, Power and Offshore Energy Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr255-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water, Power and Offshore Energy Resources", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Eckart, Dennis E.", 
      "sponsored_at": "1991-09-12", 
      "state": "OH", 
      "thomas_id": "00331", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schiff, Steven", 
      "sponsored_at": "1991-09-12", 
      "state": "NM", 
      "thomas_id": "01030", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Glickman, Dan", 
      "sponsored_at": "1991-09-12", 
      "state": "KS", 
      "thomas_id": "00443", 
      "title": "Rep", 
      "withdrawn_at": "1992-03-05"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-03", 
  "number": "255", 
  "official_title": "To provide Federal assistance for groundwater resource and quality control projects, with emphasis on rural domestic and municipal water supply projects, and to encourage State and local participation in the development and management of groundwater aquifer systems, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Groundwater Management and Water Quality Control Act of 1990", 
  "sponsor": {
    "district": "1", 
    "name": "Bereuter, Doug", 
    "state": "NE", 
    "thomas_id": "00080", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-03", 
  "subjects": [
    "Environmental protection", 
    "Federal aid to water pollution control", 
    "Federal aid to water resources development", 
    "Government lending", 
    "Groundwater", 
    "Water resources development", 
    "Water supply", 
    "Wetland conservation"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-03", 
    "text": "Groundwater Management and Water Quality Control Act of 1990 - Authorizes the Secretary of the Interior, acting through the Bureau of Reclamation, to provide technical and financial assistance through loans and grants to non-Federal organizations to implement projects to: (1) maintain groundwater pumping levels and prevent long-term overdraft of aquifers; (2) develop surface and groundwater conjunctive use facilities to conserve water that would otherwise be wasted; (3) prevent groundwater contamination from toxic spills and other pollution sources; (4) clean up and treat contaminated groundwater; (5) provide water to rural and municipal water supply systems; and (6) restore, create, and enhance wetlands and other environmental resources. Outlines terms and conditions for such assistance, which include a non-Federal cost share of at least 25 percent of the total allowable estimated cost of the project. Authorizes the Secretary to make grants for up to half of the costs of those portions of the project which are: (1) not revenue producing; (2) beneficial to the public; and (3) appropriate for Federal and other financial assistance. Authorizes the Secretary to approve such a project upon the concurrence of appropriate State officials and when the Secretary finds the project to be feasible and has assurance that any loan will be repaid. Authorizes the Secretary to negotiate a contract to implement such a project after its approval. Outlines contract requirements, including maximum loan and grant amounts, length of the loan period, and the applicable rate of interest. Makes an organization not meeting such requirements which proposes to implement a project having an economic value or revenue producing water function that meets Federal cost-benefit criteria eligible for grants under this Act. Subjects the planning and construction of any project under this Act to the Fish and Wildlife Coordination Act, the National Environmental Policy Act of 1969, and the Endangered Species Act of 1973. Provides for short-term emergency projects for relief of drought or water quality control problems. Requires all non-Federal project works and facilities constructed under this Act to remain under the jurisdiction and control of the local organization. Authorizes appropriations to carry out this Act and for emergency projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Groundwater Management and Water Quality Control Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide Federal assistance for groundwater resource and quality control projects, with emphasis on rural domestic and municipal water supply projects, and to encourage State and local participation in the development and management of groundwater aquifer systems, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:13-05:00"
}