{
  "actions": [
    {
      "acted_at": "1998-10-09", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-13", 
      "references": [
        {
          "reference": "CR E2107-2109", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4770-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-09", 
  "number": "4770", 
  "official_title": "To amend the Labor-Management Reporting and Disclosure Act of 1959.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Democratic Rights for Union Members Act of 1998", 
  "sponsor": {
    "district": "13", 
    "name": "Fawell, Harris W.", 
    "state": "IL", 
    "thomas_id": "00373", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-09", 
  "subjects": [
    "Actions and defenses", 
    "Labor and employment", 
    "Labor union elections", 
    "Labor union officials and employees", 
    "Labor union organization and administration", 
    "Labor unions", 
    "Law", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-09", 
    "text": "Democratic Rights for Union Members Act of 1998 - Amends the Labor-Management Reporting and Disclosure Act of 1959 to allow a trusteeship (for authorization control of a union) to be authorized only after a fair hearing either before the executive board or another body provided by the constitution and bylaws of the labor organization. Requires a labor organization to show by clear and convincing proof that the continuation of the trusteeship is necessary for an allowable purpose in order to prevent it from being presumed invalid in specified proceedings under the Act and having its discontinuance decreed, automatically 18 months after its authorization. Authorizes the court, if the labor organization makes such a successful showing for continuation, to dismiss the complaint or retain jurisdiction of the cause on such conditions and for such period as it deems appropriate. Requires, upon dissolution of a trusteeship, the previously elected officers of the local union to be reinstated or a new election promptly held. Directs a court to supervise such an election if it has ordered an election after it has dissolved a trusteeship. Requires elections at least once every four years, by secret ballot among members in good standing, of officers of intermediate bodies, such as general committees, system boards, joint boards or joint councils who engage in negotiation, administration or enforcement of collective agreements, or exercise control over the finances or other major functions of local unions. Allows officers of other intermediate bodies to be elected by representatives of such members who have been elected by secret ballot."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Democratic Rights for Union Members Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Labor-Management Reporting and Disclosure Act of 1959.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:18-05:00"
}