{
  "actions": [
    {
      "acted_at": "1985-02-28", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-18", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-18", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1352-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-28", 
  "number": "1352", 
  "official_title": "A bill to establish a program to provide assistance to professional development resource centers for teachers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Professional Development Resource Center Act of 1985", 
  "sponsor": {
    "district": "15", 
    "name": "Ford, William D.", 
    "state": "MI", 
    "thomas_id": "00401", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-02-28", 
  "subjects": [
    "Continuing education", 
    "Curricula", 
    "Education", 
    "Educational innovations", 
    "Elementary education", 
    "Federal aid to education", 
    "Information services", 
    "Local and Municipal Government", 
    "Local finance", 
    "Private schools", 
    "Secondary education", 
    "State finance", 
    "States", 
    "Teacher education", 
    "Teachers"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-28", 
    "text": "Professional Development Resource Center Act of 1985 - Authorizes appropriations for FY 1986 through 1990 for grants for professional development resource centers for teachers. Directs the Secretary of Education, in making grants under this Act, to ensure that eligible applicants within each State receive sufficient funds to plan, establish, or operate at least one such center within the State in each fiscal year. Authorizes the Secretary to make grants to local educational agencies (LEAs) or consortia of LEAs for assistance in planning, establishing, and operating such centers. Defines \"professional development resource center\" as any year-round site operated by an LEA, a combination of LEAs, or an educational service agency which serves teachers from public and non-public schools of a State or from an area or community within a State. Requires that, through such centers and with the assistance of consultants and experts, teachers shall conduct activities to advance the goal of professional excellence and improvement of teaching skills for the teachers they serve. Provides that such activities may include but are not limited to: (1) developing and disseminating curricula designed to meet the educational needs of the persons in the community, area, or State being served, including the use of educational research findings or new or improved methods, practices, and techniques in the development of such curricula (including the use of technology and telecommunications); (2) training teachers to better meet the educational needs of students and to become familiar with developments in curriculum, testing, and research and its applicability to improvement of teaching skills; and (3) disseminating information to those served by the center and to other such centers nationally. Requires that such centers be planned and operated under the supervision of a professional development policy board, the majority of which shall be representatives or designees of the elementary and secondary classroom teachers to be served by such center. Requires that such board also include representatives or designees of the school boards of the LEAs served by such center, and at least one representative designated by institutions of higher education located in the area, including but not limited to institutions that have departments, schools, or colleges of education. Requires that LEA, or LEA consortium, applications for such grants be approved by the State education agency (SEA) before they are transmitted to the Secretary for approval. Provides for LEA petitions to the Secretary to request further SEA consideration of applications. Sets forth criteria which such applications must meet in order for such a grant to be approved. Gives preference to applications which involve teachers as instructors as well as learners in center activities. Directs the Secretary, in approving applications, to: (1) take into account the resources which the applicant will provide in addition to Federal funds provided under this or any other Federal program; and (2) substantially involve teachers in reviewing and recommending programs for funding. Permits any LEA having an application approved under this Act to contract with an institution of higher education to carry out activities under, or provide technical assistance in connection with, such application. Authorizes the Secretary to expend directly ten percent of the funds expended under this Act to make grants to institutions of higher education to operate professional development resource centers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Professional Development Resource Center Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program to provide assistance to professional development resource centers for teachers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:54-05:00"
}