{
  "actions": [
    {
      "acted_at": "2003-02-27", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-03-20", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Grassley. With written report No. 108-28.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-03-20", 
      "calendar": "Senate Legislative", 
      "number": "43", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 43.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2004-03-04", 
      "references": [], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-04", 
      "bill_ids": [
        "hr1047-108"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H. R. 1047 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-04", 
      "bill_ids": [
        "hr1047-108"
      ], 
      "references": [
        {
          "reference": "CR S2187-2188", 
          "type": "consideration"
        }
      ], 
      "text": "Senate passed companion measure H. R. 1047 in lieu of this measure by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-04", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 43.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-04", 
      "bill_ids": [
        "hr1047-108"
      ], 
      "references": [], 
      "text": "See also H. R. 1047.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2206-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2206"
    }, 
    {
      "amendment_id": "s2678-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2678"
    }
  ], 
  "bill_id": "s671-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-03-20", 
  "number": "671", 
  "official_title": "An original bill to amend the Harmonized Tariff Schedule of the United States to modify temporarily certain rates of duty, to make other technical amendments to the trade laws, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1047-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1047-108", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1047-108", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr1047-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1047-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1047-108", 
      "reason": "includes"
    }
  ], 
  "short_title": "Miscellaneous Trade and Technical Corrections Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-02-27", 
  "subjects": [
    "Africa (Sub-Saharan)", 
    "Agricultural machinery", 
    "Agriculture and food", 
    "Aircraft", 
    "Airports", 
    "Alcohol", 
    "American Revolution", 
    "American Samoa", 
    "Business records", 
    "Caribbean area", 
    "Chemicals", 
    "Clothing", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Customs administration", 
    "Department of the Treasury", 
    "Dyes and dyeing", 
    "Economics and public finance", 
    "Electronics", 
    "Environmental protection", 
    "Exports", 
    "Families", 
    "Fibers", 
    "Foreign trade and international finance", 
    "Freight", 
    "Fruit", 
    "Fungicides", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Governmental investigations", 
    "Guam", 
    "Herbicides", 
    "History", 
    "Imports", 
    "Intellectual property", 
    "International affairs", 
    "International cooperation", 
    "Jewelry trade", 
    "Labor and employment", 
    "Law enforcement officers", 
    "Light rail transit", 
    "Machinery", 
    "Manufacturing industries", 
    "Marine transportation", 
    "Medical supplies", 
    "Metals", 
    "Montenegro", 
    "Night vision devices", 
    "Optical instruments", 
    "Packaging", 
    "Paints and varnishes", 
    "Pesticides", 
    "Plastics", 
    "Polymers", 
    "Posters", 
    "Private aviation", 
    "Public lands and natural resources", 
    "Radio", 
    "Railroad equipment", 
    "Science, technology, communications", 
    "Scientific instruments and apparatus", 
    "Serbia", 
    "Shipbuilding", 
    "Shoe industry", 
    "Sound recording and reproducing", 
    "Steel", 
    "Synthetic fibers", 
    "Tariff", 
    "Tariff preferences", 
    "Taxation", 
    "Television", 
    "Territories (U.S.)", 
    "Texas", 
    "Textile industry", 
    "Toys", 
    "Trade agreements", 
    "Transportation and public works", 
    "Treaties", 
    "User charges", 
    "Vegetables", 
    "Video display terminals", 
    "Virgin Islands", 
    "Wages", 
    "Wool", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2003-03-20", 
    "text": "Miscellaneous Trade and Technical Corrections Act of 2003 - Title I: Tariff Provisions - (Sec. 1001) Amends the Harmonized Tariff Schedule of the United States to strike certain expired provisions. Subtitle A: Temporary Duty Suspensions and Reductions - Chapter 1: New Duty Suspensions and Reductions - (Sec. 1101) Provides for temporary duty suspensions and reductions through December 31, 2005, for certain: (1) chemicals and dyes; (2) plastics; (3) helium; (4) acrylic fiber tow; (5) compound metals; (6) cases for certain children's products; (7) children's products; (8) optical instruments used in children's products; (9) epoxy molding compounds; (10) textile machinery; (11) filament yarns; (12) pesticides and herbicides; (13) refracting and reflecting telescopes; (14) rubber riding boots; (15) a specified ink; (16) sawing machines; (17) manufacturing equipment; (18) thermal release plastic film; (19) silver paints and pastes; (20) polymer masking material for aluminum capacitors; (21) necks used in cathode ray tubes; (22) combed cashmere and camel hair yarn; (23) carded cashmere yarn; (24) rayon filament yarns; (25) tire cord fabric; (26) carbon dioxide cartridges; (27) high-performance loudspeakers; (28) 12-volt batteries; (29) prepared or preserved artichokes; (30) low expansion laboratory glass; (31) stoppers, lids, and other closures; (32) railway car body shells for electric multiple units (EMUs); (33) railway passenger coaches; (34) railway EMU gallery commuter coaches of stainless steel; (35) snowboard boots; (36) hand-held radio scanners; (37) mobile and base radio scanners; (38) fine animal hair of Kashmir (cashmere) goats; (39) R-core transformers; (40) decorative plates; (41) night vision monoculars; and (42) satellite radio broadcasting apparatus. Chapter 2: Existing Duty Suspensions and Reductions - (Sec. 1501) Extends the existing suspension of duty through December 31, 2005 for: (1) certain chemicals and dyes; (2) certain cathode-ray tubes; (3) pesticides; (4) a specified fungicide; (5) certain railway car body shells; and (6) a certain plastic. Grants duty-free treatment through December 31, 2005 to: (1) certain cathode-ray tubes; (2) ethalfluralin (a chemical); and (3) trifluralin (a chemical). Extends the suspension of duty through December 31, 2005 for: (1) certain polyamides; and (2) DMDS (a chemical). Reduces the duty on 2-methyl-4-chlorophenoxyacetic acid through December 31, 2005. Provides a duty through December 31, 2005, for Starane F (a chemical). Subtitle B: Other Tariff Provisions - Chapter 1: Liquidation or Reliquidation of Certain Entries - (Sec. 1601) Directs the U.S. Customs Service to liquidate or reliquidate (refund of duties) a certain entry of two tramway cars manufactured in Plzen, Czech Republic, for the use of the city of Portland, Oregon, refunding any amounts owed as a result of such liquidation or reliquidation. (Sec. 1602) Directs the Secretary of the Treasury to admit free of duty into the United States a replica of the Liberty Bell imported from the Whitechapel Bell Foundry of London, England, by the Liberty Memorial Association of Green Bay and Brown County, Wisconsin, for use by the city of Green Bay, Wisconsin, and Brown County, Wisconsin. (Sec. 1603) Directs the U.S. Customs Service to reliquidate certain entries of cotton gloves and posters, refunding any amounts owed as a result of such reliquidation. (Sec. 1605) Directs the U.S. Customs Service to liquidate or reliquidate specified entries of certain posters entered in 1999 and 2000, and refund excess duties or relieve the importer of record of any excess duties, penalties, or associated fines. (Sec. 1606) Directs the U.S. Customs Service to liquidate or reliquidate specified entries of 13-inch televisions, vanadium carbides and vanadium carbonitride, and televisions subject to antidumping duties, and pay amounts owed. (Sec. 1609) Directs the U.S. Customs Service to liquidate or reliquidate specified entries of roller chain without assessment of antidumping duties or interest and refund any such duties or interest which were previously paid. (Sec. 1610) Directs the U.S. Customs Service to reliquidate specified entries of juices, steel wire rope, and tomato sauce preparations, and pay amounts owed. (Sec. 1617) Requires the U.S. Customs Service to reliquidate certain entries prematurely liquidated and to refund any amounts owed. (Sec. 1618) Directs the U.S. Customs Service to liquidate or reliquidate certain entries of posters entered in 2000 and 2001, and pay amounts owed. (Sec. 1619) Directs the U.S. Customs Service to liquidate or reliquidate certain entries filed at the ports of Laredo and Hidalgo, Texas, and Wilmington, Delaware, and pay amounts owed to the United States. Chapter 2: Miscellaneous Provisions - (Sec. 1701) Amends the Harmonized Tariff Schedule of the United States to provide duty treatment for hair clippers to be used for agricultural or horticultural purposes (including parts of hair clippers). (Sec. 1702) Provides duty-free treatment for certain tractor parts suitable for agricultural use, and for flexible magnets and composite goods containing flexible magnets. (Sec. 1704) Amends the Tariff Act of 1930 and the Harmonized Tariff Schedule of the United States to declare that the duty imposed on vessels (equipment) purchased, or the repair of such vessels, in a foreign country and documented under U.S. laws to engage in the foreign or coasting trade shall not apply to the cost of such equipment, repair parts, and materials that are installed on such vessel, if the installation is done by members of the regular vessel crew while on the high seas. (Sec. 1705) Amends the Trade Act of 1974 to provide duty-free treatment under the Generalized System of Preferences for certain hand-knotted or hand-woven carpets. (Sec. 1706) Amends the Tariff Act of 1930 to allow a drawback (refund) of duties on certain articles imported into the United States and later shipped to the U.S. Virgin Islands, American Samoa, Wake Island, Midway Islands, Kingman Reef, Guam, Canton Island, Enderbury Island, Johnston Island, or Palmyra Island. (Sec. 1707) Amends the Tariff Act of 1930 to revise provisions requiring a refund of duties (drawback) on articles or merchandise which has been exported or destroyed under the supervision of the Customs Service within three years after importation or withdrawal, and which, among other things, is ultimately sold at retail by the importer, or the person who received the merchandise from the importer under a certificate of delivery, and for any reason returned to and accepted by the importer or the person who received the merchandise from the importer under a certificate of delivery. Authorizes a drawback to be claimed by designating any entry of such merchandise that was imported within one year before its exportation or destruction. Prohibits the allowance of a drawback unless the completed article is exported or destroyed under the supervision of the Customs Service within five years after its importation. Sets forth drawback requirements with regard to: (1) use of domestic merchandise acquired in exchange for imported merchandise of same kind and quality; (2) packaging material; and (3) liquidation of entries. Sets forth penalties for false drawback claims. (Sec. 1708) Extends to unused merchandise merely entered into United States and, within a specified time period, later exported or destroyed the mandatory drawback (refund) of duties paid on unused merchandise that is imported and then exported or destroyed. (Sec. 1709) Amends the Caribbean Basin Economic Recovery Act to limit to specified footwear the import-sensitive exclusion of footwear from duty. Provides duty-free treatment for certain footwear that: (1) is the growth, product, manufacture of a Caribbean Basin Trade Partnership Act (CBTPA) beneficiary country; and (2) meets certain other requirements. (Sec. 1710) Amends the Tariff Suspension and Trade Act of 2000 to extend for an additional two years the designation of the San Antonio International Airport in San Antonio, Texas, as an airport at which certain private aircraft arriving in the United States from a foreign area may land for processing by the U.S. Customs Service. (Sec. 1711) Amends the Harmonized Tariff Schedule of the United States to provide duty-free treatment for certain footwear that is not designed to be worn over other footwear. Provides for column two duty treatment for such footwear. Provides for staged rate reductions for other type footwear. Subtitle C: Effective Date - (Sec. 1801) Sets forth the effective date for amendments made by this title. Title II: Other Trade Provisions - (Sec. 2001) Authorizes the President to extend nondiscriminatory treatment (normal trade relations treatment) to the products of Serbia and Montenegro (formerly the Federal Republic of Yugoslavia). (Sec. 2002) Sets forth the applicable rate of duty to certain currently excluded non-import-sensitive articles (handbags, luggage, flat goods, work gloves, and leather wearing apparel) imported into the United States from Andean Trade Promotion and Drug Eradication Act (ATPDEA) beneficiary countries (Bolivia, Ecuador, Colombia, and Peru) until such time as the President proclaims duty-free treatment for such articles pursuant to specified requirements having been met. (Sec. 2003) Amends the Harmonized Tariff Schedule of the United States to extend through 2015 the Production Incentive Certificate program (PIC), which reimburses watch and jewelry producers in the U.S. Virgin Islands, Guam, and American Samoa (\"insular possessions\") for import duties. Includes fringe benefits (customary health insurance, life insurance, and pension) in determining verified creditable wages, which are used for calculations to determine refund totals. Includes in the reimbursement to producers of watches in the insular possessions, the difference between the amount that would have been due on a producer's non-digital watches during the preceding year under duty rates existing on January 1, 2001, and the amount due under the actual duty rates of that preceding calendar year. Increases the unit per producer limit for jewelry products of the insular possessions, while retaining the overall unit and dollar value limits for the PIC program. Revises certain requirements for duty-free treatment of articles of jewelry as products of the insular possessions. Requires treatment as such a product if the article of jewelry is: (1) assembled in an insular possession by a jewelry manufacturer or jewelry assembler that commenced manufacturing or assembly in such territory after August 9, 2001; and (2) entered into the United States within 18 months after the manufacturer or assembler commenced operations. (Sec. 2004) Amends the Trade Act of 2002 to revise certain reporting requirements to direct the Comptroller General to study and report to specified congressional committees on the extent to which the amount of certain imposed customs user fees approximates (currently, is commensurate with) the cost of services provided by the Customs Service. Amends the African Growth and Opportunity Act (AGOA) and the Caribbean Basin Economic Recovery Act (CBERA) to revise certain requirements with respect to the duty-free treatment of certain apparel articles that are imported into the United States from CBTPA or sub-Saharan African beneficiary countries. Amends the Andean Trade Preference Act (ATPA) with respect to U.S. vessels whose harvested tuna (prepared or preserved in a certain way in an Andean Trade Promotion and Drug Eradication Act (ATPDEA) beneficiary country) may enter the United States free of duty and free of any quantitative restrictions. Treats as a U.S. vessel, in addition to those with fishery endorsements on their certificates of documentation, any vessel without a fishery endorsement which is documented under U.S. laws and licensed under the South Pacific Tuna Act of 1988. (Sec. 2005) Amends the Trade Act of 2002 to establish the Worsted Wool Fabric Manufacturer Trust Fund (also known as the Wool Fabric Trust Fund). Authorizes the Secretary of Commerce to provide grants from the Fund to manufacturers of worsted wool fabric to assist them in maximizing U.S. employment in the production of textile products and meeting their obligations to their U.S. workers, former workers, and retirees in the textile sector. Authorizes appropriations. (Sec. 2006) Expresses the sense of the Senate that: (1) the U.S. goals in the Doha Round of the World Trade Organization (WTO) agriculture negotiations are to achieve significantly increased market access, harmonize allowed levels of trade-distorting domestic support for all countries, and achieve a more level playing field for U.S. farmers, ranchers, and agricultural producers; (2) the proposed modalities framework recently released by the Chairman of the WTO Agriculture Negotiations Committee fails to meet such goals; and (3) the United States should not agree to the proposed framework unless it is significantly improved and will result in meeting such goals. Title III: Protection of Intellectual Property Rights - (Sec. 3001) Amends the Trade Act of 1974 to require the U.S. Trade Representative (USTR) to make specified determinations about U.S. rights within 30 days after a dispute settlement procedure is concluded if the USTR considers that U.S. rights are involved under the Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS Agreement) or the GATT 1994 relating to products subject to intellectual property protection. (Sec. 3002) Amends ATPA and CBERA to require the USTR to ensure a timely review and disposition of requests received from an interested party that the President reconsider the status of a country as a beneficiary country under such Acts. (Sec. 3003) Amends the Trade Act of 1974, CBERA, and ATPA to revise the requirement that the President, when making a determination to designate a country as a beneficiary developing country entitled to certain trade benefits, to take into account, among other things, the extent to which such country is providing adequate and effective protection of intellectual property rights. Requires the President to make such determination notwithstanding the fact that the country may be in compliance with TRIPS. (Thus makes TRIPS compliance necessary but not sufficient evidence of adequate and effective protection of intellectual property rights.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Miscellaneous Trade and Technical Corrections Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Miscellaneous Trade and Technical Corrections Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Harmonized Tariff Schedule of the United States to modify temporarily certain rates of duty, to make other technical amendments to the trade laws, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:07-05:00"
}