{
  "actions": [
    {
      "acted_at": "1974-03-07", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3132-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-07", 
  "number": "3132", 
  "official_title": "A bill to provide for the chartering of Federal stock savings and loan associations, to regulate unitary saving and loan holding companies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Stock Savings and Loan Association Act", 
  "sponsor": {
    "district": null, 
    "name": "Sparkman, John J.", 
    "state": "AL", 
    "thomas_id": "01436", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-07", 
  "subjects": [
    "Banking law", 
    "Finance and financial sector", 
    "Savings and loan associations"
  ], 
  "subjects_top_term": "Banking law", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-07", 
    "text": "Federal Stock Savings and Loan Association Act - Authorizes the Federal Home Loan Bank Board to charter stock Federal savings and loan associations having the same powers as the mutual Federal savings and loan association. Empowers the Federal Home Loan Bank Board to charter Federal stock thrift associations having the same powers as mutual associations chartered by the Board. Provides that institutions of either type may be denominated as \"Federal Savings and Loan Associations\" or \"Federal Savings Associations.\" Authorizes State chartered mutual institutions and credit unions to convert to a Federal thrift association mutual or stock charter. Redesignates the Federal Savings and Loan Insurance Corporation as the Federal Savings Insurance Corporation. Adds Federal Savings Association accounts to the accounts eligible for insurance under the National Housing Act. Authorizes Federal thrift associations to issue capital stock. Permits State mutual to Federal mutual and State stock to Federal stock conversions and vice versa. Authorizes a mutual credit union desiring to expand its powers to convert to a Federal mutual association. Provides for conversions involving a Federal association and a change in capital structure. Restricts for at least 3 years the Board's authority to charter Federal stock associations to States in which State stock associations exist. Provides that prior to final Board action on a conversion no legal action of any nature respecting the plan of conversion may be brought against the Board or any Federal Home Loan Bank. Vests in the Federal Home Loan Bank Board the authority over thrift institution securities that the Federal Reserve Board, the Comptroller of the Currency, and the Federal Deposit Insurance Corporation have over bank securities under the Securities Exchange Act. Authorizes the Corporation to withhold its approval of an application for conversion on the basis of national or regional totals, upon a finding that such action is necessary or appropriate in the public interest. Eliminates the difference between a multiple and unitary savings and loan holding company by deleting definition of a multiple savings and loan holding company and all references to a multiple savings and loan holding company from the National Housing Act. Limits the activities which a savings and loan holding company may perform to management services for an insured institution, operation of an insurance or escrow business, liquidating assets, managing property of an insured institution, acting as a trustee, or an activity which is a proper incident to the operation of a savings and loan business. Provides that every company which becomes a savings and loan holding company must divest itself of all activities except those specifically allowed in this Act within six months unless the Corporation, upon a showing of good cause, grants an extension of time which in no case may exceed three years. Requires that the Corporation request from the Attorney General a report on the anti-competitive effects in cases of acquisition of a second or third insured institution or of more than one insured institution. Authorizes savings and loan holding companies to deposit funds in savings accounts having voting rights in savings and loan associations. Makes provisions for holding company acquisitions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Stock Savings and Loan Association Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the chartering of Federal stock savings and loan associations, to regulate unitary saving and loan holding companies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:05-05:00"
}