{
  "actions": [
    {
      "acted_at": "1980-03-11", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6771-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-11", 
  "number": "6771", 
  "official_title": "A bill to provide that the Federal Aviation Administration shall only perform functions relating to aviation safety, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Levitas, Elliott H.", 
    "state": "GA", 
    "thomas_id": "00685", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-11", 
  "subjects": [
    "Administrative procedure", 
    "Aviation", 
    "Aviation safety", 
    "Department of Transportation", 
    "Executive reorganization", 
    "Federal Aviation Administration", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Public safety", 
    "Transportation and Travel", 
    "Transportation safety"
  ], 
  "subjects_top_term": "Aviation safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-11", 
    "text": "Amends the Federal Aviation Act of 1958 by: (1) directing the Administrator of the Federal Aviation Administration to perform the functions, powers, and duties of the Secretary of Transportation pertaining to aviation safety; (2) prohibiting the Administrator from performing any functions, powers, or duties other than those pertaining to aviation safety; and (3) directing the Secretary to perform any functions, powers, and duties performed by the Administrator before the effective date of this Act which do not pertain to aviation safety. Directs the Secretary to identify and report to Congress and the office within the Department of Transportation on such functions, powers, and duties. Prohibits the Secretary or any employee of the Department from delegating any functions, powers, or duties which do not pertain to aviation safety to the Administration or its employees. Transfers to the Secretary the personnel, assets, liabilities, and contracts made in connection with the functions, powers, or duties formerly performed by the Administrator and herein transferred to the Secretary. Continues in effect all orders, rules, regulations, contracts, and licenses previously made or issued by the Administration not pertaining to aviation safety until modified or terminated by the Secretary, a court, or operation of law. Transfers to the Department of Transportation proceedings pending at the time this Act takes effect before the Federal Aviation Administration which do not pertain to aviation safety. Prohibits suits by or against the Administration or its officers commenced prior to the effective date of this Act from abating or from being affected by the provisions of this Act. Substitutes the Secretary for the Administrator in such suits not pertaining to aviation safety."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide that the Federal Aviation Administration shall only perform functions relating to aviation safety, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:05-05:00"
}