{
  "actions": [
    {
      "acted_at": "1989-11-08", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-11-15", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Compensation and Employee Benefits", 
      "text": "Referred to the Subcommittee on Compensation and Employee Benefits.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-11-15", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, OPM.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3612-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Compensation and Employee Benefits", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-11-08", 
  "number": "3612", 
  "official_title": "To amend certain provisions of title 5, United States Code, relating to allowances for employees of the United States Government serving abroad, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Ackerman, Gary L.", 
    "state": "NY", 
    "thomas_id": "00004", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-11-08", 
  "subjects": [
    "Americans employed in foreign countries", 
    "Cost of living adjustments", 
    "Education of handicapped children", 
    "Evacuation of civilians", 
    "Federal employees", 
    "Foreign service", 
    "Fringe benefits", 
    "Housing subsidies", 
    "Leave of absence", 
    "Preschool education", 
    "Relocation of employees", 
    "Rental housing", 
    "Student aid", 
    "Wages"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-11-08", 
    "text": "Revises provisions concerning advanced payments of allowances for a period of evacuation of Federal employees serving abroad to change the extension of such period from not more than 120 days to a total evacuation period of not more than 270 days in 30-day increments. Excludes post differentials and danger pay allowances from lump-sum leave payments to Federal employees who serve separating from the service. Allows quarters or educational allowances or quarters furnished in Government-owned or rented buildings to be provided to children of deceased Federal employees who serve abroad to complete their current school year at or away from the post when such allowances or quarters would have been furnished to such an employee but for his or her death. Permits allowances related to education away from the post to be provided to dependent children of Federal employees who serve abroad to complete their current school year when such an allowance would be authorized with respect to such an employee but for the evacuation or authorized departure status of the post. Revises provisions concerning quarters allowances for overseas Federal employees to allow temporary subsistence allowances for meal and laundry expenses in addition to the costs of temporary quarters when Government owned or rented quarters are not provided without charge for such employees. Revises provisions concerning cost-of-living allowances for overseas employees to: (1) make those employees receiving such a temporary subsistence allowance ineligible for a post allowance; (2) allow transfer allowances for subsistence and relocation expenses including unavoidable lease penalties and other expenses currently provided for under such provisions after the employee agrees in writing to remain in Government service for 12 months after transfer, unless separated for reasons beyond the control of the employee that are acceptable to the agency concerned; and (3) allow educational allowances or payment of travel costs to provide for a pre-school education for handicapped children three to five years of age. Makes technical amendments with respect to certain provisions relating to allowances for overseas employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend certain provisions of title 5, United States Code, relating to allowances for employees of the United States Government serving abroad, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:15-05:00"
}