{
  "actions": [
    {
      "acted_at": "1984-02-27", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2348-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-27", 
  "number": "2348", 
  "official_title": "A bill to authorize Federal grants to improve the quality of vocational education, to improve access to vocational education, to strengthen the involvement of the private sector in vocational education, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Vocational Education Act", 
  "sponsor": {
    "district": null, 
    "name": "Quayle, Dan", 
    "state": "IN", 
    "thomas_id": "00935", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-02-27", 
  "subjects": [
    "Adult education", 
    "Advisory bodies", 
    "Arts, culture, religion", 
    "Authorization", 
    "Bilingual education", 
    "Bilingualism", 
    "Business and commerce", 
    "Business and social problems", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Community organization", 
    "Compensatory education", 
    "Continuing education", 
    "Department of Education", 
    "Depressed areas", 
    "Disabled", 
    "Displaced homemakers", 
    "Domestic Relations and Families", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational finance", 
    "Educational planning", 
    "Employee training", 
    "Employment and training programs", 
    "English language", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to vocational education", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Hard-core unemployed", 
    "High technology industries", 
    "Information services", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Labor supply", 
    "Language and languages", 
    "Language arts", 
    "Layoffs", 
    "Local and Municipal Government", 
    "Local finance", 
    "Manpower policy", 
    "Manpower training programs", 
    "Mathematics", 
    "Minorities", 
    "Native Americans", 
    "Occupational retraining", 
    "Poor", 
    "Reading", 
    "Regional planning", 
    "Sex discrimination", 
    "Sex discrimination against women", 
    "Sex discrimination in education", 
    "Single-parent families", 
    "Standards", 
    "State education agencies", 
    "State finance", 
    "States", 
    "Structural unemployment", 
    "Technical education", 
    "Vocational education", 
    "Wages", 
    "Women's education", 
    "Women's employment", 
    "Women's rights", 
    "Youth employment"
  ], 
  "subjects_top_term": "Vocational education", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-02-27", 
    "text": "Vocational Education Act - Declares that it is the policy of the United States to assist the States to: (1) improve the quality of vocational education programs, and make them more responsive to labor market needs; (2) improve access to, and the quality of, vocational education for groups of individuals with special problems in the labor market, such as the handicapped and the economically disadvantaged, and to promote sex equity in occupational training; (3) assist in dealing with economic dislocation through programs for retraining adult workers and by promoting training for occupations required by expanding industries; and (4) achieve these purposes by involving the business community in the planning process and developing performance standards. Title I: State Vocational Education Program - Part A: Authorization of Appropriations and Allotments - Authorizes appropriations for FY 1985 through 1990 to carry out this Act. Provides that, beginning with FY 1986 and thereafter, appropriations for programs and activities under this Act shall be available for obligation only on the basis of a program year which shall begin on July 1 in the fiscal year for which the appropriation is made. Provides that funds obligated for any program year may be expended by each recipient and subrecipient during that program year and the two succeeding program years and no amount shall be deobligated on account of a rate of expenditure which is consistent with the program plan. Provides that appropriations for FY 1985 shall be available both to fund activities for the period between October 1, 1984, and June 30, 1985, and for the program year beginning July 1, 1985. Authorizes appropriation of any additional sums necessary to carry out the transition to program year funding. Distributes funds under this Act as follows: (1) one percent for Indian programs under Part D of title II; (2) not more than three percent for national activities under parts B and C of title II; and (3) the remainder for allotments to States. Directs the Secretary of Education to make three separate types of State allotments for each fiscal year. Provides that the first type of State allotment shall be taken from gradually decreasing portions of the funds available for State allotments as follows: (1) 80 percent for FY 1985; (2) 75 percent for FY 1986; (3) 70 percent for FY 1987; (4) 65 percent for FY 1988; and (5) 60 percent for FY 1989. Makes such first type of State allotment on the basis of State population aged: (1) 15 through 19,50 percent; (2) 20 through 24,20 percent; (3) 25 through 65,15 percent; and (4) 15 through 65,15 percent. Provides that the second type of State allotment shall be taken from 20 percent of the funds available for State allotment. Makes such second type of State allotment on the basis of State population of long-term unemployed individuals. Provides that the third type of State allotment shall be taken from gradually increasing portions of the funds available for State allotments as follows: (1) five percent for FY 1986; (2) ten percent for FY 1987; (3) 15 percent for FY 1988; and (4) 20 percent for FY 1989. Makes such third type of State allotment on the basis of the number of economically disadvantaged individuals and handicapped individuals actually served in the State in the year prior to the year in which the allotment determination is made. Part B: State and Local Administrative and Planning Provisions - Sets forth conditions for State grants. Requires each State desiring to participate in the program authorized by this Act to: (1) establish or designate a State educational agency or board to be responsible for administration of payments received and State plan preparation; (2) submit two-year State plans; (3) assure State compliance with performance standards or take acceptable corrective measures toward achieving such standards; and (4) assure State compliance with other provisions of this Act. Sets forth provisions for development of the State plans. Requires that State plans be developed with the active participation of the private sector, labor organizations, secondary and postsecondary educational institutions, representatives of specified underserved groups of individuals, and the State advisory committee. Requires each State to establish a State advisory committee. Requires that at least one-third of committee members be from the private sector, and that other members be representative of other specified groups. Allows a majority of the private sector representatives to file separate views on certain provisions of the State plan. Sets forth requirements for State plan contents. Includes among such required contents: (1) expected performance outcomes for all participants, with separate descriptions for the handicapped and the economically disadvantaged; (2) appropriate remedial measures to meet performance standards; (3) comparisons of prevailing wage rates of occupations for which men and women are being trained, taking into account the percentage of men and women in each occupation; (4) plans for progress in sex equity; (5) criteria for within State allocation of at least 60 percent of its allotment which assure that high unemployment and poverty areas receive an equitable share of vocational education funds, and which may provide incentives for areas exceeding performance standards; and (6) criteria for within State allocation of at least 30 percent of its allotment to postsecondary education programs. Requires each State, unless the entire State will serve as a single planning area, to designate regional or local planning areas within the State which shall, to the extent feasible, relate to labor market areas or be coordinated with areas used for related functions. Provides that this requirement shall not: (1) preclude the use of local educational agencies for local planning functions; or (2) require a single plan for secondary education and postsecondary programs if the State determines that such a single or regional plan would not be feasible. Requires that regional or local plans be developed with the active participation of the private sector, labor organizations, secondary and postsecondary educational institutions, representatives of specified underserved groups of individuals, and advisory panels. Requires that a majority of the panel members be representatives of the private sector, and that other members be representative of other specified groups. Allows a majority of the private sector representatives to file separate views on certain provisions of the local or regional plan. Sets forth requirements for local or regional plan contents. Includes among such required contents: (1) expected performance outcomes, with separate descriptions for the handicapped and the economically disadvantaged; (2) comparisons of prevailing wage rates of occupations for which men and women are being trained; and (3) plans for progress in sex equity. Part C: Use of Funds - Allows funds under this title to be used for developing new, improved, or expanded vocational education programs that are responsive to labor market demands in the locality or region of the State. Lists examples of activities such funds may be used for. Allows States to use such funds for any programs and services which States determine to be useful to carry out such purpose of developing programs responsive to labor market demands. Allows funds under this title to provide additional services which are necessary to enable underserved groups of individuals to participate successfully in vocational education programs or to strengthen the institutional capacity of the vocational education system to serve such individuals. Includes among such underserved groups individuals who are: (1) economically disadvantaged; (2) handicapped; (3) limited in English-speaking proficiency; (4) single parents and heads of households; or (5) women. Lists examples of activities such funds may be used for. Allows States to use such funds for any programs or services which States determine to be useful to carry out such purpose of improving vocational education for underserved groups of individuals. Allows funds under this title to be used to improve and expand the capacity of the vocational education system to train and retrain adult workers. Requires that funds used for such purpose be used only for programs developed in coordination with the State agency administering title III (Employment and Training Assistance for Dislocated Workers) of the Job Training Partnership Act (JTPA). Allows such funds to be used for: (1) additional training under title III of JTPA; (2) vocational education programs for training and retraining adults, including programs for displaced homemakers; and (3) the costs of serving adults in other vocational education programs. Requires that the entire amount of that type of State allotment which is based on the number of long-term unemployed individuals be available only for adult retraining programs. Requires that at least ten percent of the funds received by a State be used to expand and improve vocational education for the handicapped. Requires that at least 20 percent of the funds received by a State be used to expand and improve vocational education for the economically disadvantaged. Limits to not more than 15 percent of the State allotment the amount which may be used for administration, planning, and evaluation. Part D: Performance Standards - Declares that it is the policy of the Federal Government that Federal funds for vocational education be used to make vocational education more responsive to labor market needs and to improve the access of traditionally underserved groups of individuals to quality vocational education while leaving States and localities maximum discretion in how to achieve such purposes. Declares that such objectives can best be met by the States developing performance standards which measure the achievement of Federal purposes while leaving maximum flexibility for States to determine use of funds in the light of local circumstances and needs. Requires each State plan to contain performance standards expressed as a percentage of successful outcomes for all participants, and for the handicapped, and for the economically disadvantaged. Permits these numerical standards to be different for secondary and for postsecondary programs. Requires that successful outcomes for secondary students include at least: (1) training related placement (including enlistment in the armed services); (2) achievement of skill levels acceptable to the local employer community; and (3) achievement of basic employment competencies (basic educational attainments and attitudes necessary for entry level employment) as determined by the appropriate State education agency and which are acceptable to the employer community; and (4) continuing education. Requires that successful outcomes for postsecondary students include at least: (1) training related placement; and (2) achievement of skill levels. Requires that basic employment competency levels be: (1) prescribed by State and local education agencies; and (2) acceptable to the private sector representatives on the appropriate councils and planning panels. Requires that acceptable skills be determined by the private sector through the State Advisory Committees, the local private industry council under JTPA, or through committees representing employers and labor organizations established for a particular industry or occupation pursuant to provisions for local or regional planning. Allows each State plan to apply numerical standards to a local or regional area so that overall State goals will be met, taking into account differing demographic and economic characteristics of the area and the population to be served. Sets forth a prohibition against Federal control of education for purposes of this Act. Title II: Federal Responsibilities - Part A: Federal Administrative Provisions - Sets forth provisions relating to State plan approvals, payments to States, judicial review of plan disapprovals, and audits. Part B: Research and Data Collection; School to Work Transition - Directs the Secretary and the Secretary of Labor, from specified funds available under this Act and under JTPA, to jointly develop a research and technical assistance program relating to education, training and employment. Allows such program to include the establishment and operation of one or more centers for development of specified capacities for analyzing vocational education, training, and employment. Requires that a center's application for such assistance be approved by a panel of experts, the Secretary, and the Secretary of Labor. Directs the Secretary in maintaining assistance under this Act to cooperate in supplying information for such system. Directs the Secretary, in maintaining and annually updating such system, to make such system compatible with: (1) the occupational information data system established under this Act; (2) other systems developed or assisted under labor market information provisions under JTPA; and (3) other occupational supply and demand information systems developed or maintained through Federal assistance (directs the Secretary to cooperate with the Secretary of Labor in this). Directs the Secretary to secure data about program enrollees and completers, placement and followup, staffing, and expenditures by major purposes of this Act. Establishes a National Occupational Information Coordinating Committee consisting of specified Federal officials. Directs the Committee, with funds available under this Act and JTPA, to: (1) annually provide funds for and assist State occupational coordinating committees; (2) improve coordination among administrators and planners of programs authorized by this Act and JTPA, employment security agency administrators, researchers, and Federal, State, and local employment and training agency personnel; (3) develop and implement an occupational information system to meet common needs of vocational education and employment and training programs; and (4) study the effects of technological change on new and existing occupational areas and the required changes in knowledge and job skills. Requires each State receiving assistance under this Act to establish a State occupational information coordinating committee composed of representatives of the State board, employment security agency, economic development agency, job training coordinating council, and the agency for administering programs under the Rehabilitation Act of 1973. Directs the State committee, with funds from the national committee, to implement an occupational information system in the State designed to meet the needs of State board programs under this Act and administering agencies under JTPA. Directs the Secretary, through the National Institute of Education and as part of the National Assessment of Education Progress required under the General Education Provisions Act, to identify vocational education students among the national sample of students who have attained 17 years of age in order to enable a comparison to be made over time of the achievements in reading, writing, and arithmetic, by region of the country and by socioeconomic level of vocational education students and other students. Sets forth provisions for school-to-work transition programs. Authorizes the Secretary, from funds under this title, to make grants or award contracts to consortia of private sector local employers to develop and implement innovative programs to assist vocational education graduates to make a transition into unsubsidized employment in the private sector. Requires that such programs be: (1) established cooperatively with vocational educators in more than one State; (2) based on programs of demonstrated effectiveness; and (3) administered and coordinated by the Secretary. Allows such programs to include on-the-job training, support services, technical assistance, and placement services. Part C: President's Council on Vocational Education - Establishes the President's Council on Vocational - Technical Education, consisting of members appointed by the President, with a majority representing the private sector of the economy and the remainder with broad experience in education and economic and human resources development (at least one of whom is a member of the National Commission for Employment Policy established under JTPA). Directs the Council to advise the President, Congress, and vocational-technical education programs. Directs the Council to make a report of its findings and recommendations to the President, Congress, and Secretary every third year. Authorizes the Council to: (1) make interim reports and recommendations; and (2) collect, analyze, and disseminate information on the skill and competency levels developed under provisions for performance standards. Part D: Indian Program - Sets forth provisions for Indian programs. Directs the Secretary, upon the request of an eligible Indian tribe, to contract with the tribal organization to plan, conduct and administer vocational education programs with the funds reserved for such purposes. Authorizes the Secretary, from any remaining funds from such reserved fund, to enter into an agreement with the Bureau of Indian Affairs (BIA) for the operation of vocational education programs in institutions serving eligible Indians. Makes provisions of this Act applicable to the BIA as if it were a State board. Part E: Transitional and Conforming Provisions - Provides that the provisions of this Act shall take effect October 1, 1984, except that provisions relating to performance standards shall become effective July 1, 1985. Authorizes the Secretary to prescribe regulations under this Act upon the date of enactment of this Act. Repeals the Vocational Education Act of 1963. Makes conforming amendments to the Job Training Partnership Act (JTPA), Elementary and Secondary Education Act of 1965, the Higher Education Act of 1965, the Adult Education Act, the Appalachian Regional Development Act of 1965, the Rehabilitation Act of 1973, and the Vocational Education Amendments of 1968. Title III: Coordination of Job Training Activities - Provides that no provision of any Federal law shall be construed to prohibit the use of a private industry council established under JTPA for planning for, or advising on, programs under this Act, the Rehabilitation Act of 1973, or any other Federal law relating to employment or training. Authorizes State Governors to combine two or more advisory councils whose functions relate to vocational education, employment, or training, or use one such council to perform the functions of more than one such council if specified conditions are met. Directs any Governor wishing to merge or expand the use of an advisory council to give public notice of the new or expanded council and its proposed functions. Requires that such notice be transmitted to, and subject to the approval of, the head of each responsible Federal agency. Provides for appeals of adverse decisions to the Director of the Office of Management and Budget or to the head of any other agency designated by the President. Sets forth provisions relating to performance of services by State agencies receiving Federal assistance for training. Amends the Economy Act to make specified provisions of such Act applicable to any State agency receiving Federal financial assistance for vocational education, job training, or related programs, as designated by the State Governor or the Mayor of the District of Columbia. Allows each State agency to contract with any other State agency to perform services for which Federal assistance for job training or related programs is received if the Governor determines that such a contract will promote efficiency of operation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Vocational Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize Federal grants to improve the quality of vocational education, to improve access to vocational education, to strengthen the involvement of the private sector in vocational education, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:14-05:00"
}