{
  "actions": [
    {
      "acted_at": "1980-04-02", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-12-04", 
      "references": [], 
      "text": "Committee on Interior and Insular Affairs discharged in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-04", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-04", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-05", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7033-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-02", 
  "number": "7033", 
  "official_title": "A bill to designate certain lands in the Monongahela National Forest, West Virginia, as the Cranberry Wilderness Area, to establish the Cranberry Glades National Botanical Area, to establish the Cranberry Back Country, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-02", 
  "subjects": [
    "Botanical gardens", 
    "Eminent domain", 
    "Forests and forest products", 
    "Mines and mineral resources", 
    "National forests", 
    "Parks and Natural Areas", 
    "West Virginia", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-12-04", 
    "text": "(Measure passed House, amended) Designates the following lands in the Monogahela National Forest, West Virginia, as wilderness and as components of the National Wilderness Preservation System: (1) the Cranberry Wilderness; (3) the Laurel Fork North (4) the Laurel Fork South Wilderness. Declares that each such wilderness area shall be administered by the Secretary of Agriculture in accordance with the provisions of the Wilderness Act governing areas designated by that Act as wilderness, subject to valid existing rights. Authorizes the Secretary of the Interior, in consultation with the Secretary of Agriculture, not later than three months from the date of enactment of this Act, to initiate negotiations to acquire all non-Federally owned mineral interests or rights within the boundaries of the Cranberry Wilderness and mineral interests and rights within such wilderness owned by the same entity or person or which are economically accessible only through the exercise of rights held within the wilderness, through exchange of specified coal deposits administered by the Bureau of Land Management. States that during the course of such negotiations, the Secretary shall be obligated to conduct coal evaluations on no more than four sites mutually identified by the Secretary and owner for possible transfer out of the Federal ownership. Directs the Secretary to provide the owner with all available data for evaluations of the site or sites offered in exchange for such owner's mineral interests or rights. States that the fair market value of any interest in lands exchanged under this Act shall be equal or, if they are not equal, the values shall be equalized by the payment of money to the Secretary by an owner of the non-Federally owned mineral interests or rights. Prohibits such payment required for equalization from exceeding 25 percent of the total value of the interest in lands transferred out of Federal ownership. Authorizes the Secretary of the Interior, should the Secretary and an owner of the non-Federally owned mineral interests or rights within the Cranberry Wilderness fail to agree on an exchange within three years after the effective date of this Act, or at a time prior thereto mutually agreed upon by the parties, to acquire and no later than 39 months after the effective date of this Act offer to acqurie by purchase such mineral interests or rights at their fair market value through cash payment. Sets forth provisions for determining the fair market value of the mineral interests or rights within the Cranberry Wilderness. Directs the Secretary, if no such exchange can be agreed on or if the offer to purchase such non-Federally owned mineral rights is refused, within three months following such refusal in writing, to initiate proceedings to acquire such owner's non-Federally owned mineral interests or rights by condemnation at fair market value. Permits exploration activities in the Cranberry Wilderness to determine the value of the non-Federally owned mineral resources therein under such reasonable stipulations and conditions as may be imposed by the Secretary of Agriculture. Specifies that the Secretary of the Interior and the United States Government shall deal separately and independently with each owner of non-Federally owned mineral interests or rights within the boundaries of the Cranberry Wilderness and the mineral interests or rights of each owner shal for purposes of exchange, purchase, or condemnation be valued separately fro the mineral interests or rights of any other owner. Declares that the Roadless Area Review and Evaluation (RARE II) Final Environmental Statement (dated January 1979) with respect to National Forest System lands in State other than West Virginia shall not be subject to judicial review with respect to National Forest System land in the State of West Virgina. Deems that the review of the National Forest System lands in the State of West Virginia by RAREII, except those land remaining in further planning upon enactment of this Act, shall be deemed to be an adequate consideration of the suitability of such lands for inclusion in the National Wilderness Preservation System. Provides that the Department of Agriculture shall not be required to review the wilderness option prior to the revision of the initial plans and in no case prior to the date established by law for completion of the initial planning cycle. Declares that areas reviewed in such Final Environmental Statement and not designated as wilderness or for study by this Act or remaining in further planning upon enactment of this Act need not be managed for the purpose of protecting their suitability for wilderness designation pending revision of the initial plans. Prohibits the Department of Agriculture, unless expressly authorized by Congress, from conducting any further statewide Roadless Area Review and Evaluation of National Forest System lands in the State of West Virginia for the purpose of determining their suitability for inclusion in the National Wilderness Preservation System."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to designate certain lands in the Monongahela National Forest, West Virginia, as the Cranberry Wilderness Area, to establish the Cranberry Glades National Botanical Area, to establish the Cranberry Back Country, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:11-05:00"
}