{
  "actions": [
    {
      "acted_at": "1987-11-20", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-02", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Defense Industry and Technology", 
      "text": "Referred to Subcommittee on Defense Industry and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-02", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Committee on Armed Services requested executive comment from Defense Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-27", 
      "bill_ids": [
        "s2375-100"
      ], 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Committee on Armed Services. Ordered favorably reported an original bill (S. 2375) in lieu of this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1926-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1926"
    }
  ], 
  "bill_id": "s1892-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS", 
      "subcommittee": "Subcommittee on Defense Industry and Technology", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1988-04-15", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1987-11-20", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1988-04-13", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1988-02-04", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1988-02-04", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1987-11-20", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": "1988-03-15"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-11-20", 
  "number": "1892", 
  "official_title": "A bill to amend title 10, United States Code, and other provisions of law to maintain and improve the defense industries base of the United States by specifying the management responsibilities of the Under Secretary of Defense for Acquisition, encouraging investment in emerging technologies and modernized production facilities, fostering the dedicated participation of private domestic sources, and discouraging unfair practices by foreign sources.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2375-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Defense Industrial Base Preservation Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Dixon, Alan J.", 
    "state": "IL", 
    "thomas_id": "01317", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-11-20", 
  "subjects": [
    "Armed forces and national security", 
    "Buy American", 
    "Defense articles", 
    "Defense contracts", 
    "Defense procurement", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign corporations", 
    "Foreign license agreements", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "International corporations", 
    "Military strategy", 
    "Military-industrial complex", 
    "National Security and Intelligence Operations", 
    "Public Contracts, Procurement, and Property"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-11-20", 
    "text": "Defense Industrial Base Preservation Act of 1987 - States various congressional findings regarding the importance of a strong industrial base for the United States. Title I: Defense Industrial Base - Directs the Under Secretary of Defense for Acquisition (the Under Secretary) to: (1) provide overall policy guidance and direction to the military departments and defense agencies on matters relating to the maintenance, expansion, and readiness of the U.S. industrial base; (2) analyze, on a continuing basis, the capabilities of the U.S. industrial base to meet national security requirements in time of peace, war, or national emergency; and (3) develop plans and programs that promote the ability of the U.S. industrial base to meet such requirements. Directs the Under Secretary to ensure that the program management and acquisition plan for each major defense acquisition program and for any other such program as designated by the Under Secretary for the Department of Defense (DOD) provides for a continuing analysis of all factors that affect the capability of the defense industrial base to manufacture the system required under such program, as well as to maintain such system during its service life. Requires the Under Secretary to be responsible for compiling and analyzing all data obtained in order to ensure that the U.S. industrial defense base capabilities for such major defense acquisition programs have been assessed by the military department or defense agency involved and by the Office of the Secretary of Defense. Directs the Secretary of each military department and the head of each defense agency to identify items of supply that are suitable substitutes for standard military supply items and that are readily available commercially, and to plan for the procurement of such substitute supply items. Directs the Under Secretary to monitor any such action taken by either the Secretary of the military department involved or the head of the defense agency involved. Directs the Secretary of the military department involved or the head of each defense agency to prepare and maintain inventory records of all Government-owned industrial plant equipment furnished to a contractor by such military department or defense agency. Directs such Secretary or the head of such agency, in furnishing equipment to contractors, to give preference to each manufacturer or producer who has entered into an agreement with such Secretary or defense agency head to expand production of supplies and equipment in the event of war or other national emergency. Directs the Secretary of each military department and the head of each defense agency to restrict to domestic firms the competition for all or a portion of a contract opportunity to fulfill such department's or agency's requirements for material, components, or supply items that are products of an emerging technology as listed under this Act. Directs the Under Secretary, in consultation with the above officials, to ensure that the procurement authority exercised above is only in connection with a coordinated program that provides for the support and development of emerging technologies by domestic firms. Directs the Under Secretary to publish in a specified Federal publication a list of the emerging technologies that, upon development, will substantially enhance the capabilities of the U.S. industrial base to meet national security requirements. Authorizes the Secretary of each military department and the head of each defense agency to: (1) restrict to domestic firms the competition for contract opportunities to fulfill such department's or agency's requirements for the procurement of critical supply items, under a specified condition; (2) award a contract in any fiscal year for the procurement of a critical supply item to a contractor that manufactures or produces such item in the United States, under a specified condition; and (3) award more than one contract for the procurement of a critical supply item if doing so is necessary to ensure that at least some percentage of the items to be supplied is manufactured in the United States. Outlines specifications to be included in each solicitation issued by a military department or defense agency for the procurement of a weapon system or other item of equipment pursuant to a major defense acquisition program, with regard to critical supply items needed in connection with such program, requiring a minimum percentage, stated on the basis of cost, of such items to be furnished by one or more domestic firms as opposed to awarding the entire contract to a foreign firm. Requires any foreign firm receiving a major defense or weapon system contract to follow provisions in such contract requiring a specified percentage of the supply items to be used in such contract to be produced in the United States. Directs the Under Secretary, for purposes of these provisions, to determine what items of supply are critical items and to publish a list of such items in a specified DOD publication. Authorizes the Secretary of each military department and the head of each defense agency to provide a preference to each domestic firm which is designated by such Secretary or agency head as a planned source of item procurement in time of war or other national emergency, within a specified limitation. Directs the Secretary of each military department and the head of each defense agency, with respect to each major defense acquisition program conducted by such agency or department, and any other acquisition program designated to such department or agency by the Secretary of Defense, to ensure that, to the maximum extent practicable, the acquisition plan provides for contract solicitations to include provisions which encourage competing offerors to acquire, for utilization in the performance of the contract, modern production equipment that increases the productivity of the offerors. Outlines information to be contained in contract solicitation provisions regarding such acquisition plans. Directs the Secretary of Defense, with the prior approval of the Attorney General, to approve any joint program agreement entered into by two or more domestic firms for the purpose of carrying out a research and development program utilizing emerging technologies or advanced manufacturing technology in ways that enhance the defense industrial base. Directs the Under Secretary to ensure that such program is coordinated with other defense industrial base programs. Sets forth provisions relating to the Defense Products Exporting Assistance program. Directs the Secretary of Defense to enter into a cooperative agreement with any eligible entity whereby the entity shall agree to furnish technical assistance to business entities and the Secretary shall agree to defray not more than one half of the cost of the assistance furnished by such entity. Limits the amount of assistance authorized to be furnished to any one entity in any fiscal year. Outlines provisions relating to the distribution of funds for payment for technical assistance provided on matters related to the export of defense-related products and services for: (1) FY 1989 and 1990; (2) fiscal years after 1990; and (3) the distribution of assistance among administrative regions of DOD in any fiscal year. Directs the Secretary to prescribe regulations to carry out this program. Expresses the findings of the Congress that certain acts (unfair trade practices, violations of certain export agreements, or false certifications concerning the foreign content of a supply item), whether committed by a domestic or foreign firm, will indicate a lack of business honesty or integrity on the part of such firm, and will allow for the authorization of trade suspension or debarment procedures, as specified under this Act, against a contractor. Authorizes the Secretary of a military department or the head of a defense agency, in cases of the interests of vital U.S. defense, to waive such provision and award a contract to a subcontractor or contractor who has been suspended or debarred. Directs the Secretary to provide for clauses in licensing agreements between a domestic and a foreign firm relating to the assurance of contract performance, and for the payment of liquidated damages for any breach of the licensing agreement by such foreign firms. Provides for the deposit of liquidated damages paid to the United States. Provides that funds appropriated for procurement for the military departments and defense agencies for FY 1989 through 1991 shall be available to the Secretary to carry out the DOD Manufacturing Technology program during such fiscal years, in specified amounts, and to carry out the DOD Industrial Modernization Incentives program for such fiscal years, in specified amounts. Authorizes appropriations to carry out the Defense Products Exporting Assistance program as established by this Act. Prohibits the head of a defense agency from procuring machine tools manufactured in whole or in part outside the United States, with specified exceptions (relating to the ease of acquiring or producing such items within the United States). Title II: Involvement of Military Factories, Arsenals, and Depots in Industrial Readiness - Directs the Secretaries of the Army and the Air Force to procure supplies from, or have supplies made for, their respective departments by private sector sources that manufacture or produce such supplies in privately-owned facilities within the United States. Specifies exceptions relating to the ease of acquiring such supplies within the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Industrial Base Preservation Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 10, United States Code, and other provisions of law to maintain and improve the defense industries base of the United States by specifying the management responsibilities of the Under Secretary of Defense for Acquisition, encouraging investment in emerging technologies and modernized production facilities, fostering the dedicated participation of private domestic sources, and discouraging unfair practices by foreign sources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:46-05:00"
}