{
  "actions": [
    {
      "acted_at": "1999-08-05", 
      "references": [
        {
          "reference": "CR S10442-10444", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1537-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hutchinson, Tim", 
      "sponsored_at": "1999-10-25", 
      "state": "AR", 
      "thomas_id": "00578", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Smith, Bob", 
      "sponsored_at": "1999-08-05", 
      "state": "NH", 
      "thomas_id": "01082", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-08-05", 
  "number": "1537", 
  "official_title": "A bill to reauthorize and amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Superfund Amendments and Reauthorization Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Chafee, John H.", 
    "state": "RI", 
    "thomas_id": "01303", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-08-05", 
  "subjects": [
    "Administrative procedure", 
    "Alternative dispute resolution", 
    "Auditing", 
    "Authorization", 
    "Battery recycling", 
    "Brownfields", 
    "Cadmium", 
    "Charities", 
    "Chemicals", 
    "Cocaine", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Damages", 
    "Data banks", 
    "Department of Health and Human Services", 
    "Department of Justice", 
    "Drug abuse", 
    "Drug traffic", 
    "Economic development", 
    "Economics and public finance", 
    "Energy", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental health", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Environmental research", 
    "Environmental risk assessment", 
    "Epidemiology", 
    "Finance and financial sector", 
    "Glass recycling", 
    "Government operations and politics", 
    "Government publicity", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Hazardous waste site remediation", 
    "Health", 
    "Health surveys", 
    "Heroin", 
    "International affairs", 
    "International claims", 
    "Land transfers", 
    "Landfills", 
    "Law", 
    "Lead", 
    "Legal fees", 
    "Liability for toxic substances pollution damages", 
    "Liens", 
    "Marine and coastal resources, fisheries", 
    "Methamphetamine", 
    "Mine wastes", 
    "Municipal solid waste", 
    "Nickel", 
    "Paper recycling", 
    "Petroleum recycling", 
    "Plastics recycling", 
    "Polychlorinated biphenyls", 
    "Public lands and natural resources", 
    "Railroads", 
    "Real estate development", 
    "Recycling industry", 
    "Recycling of waste products", 
    "Rubber", 
    "Science, technology, communications", 
    "Scrap metals", 
    "Service stations", 
    "Sewage sludge", 
    "Small business", 
    "Social welfare", 
    "State laws", 
    "Territorial waters", 
    "Textile fabrics", 
    "Transportation and public works", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-08-05", 
    "text": "TABLE OF CONTENTS: Title I: Brownfields Revitalization Title II: State Response Programs Title III: Fair Share Liability Allocations and Protections Title IV: Remedy Selection and Natural Resource Damages Title V: Funding Superfund Amendments and Reauthorization Act of 1999 - Title I: Brownfields Revitalization - Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA) to direct the Administrator of the Environmental Protection Agency (EPA) to establish programs to provide grants to eligible entities (including local government units, redevelopment agencies, States, and Indian tribes) for site characterization and assessment of, and performance of response actions at, brownfields facilities. Defines a \"brownfield facility,\" with exceptions, as real property, the expansion or redevelopment of which is complicated by the presence or potential presence of a hazardous substance, including property contaminated with a controlled substance or precursor chemical to such a substance.(Sec. 102) Adds CERCLA provisions governing owner-operator status of persons owning or operating property contiguous to a release site. Absolves such persons of liability as owners or operators, subject to certain conditions.Requires the President to delist up to 20 individual parcels of real property from the National Priorities List (NPL) annually in order to conform with amendments that exclude from the NPL properties at which no release has occurred but to which a hazardous substance has migrated.(Sec. 103) Absolves from liability for response actions bona fide prospective purchasers to the extent liability at a facility for a release or threat thereof is based solely on ownership or operation of a facility. Gives a lien upon a facility to the United States for unrecovered response costs in any case in which there are such unrecovered costs for which the owner is not liable by reason of provisions limiting liability of fiduciaries and the facility's fair market value has increased above that which existed 180 days before the action was taken.(Sec. 104) Deems a person, with respect to defenses to liability of an owner of after-acquired property, to have undertaken appropriate inquiry into the property's previous ownership and uses if the person establishes that inquiries were undertaken in accordance with specified requirements (compliance with an American Society for Testing and Materials standard or with standards issued by the Administrator). Deems the appropriate inquiry requirements to be satisfied by a site inspection and title search that reveal no basis for further investigation in the case of property for residential or similar use purchased by a nongovernmental or noncommercial entity.Title II: State Response Programs - Adds CERCLA provisions requiring the Administrator to provide grants to States to establish and expand qualifying State response programs, comprised of elements including public participation opportunities, oversight and enforcement authorities, and certification mechanisms.Restricts authority to take enforcement actions under CERCLA in cases of hazardous substance releases subject to a State response plan. Authorizes the President to bring enforcement actions in certain instances, including cases where a State requests assistance or is unable to conduct a response action or there is a public health or environmental emergency or migration of contamination across State lines.Authorizes the President, if a State is unwilling or unable to take action to address a health or environmental emergency, to require the State to reimburse the Hazardous Substance Superfund (Superfund) for response costs incurred by the United States, with exceptions.(Sec. 202) Replaces provisions regarding the revision of the National Contingency Plan with those requiring the President to complete the evaluation of facilities classified as awaiting an NPL decision to determine the risk to public health or welfare or the environment posed by each facility as compared with other facilities. Prohibits additions to the NPL without concurrence from the Governor of the State in which the affected facility is located.Directs the Administrator, from amounts appropriated under CERCLA, to fund a cooperative agreement for an independent analysis of the projected ten-year costs for the implementation of the Superfund program.(Sec. 203) Alters the criteria for the continuance of obligations for removal actions to provide that actions shall not continue after $5 million (currently, $2 million) has been obligated or three years (currently, 12 months) have elapsed from the date of initial response to a release or threatened release of hazardous substances.(Sec. 204) Revises conditions for State financial and other assurances with respect to remedial actions to prohibit the Administrator from providing any funding for such actions unless the State enters into an agreement that provides assurances for State payment of ten percent of the costs of the action and operation and maintenance costs. Permits the Administrator to require a State contribution of 50 percent of the costs of any sums expended in response to a release at a facility that was operated by a State or political subdivision at the time of any disposal of hazardous substances.Title III: Fair Share Liability Allocations and Protections - Creates exceptions to liability for response costs at NPL-listed facilities for certain: (1) home owners or renters, small businesses, or small nonprofit organizations with respect to certain arrangements for, or transport of, municipal solid waste (MSW) or sewage sludge; (2) de micromis contributors; and (3) small businesses. Establishes limitations to liability for certain codisposal landfills (certain MSW or sewage sludge landfills that may have received hazardous waste and that contain predominately MSW or sewage sludge transported from outside the facility). Provides for settlements with certain parties whose liability is based on arrangement, transport, or acceptance provisions with respect to MSW or sewage sludge at NPL facilities.Absolves persons (other than owners or operators) who arranged for the recycling of, or transported, recyclable material from liability for environmental response actions. Excludes from the definition of \"recyclable material\" certain shipping containers having hazardous substances and any material containing polychlorinated biphenyls in excess of 50 parts per million or any new Federal standard.Deems transactions involving scrap paper, plastic, glass, textiles, or rubber (other than whole tires) to be arranging for recycling if the person who arranged the transaction demonstrates that the following criteria were met: (1) the recyclable material met a commercial specification grade and a market existed for the material; (2) a substantial portion of the material was made available for use as a feedstock for the manufacture of a new saleable product; (3) the material (or product to be made from the material) could have been a replacement for a virgin raw material; and (4) with respect to transactions occurring 90 days after this Act's enactment, the person exercised reasonable care to determine that the facility where the material would be managed by another was in compliance with Federal, State, or local environmental laws or regulations.Deems transactions involving scrap metal to be arranging for recycling if the person who arranged the transaction demonstrates that: (1) the criteria for scrap materials were met; (2) he or she complied with applicable standards regarding activities associated with the recycling of scrap metals; and (3) the scrap metal was not melted prior to the transaction.Deems transactions involving spent lead-acid, nickel-cadmium, or other batteries to be arranging for recycling if the person involved demonstrates that: (1) the criteria for scrap materials were met; and (2) he or she complied with applicable Federal environmental regulations or standards regarding such batteries.Makes the exemptions from liability under this Act inapplicable if the person: (1) had an objectively reasonable basis to believe at the time of the recycling transaction that the recyclable material would not be recycled or would be burned as fuel or for energy recovery or incineration or that the consuming facility was not in compliance with Federal, State, or local environmental laws or regulations; (2) had reason to believe that hazardous substances had been added to the material for purposes other than processing for recycling; or (3) failed to exercise reasonable care with respect to the management of the material.Considers transactions involving recyclable material that consists of used oil to be arranging for recycling if the person involved did not mix such material with a hazardous substance following the removal of the oil from service and demonstrates that the material was sent to a facility that recycled used oil by using it as a feedstock for the manufacture of a new saleable product or: (1) demonstrates that the material (or product to be made from the material) could have been a replacement for a virgin raw material; (2) demonstrates that, with respect to transactions occurring 90 days after this Act's enactment, the person exercised reasonable care to determine that the facility where the material would be managed by another was in compliance with Federal, State, or local environmental laws or regulations; and (3) was in compliance with regulations or standards for the management of used oil under the Solid Waste Disposal Act.Exempts from liability certain railroad owners or operators of spur tracks whose tracks meet specified conditions and who did not cause or contribute to the release concerned. Limits liability for certain organizations that hold title to a vessel or facility as a result of a charitable gift.(Sec. 302) Adds to the list of parties eligible for expedited final settlements certain persons, small businesses, or municipalities that demonstrate an inability or limited ability to pay response costs.Revises conditions of eligibility for such settlements for de minimis parties.(Sec. 303) Requires the President to initiate an impartial fair share allocation, conducted by a neutral third party at NPL facilities if: (1) there is more than one potentially responsible party (PRP) that is not eligible for specified exemptions or limitations to liability, eligible for an expedited final settlement, or insolvent, bankrupt, or defunct; and (2) at least one of the PRPs agrees to bear the costs of the allocation under conditions prescribed by the President. Requires the allocator to estimate the fair share of each PRP using specified equitable factors. Includes within such allocations response costs at NPL facilities that are not addressed in an administrative settlement or settlement or judgment approved by a Federal district court. Authorizes a party to settle any liability to the United States for response costs for its allocated fair share. Authorizes the President and the Attorney General to jointly reject an allocation report under certain conditions. Allocates shares attributable to insolvent, defunct, or bankrupt parties, or unattributable shares, among responsible parties, except certain parties with limited liability described by this Act.Sets forth provisions regarding orphan shares.Stays all contribution and cost recovery actions against parties eligible for expedited final settlements and those eligible for settlements based on certain limitations on liability with respect to the arrangement of MSW and sewage sludge until the Administrator offers a settlement. Suspends any statute of limitations applicable to such actions during the period that a stay is in effect.Bars the President from issuing orders with respect to abatement actions at a facility to any non-Federal party or commencing or maintaining any new or existing action to recover response costs if he fails to fund a statutory orphan share, reimburse a party, or include an orphan share estimate in any settlement when required to do so.Declares that settlements under allocation provisions, those regarding expedited final settlements, and settlements for parties with limited liability with respect to the arrangement of MSW and sewage sludge shall provide complete protection from all claims for contribution or cost recovery for response costs addressed in the settlement. Authorizes a party to retain the right to seek cost recovery or contribution for costs outside the scope of an allocation except from certain parties with limited liability described by this Act or those who have settled. Makes persons who commence contribution actions against parties who are not liable or who have resolved liability liable to such persons for all reasonable costs of defending the action.Provides that parties that settle liability under allocation provisions or provisions regarding expedited final settlements or limited liability with respect to the arrangement of MSW or sewage sludge waive rights to seek cost recovery or contribution.Authorizes the President, as a condition of a settlement under allocation provisions or those regarding limited liability for the arrangement of MSW or sewage sludge, to require parties to conduct a response action. Requires the President to reimburse such parties for costs incurred in excess of a party's allocated fair share.Bars a court from approving any settlement under this Act unless it includes an estimate of the statutory orphan share that is fair, reasonable, and consistent.Title IV: Remedy Selection and Natural Resource Damages - Revises provisions regarding selection of remedial actions to require the selection process to include, for any discrete area containing a principal hazardous constituent of a hazardous substance that poses a substantial health or environmental risk because of high toxicity or mobility, a preference for an action that includes treatment that reduces the risk. Authorizes the President, with respect to such a discrete area, to select a final containment remedy at a landfill, mining site, or similar facility under certain conditions.Requires remedial actions to require a level or standard of control for each hazardous substance that at least attains the substantive requirements of all promulgated standards under: (1) each Federal environmental law legally applicable to the action or to the level of cleanup for the substance concerned; (2) any more stringent and legally applicable State environmental or facility siting law that the State demonstrates is of general applicability, is identified to the President as being applicable, and has consistently applied to other remedial actions in the State; and (3) any such State law promulgated after this Act's enactment. Sets forth conditions under which the President may select a remedial action that does not attain such level or standard of control. Requires a remedial action, if no applicable Federal or State standard is established for a specific hazardous substance, to attain a standard protective of human health and the environment.(Sec. 402) Directs the President, in selecting a remedial action, to conduct and utilize a facility-specific risk evaluation. Describes requirements for, and uses of, such evaluations.(Sec. 403) Revises provisions regarding natural resource damages to permit the measure of such damages to include only the reasonable costs of: (1) restoring, replacing, or acquiring the equivalent of an injured, destroyed, or lost natural resource to reinstate its human uses and environmental functions; (2) providing an equivalent resource during the period of any interim lost use to the extent that a substitute is not reasonably available; and (3) assessing the damages.(Sec. 404) Prohibits double recovery for natural resource damages under CERCLA and other laws.Title V: Funding - Revises provisions regarding uses of Superfund. Requires the President to use amounts appropriated out of Superfund only to: (1) enter into mixed funding agreements; (2) reimburse a party for response costs incurred in excess of the allocated share as described in a final settlement; and (3) perform response actions. Authorizes appropriations from Superfund for FY 2000 through 2004.Prohibits claims against Superfund from being valid or paid in excess of the total amount in Superfund at any one time.Authorizes appropriations for: (1) the Agency for Toxic Substances and Disease Registry for health assessments and consultations and related activities; (2) hazardous substance research, demonstration, and training; (3) brownfields grant programs; (4) qualifying State response programs; and (5) the Department of Justice for enforcement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Superfund Amendments and Reauthorization Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize and amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:51-05:00"
}