{
  "actions": [
    {
      "acted_at": "1980-05-28", 
      "committee": "Senate Select Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Select Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Reported to Senate from the Select Committee on Indian Affairs with amendment, S. Rept. 96-847.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-21", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-21", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-21", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-23", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2767-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs (Select)", 
      "committee_id": "SLIA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-28", 
  "number": "2767", 
  "official_title": "A bill to provide that per capita payments to Indians may be made by tribal governments, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7570-96", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hatfield, Mark O.", 
    "state": "OR", 
    "thomas_id": "01352", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-28", 
  "subjects": [
    "Federal-Indian relations", 
    "Native Americans"
  ], 
  "subjects_top_term": "Federal-Indian relations", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-07-21", 
    "text": "(Measure passed Senate, amended) Declares that funds which are to be distributed per capita to individual members of an Indian tribe may be so distributed by the Secretary of the Interior or the governing body of any such tribe. Provides that before such distribution by the tribal governing body, the Secretary must find that: (1) the tribe has a duly elected governing body; (2) the tribe has a bonded tribal official authorized to accept and disburse tribal funds; (3) the tribe has an approved plan of operation for disbursement, including a provision for audits by public accountants or the Secretary; (4) the tribal governing body has approved a resolution requesting the authority to make per capita payments; and (5) the tribe certifies that all enrolled members participate in the distribution, that members who are inadvertently omitted are subsequently paid, and that questions of entitlement are reviewed by the tribal court or other applicable body. Authorizes the tribe to disburse funds to a minor or incompetent as deemed necessary for such individual's health, education, welfare, and emergencies, under a plan approved by the Secretary. Requires such plan to provide for review and adjustment of disbursements made to parents or guardians of such individuals by the tribal court or other applicable body. Directs that such adjustments be approved by the Secretary. Directs the tribe to provide an annual report to the Secretary on trust per capita payments, containing such information as the Secretary requires. Provides that funds distributed under this Act are not liable to the payment of any previous contractual obligation. States that nothing in this Act shall affect the distribution of funds in judgments of the Indian Claims Commission or Court of Claims. Repeals existing provisions of law which require the Secretary to designate an officer of the Government to make per capita distributions to Indians."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide that per capita payments to Indians may be made by tribal governments, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:28-05:00"
}