{
  "actions": [
    {
      "acted_at": "1985-03-14", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-15", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-03-28", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-03-29", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-01", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Hearings concluded. Hearings printed:  S.Hrg. 99-184.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-02", 
      "bill_ids": [
        "s1003-99"
      ], 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Ordered favorably reported an original bill (S. 1003) in lieu of this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s659-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-03-14", 
  "number": "659", 
  "official_title": "A bill to authorize appropriations for fiscal years 1986 and 1987 for the Department of State, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1003-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of State Authorization Act for Fiscal Years 1986 and 1987", 
  "sponsor": {
    "district": null, 
    "name": "Lugar, Richard G.", 
    "state": "IN", 
    "thomas_id": "01387", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-03-14", 
  "subjects": [
    "Alien labor", 
    "Anniversaries", 
    "Australia", 
    "Authorization", 
    "Civil service compensation", 
    "Civil service employment", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Department of State", 
    "Economics and public finance", 
    "Embassies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal installations", 
    "Federal officials", 
    "Foreign service", 
    "Government operations and politics", 
    "Immigration", 
    "International affairs", 
    "International arbitration", 
    "Law enforcement officers", 
    "Middle East", 
    "Peace", 
    "Protection of foreign officials", 
    "Refugees", 
    "Reprogramming of appropriated funds", 
    "Salaries", 
    "Security measures", 
    "United Nations", 
    "United Nations finances"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-03-14", 
    "text": "Title I: Department of State - Department of State Authorization Act for fiscal years 1986 and 1987 - Authorizes appropriations for FY 1986 and 1987 for the Department of State for: (1) administration of foreign affairs; (2) international organizations and conferences; (3) international commissions; and (4) other activities. Amends the State Department Basic Authorities Act of 1956 to delete the requirement of authorization of funds before the Secretary of State may perform certain basic actions. Permits the Secretary to employ aliens, by contract, for services abroad provided they shall not be regarded as U.S. employees for the purpose of any law administered by the Office of Personnel Management. Prohibits a proposed reprograming of funds appropriated for the Department of State which involves $500,000 or 20 percent of such funds unless the Congress is notified 15 days before the proposed reprograming. Requires that funds appropriated to the Department of State shall be available for expenses of international arbitrations. Requires the Director of the Office of Foreign Mission to impose a surcharge on a foreign mission if a member of that foreign mission has not satisfied a final court judgment against such member or is not legally liable, provided the Director receives notice of the court proceeding at the time it is initiated. Authorizes the Secretary to provide extraordinary protective services for foreign missions to the extent necessary. Authorizes special agents of the Department of State and the Foreign Service: (1) to conduct investigations concerning illegal passport or visa issuance or use; (2) to serve search warrants, arrest warrants, subpoenas, and summonses to conduct such investigations; (3) to protect in both the United States and abroad heads of foreign states, distinguished visitors to the United States, the Secretary of State, foreign missions, and other specified persons; (4) to carry firearms if qualified and authorized to do so; and (5) to make arrests without warrant for any offense against the United States committed in their presence or if they have reasonable grounds to believe the arrested person has committed specified offenses and is fleeing the area. Amends the Department of State Appropriations Authorization Act of 1973 to repeal the limits on detailing Department of State personnel to other agencies. Increases the number of Assistant Secretaries of State from 13 to 16. Provides that all the Assistant Secretaries of State, the Director General of the Foreign Service, and the Inspector General of the Department of State and the Foreign Service shall be compensated at level IV of the Executive Schedule. Authorizes spending contributions for international peacekeeping operations of the United Nations on territorial or governmental transition activities in the Middle East. Amends the Migration and Refugee Assistance Act of 1962 to authorize the President to furnish assistance and make contributions under such Act notwithstanding any law which restricts assistance to foreign countries. Authorizes using funds made available for such Act for contracting for personal services abroad provided that persons working under such contracts shall not be regarded as U.S. employees for purposes of any law administered by the Office of Personnel Management. Amends the International Center Act to authorize the Administrator of General Services, upon request of the Secretary, to construct facilities in the International Center, including facilities for security and maintenance. Amends the Foreign Service Act of 1980 to authorize the Secretary to acquire a consolidated training facility for the Foreign Service Institute in reasonable proximity to the Department of State. Earmarks for the Foreign Service Institute facilities a specified amount of the FY 1987 and 1988 appropriations for the State Department for administration of foreign affairs. Authorizes the Secretary to make an annual grant to the American-Australian Bicentennial Foundation in support of preparations for American participation in the Australian bicentennial."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of State Authorization Act for Fiscal Years 1986 and 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal years 1986 and 1987 for the Department of State, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:15-05:00"
}