{
  "actions": [
    {
      "acted_at": "1979-08-01", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5052-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-08-01", 
  "number": "5052", 
  "official_title": "A bill to improve health care services for persons incarcerated in Federal Penal and Correctional Institutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Correctional Health Care Services Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-08-01", 
  "subjects": [
    "Actions and defenses", 
    "Civil Rights and Liberties", 
    "Civil service employment", 
    "Correctional institutions", 
    "Corrections", 
    "Corrections and Correctional Institutions", 
    "Courts and Civil Procedure", 
    "Federal employees and officials", 
    "Government liability", 
    "Health", 
    "Malpractice", 
    "Medical personnel", 
    "Prisoners", 
    "Public health", 
    "Rights of institutionalized persons"
  ], 
  "subjects_top_term": "Corrections", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-08-01", 
    "text": "Correctional Health Care Services Act of 1979 - Directs the Bureau of Prisons to make available to all persons incarcerated in Federal correctional institutions all medical, psychiatric, psychological, dental, surgical, gynecological, alcohol and drug abuse treatment, and related services necessary to maintain basic health at a level comparable to that prevailing in the community at large. Requires all such institutions under the authority of the Attorney General (except for community treatment centers) to maintain a hospital or infirmary under the direction of a Chief Medical Officer. Specifies requirements for such institutions with respect to the medical care of prisoners. Directs the Attorney General to report annually to Congress with respect to compliance with such standards. Makes the remedy against the United States under the Federal Tort Claims Act for personal injury caused by the negligence of medical personnel of the Bureau of Prisons (whether employed by contract or otherwise) exclusive of any other civil action by reason of the same subject matter against such personnel. Directs the Attorney General to defend any civil action or proceeding brought in any court against any such medical personnel. Requires any such civil action or proceeding commenced in a State court to be removed without bond to an appropriate district court, upon certification that the employee was acting in an official capacity. Makes nonapplicable to any such cause of action the current exception to the tort claims procedure which excepts Government employees exercising due care. Authorizes the Director of the Bureau of Prisons to hold harmless or provide liability insurance for medical personnel for personal injury damages under certain circumstances. Allows a physician or medical officer providing care to persons committed to the custody of the Attorney General compensatory time off for services performed at other than regularly scheduled times. Allows an autopsy to be performed on the body of a deceased prisoner by order of the warden or chief executive officer of the institution if consented to in writing by a person authorized under State law to permit such autopsy. Directs such a warden or officer to notify the chief medical officer of the institution or a licensed physician certified or board eligible in anatomic pathology of specified types of deaths of a prisoner of such institutions, such as violent deaths or deaths under suspicious circumstances. Allows such physician who opines that further investigation is required to arrange for an autopsy with the permission of the warden or executive officer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Correctional Health Care Services Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve health care services for persons incarcerated in Federal Penal and Correctional Institutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:30-05:00"
}