{
  "actions": [
    {
      "acted_at": "1977-10-17", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2210-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-10-17", 
  "number": "2210", 
  "official_title": "A bill to establish a system for the development of mineral resources on public lands of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mineral Development Act", 
  "sponsor": {
    "district": null, 
    "name": "McClure, James A.", 
    "state": "ID", 
    "thomas_id": "01394", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-10-17", 
  "subjects": [
    "Leases", 
    "Mines and mineral resources", 
    "Mining claims", 
    "Mining leases", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-10-17", 
    "text": "Mineral Development Act - Title I - Declares it the purpose of this Act to establish a system to provide for and encourage the development of certain mineral resources on United States public lands. Defines the terms used in this Act. Title II: Existing Mining Claims and Mill Sites - Stipulates that unpatented mining claims or mill or tunnel sites located prior to the effective date of this Act shall become null and void unless patent applications have been filed within five years after the approval of this Act. Details criteria governing entitlement to mineral and mill site patents. Title III: Provisions for New Claims - Repeals prior mining laws. Establishes procedures governing the filing and validity of new mining claims. Imposes minimum labor requirements to maintain such claims. Authorizes annual payments to the United States in lieu of actual labor to maintain claims. Details eligibility criteria and procedures for obtaining patents for valuable mineral deposits. Stipulates that nothing in this Act shall exempt owners of mining claims from applicable Federal, State, and local environmental laws. Title IV: Bureau of Land Management Records - Establishes procedures governing the maintenance of required records concerning mining claims at local land offices of the Bureau of Land Management by the Secretary of the Interior. Title V: Acquisition of Lands - Authorizes the Secretary of the Interior to sell as exchange Federal lands. Requires public notice of purposed exchanges. Stipulates that land acquired under this title shall be available for mineral location and mineral leasing. Title VI: Reserved Minerals - Reserves the right of the United States to use of the surface resources of lands leased pursuant to this Act. Stipulates that persons engaged in mining on lands where minerals were reserved to the United States shall be liable for damages to surface resources. Establishes procedures to allow for suspension of claims pending public hearings where a proposed mining claim might substantially interfere with power development or power site uses of the land. Stipulates that such determinations and final orders shall be issued by the Secretary of the Interior. Title VII: Administration - Stipulates that the provisions of this Act shall be administered in conformity with the Administrative Procedure Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mineral Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a system for the development of mineral resources on public lands of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:32-05:00"
}