{
  "actions": [
    {
      "acted_at": "1981-05-21", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-26", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to Subcommittee on Surface Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-28", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Surface Transportation", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Surface Transportation", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-27", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Surface Transportation", 
      "references": [], 
      "text": "Field Hearings Held in Los Angeles, California.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-19", 
      "bill_ids": [
        "hr3663-97"
      ], 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "For Further Action See H.R.3663.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3662-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Shuster, Bud", 
      "sponsored_at": "1981-05-21", 
      "state": "PA", 
      "thomas_id": "01055", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-21", 
  "number": "3662", 
  "official_title": "A bill to amend subtitle IV of title 49, United States Code, to provide for more effective regulation of motor carriers of passengers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3663-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Bus Regulatory Modernization and Improvement Act of 1981", 
  "sponsor": {
    "district": "32", 
    "name": "Anderson, Glenn M.", 
    "state": "CA", 
    "thomas_id": "00016", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-21", 
  "subjects": [
    "Advisory bodies", 
    "Common carriers", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Interstate Commerce Commission", 
    "Interstate commerce", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Regulatory reform", 
    "State laws", 
    "States", 
    "Transportation and state", 
    "Trucks"
  ], 
  "subjects_top_term": "Common carriers", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-21", 
    "text": "Bus Regulatory Modernization and Improvement Act of 1981 - Amends the Interstate Commerce Act to include the interstate motor carrier transportation of passengers in the overall transportation policy of the United States. Directs the Interstate Commerce Commission to issue a certificate, under specified circumstances, to a person authorizing that person to provide transportation subject to the jurisdiction of the Commission as a motor common carrier of passengers. Places upon the applicant for such certificate the burden of proving that: (1) he is fit, willing, and able to provide such transportation; and (2) such transportation would serve a useful public purpose. Lists factors to be considered by the Commission in its determination of whether an application is consistent with the public convenience and necessity. Prohibits the Commission from issuing such certificates to specified public carriers and foreign governments. Exempts specified charter and special operations carriers from certain requirements of this Act. Sets forth procedures by which the Commission shall approve an application for a certificate. Directs the Commission to promulgate rules of procedure for processing such applications. Revises criteria concerning: (1) the investigation and suspension of new nonrail carrier rates, classifications, rules, and practices; and (2) ratemaking and rate bureaus to include motor carriers of passengers. Amends the Motor Carrier Act of 1980 to increase the membership of the Motor Carrier Ratemaking Study Commission to include a representative of the National Bus Traffic Association. Amends the Interstate Commerce Act to revise State authority over intrastate transportation to include transportation provided by motor carriers of passengers. Directs the Interstate Commerce Commission to establish procedures by which the proposed certification of any State with respect to regulation by that State of motor carriers of passengers may be challenged. Prohibits a State from denying to any motor carrier of passengers any general rate increase or fuel adjustment surcharge on intrastate traffic that the Commission has approved for interstate traffic. Prohibits a State, political subdivision thereof, interstate agency, or other political agency from enacting or enforcing any law or regulation relating to the discontinuance of regular-route service by an authorized motor common carrier of passengers. Directs the Interstate Commerce Commission to promulgate rules for the discontinuance of essential intrastate and interstate regular route service by such carriers. Authorizes the Commission to order a carrier to continue service on such routes under certain circumstances. Prohibits a State or subdivision thereof from levying a discriminatory or unreasonably burdensome tax on interstate motor carrier transportation. Amends such Act and the Securities Act of 1933 to specify that only motor carriers of property (currently \"motor carriers\") may issue securities and assume obligations and liabilities. Amends the Motor Carrier Act of 1980 to establish minimum levels of financial responsibility for any vehicle operated in interstate commerce by a motor carrier of passengers. Requires, under certain circumstances, that the Secretary of Transportation certify to the Commission that an applicant is in compliance with applicable Federal motor carrier safety regulations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bus Regulatory Modernization and Improvement Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend subtitle IV of title 49, United States Code, to provide for more effective regulation of motor carriers of passengers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:01-05:00"
}