{
  "actions": [
    {
      "acted_at": "1999-09-29", 
      "committee": "Committee on Education and the Workforce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and the Workforce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-29", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-29", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2975-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-09-29", 
  "number": "2975", 
  "official_title": "To establish grant programs to provide opportunities for adolescents, to establish training programs for teachers, and to establish job training courses at community colleges, to amend the Elementary and Secondary Education Act of 1965 to reduce class size, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Youth Education Development Act of 1999", 
  "sponsor": {
    "district": "5", 
    "name": "Hooley, Darlene", 
    "state": "OR", 
    "thomas_id": "01491", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-09-29", 
  "subjects": [
    "Academic performance", 
    "Art", 
    "Arts, culture, religion", 
    "Building construction", 
    "Child mental health services", 
    "Class size", 
    "Community colleges", 
    "Community health services", 
    "Construction costs", 
    "Construction workers", 
    "Curricula", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Education of disadvantaged children", 
    "Educational accountability", 
    "Educational counseling", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Elementary schools", 
    "Employment tests", 
    "Environmental education", 
    "Environmental protection", 
    "Families", 
    "Federal aid to child health services", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to vocational education", 
    "Federal aid to youth services", 
    "Finance and financial sector", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government securities", 
    "Health", 
    "Higher education", 
    "Income tax", 
    "Labor and employment", 
    "Language and languages", 
    "Maintenance and repair", 
    "Mathematics", 
    "Mental depression", 
    "Minimum wages", 
    "Music", 
    "Parent and child", 
    "Personal income tax", 
    "Physical fitness", 
    "Preventive medicine", 
    "Public schools", 
    "Rating of teachers", 
    "Reading", 
    "Recruiting of employees", 
    "Religion", 
    "Scholarships", 
    "School buildings", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Social welfare", 
    "Special education", 
    "Sports and recreation", 
    "Standards", 
    "Suicide", 
    "Tax credits", 
    "Taxation", 
    "Teacher education", 
    "Teachers", 
    "Teaching materials", 
    "Theater", 
    "Volunteer workers", 
    "Youth", 
    "Youth employment"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-09-29", 
    "text": "TABLE OF CONTENTS: Title I: Grant Program to Provide Opportunities for Adolescents Title II: Grant Program to Establish Training Programs for Teachers Title III: Grant Program to Establish Job Training Courses at Community Colleges Title IV: Class Size Reduction Title V: School Modernization Title VI: Access to Post Secondary Education Youth Education Development Act of 1999 - Title I: Grant Program to Provide Opportunities for Adolescents - Authorizes the Commissioner of the Administration for Children, Youth, and Families in the Department of Health and Human Services to make competitive grants to public agencies and nonprofit private organizations for specified programs and activities to help adolescents to improve: (1) educational performance; (2) health and fitness; (3) development of life skills; and (5) family relationships. Authorizes appropriations.Title II: Grant Program to Establish Training Programs for Teachers - Directs the Secretary of Education to make grants to establish training programs to upgrade the skills of teachers at elementary schools and secondary schools. Makes eligible for such grants consortia of: (1) local educational agencies (LEAs) or institutions of higher education, or both; (2) a teacher association; (3) representatives of business and industry associations; and (4) labor organizations. Authorizes appropriations.Title III: Grant Program to Establish Job Training Courses at Community Colleges - Directs the Secretary to make grants to community colleges to establish job training courses there. Authorizes appropriations.Title IV: Class Size Reduction - Class Size Reduction and Teacher Quality Act of 1999 - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to establish a Class Size Reduction program as a new part E of title VI (Innovative Education Program Strategies) of ESEA. Provides for teacher recruiting, hiring, training, testing, and professional development under such program. Authorizes appropriations.(Sec. 401) Directs the Secretary to make: (1) program allotments to States according to their relative share under either ESEA title I (Helping Disadvantaged Children Meet High Standards) part A (Improving Basic Programs Operated by LEAs) or ESEA title II (Dwight D. Eisenhower Professional Development Program) part B (State and Local Activities), whichever percentage is greater; and (2) specified amounts available for programs for Indian children and in outlying areas. Requires a State, after using a limited amount for administrative expenses, to distribute program funds as follows: (1) 80 percent to LEAs in proportion to their numbers of students from families with incomes below the poverty line; and (2) 20 percent to LEAs in proportion to their relative enrollments of students.Requires LEAs to use program funds to reduce class size with highly qualified teachers to improve educational achievement for both regular and special-needs children, with particular consideration given to reducing class size in the early elementary grades. Allows LEAs to do so through: (1) recruiting, hiring, and training certified regular and special education teachers and teachers of special-needs children, including teachers certified through State and local alternative routes; (2) testing new teachers for academic content knowledge, and to meet State certification requirements that are consistent with specified provisions of the Higher Education Act of 1965 (HEA); and (3) providing professional development to teachers, including special education teachers and teachers of special-needs children, consistent with such HEA provisions. Limits the portion of such funds which may be used for testing and professional development. Sets forth cost-sharing requirements.Title V: School Modernization - Amends the Internal Revenue Code to provide a limited tax credit for holders of qualified public school construction bonds.(Sec. 502) Amends the General Education Provisions Act to apply certain labor standards to projects financed through the qualified school construction bonds program under this title and the qualified zone academy bonds program under the Taxpayer Relief Act of 1997.(Sec. 503) Amends the Workforce Investment Act of 1998 to require States to establish a specialized program of training services related to the construction or reconstruction of public school facilities receiving funding assistance under applicable programs.Title VI: Access to Post Secondary Education - Amends the Higher Education Act of 1965 to provide for an increase in the maximum amount of an individual Pell grant to $6,500 for each of academic years 2000-2001 through 2003-2004."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Youth Education Development Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Class Size Reduction and Teacher Quality Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish grant programs to provide opportunities for adolescents, to establish training programs for teachers, and to establish job training courses at community colleges, to amend the Elementary and Secondary Education Act of 1965 to reduce class size, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:25-05:00"
}