{
  "actions": [
    {
      "acted_at": "1984-03-07", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-02", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Water and Power Resources", 
      "text": "Referred to Subcommittee on Water and Power Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-09", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5055-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water and Power Resources", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1984-03-07", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-07", 
  "number": "5055", 
  "official_title": "A bill to establish a Federally declared floodway for a section of the Colorado River below Hoover Dam.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Colorado River Floodway Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Cheney, Dick", 
    "state": "WY", 
    "thomas_id": "00193", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-03-07", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Colorado River development", 
    "Disaster insurance", 
    "Disasters and Disaster Relief", 
    "Federal advisory bodies", 
    "Flood control", 
    "Flood insurance", 
    "Floods", 
    "Insurance", 
    "Rivers", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Flood control", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-03-07", 
    "text": "Colorado River Floodway Protection Act - Establishes the Colorado River Floodway, with boundaries to be determined by floodflow levels of various waterways within the Colorado River. Provides that such floodway designation shall begin immediately below Hoover Dam and extend southerly to the international boundary between the United States and Mexico. Directs the Secretary of the Interior to file with the appropriate congressional committees maps of the floodway, and to provide each State or Federal agency affected by such floodway system with copies of such maps. Permits the Secretary to make minor modifications to such maps after timely notice to the appropriate congressional committees and State or agency involved. Directs the Secretary to review such maps at least once every five years and to make all necessary changes. Denies the availability of new expenditures or new financial assistance for any purpose within the Floodway, with specified exceptions. Allows the appropriate Federal officer to make Federal expenditures or financial assistance available within the Floodway for: (1) any dam, channel, levee, or other structure whose purpose is flood control, water conservation, drainage facility, or other remedial or corrective measure; (2) the maintenance and expansion of publicly operated roads, structures, or facilities, with specified exceptions; (3) military activities essential to national security; and (4) certain other activities whose purposes are consistent with this Act, such as fish and wildlife enhancement projects, air and water navigation aids, scientific research, emergency assistance, and riverbank stabilization projects. Requires the Director of the Office of Management and Budget to make written certification each year after FY 1984 that each Federal agency concerned has complied with the provisions of this Act. Establishes a Colorado River Floodway Task Force to prepare recommendations for the management of the Floodway. Requires the Secretary, within one year of enactment of this Act, to submit a report on the Floodway to the appropriate congressional committees, detailing the work of the task force and any recommendations the Secretary may have. Amends the National Flood Insurance Act of 1968 to limit new flood insurance coverage on new construction or substantial improvements to structures within the Floodway to a date 90 days after the enactment of this Act. Denies the granting of Federal leases on land located within the Floodway unless the Secretary determines that the proposed use of such land will be consistent with the purposes of this Act. Requires pre-Act Federal land lessees to reasonably conform their land use to be consistent with the purposes of this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Colorado River Floodway Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Federally declared floodway for a section of the Colorado River below Hoover Dam.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:47-05:00"
}