{
  "actions": [
    {
      "acted_at": "1973-09-12", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10209-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Foley, Thomas S.", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "00397", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-12", 
  "number": "10209", 
  "official_title": "A bill to provide safeguards to producers in the storing and selling of grains; and to establish the Federal Grain Insurance Corporation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Grain Insurance Act", 
  "sponsor": {
    "district": "20", 
    "name": "Findley, Paul", 
    "state": "IL", 
    "thomas_id": "00382", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-12", 
  "subjects": [
    "Agricultural insurance", 
    "Agriculture and food", 
    "Corporations", 
    "Feed grains", 
    "Insurance"
  ], 
  "subjects_top_term": "Agricultural insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-12", 
    "text": "Federal Grain Insurance Act - Establishes, as an agency of the Department of Agriculture, a Federal Grain Insurance Corporation. States that the principal place of business of the Corporation shall be the District of Columbia, but that there may be established agencies elsewhere in the United States under rules and regulations prescribed by the Board of Directors. Provides that the Corporation shall have a capital stock of $50,000,000 subscribed to by the United States of America, payment of which shall, with the approval of the Secretary of Agriculture, be subject to call in whole or in part by the Board of Directors of the Corporation. Sets forth provisions for the management of the Corporation. Directs the Corporation to establish a Grain Insurance Fund of $50,000,000 to be held by the Corporation for the payment of valid claims for producer originated grain insured under this Act. States that such payments shall be restricted to a limit of $25,000,000 for any one producer with any one member. States that commencing with May 1, of the year following passage of this Act, the Corporation is authorized and empowered to insure producers of grain dealing with a member of the Corporation against loss due to the failure of such members to make proper payment for such grain. Sets forth the eligibility requirements for parties making application for membership in the Corporation. Authorizes the Secretary, after opportunity for a hearing has been afforded to the member concerned, to suspend or revoke any certificate of membership for any violation of or failure to comply with any of the provisions of this Act or of the rules and regulations made hereunder. Establishes specified criminal penalties for violation of the provisions of this Act. Authorizes to be appropriated such sums, not in excess of $5,000,000, for each of the first five fiscal years beginning with the fiscal year during which enactment occurs to cover the operating and administrative costs of the Corporation in such amounts and at such time as the Secretary may determine."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Grain Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide safeguards to producers in the storing and selling of grains; and to establish the Federal Grain Insurance Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:39-05:00"
}