{
  "actions": [
    {
      "acted_at": "1982-08-19", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-08-19", 
      "bill_ids": [
        "hr24-97"
      ], 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "For Previous Action See H.R.24.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7034-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Collins, James M.", 
      "sponsored_at": "1982-08-19", 
      "state": "TX", 
      "thomas_id": "00221", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Evans, Billy Lee", 
      "sponsored_at": "1982-08-19", 
      "state": "GA", 
      "thomas_id": "00357", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kindness, Thomas N.", 
      "sponsored_at": "1982-08-19", 
      "state": "OH", 
      "thomas_id": "00633", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mazzoli, Romano L.", 
      "sponsored_at": "1982-08-19", 
      "state": "KY", 
      "thomas_id": "00753", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "McClory, Robert", 
      "sponsored_at": "1982-08-19", 
      "state": "IL", 
      "thomas_id": "00757", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Moorhead, Carlos J.", 
      "sponsored_at": "1982-08-19", 
      "state": "CA", 
      "thomas_id": "00830", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-08-19", 
  "number": "7034", 
  "official_title": "A bill to amend title 28 of the United States Code to provide for an exclusive remedy against the United States in suits based upon acts or omissions of United States employees, to provide a remedy against the United States with respect to constitutional torts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr24-97", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Hall, Sam B., Jr.", 
    "state": "TX", 
    "thomas_id": "00485", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-08-19", 
  "subjects": [
    "Actions and defenses", 
    "Civil service employment", 
    "Constitutional law", 
    "Courts and Civil Procedure", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government liability", 
    "Malpractice", 
    "Medical personnel", 
    "Torts"
  ], 
  "subjects_top_term": "Government liability", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-08-19", 
    "text": "Title I: Federal Tort Claims Amendments - Amends the Federal Tort Claims Act to make a tort claim resulting from a Government employee's negligent act which was within the scope of the employee's office or employment exclusive of any other civil action arising out of the same subject matter. Requires the substitution of the United States as the party defendant upon certification by the Attorney General that the defendant employee was acting within the scope of his or her employment. Makes such certification binding and conclusive. Amends definitions to make such Act applicable to the following agencies and their employees: (1) the Senate; (2) the House of Representatives; (3) U.S. courts; and (4) any agency of the judicial branch. Title II: Constitutional Torts - Provides that the district courts shall have exclusive jurisdiction of civil actions on claims for money damages based on constitutional torts. Establishes a constitutional tort remedy against the United States for an act of a Government employee which the Attorney General certifies was within the scope of such employee's office or employment. Limits recovery to the greater of either: (1) actual damages; or (2) liquidated damages in an amount which is the greater of $2,000 or, in the case of a continuing violation, $200 per day for each violation. Provides that if the conduct giving rise to the tort was done with the malicious intention to cause the deprivation of constitutional rights or with reckless disregard of the plaintiff's constitutional rights, damages shall not be more than $100,000. Authorizes the United States to assert as a defense to a constitutional tort the absolute or qualified immunity of the Government employee, or his or her reasonable good faith belief that his or her conduct was lawful. Requires a claimant before suing the United States for money damages based on a constitutional tort to have first presented the claim to the appropriate Federal agency. Permits either party to request a jury trial. Permits the Attorney General to settle or compromise a constitutional tort claim. Authorizes the award of attorney's fees to a successful claimant. Makes the remedy against the United States provided by the Federal Torts Claims Act and this Act for claims for money damages based on constitutional torts exclusive of any other civil action. Directs the Attorney General, where an action results in a judgment against the United States, to forward the matter to the employing agency for further investigation or disciplinary action. Exempts from tort claims: (1) the Tennessee Valley Authority; (2) the Panama Canal Commission; (3) Federal land banks; (4) Federal intermediate credit banks; and (5) banks for cooperatives. Makes technical and conforming amendments. Title III: Amendments to Other Laws; Applicability of Act - Makes conforming amendments relative to medical malpractice provisions concerning Federal health professionals. Makes additional technical amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 28 of the United States Code to provide for an exclusive remedy against the United States in suits based upon acts or omissions of United States employees, to provide a remedy against the United States with respect to constitutional torts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:46-05:00"
}