{
  "actions": [
    {
      "acted_at": "1974-07-03", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15793-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-03", 
  "number": "15793", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to impose overall limitations on campaign expenditures and political contributions; to provide that expenditures made by a candidate may be made only by the central campaign committee designated by him; to provide for a single reporting responsibility with respect to receipts and expenditures; to change the times for the filing of reports regarding campaign expenditures and political contributions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Election Campaign Act Amendments", 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-03", 
  "subjects": [
    "Advisory bodies", 
    "Campaign funds", 
    "Congress", 
    "Crime and law enforcement", 
    "Election candidates", 
    "Government operations and politics", 
    "House of Representatives", 
    "Members of Congress", 
    "Senate"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-03", 
    "text": "Federal Election Campaign Act Amendments - Title I: Criminal Code Amendments - Provides that, except as otherwise provided by this Act, no individual (other than a candidate on his own behalf) or other person may make nor may a candidate accept, a contribution for the benefit of that candidate's campaign for nomination for election, or election, which, when added to the sum of all other contributions made by that individual or person for that campaign, exceeds $1,000. States that no political committee (other than a candidate's own authorized campaign committees on that candidate's own behalf) may make nor may a candidate accept, a contribution to such candidate for nomination for election, or election, which, when added to the sum of all other contributions made by that political committee for that campaign, exceeds $5,000. Provides that no individual may make a contribution during any calendar year which, when added to the sum of all other contributions made by that individual during that year, exceeds $25,000. States that no candidate may make expenditures from his personal funds or the personal funds of his immediate family, in connection with his campaign for nomination for election, or election, to Federal office in excess of $25,000. Provides that any person who violates the above provisions shall be fined $25,000, or imprisoned not more than one year, or both. States that, except as otherwise provided in this Act, no candidate may make expenditures in excess of: (1) $10,000,000, in the case of a candidate for nomination for election to the Office of President of the United States; (2) $20,000,000, in the case of a candidate nominated by a political party for election to the Office of President of the United States; (3) in the case of any campaign for nomination for election, or for election, by a candidate for the office of Senator, the greater of (a) 5 cents multiplied by the population of the geographical area within which the election is held, or (b) $75,000; (4) $75,000, in the case of any campaign for nomination for election, or for election, by a candidate for the office of Representative, Delegate from the District of Columbia, or Resident Commissioner; or (5) $15,000, in the case of any campaign for nomination for election, or for election, by a candidate for the office of Delegate from Guam or the Virgin Islands. Provides that no person may make any expenditure (other than an expenditure made by or on behalf of a candidate for President, Vice-President, either House of Congress, or Delegate from Guam or the Virgin Islands) relative to an exclusive and clearly identified candidate during a calendar year which, when added to all other expenditures made by that person during the calendar year advocating the election or defeat of that candidate, exceeds $1,000. Provides that no person may make any such expenditure during any calendar year which, when added to all other such expenditures made by that person during that year to all candidates for Federal office exceeds $25,000. States that the national committee of a political party and all of the State committees of a political party may not make any expenditure in connection with the general election campaign of any candidate for President who is affiliated with that party which exceeds an amount equal to 2 cents multiplied by the population of the United States. Provides that the national committee of a political party, or a State committee of a political party, including any subordinate committees of a State committee, may not make any expenditure in connection with the general election campaign of a candidate for Federal office in a State who is affiliated with that party which exceeds: (1) in the case of a candidate for election to the office of Senator or of Representative from a State where a Representative is required to run statewide, the greater of (a) one and one half cents multiplied by the population of the geographical area within which the election is held, or (b) $20,000; and (2) in the case of a candidate for election to the office of Representative in any other State $10,000. States that for the purposes of this Act the population of any geographical area shall be the population according to the most recent decennial census of the United States. Provides that the approval by the national committees of a political party of an expenditure by or on behalf of the Presidential candidate of that party as required by the Federal Election Campaign Act of 1971 is not considered an expenditure by that national committee. Stipulates that any person who violates this section shall be fined not more than $25,000 or imprisoned not more than one year, or both. Provides that any person who makes or receives a contribution to or for the benefit of any candidate or political committee aggregating more than $100 during any calendar year, which is not made by a written instrument identifying the person making the contribution shall be fined not more than $25,000 or imprisoned not more than one year, or both. Increases the penalties for illegal contributions by national banks, corporations, labor organizations, and firms or individuals contracting with the United States. Prohibits contributions by foreign principals. Prohibits the making of contributions in the name of another. Provides a fine of not less than $1,000 nor more than $5,000 for the acceptance of honorariums in excess of $1,00 for a single engagement, or aggregating more than $10,000 in any calendar year. Title II: Disclosure of Federal Campagin Funds - Provides that each individual who is a candidate for Federal office (other than the office of Vice President of the United States) shall designate one political committee as his central campaign committee to receive all reports made by any other political committee accepting contributions or making expenditures for the purpose of influencing the nomination for election, or election, of the candidate who designated it as his central campaign committee. Stipulates that no political committee may be designated as the central campaign committee of more than one candidate. States that, except as otherwise provided by law, no political committee other than a central campaign committee designated by a candidate may make expenditures on behalf of such candidate. Requires each central campaign committee to receive all reports and statements filed with or furnished to it by other political committees, consolidate, and furnish the reports and statements to the Federal Elections Commission, together with its own reports and statements, in accordance with the provisions of this title and regulations prescribed by the Commission. Requires that expenditures in excess of $1,000 on behalf of a candidate nominated by his party for President or Vice-President be specifically approved by that party's national committee. Establishes as an independent establishment of the executive branch of the Government of the United States, a commission to be known as the Federal Elections Commission. States that the Commission shall be composed of eight members of Congress who shall be chosen from among persons who, by reasons of maturity, experience, and public service have attained a nationwide reputation for integrity, impartiality, and good judgment, are qualified to carry out the functions of the Commission. Requires each treasurer of a political committee supporting a candidate or candidates for election to Federal office, and each candidate for election to such office, to file with the Commission reports of receipts and expenditures on forms prescribed or approved by the Commission. Specifies the manner and time by which such reports must be filed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to impose overall limitations on campaign expenditures and political contributions; to provide that expenditures made by a candidate may be made only by the central campaign committee designated by him; to provide for a single reporting responsibility with respect to receipts and expenditures; to change the times for the filing of reports regarding campaign expenditures and political contributions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:13-05:00"
}