{
  "actions": [
    {
      "acted_at": "2000-03-02", 
      "committee": "Committee on Education and the Workforce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and the Workforce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-03-02", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-03-02", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-03-10", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to the Subcommittee on Social Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-03-27", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Workforce Protections", 
      "text": "Referred to the Subcommittee on Workforce Protections.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3829-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Workforce Protections", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-03-02", 
  "number": "3829", 
  "official_title": "To amend the Federal program for the compensation of work injuries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "FECA Reform Act of 2000", 
  "sponsor": {
    "district": "8", 
    "name": "Greenwood, James C.", 
    "state": "PA", 
    "thomas_id": "00465", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-03-02", 
  "subjects": [
    "Annuities", 
    "Collection of accounts", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Death", 
    "Disability retirement", 
    "Disabled", 
    "Earnings", 
    "Federal employees", 
    "Finance and financial sector", 
    "Financial statements", 
    "Forfeiture", 
    "Fringe benefits", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Labor and employment", 
    "Leave of absence", 
    "Names", 
    "Old age, survivors and disability insurance", 
    "Prisoners", 
    "Public records", 
    "Sick leave", 
    "Social security numbers", 
    "Social welfare", 
    "Survivors' benefits", 
    "Tax returns", 
    "Taxation", 
    "Vocational rehabilitation", 
    "Wages", 
    "Widowers", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-03-02", 
    "text": "FECA Reform Act of 2000 - Amends the Internal Revenue Code to require the Commissioner of Social Security and the Secretary of the Treasury, upon written request, to disclose to the Department of Labor current retirement income and tax return information only for purposes of, and to the extent necessary for, the administration of Federal workers' compensation law.Amends Federal workers' compensation law to authorize the Secretary of Labor (Secretary) to require a totally disabled employee to report his or her earnings from employment or self-employment. Requires the inclusion of the value of housing, board, lodging, and other benefits which are part of such earnings. Forfeits any authorized disability compensation for employees not reporting such earnings.Considers refunds to the United States by an employing Federal agency from third person recoveries against an employee as employee compensation for purposes of authorized continuation of pay during a period of disability.Authorizes the conversion upon a conditional date of basic compensation for total or partial disability to an annuity. Makes such annuity amount two-thirds of the basic compensation amount.Revises compensation amounts and time periods of payments for the loss, or loss of use, of specified body parts or functions.Repeals provisions allowing augmented compensation for disabled employees with one or more dependents.Decreases from 75 to 66 and two-thirds percent of total pay the maximum amount of monthly pay authorized to be received as disability compensation for Federal employees of specified pay grades.Authorizes an employee to receive a schedule award while receiving disability compensation. Prohibits benefits from being paid for wage loss during any period which the individual is confined in a penal institution or correctional facility after conviction for an offense constituting a felony or other crime. Requires the names and social security numbers of such individuals to be made available to the Secretary to enforce such prohibition.Authorizes an employee to use annual leave, sick leave, or leave without pay for the first three days of a disability (during which period such employee is currently not entitled to compensation).Increases the monthly compensation authorized, in the case of an employee's death, with respect to a surviving spouse with at least one child and for children having no surviving spouse. Limits total compensation received to 66 and two-thirds percent of the employee's current compensation. Authorizes such pay to a survivor of an individual who converted his or her disability compensation into an annuity under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "FECA Reform Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal program for the compensation of work injuries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:48-05:00"
}