{
  "actions": [
    {
      "acted_at": "2006-09-07", 
      "references": [
        {
          "reference": "CR S9131", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-07", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3869-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-09-07", 
  "number": "3869", 
  "official_title": "A bill to improve the quality of, and access to, supplemental educational services in effort to increase student achievement.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Improving the Quality of and Access to Supplemental Educational Services Act", 
  "sponsor": {
    "district": null, 
    "name": "Clinton, Hillary Rodham", 
    "state": "NY", 
    "thomas_id": "01631", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2006-09-07", 
  "subjects": [
    "Academic performance", 
    "Compensatory education", 
    "Congressional reporting requirements", 
    "Disabled", 
    "Distance education", 
    "Economics and public finance", 
    "Education", 
    "Education of the disadvantaged", 
    "Educational accountability", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Families", 
    "Federal aid to education", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Housing and community development", 
    "Illiteracy", 
    "Law", 
    "Parent-school relationships", 
    "Performance measurement", 
    "Rent", 
    "Rural education", 
    "School buildings", 
    "School districts", 
    "Secondary education", 
    "Social welfare", 
    "Special education", 
    "Standards", 
    "Teachers"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "2006-09-07", 
    "text": "Improving the Quality of and Access to Supplemental Educational Services Act, or the IQ Act - Amends the Elementary and Secondary Education Act of 1965 to require local educational agencies (LEAs) to make supplemental educational services (SES) (after-school tutoring programs) available to disadvantaged students by the beginning of the first full school year, rather than after an additional school year, after their school has been identified as needing improvement because of having failed, for two consecutive years, to make adequate yearly progress (AYP) pursuant to state academic performance standards. Directs each state to: (1) establish a system that evaluates each SES provider primarily by the extent to which the provider improves the academic performance of all students receiving SES, even those not in a grade subject to a state academic assessment; (2) establish a process for removing providers subject to repeat complaints; (3) publicize data concerning SES evaluations, cost, attendance, and timeliness; (4) assist LEAs in creating a streamlined enrollment process and providing timely services; (5) provide LEAs with a choice of providers capable of serving children who are disabled or have limited English proficiency; and (6) offer incentives, where appropriate, to providers to service rural areas. Requires an LEA to: (1) permit approved and successful SES providers access, at a fair rent, to its public schools if other external groups are given such access; (2) ensure that the SES registration process is uncomplicated and easily accessible to parents; (3) report to the state on SES spending and progress toward increasing student participation; and (4) ensure the beginning of SES as soon as possible after the beginning of the school year. Directs the Secretary of Education to study the impact differences in the provision of SES, the use of highly qualified teachers as tutors, and provider incentives have on improving student performance and SES attendance. Allows LEAs identified as needing improvement and schools not so identified to provide SES. Prohibits providers from offering material selection incentives to schools, LEAs, states, parents, or students."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Improving the Quality of and Access to Supplemental Educational Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "IQ Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the quality of, and access to, supplemental educational services in effort to increase student achievement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:29-05:00"
}