{
  "actions": [
    {
      "acted_at": "1983-06-28", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-18", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Water Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-08", 
      "bill_ids": [
        "s1739-98"
      ], 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Provisions of measure incorporated into measure S. 1739 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1554-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-06-28", 
  "number": "1554", 
  "official_title": "A bill to provide for the recovery of certain capital and operation and maintenance expenditures assignable to commercial waterway transportation for certain Tennessee Valley Authority and Army Corps of Engineers inland waterway projects, and to authorize construction in specified circumstances.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1739-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Inland Waterway Improvement and Cost Recovery Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Stafford, Robert T.", 
    "state": "VT", 
    "thomas_id": "01438", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-11-08", 
  "subjects": [
    "Coastwise shipping", 
    "Department of the Treasury", 
    "Government trust funds", 
    "Inland water transportation", 
    "Intracoastal waterways", 
    "Navigation", 
    "Ships and shipping", 
    "User charges"
  ], 
  "subjects_top_term": "Inland water transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-06-28", 
    "text": "Inland Waterway Improvement and Cost Recovery Act of 1983 - Directs the Secretary of the Army to levy ton-mile fees on commercial waterway transportation on the inland waterway system. Sets forth criteria by which fees shall be established. Directs the Secretary of the Army to adjust such fees at least every five years on the basis of: (1) anticipated Tennessee Valley Authority and Army Corps of Engineers expenditures for the inland waterway system; (2) corrections for actual expenditures and amounts recovered; (3) the expected volume of commercial traffic; and (4) any other factors that the Secretary finds reasonable and equitable. Authorizes the Secretary to levy congestion fees, designed to reduce delays, on all users of specified facilities. Requires collected fees to be credited to the Inland Waterways Trust Fund and made available for making capital improvements and operation and maintenance expenditures on the inland waterway system. Permits the Secretary, for the purposes of developing fee schedules and determining violations of this Act, to require specified information from any person engaged in commercial waterway transportation. Increases to $200,000 the maximum fine for vessel owners who refuse to furnish required statements of business on navigable waters to the Secretary. Sets forth civil penalties for failure to pay user fees. Sets forth the percentages of expenditures for inland waterway project operation and maintenance and construction and rehabilitation which shall be assigned to commercial waterway transportation. Amends the Inland Waterways Revenue Act of 1978 to eliminate provisions which made amounts in the Inland Waterways Trust Fund available for expenditures for navigation construction and rehabilitation projects on inland waterways. Permits the Secretary to determine the interest rate used on any unrecovered balance of fees. Authorizes the Secretary, acting through the Chief of Engineers, to study, plan, design, construct, operate, and maintain new improvements, rehabilitations, and modifications of existing improvements on the inland waterway system. Requires submission to Congress of a final environmental impact statement and a statement of the Secretary's compliance with certain environmental statutes, prior to initiation of any such construction. Exempts such environmental impact statements from judicial review under any law. Authorizes the Secretary to promulgate and revise regulations and guidelines to govern programs authorized by this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Inland Waterway Improvement and Cost Recovery Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the recovery of certain capital and operation and maintenance expenditures assignable to commercial waterway transportation for certain Tennessee Valley Authority and Army Corps of Engineers inland waterway projects, and to authorize construction in specified circumstances.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:58-05:00"
}