{
  "actions": [
    {
      "acted_at": "1992-05-21", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2789-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1992-05-21", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1992-06-29", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1992-09-08", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-21", 
  "number": "2789", 
  "official_title": "A bill to encourage the growth and development of commercial space activites in the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commercial Space Competitiveness Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Graham, Bob", 
    "state": "FL", 
    "thomas_id": "01342", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-21", 
  "subjects": [
    "Awards, medals, prizes", 
    "Business intelligence", 
    "Commercialization", 
    "Executive reorganization", 
    "Federal aid to transportation", 
    "Gifts", 
    "Government liability", 
    "Government operations and politics", 
    "Government procurement", 
    "Government trust funds", 
    "Launch vehicles", 
    "Space sciences", 
    "Surplus government property"
  ], 
  "subjects_top_term": "Space sciences", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-21", 
    "text": "Commercial Space Competitiveness Act of 1992 - Title I: General Provisions - Sets forth findings and definitions for this Act. Title II: Space Transportation - Amends the Commercial Space Launch Act to extend certain provisions relating to payment by the United States against a licensee under the Act. Amends the Launch Services Purchase Act of 1990 to include suborbital payloads in the requirement to purchase launch services from commercial providers. Modifies requirements regarding use of non-commercial providers. Mandates a report on use of commercial services for suborbital launch programs. Applies such provisions, as well as those regarding launch service contracts, to the Federal Government. (Current law refers to the National Aeronautics and Space Administration (NASA).) Establishes a demonstration program to award vouchers to researchers for the payment of commercial launch services and payload integration services for small scientific payloads. Authorizes grants for projects relating to the development or improvement of space transportation infrastructure. Establishes in the Treasury the Commercial Space Transportation Trust Fund, to consist of revenues from any fees assessed by the Department of Transportation for the licensing of commercial launch activities and to be used for projects that directly benefit the U.S. space transportation industry. Requires that projects be selected by an Industry Selection Committee representing fee payors. Requires an inventory to identify federally-owned launch support facilities: (1) not needed for public use; or (2) which could be made available for non-Federal use on a reimbursable basis without interfering with Federal activities. Title III: Miscellaneous - Authorizes the Administrator of NASA to enter into contracts in which the Government agrees to procure sufficient quantities of a commercial space product or service needed to meet Government mission requirements so that a commercial venture is made viable (anchor tenancy contracts) in order to increase the viability of a commercial space venture. Amends the National Aeronautics and Space Act of 1958 to authorize NASA to: (1) make contracts in excess of available funds; and (2) provide for liability payments from certain sources in the event the Government terminates such contracts. Authorizes Federal agencies to allow non-Federal entities to use their space-related facilities on a reimbursable basis. Amends the National Aeronautics and Space Act of 1958 to mandate protection of information developed under specified provisions of the Act from dissemination. Establishes a Commercial Space Achievement Award, consisting of a medal and, if funding is available, a cash prize, to individuals, corporations, corporate divisions, or corporate subsidiaries meeting certain criteria. Authorizes the Secretary of Commerce to accept gifts from public and private sources for the cash prize."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commercial Space Competitiveness Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage the growth and development of commercial space activites in the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:37-05:00"
}