{
  "actions": [
    {
      "acted_at": "1975-07-22", 
      "committee": "Senate Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2159-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-22", 
  "number": "2159", 
  "official_title": "A bill to increase the availability of guaranteed home loan financing for veterans and to increase the income of the National Service Life Insurance Fund.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9216-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Veterans' Housing Act", 
  "sponsor": {
    "district": null, 
    "name": "Hartke, Vance", 
    "state": "IN", 
    "thomas_id": "01349", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-22", 
  "subjects": [
    "Armed forces and national security", 
    "Government life insurance", 
    "Housing and community development", 
    "Housing finance", 
    "Insurance", 
    "Life insurance", 
    "Mortgages", 
    "Veterans' loans"
  ], 
  "subjects_top_term": "Veterans' loans", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-22", 
    "text": "Veterans' Housing Expansion Act - Increases the availability of guaranteed home loan financing for veterans. Authorizes the Administrator of Veterans' Affairs, when issuing a commitment to guarantee a proposed home mortgage loan for veterans, to issue also a non-assignable commitment to purchase the completed loan. Sets forth terms and conditions for such purchase. Increases the income of the national service life insurance fund. Establishes within the Treasury of the United States a revolving fund known as the national service life insurance investment fund. Authorizes the Administration to transfer from the insurance fund to the investment fund amounts necessary to purchase loans as the consequence of commitments issued or to be issued pursuant to this Act. Directs the Administrator to guarantee the investment fund against loss of interest or principal in the event of a deficiency in the investment fund reserves for expenses and losses. Authorizes the Administrator to sell any loan purchased under the authority of this Act. Requires the Administrator to invest the funds of the investment fund in loans which will represent a broad spectrum of the veteran homebuying population in respect to age, income, and location of the properties which constitute the loan securities. Authorizes the Administrator to adopt standards, policies, and procedures and to promulgate regulations appropriate to carrying out his functions under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Housing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the availability of guaranteed home loan financing for veterans and to increase the income of the National Service Life Insurance Fund.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:30-05:00"
}