{
  "actions": [
    {
      "acted_at": "2008-09-28", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-28T21:00:00-04:00", 
      "bill_ids": [
        "hres1516-110", 
        "hr7202-110"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 1516 Reported to House. Rule provides for consideration of H.R. 7201 and H.R. 7202. Measure will be considered read. Bill is closed to amendments. It shall be in order to consider in the House the bills H.R. 7201 and H.R. 7202. All points of order against consideration of the bills are waived except those arising under clause 10 of rule XXI. The bills shall be considered as read. All points of order against the bills are waived. The previous question shall be considered as ordered on the bills to final passage without intervening motion except: (1) one hour of debate equally divided and controlled by the chairman and ranking minority member of the Committee on Ways and Means; and (2) one motion to recommit, on", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7201-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-28", 
  "number": "7201", 
  "official_title": "To amend the Internal Revenue Code of 1986 to provide incentives for energy production and conservation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1516-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hres1516-110", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr6049-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr7060-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3125-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3478-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Energy Improvement and Extension Act of 2008", 
  "sponsor": {
    "district": "15", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-28", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-28", 
    "text": "Energy Improvement and Extension Act of 2008 - Amends the Internal Revenue Code to provide incentives for energy production and conservation, extend expiring energy-related tax provisions, and provide for revenue enhancements.Extends the tax credit: (1) for producing electricity from wind facilities through 2009; and (2) for closed and open-loop biomass, geothermal, small irrigation power, landfill gas, trash combustion, and hydropower facilities through FY2011. Imposes a limit on such tax credit based upon investment in renewable resource facilities placed in service after 2009 in lieu of the current phaseout provisions for such credit. Expands the definitions of and rules for \"open and closed-loop biomass facility,\" \"qualified trash combustion facility,\" and \"nonhydroelectric dam\" for purposes of such credit.Includes marine and hydrokinetic renewable energy as a renewable resource for purposes of the tax credit for producing electricity from renewable resources. Extends through 2016 the energy tax credit for solar energy, fuel cell, and microturbine property. Allows a new energy tax credit for combined heat and power system property. Increases to $1,500 the credit limitation for fuel cell property. Modifies energy tax credit rules to allow: (1) offsets of tax credit amounts against alternative minimum tax (AMT) liabilities; and (2) public utility property to qualify for such credit. Increases and extends through 2016 the tax credit for residential energy efficient property. Eliminates the limitation on the tax credit for solar electric property. Allows a new tax credit for 30% of expenditures for wind turbines used to generate electricity in a residence and for geothermal heat pumps.Extends deferral provisions for the gain on sales of transmission property by vertically-integrated electric utilities to independent transmission companies approved by the Federal Energy Regulatory Commission (FERC).Allows a 30% investment tax credit rate for advanced coal-based generation technology projects and increases the maximum credit amounts allocable for such projects to $2.55 billion.Increases to 30% the investment tax credit rate for coal gasification projects. Extends the excise tax on coal through December 31, 2018. Sets forth special rules for refund claims of coal excise tax by certain coal producers and exporters.Requires the Secretary of the Treasury to undertake a comprehensive review of Internal Revenue Code provisions that have the largest effects on carbon and other greenhouse gas emissions and provide an estimate of the magnitude of such effects.Includes cellulosic biofuel within the definition of \"biomass ethanol plant property\" for purposes of bonus depreciation. Extends through 2009 income and excise tax credits for biodiesel and renewable diesel used as fuel. Increases the rates of such credits.Disqualifies foreign-produced fuel that is used or sold for use outside the United States for the income and excise tax credits for alcohol, biodiesel, and alternative fuel production.Allows a new tax credit for the production of qualified plug-in electric drive motor vehicles.Allows an exclusion from the heavy truck excise tax for idling reduction devices and advanced insulation used in certain heavy trucks and trailers.Allows employees to exclude reimbursements for bicycle commuting expenses from gross income.Increases and extends the tax credit for residential and commercial alternative fuel refueling property expenditures.Treats certain income and gains relating to alcohol, biodiesel, and alternative fuels and mixtures as qualifying income for publicly traded partnerships.Extends the tax credit for nonbusiness energy property expenditures through 2008. Includes energy-efficient biomass fuel stoves as property eligible for such tax credit.Extends through 2013 the tax deduction for energy efficient commercial building expenditures.Modifies tax credit amounts for energy efficient household appliances produced after 2007.Allows an accelerated 10-year recovery period for the depreciation of qualified smart electric meters and smart electric grid systems. Extends through FY2012 the authority to issue tax-exempt green building and sustainable design projects bonds.Provides for revenue enhancements by: (1) limiting the tax deduction for income attributable to domestic production activities for taxpayers with gross receipts derived from oil, gas, or any primary products thereof; (2) conforming the tax treatment of foreign oil and gas extraction income and foreign oil related income for purposes of the foreign tax credit; (3) requiring investment brokers to report information relating to customer basis in securities transactions; (4) increasing and extending the Oil Spill Liability Trust Fund financing rate; and (5) increasing estimated tax payments for certain large corporations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Improvement and Extension Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to provide incentives for energy production and conservation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:39-05:00"
}