{
  "actions": [
    {
      "acted_at": "1997-06-03", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on International Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-06-03T21:55:00-04:00", 
      "bill_ids": [
        "hres159-105", 
        "hr1758-105"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 159 Reported to House. Rule provides for consideration of H.R. 1757 and H.R. 1758. Providing for the consideration of H.R. 1757 in the Committee of the Whole, and consideration of H.R. 1758 in the House. The rule provides for the consideration of H. R. 1757 under an open rule and for consideration of H.R. 1758 under a closed rule, with one hour of general debate on each bill. After engrossment of H.R. 1758, the Clerk shall await disposition of H.R. 1758 and add the text of the latter bill as a new matter at the end of H.R. 1757. H.R. 1758 shall then be considered as having been laid on the table. A motion to recomit with or without instructions shall be in order regarding H.R. 1757. A motion to recommit shall be in order regarding H.R. 1758.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T14:38:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [
        {
          "reference": "CR H3291-3358", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 159.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T14:38:00-04:00", 
      "bill_ids": [
        "hr1758-105"
      ], 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 1757 and H.R. 1758. The rule provides for the consideration of H.R. 1757 in the Committee of the Whole, under an open rule and for consideration of H.R. 1758 in the House, under a closed rule, with one hour of general debate on each bill. After engrossment of H.R. 1757, the Clerk shall await disposition of H.R. 1758 and add the text of the latter bill as new matter at the end of H.R. 1757. H.R. 1758 shall then be considered as having been laid on the table. A motion to recommit with or without instructions shall be in order regarding H.R. 1757. A motion to recommit shall be in order regarding H.R. 1758.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T14:39:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 159 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T14:39:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable James V. Hansen to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T14:39:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T15:40:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "At the conclusion of debate, the Chair put the question on agreeing to the Hamilton amendments and announced that, by voice vote, the amendments were not agreed to. Mr. Hamilton demanded a recorded vote and, pursuant to the provisions of H. Res. 159, further proceedings were postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T17:32:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "At the conclusion of debate, the Chair put the question on agreeing to the Bachus amendment and announced that, by voice vote, the amendment was agreed to. Mr. Smith (NJ) demanded a recorded vote and, pursuant to the provisions of H. Res. 159, further proceedings were postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T18:14:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "At the conclusion of debate, the Chair put the question on agreeing to the Goss amendment and announced that, by voice vote, the amendment was agreed to. Mr. Goss objected to the vote on the grounds that a quorum was not present and made a point of order that a quorum was not present. Pursuant to the provisions of H. Res. 159, further proceedings were postponed and the point of order was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T18:56:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "At the conclusion of debate, the Chair put the question on agreeing to the Paul amendment and announced that, by voice vote, the amendment was not agreed to. Mr. Paul demanded a recorded vote and, pursuant to the provisions of H. Res. 159, further proceedings were postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T19:05:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "At the conclusion of debate, the Chair put the question on agreeing to the Stearns amendment and announced that, by voice vote, the amendment was agreed to. A recorded vote was ordered on the amendment and, pursuant to the provisions of H. Res. 159, further proceedings were postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T20:44:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "At the conclusion of debate, the Chair put the question on agreeing to the Stearns amendment and announced that, by voice vote, the amendment was not agreed to. Mr. Stearns demanded a recorded vote and, pursuant to the provisions of H. Res. 159, further proceedings were postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T20:53:00-04:00", 
      "references": [], 
      "text": "Mr. Gilman asked unanimous consent that, during consideration of that portion of the bill relating to UN population practices, the time for debate on all related questions to that protion of the bill be limited to 1 hour and twenty minutes, controlled as follows: Mr. Smith (NJ), 20 minutes; Mr. Campbell, 20 minutes; Mr. Hamilton, 20 minutes; and Mr. Barcia, 20 minutes. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T21:11:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 1757 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T21:11:00-04:00", 
      "references": [
        {
          "reference": "CR H3424-3433", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T21:12:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T21:26:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "At the conclusion of debate, the Chair put the question on agreeing to the Scarborough amendment and announced that, by voice vote, the amendment was agreed to. Mr. Scarborough demanded a recorded vote and, pursuant to the provisions of H. Res. 159, further proceedings were postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T21:57:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "At the conclusion of debate, the Chair put the question on agreeing to the Engel amendment and announced that, by voice vote, the amendment was agreed to. Mr. Engel demanded a recorded vote and, pursuant to the provisions of H. Res. 159, further proceedings were postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T22:19:00-04:00", 
      "references": [], 
      "text": "Mr. Smith (NJ) moved that the committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T22:19:00-04:00", 
      "references": [], 
      "text": "On motion that the committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T22:19:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 1757 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T10:16:00-04:00", 
      "references": [
        {
          "reference": "CR H3481-3499", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T10:16:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T10:21:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to the unanimous consent agreement made on Wednesday, June 4, 1997, the Committee of the Whole proceeded with 80 minutes of debate on the Smith of New Jersey amendment (and all amendments thereto) which was pending when the Committee rose on Wednesday, June 4, 1997. The Smith amendment seeks to prohibit U.S. population assistance for foreign organizations that perform abortions in foreign countries, violate the abortion laws of foreign countries, or lobby for changes in such laws. The amendment provides exceptions in cases of rape, incest, or when the life of the mother is endangered. The amendment also prohibits U.S. contributions to the U.N. Population Fund (UNFPA) unless the President certifies that either (1) UNFPA has terminated all activities in China or (2) that during the 12 months preceding certification, there have been no forced abortions associated with China's family planning program.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T10:26:00-04:00", 
      "references": [], 
      "text": "DEBATE - Debate on the Campbell amendment to the Smith amendment runs concurrently under the same time constraints as the Smith amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T12:01:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Campbell amendment to the Smith amendment, the Chair put the question on the Campbell amendment and by voice vote, announced that the noes had prevailed. Mr. Campbell demanded a recorded vote and pursuant to the provisions of H. Res. 159, further proceedings were postponed on both the Campbell amendment and the underlying Smith of New Jersey amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T12:08:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Nethercutt amendment, the Chair put the question on the amendment and by voice vote, announced that the ayes had prevailed. Mr. Nethercutt demanded a recorded vote and pursuant to the provisions of H. Res. 159, further proceedings will be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T12:30:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 1757 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T15:28:00-04:00", 
      "references": [
        {
          "reference": "CR H3516-3519", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T15:29:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T15:29:00-04:00", 
      "references": [], 
      "text": "The Chair announced that the unfinished business before the Committee of the Whole would be a recorded vote previously requested on the Campbell amendment to the Smith (NJ) amendment followed by a recorded vote on the Smith (NJ) amendment. Further proceedings on other amendments on which recorded votes were ordered would be considered later in the day.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T15:29:00-04:00", 
      "references": [], 
      "text": "The amendment to the Smith amendment would replace the \"Mexico City\" policy language with a prohibition of the direct use of U.S. funds to pay for abortions or abortion counseling in any foreign country, except in cases of rape, incest or where the life of the mother is endangered. The amendment will also prohibit the direct use of U.S. funds on lobbying for or against abortion and impose a dollar for dollar reduction in U.S. funding to the UNFPA for any amounts it spends on future programs in China.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T15:48:00-04:00", 
      "references": [], 
      "text": "The amendment would restrict funds for assistance to foreign organizations that perform or actively promote abortions and prohibit the use of any funds authorized in the bill to be made available for the United Nations Population Fund in any fiscal year unless the President certifies that UNFPA has terminated all activities in the People's Republic of China, and during the 12 months preceding such certification there have been no abortions as the result of coercion associated with the family planning policies of the national government or other governmental entities.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T15:57:00-04:00", 
      "references": [], 
      "text": "Mr. Gilman moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T15:58:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T15:58:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 1757 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T16:01:00-04:00", 
      "references": [], 
      "text": "Mr. Gilman asked unanimous consent that, during the further consideration of the bill in the Committee of the Whole, the time for debate on any further amendment to the bill be limited to ten minutes, except those amendments specified as follows:", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T16:01:00-04:00", 
      "references": [], 
      "text": "Amendments en bloc offered by the Chairman of the Committee on International Relations; Kennedy (RI), regarding Indonesia; Miller (CA), regarding Cuba; Schumer, regarding Egypt; Paxon or Engel, regarding Palestinian land transactions; Ney, regarding Libya; Sanford, regarding authorizations levels; McKinney, regarding arms transfer code of conduct; Capps, regarding Tibet; Gilman, regarding counter-narcotics authorities; and unspecified amendments offered by Mr. Hamilton and Mr. Gilman. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-05T16:02:00-04:00", 
      "references": [], 
      "text": "Mr. Gilman asked further unanimous consent that it be in order at any time for the Chairman of the Committee on International Relations or a designee, with the concurrence of the ranking minority member of that to offer amendments en bloc. Said amendments shall be considered as read, shall not be subject to amendment, shall not be subject to a demand for a division of the question in the House or in the Committee of the Whole, and may amend portions of the bill previously read for amendment. The original proponent of an amendment included in such amendments en bloc may insert a statement to appear in the Congressional Record immediately before disposition of the amendments en bloc. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T12:55:00-04:00", 
      "references": [
        {
          "reference": "CR H3591-3632", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T12:56:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T13:25:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "At the conclusion of debate, the Chair put the question on agreeing to the Ney amendment and announced that amendment was agreed to. Mr. Ney objected to the vote on grounds that a quorum was not present and made a point of order that a quorum was not present. Pursuant to the provisions of H. Res. 159, further procedings were postponed and the point of no quorum was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T14:01:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "At the conclusion of debate, the Chair put the question on agreeing to the Miller amendment and announced that amendment was not agreed to. Mr. Miller objected to the vote on grounds that a quorum was not present and made a point of order that a quorum was not present. Pursuant to the provisions of H. Res. 159, further procedings were postponed and the point of no quorum was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T14:01:00-04:00", 
      "references": [], 
      "text": "The Chair announced the unfinished business to be votes on amendments on which further consideration had been postponed on June 4th, and 5th.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T14:01:00-04:00", 
      "references": [], 
      "text": "MODIFICATION OF AMENDMENT - Mr. Scarborough asked unanimous consent that the Scarborough amendment on which further proceedings had been postponed on June 4, 1997, be modified. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T14:43:00-04:00", 
      "references": [], 
      "text": "The Stearns amendment would allow the Congress, rather than the Secretary of State, to decide to withold up to 20% of the funds appropriated to the United Nations.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T14:48:00-04:00", 
      "references": [], 
      "text": "The amendment would require the President to impose financial transaction restrictions on the government of Sudan and to express that it is the sense of Congress that the religious persection and support of terrorism by the government of Sudan is unacceptable.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T14:49:00-04:00", 
      "references": [], 
      "text": "The amendment would expresss that it is the sense of Congress that the U.S. should consider applying the same sanctions against Syria that are currently enforced against Iran and Libya unless Syria abandons its destabilizing policies in the Middle East.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T14:57:00-04:00", 
      "references": [], 
      "text": "The amendment would express the sense of Congress that the militant organization Al-Faran should (1) release Donald Hutchings and four western Europeans from captivity; (2) cease and desist from all acts of hostage-taking and other violent acts within the state of Jammu and Kashmir in India.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T17:08:00-04:00", 
      "references": [], 
      "text": "Pursuant to the unanimous consent agreement of June 5, 1997, the Committee of the Whole proceeded with ten minutes of debate on the Engel amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T17:25:00-04:00", 
      "references": [], 
      "text": "Pursuant to the unanimous consent agreement of June 5, 1997 the Committee of the Whole proceeded with ten minutes of debate on the Slaughter amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T17:58:00-04:00", 
      "references": [], 
      "text": "Pursuant to the unanimous consent agreement of June 5, 1997 the Committee of the Whole proceeded with ten minutes of debate on the Rohrabacher amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T18:08:00-04:00", 
      "bill_ids": [
        "hres159-105"
      ], 
      "references": [], 
      "text": "At the conclusion of debate, the Chair put the question on agreeing to the Rohrabacher amendment and announced that amendment was not agreed to. Mr. Rohrabacher demanded a recorded vote and, pursuant to the provisions of H. Res. 159, further procedings were postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T18:09:00-04:00", 
      "references": [], 
      "text": "Pursuant to the unanimous consent agreement of June 5, 1997 the Committee of the Whole proceeded with ten minutes of debate on the Hall amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T18:17:00-04:00", 
      "references": [], 
      "text": "Pursuant to the unanimous consent agreement of June 5, 1997 the Committee of the Whole proceeded with ten minutes of debate on the Sanders amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T18:37:00-04:00", 
      "references": [], 
      "text": "Mr. Gilman moved that the committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T18:38:00-04:00", 
      "references": [], 
      "text": "On motion that the committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T18:39:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 1757 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-10T18:40:00-04:00", 
      "references": [], 
      "text": "Mr. Gilman asked unanimous consent that, during the further consideration of the bill in the Committee of the Whole, no further amendment to the bill shall be in order except one en bloc amendment by Mr. Gilman, and an amendment by Mr. Sanford. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T10:36:00-04:00", 
      "references": [
        {
          "reference": "CR H3670-3706", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T10:36:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T10:39:00-04:00", 
      "references": [], 
      "text": "The Chair announced the unfinished business before the Committee of the Whole was request for a recorded vote on the Rohrabacher amendment, on which further proceedings were postponed on Tuesday, June 10, 1997.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T13:06:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 1757.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T13:07:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T13:07:00-04:00", 
      "references": [], 
      "text": "Ms. Ros-Lehtinen demanded a separate vote on the Serrano amendment (21) adopted in the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T13:08:00-04:00", 
      "references": [], 
      "text": "Mr. Serrano demanded separate votes on the following amendments adopted in the Committee of the Whole: Gilman enbloc (49), Gilman enbloc (2), Smith NJ (5), Skaggs, as amended (3), Hefly (7), Bachus (6), Gilman enbloc (8), Goss (9), Coburn (15), Gilman enbloc (12), Smith (NJ) (16), Fox (23), Lazio (24), Smith (NJ) (28), Gilman (32), Scarborough (18), Nethercutt (30), Miller (CA) (35, as amended), Fox (47), Ney (33), Rohrabacher (44), and Paxon (37).", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T13:08:00-04:00", 
      "references": [], 
      "text": "The House adopted the remaining amendments en gross as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T17:06:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1997-06-11T17:07:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T18:29:00-04:00", 
      "references": [], 
      "text": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of H.R. 1757.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T18:29:00-04:00", 
      "bill_ids": [
        "hr1758-105"
      ], 
      "references": [], 
      "text": "A similar measure H.R. 1758 was laid on the table without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-12", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-06-17", 
      "references": [
        {
          "reference": "CR S5765-5789", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-17", 
      "references": [], 
      "text": "Senate Committee on Foreign Relations discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-17", 
      "bill_ids": [
        "s903-105"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 903 amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-17", 
      "bill_ids": [
        "s903-105"
      ], 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "105", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate in lieu of S. 903 with an amendment by Yea-Nay Vote. 90-5. Record Vote No: 105.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1997-06-19", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-28T17:30:00-04:00", 
      "references": [], 
      "text": "Mr. Ballenger asked unanimous consent that the House disagree to the Senate amendment, and request a conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-28T17:31:00-04:00", 
      "references": [
        {
          "reference": "CR H5868", 
          "type": "consideration"
        }
      ], 
      "text": "On motion that the House disagree to the Senate amendment, and request a conference Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-28T17:31:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees for consideration of the House bill and the Senate amendment, and modifications committed to conference: Gilman, Hyde, Smith (NJ), Hamilton, and Gejdenson.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-28T17:32:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees for consideration of the House bill (except title XXI), and the Senate amendment, and modifications committed to conference: Goodling, Bereuter, Burton, Lantos, and Berman.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-29", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: and House requests a conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-29", 
      "references": [
        {
          "reference": "CR S8222", 
          "type": "consideration"
        }
      ], 
      "text": "Senate insists on its amendment agrees to request for a conference, appoints conferees Helms; Coverdell; Hagel; Grams; Biden; Sarbanes; Dodd.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-29", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-30", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-30", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-09-29T18:52:00-04:00", 
      "references": [], 
      "text": "Mr. Doggett notified the House of his intention to offer a motion to instruct conferees on the part of the House to reject section 1601 of the Senate amendment, regarding payment for private claims against the Iraqi Government.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-09-30", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-01T00:13:00-04:00", 
      "references": [], 
      "text": "Mr. Doggett moved that the House instruct conferees.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-01T00:13:00-04:00", 
      "references": [], 
      "text": "Pending consideration of the Doggett motion to instruct conferees, Mr. Scarborough offered a privileged motion to adjourn. The House proceeded to vote on the motion to adjourn.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-01T10:16:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the motion to instruct conferees on H.R. 1757 which had been offered on the previous legislative day by Mr. Doggett of Texas.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-01T10:17:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on the Doggett motion to instruct conferees. The instructions contained in the motion direct the managers on the part of the House to reject section 1601 of the Senate amendment which provides for payment of all private claims against the Iraqi Government before those of U.S. veterans and the U.S. Government (i.e. U.S. taxpayers).", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-01T11:15:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-01T11:37:00-04:00", 
      "references": [
        {
          "reference": "CR H8271-8278", 
          "type": "consideration"
        }
      ], 
      "text": "On motion that the House instruct conferees Agreed to by the Yeas and Nays: 412 - 5 (Roll no. 480).", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-01T11:37:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-07T17:39:00-04:00", 
      "references": [], 
      "text": "Mr. Callahan notified the House of his intention to offer a motion to instruct conferees on the part of the House to insist on the House provisions of the bill regarding U.S. policy with respect to forced abortion and foreign organizations that perform abortions.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-08T16:32:00-04:00", 
      "references": [], 
      "text": "Mr. Callahan moved that the House instruct conferees.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-08T16:32:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded wtih one hour of debate on the Callahan motion to instruct conferees on the part of the House to insist on the House provisions of the bill regarding U.S. policy with respect to forced abortion and foreign organizations that perform abortions.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-08T17:01:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-08T17:22:00-04:00", 
      "references": [
        {
          "reference": "CR H8686-8691", 
          "type": "consideration"
        }
      ], 
      "text": "On motion that the House instruct conferees Agreed to by recorded vote: 236 - 190 (Roll no. 506).", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-08T17:22:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-10", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-10T17:23:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed conferees For consideration of the House bill (except title XXI), and the Senate amendment, and modifications committed to conference: Mr. Burton, in lieu of Mr. Leach.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-10T22:22:00-05:00", 
      "references": [
        {
          "reference": "CR H956-1008", 
          "type": "text of conference report"
        }
      ], 
      "text": "Conference report H. Rept. 105-432 filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-11", 
      "references": [], 
      "text": "Conference papers: Senate report and managers' statement held at the desk in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-11T17:55:00-05:00", 
      "bill_ids": [
        "hres385-105"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 385 Reported to House. Rule provides for consideration of the conference report to H.R. 1757. All points of order against the conference report and against its consideration are waived. The conference report shall be considered as read when called up for consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-26T15:27:00-05:00", 
      "bill_ids": [
        "hres385-105"
      ], 
      "references": [], 
      "text": "Rule H. Res. 385 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-26T15:27:00-05:00", 
      "bill_ids": [
        "hres385-105"
      ], 
      "references": [], 
      "text": "Mr. Gilman brought up conference report H. Rept. 105-432 for consideration under the provisions of H. Res. 385.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-26T15:28:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-26T16:35:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-26T16:35:00-05:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H1600", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "CONFERENCE:PASSED:HOUSE", 
      "suspension": null, 
      "text": "On agreeing to the conference report Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "h"
    }, 
    {
      "acted_at": "1998-03-26", 
      "references": [], 
      "text": "Conference papers: and message on House action held at the desk in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-04-24", 
      "references": [
        {
          "reference": "CR S3563-3574, S3579", 
          "type": "consideration"
        }
      ], 
      "text": "Conference report considered in Senate. By Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-04-28", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR  S3686", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "roll": "105", 
      "status": "PASSED:BILL", 
      "text": "Senate agreed to conference report by Yea-Nay Vote. 51-49. Record Vote No: 105.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "1998-04-28", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1998-10-20", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-21", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1998-10-21", 
      "references": [
        {
          "reference": "CR H11689-11699", 
          "type": "consideration"
        }
      ], 
      "status": "PROV_KILL:VETO", 
      "text": "Vetoed by President.", 
      "type": "vetoed"
    }, 
    {
      "acted_at": "1998-10-21T17:45:00-04:00", 
      "references": [], 
      "text": "The Chair laid before the House the veto message from the President.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-21T17:46:00-04:00", 
      "references": [], 
      "text": "Mr. Bereuter moved to refer the bill and accompanying veto message to the Committee on International Relations.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-21T17:47:00-04:00", 
      "references": [
        {
          "reference": "CR H11699", 
          "type": "consideration"
        }
      ], 
      "text": "On motion to refer the bill and the accompanying veto message to the Committee on International Relations. Agreed to without objection.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h129-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "129"
    }, 
    {
      "amendment_id": "h130-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "130"
    }, 
    {
      "amendment_id": "h131-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "131"
    }, 
    {
      "amendment_id": "h132-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "132"
    }, 
    {
      "amendment_id": "h133-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "133"
    }, 
    {
      "amendment_id": "h134-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "134"
    }, 
    {
      "amendment_id": "h135-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "135"
    }, 
    {
      "amendment_id": "h136-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "136"
    }, 
    {
      "amendment_id": "h137-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "137"
    }, 
    {
      "amendment_id": "h138-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "138"
    }, 
    {
      "amendment_id": "h139-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "139"
    }, 
    {
      "amendment_id": "h140-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "140"
    }, 
    {
      "amendment_id": "h141-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "141"
    }, 
    {
      "amendment_id": "h142-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "142"
    }, 
    {
      "amendment_id": "h143-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "143"
    }, 
    {
      "amendment_id": "h144-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "144"
    }, 
    {
      "amendment_id": "h145-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "145"
    }, 
    {
      "amendment_id": "h146-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "146"
    }, 
    {
      "amendment_id": "h147-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "147"
    }, 
    {
      "amendment_id": "h148-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "148"
    }, 
    {
      "amendment_id": "h149-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "149"
    }, 
    {
      "amendment_id": "h150-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "150"
    }, 
    {
      "amendment_id": "h151-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "151"
    }, 
    {
      "amendment_id": "h152-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "152"
    }, 
    {
      "amendment_id": "h153-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "153"
    }, 
    {
      "amendment_id": "h154-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "154"
    }, 
    {
      "amendment_id": "h155-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "155"
    }, 
    {
      "amendment_id": "h156-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "156"
    }, 
    {
      "amendment_id": "h157-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "157"
    }, 
    {
      "amendment_id": "h158-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "158"
    }, 
    {
      "amendment_id": "h159-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "159"
    }, 
    {
      "amendment_id": "h160-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "160"
    }, 
    {
      "amendment_id": "h161-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "161"
    }, 
    {
      "amendment_id": "h162-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "162"
    }, 
    {
      "amendment_id": "h163-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "163"
    }, 
    {
      "amendment_id": "h164-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "164"
    }, 
    {
      "amendment_id": "h165-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "165"
    }, 
    {
      "amendment_id": "h166-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "166"
    }, 
    {
      "amendment_id": "h167-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "167"
    }, 
    {
      "amendment_id": "h168-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "168"
    }, 
    {
      "amendment_id": "h169-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "169"
    }, 
    {
      "amendment_id": "h170-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "170"
    }, 
    {
      "amendment_id": "h171-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "171"
    }, 
    {
      "amendment_id": "h172-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "172"
    }, 
    {
      "amendment_id": "h173-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "173"
    }, 
    {
      "amendment_id": "h174-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "174"
    }, 
    {
      "amendment_id": "h175-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "175"
    }, 
    {
      "amendment_id": "h176-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "176"
    }, 
    {
      "amendment_id": "h177-105", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "177"
    }
  ], 
  "bill_id": "hr1757-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Smith, Christopher H.", 
      "sponsored_at": "1997-06-03", 
      "state": "NJ", 
      "thomas_id": "01071", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1998-03-26T16:35:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1998-04-28", 
    "vetoed": true, 
    "vetoed_at": "1998-10-21"
  }, 
  "introduced_at": "1997-06-03", 
  "number": "1757", 
  "official_title": "To consolidate international affairs agencies, to authorize appropriations for the Department of State and related agencies for fiscal years 1998 and 1999, and for other purposes.", 
  "popular_title": "Authorization bill FY98-99, State Department", 
  "related_bills": [
    {
      "bill_id": "hres159-105", 
      "reason": "related"
    }, 
    {
      "bill_id": "hres159-105", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres385-105", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr1758-105", 
      "reason": "related"
    }, 
    {
      "bill_id": "s903-105", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s903-105", 
      "reason": "related"
    }, 
    {
      "bill_id": "s903-105", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Foreign Affairs Reform and Restructuring Act of 1997", 
  "sponsor": {
    "district": "20", 
    "name": "Gilman, Benjamin A.", 
    "state": "NY", 
    "thomas_id": "00440", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PROV_KILL:VETO", 
  "status_at": "1998-10-21", 
  "subjects": [
    "Abortion", 
    "Absentee voting", 
    "Administrative fees", 
    "Administrative procedure", 
    "Advertising", 
    "Advice and consent of the Senate", 
    "Africa", 
    "Africa (Sub-Saharan)", 
    "Agricultural prices", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Airlines", 
    "Alien property", 
    "Aliens", 
    "Alimony", 
    "Alliances", 
    "Ambassadors", 
    "American economic assistance", 
    "American military assistance", 
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Annuities", 
    "Antimissile missiles", 
    "Apprenticeship", 
    "Appropriations", 
    "Arab-Israeli conflict", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Arms Control and Disarmament Agency", 
    "Arms control", 
    "Arms control agreements", 
    "Arms control verification", 
    "Arms sales", 
    "Arrest", 
    "Arts, culture, religion", 
    "Asia", 
    "Auditing", 
    "Authorization", 
    "Aviation safety", 
    "Awards, medals, prizes", 
    "Ballistic missile defenses", 
    "Bank accounts", 
    "Belarus", 
    "Birth control", 
    "Border patrols", 
    "Boundaries", 
    "Bribery", 
    "Building construction", 
    "Building leases", 
    "Burma", 
    "Business and politics", 
    "Business and social problems", 
    "Business ethics", 
    "Buy American", 
    "CIS countries", 
    "Canada", 
    "Capital budgets", 
    "Capital cities", 
    "Capital investments", 
    "Caribbean area", 
    "Catholics", 
    "Central Asia", 
    "Child care workers", 
    "Child labor", 
    "Child support", 
    "Child welfare", 
    "Chile", 
    "China", 
    "Christianity", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Civil service system", 
    "Civil war", 
    "Claims", 
    "Clergy", 
    "Climate change and greenhouse gases", 
    "Collection of accounts", 
    "Collective bargaining in government", 
    "Collective security agreements", 
    "College students", 
    "Commemorations", 
    "Commerce", 
    "Commercial arbitration", 
    "Communication satellites", 
    "Communist countries", 
    "Compensation for victims of crime", 
    "Competitive bidding", 
    "Computer matching", 
    "Computers and government", 
    "Conferences", 
    "Congress", 
    "Congress and foreign policy", 
    "Congress and military policy", 
    "Congressional employees", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-Presidential relations", 
    "Congressional-executive relations", 
    "Constitutional law", 
    "Constitutions", 
    "Construction costs", 
    "Contracts", 
    "Conventional weapons", 
    "Corporate accountability", 
    "Cost effectiveness", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Crimes against humanity", 
    "Criminal aliens", 
    "Criminal investigation", 
    "Criminal justice information systems", 
    "Criminal liability", 
    "Crisis management", 
    "Cruise missiles", 
    "Cuba", 
    "Cubans", 
    "Cultural property", 
    "Cultural relations", 
    "Custody of children", 
    "Customs unions", 
    "Czech Republic", 
    "Data banks", 
    "Day care", 
    "Decision making in public administration", 
    "Defense budgets", 
    "Defense burdensharing", 
    "Democracy", 
    "Democratic Party", 
    "Department of Justice", 
    "Department of State", 
    "Deportation", 
    "Depressed areas", 
    "Desertification", 
    "Developing countries", 
    "Diplomacy", 
    "Diplomatic privileges and immunities", 
    "Diplomats", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Dispute settlement", 
    "Dissenters", 
    "District of Columbia", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drug traffic", 
    "Drunk driving", 
    "Due process of law", 
    "Early retirement", 
    "East Asia", 
    "Economic development", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Education", 
    "Educational counseling", 
    "Educational exchanges", 
    "Elementary and secondary education", 
    "Embassies", 
    "Emblems", 
    "Emergency management", 
    "Emigration", 
    "Employee benefit plans", 
    "Employee rights", 
    "Employee selection", 
    "Employee training", 
    "Employee-management relations in government", 
    "Employment tests", 
    "Energy", 
    "Environmental protection", 
    "Estonia", 
    "Ethnic relations", 
    "Europe", 
    "Ex-offenders", 
    "Exchange of persons programs", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Export controls", 
    "Expropriation", 
    "Extortion", 
    "Extradition", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to child welfare", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal employees", 
    "Federal installations", 
    "Federal law enforcement officers", 
    "Federal office buildings", 
    "Federal officials", 
    "Federal preemption", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Food prices", 
    "Food relief", 
    "Forced labor", 
    "Foreign exchange", 
    "Foreign investments", 
    "Foreign leaders", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Forfeiture", 
    "Foundations", 
    "Fraud", 
    "Free enterprise", 
    "Free trade", 
    "Freedom of information", 
    "Freedom of speech", 
    "Freedom of the press", 
    "Genocide", 
    "Government and business", 
    "Government buyouts", 
    "Government contractors", 
    "Government downsizing", 
    "Government employees' health insurance", 
    "Government internships", 
    "Government lending", 
    "Government liability (International law)", 
    "Government operations and politics", 
    "Government ownership", 
    "Government paperwork", 
    "Government procurement", 
    "Government publications", 
    "Government publicity", 
    "Government securities", 
    "Government service contracts", 
    "Government spending reductions", 
    "Government travel", 
    "Government trust funds", 
    "Government vehicles", 
    "Governmental investigations", 
    "Graduate education", 
    "Graduate students", 
    "Grants-in-aid", 
    "Grievance procedures", 
    "Haiti", 
    "Haitians", 
    "Health", 
    "Help-wanted advertising", 
    "Higher education", 
    "Hispanic Americans", 
    "History", 
    "Hmong (Asian people)", 
    "Hong Kong", 
    "Hours of labor", 
    "Household workers", 
    "Housing and community development", 
    "Human rights", 
    "Identification devices", 
    "Immigration", 
    "Impact aid", 
    "India", 
    "Industrialization", 
    "Information storage and retrieval systems", 
    "Information technology", 
    "Informers", 
    "Inspectors general", 
    "Intelligence officers", 
    "Interest", 
    "International Development Cooperation Agency", 
    "International affairs", 
    "International agencies", 
    "International broadcasting", 
    "International claims", 
    "International control of nuclear power", 
    "International cooperation", 
    "International cooperation in science", 
    "International courts", 
    "International environmental cooperation", 
    "International fishery management", 
    "International labor activities", 
    "International law", 
    "International military forces", 
    "International monetary system", 
    "International propaganda", 
    "International relief", 
    "Investment of public funds", 
    "Iran", 
    "Iraq", 
    "Ireland", 
    "Irish", 
    "Israel", 
    "Italy", 
    "Japan", 
    "Japan-U.S. Friendship Commission", 
    "Jewish holocaust (1939-1945)", 
    "Job creation", 
    "Job hunting", 
    "Journalism", 
    "Judges", 
    "Judicial officers", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Kidnapping", 
    "Labor and employment", 
    "Labor unions", 
    "Language and languages", 
    "Laotians", 
    "Latin America", 
    "Latvia", 
    "Law", 
    "Layoffs", 
    "Leases", 
    "Legal education", 
    "Legal services", 
    "Legislation", 
    "Legislative resolutions", 
    "Library schools and training", 
    "Licenses", 
    "Lithuania", 
    "Lobbying", 
    "Management", 
    "Management information systems", 
    "Marine and coastal resources, fisheries", 
    "Maritime law", 
    "Maryland", 
    "Medical economics", 
    "Medical education", 
    "Medical fees", 
    "Medical records", 
    "Members of Congress", 
    "Mexico", 
    "Middle East and North Africa", 
    "Military agreements", 
    "Military education", 
    "Military regimes", 
    "Military training", 
    "Minorities", 
    "Minorities in government", 
    "Minority employment", 
    "Missing children", 
    "Missing in action", 
    "Montenegro", 
    "Multilateral development banks", 
    "Murder", 
    "NATO countries", 
    "NATO enlargement", 
    "NATO military forces", 
    "Names", 
    "National policy", 
    "Nepal", 
    "New York City", 
    "Nongovernmental organizations", 
    "North America", 
    "Northern Ireland", 
    "Nuclear energy", 
    "Nuclear energy research facilities", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear nonproliferation", 
    "Nuclear power plants", 
    "Nuclear reactors", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Oaths", 
    "Occupational health and safety", 
    "Ocean", 
    "Opposition (Political science)", 
    "Palestinians", 
    "Parental kidnapping", 
    "Parking facilities", 
    "Parliamentary government", 
    "Passports", 
    "Peace", 
    "Peace Corps", 
    "Peacekeeping forces", 
    "Personnel management", 
    "Peru", 
    "Planning", 
    "Planning-programming-budgeting", 
    "Political persecution", 
    "Political prisoners", 
    "Political refugees", 
    "Poor", 
    "Population policy", 
    "President and foreign policy", 
    "Presidential appointments", 
    "Prisoners of war", 
    "Prisoners' rights", 
    "Private police", 
    "Privatization", 
    "Productivity in government", 
    "Promotions", 
    "Prosecution", 
    "Protection of foreign officials", 
    "Protection of officials", 
    "Protestantism", 
    "Public corruption", 
    "Public demonstrations", 
    "Public lands and natural resources", 
    "Public records", 
    "Radio broadcasting", 
    "Rating of employees", 
    "Real estate business", 
    "Recognition (International law)", 
    "Recruiting of employees", 
    "Refugee policy", 
    "Refugees", 
    "Regionalism (International organization)", 
    "Religion", 
    "Religion in the workplace", 
    "Religious education", 
    "Religious liberty", 
    "Repatriation", 
    "Reprogramming of appropriated funds", 
    "Republican Party", 
    "Rescission of appropriated funds", 
    "Residence requirements", 
    "Reverse discrimination in employment", 
    "Right of asylum", 
    "Right of privacy", 
    "Right of property", 
    "Right to counsel", 
    "Romania", 
    "Russia", 
    "Salaries", 
    "Sanctions (International law)", 
    "Saudi Arabia", 
    "Scholarships", 
    "School administration", 
    "Science, technology, communications", 
    "Security measures", 
    "Self-incrimination", 
    "Senate rules and procedure", 
    "Serbia", 
    "Sick leave", 
    "Slovakia", 
    "Social welfare", 
    "South Asia", 
    "Sovereignty", 
    "Space activities", 
    "Speedy trial", 
    "State-sponsored terrorism", 
    "Sterilization (Birth control)", 
    "Strategic planning", 
    "Student aid", 
    "Subcontractors", 
    "Sugar", 
    "Sugar trade", 
    "Summer employment", 
    "Summit diplomacy", 
    "Surplus government property", 
    "Surveys", 
    "Suspects' rights", 
    "Sustainable development", 
    "Tactical nuclear weapons", 
    "Taiwan", 
    "Taxation", 
    "Technology transfer", 
    "Telecommunication industry", 
    "Telecommunication systems", 
    "Television broadcasting", 
    "Terrorism", 
    "Tibet", 
    "Torture", 
    "Tourism", 
    "Trade agreements", 
    "Traffic accidents and safety", 
    "Transboundary pollution", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Travel", 
    "Travel costs", 
    "Treaties", 
    "Treaty-making power", 
    "Turkey", 
    "U.S.S.R.", 
    "Unemployment", 
    "United Nations", 
    "United Nations delegations", 
    "United Nations economic assistance", 
    "United Nations employees", 
    "United Nations finances", 
    "United Nations membership", 
    "United Nations officials", 
    "United Nations structure", 
    "United States Information Agency", 
    "User charges", 
    "Victims of crimes", 
    "Vietnam", 
    "Vietnamese", 
    "Vietnamese Conflict", 
    "Violence", 
    "Virginia", 
    "Visas", 
    "Vocational education", 
    "Volunteer workers", 
    "Voter turnout", 
    "Voting", 
    "War and emergency powers", 
    "War crimes", 
    "Waste in government spending", 
    "Water pollution control", 
    "Water resources development", 
    "Western Europe", 
    "Western Hemisphere", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1998-03-10", 
    "text": "TABLE OF CONTENTS: Division A: Consolidation of Foreign Affairs Agencies Title I: General Provisions Title II: United States Arms Control and Disarmament Agency Title III: United States Information Agency Title IV: United States International Development Cooperation Agency Title V: Agency for International Development Title VI: Transition Division B: Foreign Relations Authorization Title X: General Provisions Title XI: Authorization of Appropriations for Department of State Title XII: Department of State Authorities and Activities Title XIII: Organization of the Department of State; Department of State Personnel; The Foreign Service Title XIV: United States Informational, Educational, and Cultural Programs Title XV: International Organizations Other Than United Nations Title XVI: United States Arms Control and Disarmament Agency Title XVII: European Security Act of 1998 Title XVIII: Other Foreign Policy Provisions Division C: United Nations Reform Title XX: General Provisions Title XXI: Authorization of Appropriations Title XXII: United Nations Activities Title XXIII: Arrears Payments and Reform Foreign Affairs Reform and Restructuring Act of 1998 - Division A: Consolidation of Foreign Affairs Agencies - Title I: General Provisions - Foreign Affairs Agencies Consolidation Act of 1998 - Specifies the purposes of this division, including: (1) to strengthen the coordination of U.S. foreign policy; (2) to consolidate the foreign affairs functions of the United States within the Department of State; and (3) to assist congressional efforts to balance the Federal budget and reduce the Federal debt. Directs the Secretary of State to report to the appropriate congressional committees each FY 1999 through 2001 on budgetary cost savings resulting from the reorganization. Title II: United States Arms Control and Disarmament Agency - Abolishes the U.S. Arms Control and Disarmament Agency (ACDA) as of October 1, 1998 (or, if earlier, the date mandated in the reorganization plan required by this Act), and transfers all functions of the ACDA Director to the Secretary. (Sec. 213) Amends the State Department Basic Authorities Act of 1956 to establish in the Department of State an Under Secretary for Arms Control and International Security. Title III: United States Information Agency - Abolishes the U.S. Information Agency (USIA) (other than the Broadcasting Board of Governors and the International Broadcasting Bureau) as of October 1, 1999 (or, if earlier, the date mandated in the reorganization plan required by this Act), and transfers all functions of the USIA Director to the Secretary. (Sec. 313) Amends the State Department Basic Authorities Act of 1956 to establish in the Department of State an Under Secretary for Public Diplomacy. (Sec. 314) Abolishes the Office of the Inspector General of the USIA, and transfers all functions to the Office of the Inspector General of the Department of State and the Foreign Service. (Sec. 322) Amends the United States International Broadcasting Act of 1994 to declare that the Broadcasting Board of Governors shall continue to exist within the Executive branch of Government. (Sec. 328) Directs the Broadcasting Board of Governors to report to the appropriate congressional committees on the progress of the Board and of Radio Free Europe-Radio Liberty (RFE-RL), Incorporated to privatize the latter. (Sec. 334) Abolishes the United States Advisory Commission on Public Diplomacy. (Sec. 336) Repeals specified laws. Title IV: United States International Development Cooperation Agency - Abolishes the United States International Development Cooperation Agency (IDCA) (including the Institute for Scientific and Technological Cooperation, but excluding the Agency for International Development (AID) and the Overseas Private Investment Corporation (OPIC)) as of October 1, 1998, (or, if earlier, the date mandated in the reorganization plan required by this Act), and transfers all functions of the Agency Director to the Secretary. Title V: Agency for International Development - Mandates reorganization of AID, according to a specified plan required by this Act, as of October 1, 1998 (or, if earlier, the date mandated in the plan), and transfers specified functions to the Department of State. (Sec. 522) Declares that the Administrator of AID shall report to and be under the direct authority and foreign policy guidance of the Secretary. (Sec. 523) Directs the Secretary, under the direction of the President, to coordinate all U.S. assistance programs, except export promotion (which shall be under the Secretary of Commerce) and international economic activities (which shall be under the Secretary of the Treasury). Title VI: Transition - Directs the President to submit to the appropriate congressional committees a reorganization plan for: (1) the abolition, and transfer of functions, of ACDA, USIA, and IDCA; and (2) the consolidation, and transfer of functions, of AID. (Sec. 611) Sets forth transition administrative provisions regarding: (1) the Secretary's reorganization authorities; (2) the transfer and allocation of appropriations and personnel; and (3) specified incidental transfers of personnel, liabilities, records, and funds. (Sec. 617) Requires the President to submit to the appropriate congressional committees a final accounting of the finances and operations of the agencies abolished under this Act. Division B: Foreign Relations Authorization - Title X (sic): General Provisions - Foreign Relations Authorization Act, Fiscal Years 1998 and 1999 - Defines \"appropriate congressional committees\" for purposes of this Act. Title XI: Authorization of Appropriations for Department of State - Authorizes appropriations for the Department of State for FY 1998 and 1999 for: (1) the administration of foreign affairs; (2) international commissions; (3) the Asia Foundation; and (4) contributions to international organizations and international peacekeeping activities. (Sec. 1106) Specifies limits on the U.S. voluntary contribution to the United Nations Development Program (UNDP) with respect to UNDP programs and activities in Burma unless the President certifies that certain humanitarian conditions are met. (Sec. 1107) Earmarks specified amounts of foreign assistance funds for the United Nations Population Fund. Title XII: Department of State Authorities and Activities - Amends the State Department Basic Authorities Act of 1956 to authorize a Federal agency to make grants to the Department, or otherwise reimburse or credit it with advance payment, for funds used in providing assistance to overseas educational facilities attended by children of agency employees. (Sec. 1202) Revises the Department of State's reward program for information leading to the arrest or conviction of any individual in connection with acts of international terrorism against U.S. persons or property or with certain narcotics-related offenses. Adds conspiracy, attempt to commit such acts, and aiding or abetting to the list of crimes for which information rewards may be paid. Requires approval by the Attorney General of all rewards in a matter over which there is Federal criminal jurisdiction. Authorizes appropriations for such awards, with limitations. (Sec. 1203) Changes from $700,000 to all the amount of registration fees collected by the Office of Defense Trade Controls of the Department of State which shall be credited for each fiscal year to a Department account, without limitation. Adds to the permissible expenses payable from such account the enhancement of specified defense trade export compliance and enforcement activities. (Sec. 1205) Amends the Foreign Service Act of 1980 to authorize the Secretary to provide training (except foreign language training unless such person is under contract to provide services to the U.S. Government) through the Foreign Service Institute to any U.S. person or U.S. company employee and his or her family engaged in business abroad. Amends the State Department Basic Authorities Act of 1956 to authorize the Secretary to charge a fee for use of the Department's National Foreign Affairs Training Center Facility. (Sec. 1206) Authorizes the Secretary to charge a fee for the use of the Department of State's diplomatic reception rooms. (Sec. 1207) Directs the Secretary to include in the annual Congressional Presentation Document and the Budget in Brief an accounting of the total collections received from all sources, including fees. (Sec. 1208) Amends the Foreign Service Act of 1980 to direct the Inspector General of the Foreign Service to develop and provide employees under investigation with information detailing their rights to counsel and the policies and procedures of the Office of the Inspector General. Requires a report to the appropriate congressional committees on the Office's policy guidelines with respect to public disclosure of information during an ongoing investigation. (Sec. 1209) Amends the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995 to allow use of the Capital Investment Fund for enhancement of information technology and other related capital investments. (Sec. 1211) Amends the International Claims Settlement Act to grant jurisdiction to the Foreign Claims Settlement Commission of the United States to adjudicate claims included in a category of claims against a foreign government upon referral by the Secretary. (Sec. 1212) Amends the Department of State Appropriation Act, 1937 to authorize the Secretary to accept, in certain cases, reimbursement from private sector claimants for ordinary (currently, only extraordinary) expenses incurred in pursuing a claim on their behalf against a foreign government or other foreign entity. Amends the State Department Basic Authorities Act of 1956 to authorize the Secretary to procure personal services in prosecuting such a claim or a proceeding before an international tribunal. (Sec. 1213) Amends the International Child Abduction Remedies Act to authorize the U.S. Central Authority to make grants to, or contract with, any individual, corporation, or other Federal, State, or local agency, or U.S. private organization for the purpose of helping it remedy international child abductions (returning wrongfully removed children, as well as securing the exercise of visitation rights). (Sec. 1214) Directs the Secretary to establish, and submit to the Congress, a comprehensive, long-term strategy to carry out the counterdrug responsibilities of the Department of State that is consistent with specified objectives of the National Drug Control Strategy. Requires the Secretary to take appropriate actions to establish, for use in consideration of visa applications, an information system or improve existing information systems containing comprehensive information on serious crimes committed by foreign nationals. Requires the chief of mission of every foreign mission to designate an officer who shall be responsible for coordination of counterdrug programs. (Sec. 1215) Amends the Foreign Service Buildings Act, 1926 to direct the Secretary to submit to the Congress a report listing overseas U.S. surplus properties that have been identified for sale. (Sec. 1216) Amends the Foreign Assistance Act of 1961 to require the Secretary's annual report to the Congress on human rights to include the status of child labor practices in each country. Changes the deadline for such report from January 31 to February 25. (Sec. 1217) Directs the Secretary of State to report annually to the Congress on: (1) the number of persons and aliens residing in the United States entitled to diplomatic immunity from criminal prosecution, including each case involving such an alien whom appropriate law enforcement authorities reasonably believe to have committed a serious crime within the United States; (2) the number of U.S. citizens residing in a receiving state who are entitled to diplomatic immunity from criminal prosecution there, including each case in which the United States has been requested by the government of the state to waive immunity; and (3) whether each foreign mission has been notified of U.S. policies relating to criminal offenses committed by individuals with diplomatic immunity. Expresses the sense of the Congress that the Secretary should explore, in appropriate fora, whether states should enter into agreements and adopt legislation to provide: (1) jurisdiction in the sending state to prosecute crimes committed in the receiving state by persons entitled to diplomatic immunity; and (2) that where there is probable cause to believe that an individual with such immunity committed a serious crime, the sending state will waive immunity or will prosecute the individual. (Sec. 1218) Declares it is U.S. policy to foster and support procurement of international telecommunications goods and services from private, commercial companies. Directs the Diplomatic Telecommunications Service Program Office (DTS-PO) to use full and open competition in the procurement of telecommunications services, and otherwise implement such policy. (Sec. 1219) Repeals specified reporting requirements. (Sec. 1221) Makes 30 percent of the fees collected in FY 1998 and 1999 for expedited passport processing available only for enhancing passport services, investigating passport fraud, and deterring entry into the United States by terrorists and other criminals. (Sec. 1222) Amends the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995 to make fees collected from processing machine readable visas available for certain costs of the Department's border security program. Repeals the prohibition against the charging of fees to citizens of countries that are signatories to the North American Free Trade Agreement (NAFTA). (Sec. 1223) Amends the State Department Basic Authorities Act of 1956 to authorize any U.S. citizen employee of the Department of State designated to adjudicate nationality abroad to issue reports of birth of U.S. citizens abroad, authenticate certain foreign documents, and administer oaths. Requires such employees to receive certain training before they can administer such activities. (Sec. 1226) Authorizes the Secretary to deny the issuance of a visa to any alien who has confiscated property owned by U.S. persons. (Sec. 1227) Amends the Immigration and Naturalization Act to exclude from admission into the United States any alien who has supported the abduction of children, with specified exceptions. (Sec. 1228) Prohibits a consular officer from issuing a visa to, and the Attorney General shall exclude from the United States, any Haitian alien involved in specified extrajudicial and political killings. Requires the President to report periodically to the Congress on the cost of U.S. military activities in Haiti. (Sec. 1231) Authorizes appropriations for FY 1998 and 1999 for migration and refugee assistance. Earmarks amounts for: (1) humanitarian assistance to Tibetan refugees in India and Nepal; (2) refugee resettling in Israel; and (3) humanitarian assistance to persons displaced as a result of the civil conflict in Burma. (Sec. 1241) Bars the use of funds for the involuntary return by the United States of a person to a country in which the person has a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion, except on grounds recognized as precluding protection as a refugee under the United Nations Convention Relating to the Status of Refugees of July 28, 1951, and the Protocol Relating to the Status of Refugees of January 31, 1967. Bars the use of migration and refugee assistance funds for the involuntary return of a person to any country unless the Secretary first notifies the appropriate congressional committees. (Sec. 1242) Prohibits the United States from expelling, extraditing, or otherwise effecting the involuntary return of a person to a country in which there are reasonable grounds for believing the person would be in danger of subjection to torture. (Sec. 1243) Amends the State Department Basic Authorities Act of 1956 to authorize the Secretary to waive certain congressional notification requirements with respect to the reprogramming of Department funds if failure to do so would pose a substantial risk to human health or welfare. Requires such notification to specified congressional committees, with an explanation of the emergency circumstances, not later than three days after taking the action to which notification is required. (Sec. 1244) Amends the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1997 to extend and revise eligibility for the (Vietnamese) Orderly Departure Program. (Sec. 1245) Directs the Secretary to include in the monthly report to the Congress entitled \"Update on Monitoring of Cuban Migrant Returnees\" information on: (1) the methods employed by the Cuban Government to enforce the United States-Cuba Immigration Agreement of September 1994 to restrict the emigration of Cuban people to the United States; and (2) the Cuban Government's treatment of persons who have returned to Cuba pursuant to the United States-Cuba Agreement of May 1995. Title XIII: Organization of the Department of State; Department of State Personnel; The Foreign Service - Amends the State Department Basic Authorities Act of 1956 to establish a Coordinator for Counterterrorism within the office of the Secretary. (Sec. 1302) Amends the Foreign relations Authorization Act, Fiscal Years 1994 and 1995 to repeal the establishment of a Deputy Assistant Secretary of State for Burdensharing. (Sec. 1305) Amends the State Department Basic Authorities Act of 1956 to increase the number of Under and Assistant Secretaries of State within the Department of State. Eliminates the establishment of Deputy Assistant Secretaries within the Department. (Sec. 1311) Amends the Foreign Service of 1980 to authorize the Secretary of State to provide for recognition of the meritorious or distinguished service of any member of the Senior Foreign Service by means other than an award of performance pay in lieu of making such an award. Directs the Secretary to develop and implement procedures to identify, and recommend for separation, any member of the Foreign Service ranked by promotion boards in the bottom five percent of his or her class for two or more of the five years preceding the enactment of this Act if the rating official for such member was not the same individual for any two of the years of lowest ranking. Requires a special internal review of the member's file to determine whether the member should be considered for action leading to separation in any case where the member was evaluated by the same rating official in any two of the years of lowest ranking. (Sec. 1312) Amends the Foreign Service Act of 1980 to provide for certain retirement benefits under the Foreign Service Retirement and Disability System and the Foreign Service Pension System for employees who are involuntarily separated from the Foreign Service. (Sec. 1313) Authorizes the Secretary to separate from the Foreign Service without a hearing a member of the Service convicted of a crime for which a sentence of imprisonment of more than one year may be imposed. (Currently, a Foreign Service member can be separated without a hearing only if convicted of a crime related to the cause of separation). (Sec. 1316) Makes qualified criminal investigators within the Diplomatic Security Service eligible for availability pay. (Sec. 1318) Directs the Secretary to report to the Congress on minorities and the Foreign Service officer corps. Title XIV: United States Informational, Educational, and Cultural Programs - Authorizes appropriations for FY 1998 and 1999 to carry out specified international information activities and educational and cultural exchange programs. (Sec. 1413) Revises the Muskie Fellowship Program for graduate students from the independent states of the former Soviet Union, Lithuania, Latvia, and Estonia to require selection of participants on the basis of academic and leadership potential in the additional fields of journalism and communications, education administration, public policy, and library and information science. (Sec. 1414) Establishes within USIA, in order to improve the coordination and effectiveness of U.S. Government sponsored international exchanges and training, a senior-level interagency Working Group on United States Government Sponsored International Exchanges and Training. (Sec. 1415) Amends the Human Rights, Refugee, and Other Foreign Relations Provisions Act of 1996 to extend through FY 1999 educational and cultural exchange programs between the United States and the people of Tibet, including scholarships to Tibetan and Burmese students and professionals who are outside their countries (including, if practicable, individuals active in the preservation of Tibet's unique culture, religion, and language). (Sec. 1416) Amends the Japan-United States Friendship Act to authorize the investment of amounts from the United States-Japan Trust Fund, as redesignated, in interest-bearing obligations of Japan, or in obligations guaranteed by Japan. Renames: (1) the Japan-United States Friendship Commission as the United States-Japan Commission; and (2) the Japan-United States Friendship Trust Fund as the United States-Japan Trust Fund. (Sec. 1417) Urges the Broadcasting Board of Governors to study and report to the appropriate congressional committees on the appropriateness, feasibility, and projected costs of providing surrogate broadcasting service to Africa. (Sec. 1418) Earmarks certain funds for FY 1998 and 1999 for grants to RFE-RL, Incorporated, only for surrogate radio broadcasting by RFE-RL, Incorporated, to the Iranian people in the Farsi language (Radio Free Iran). (Sec. 1419) Authorizes the Director of USIA to administer summer travel-work programs without regard to preplacement requirements. (Sec. 1420) Amends the United States Information and Educational Exchange Act of 1948 to make permanent certain administrative authorities regarding appropriations for the USIA. (Sec. 1421) Directs the Voice of America (VOA) to devote each day programming to broadcasting information on the individual States. Title XV: International Organizations Other Than United Nations - Authorizes appropriations for FY 1998 and 1999 to the Department of State for international conferences and contingencies. (Sec. 1502) Prohibits the United States from becoming a party to any new international criminal tribunal (or from giving legal effect to the jurisdiction of such a tribunal with respect to persons or property located, or acts or omissions committed, within the United States, or U.S. nationals, wherever found), except pursuant to a treaty or statute enactment by the Congress. (Sec. 1503) Terminates the U.S. participation in the Bureau of the Interparliamentary Union unless the Secretary certifies to the Congress that the United States will be assessed not more than $500,000 for its annual contribution to the Bureau. (Sec. 1504) Amends the Federal civil service code with respect to reemployment of a non-congressional Federal employee after he or she terminates service with an international organization to repeal the employee's entitlement to the difference between the individual's actual pay by the international organization and the pay the individual would have received had he or she been detailed to the organization but paid by the Federal Government. Entitles such an individual, upon Federal reemployment, only to the rate of basic pay to which the employee would have been entitled had he or she remained in the civil service. Requires the agency involved to: (1) restore the employee's sick leave account to its status at the time of transfer; and (2) treat the period of separation caused by employment with the international organization and the period necessary to effect reemployment as creditable service for all appropriate civil service employment purposes. (Sec. 1505) Requires submission of a preliminary report regarding foreign travel to the Director of the Office of International Conferences of the Department of State as a prerequisite to the use of any funds under this Act to pay: (1) foreign travel expenses of an employee of the U.S. Executive agencies (with certain exceptions) in attending any international conferences; or (2) the routine services that a U.S. diplomatic mission provides in support of travel by such employee. Denies such funds to anyone who does not file such a report or who has previously failed to submit a final report on previous travel. Title XVI: United States Arms Control and Disarmament Agency - Authorizes appropriations for FY 1998 to carry out the purposes of the Arms Control and Disarmament Act. (Sec. 1602) Amends such Act to declare that nothing in such Act shall be construed to authorize any Government action which would interfere with, restrict, or prohibit the acquisition, possession, or lawful use of firearms by an individual. Title XVII: European Security Act of 1998 - European Security Act of 1998 - Designates Romania, Estonia, Latvia, Lithuania, and Bulgaria, provided they meet certain criteria, as eligible to receive assistance under the NATO Participation Act of 1994. (Sec. 1703) Expresses the sense of the Congress that: (1) such countries are to be commended for their progress toward political and economic reform and meeting the guidelines for prospective NATO members; and (2) upon their complete satisfaction of all relevant criteria, such countries should be invited to become full NATO members at the earliest possible date. Makes funds under the NATO Participation Act of 1994 available to support the implementation of the Regional Airspace Initiative and the Partnership for Peace Information Management System. Extends through FY 1999 the Department of Defense's authority to transfer excess defense articles to countries eligible to participate in the Partnership for Peace and eligible for assistance under the Support for East European Democracy (SEED) Act of 1989. (Sec. 1704) Expresses the sense of the Congress that no revisions to the Treaty on Conventional Armed Forces in Europe will be approved by the United States that jeopardize fundamental U.S. security interests in Europe or the effectiveness and flexibility of NATO as a defensive alliance by: (1) extending rights or imposing responsibilities on new NATO members different from those applicable to current NATO members, including rights with respect to nuclear weapons deployment and the stationing of NATO troops and equipment; (2) limiting NATO's ability to defend the territory of new NATO members by restricting defense infrastructure construction or limiting NATO's ability to deploy necessary reinforcements; (3) providing any international organization or any non-NATO country with authority to delay, veto, or otherwise impede deliberations and decisions of the North Atlantic Council or their implementation, including deliberations and decisions with respect to NATO force deployment or the admission of additional members to NATO; or (4) impeding the development of enhanced relations between NATO and other non-NATO European countries. (Sec. 1705) Declares that an ABM-TMD (anti-ballistic missile-theater missile defense) demarcation agreement shall not be binding on the United States unless it is specifically approved with the advice and consent of the Senate. Declares the sense of Congress that no ABM-TMD demarcation agreement will be considered for advice and consent to ratification unless it would: (1) add one or more countries as State Parties to the ABM Treaty, or otherwise convert the ABM Treaty from a bilateral treaty to a multilateral treaty; or (2) change the geographic scope or coverage of the ABM Treaty, or otherwise modify the meaning of the term \"national territory\" as used in Articles VI and IX of the ABM Treaty. Declares the sense of Congress that no ABM-TMD demarcation agreement that would reduce the capabilities of U.S. theater missile defense systems, or the numbers or deployment patterns of such systems, will be approved for entry into force with respect to the United States. Directs the President to report to specified congressional committees on cooperative ballistic missile defense projects, including early warning systems, with Russia. Title XVIII: Other Foreign Policy Provisions - Directs the Secretary to report to the appropriate congressional committees on specific actions taken by the Department of State, the Department of Defense, and the Department of Commerce in resolving certain commercial disputes between U.S. firms and the Saudi Government. (Sec. 1802) Directs the Secretary to report every three months to the appropriate congressional committees on implementation (including an unclassified list of entities and classified list of individuals) of the mandate to exclude from the United States any aliens who have confiscated property of U.S. nationals in Cuba, or who traffic in such property. (Sec. 1803) Directs the Secretary to report annually to the appropriate congressional committees on the compliance of its signatories with the Hague Convention on the Civil Aspects of International Child Abduction. (Sec. 1804) Expresses the sense of the Congress that the United States should use its influence to suggest that the Government of Turkey: (1) recognize the Ecumenical Patriarchate (in Turkey) and its nonpolitical, religious mission; and (2) reopen the Ecumenical Patriarchate's Halki Patriarchal School of Theology. (Sec. 1805) Directs the Secretary to report to the appropriate congressional committees on the extent to which: (1) Vietnam cooperates with the United States in an accounting of all POW-MIA cases; (2) it has made progress toward the release of all political and religious prisoners; (3) it cooperates with U.S. requests to obtain access to persons of humanitarian interest to the United States for interviews under the Orderly Departure (ODP) and Resettlement Opportunities for Vietnamese Refugees (ROVR) programs, and provide exit visas for such persons; (4) it has taken action to end extortion, bribery, and other corrupt practices in connection with such visas; and (5) the United States has made efforts to resettle former reeducation camp victims and their families. (Sec. 1806) Directs the Secretary to report to the appropriate congressional committees on the allegations of persecution and abuse of the Hmong and Laotian refugees who have returned to Laos. (Sec. 1807) Expresses the sense of the Congress that the President should discuss with the democratically-elected governments of the Western Hemisphere the prospect of forming a multilateral alliance to address problems relating to international drug trafficking in the Western Hemisphere. (Sec. 1808) Declares that the Congress favors public support by Department of State officials for the accession of Taiwan to the World Trade Organization (WTO). (Sec. 1809) Amends the Foreign Assistance Act of 1961 to withhold the U.S. share of assistance for International Atomic Energy Agency (IAEA) projects in Cuba, except those for the discontinuation, dismantling, or safety inspection of nuclear facilities or related materials. Declares that such exception shall not apply to the Juragua Nuclear Power Plant near Cienfuegos, or the Pedro Pi Nuclear Research Center, unless Cuba: (1) ratifies the Treaty on the Non-Proliferation of Nuclear Weapons or the Treaty for the Prohibition of Nuclear Weapons in Latin America (commonly known as the Treaty of Tlatelolco); and (2) incorporates internationally accepted nuclear safety standards. Directs the Secretary to instruct the U.S. representative to the IAEA to use the U.S. vote to oppose IAEA projects at: (1) the Juragua Nuclear Power Plant, Cuba; and (2) any other IAEA project in Cuba that is, or could become, a threat to the security of the United States. (Sec. 1810) Directs the President to withhold assistance under the Foreign Assistance Act of 1961 to a country in an amount equal to the value of nuclear fuel and related assistance and credits provided by it to Cuba. (Sec. 1811) Amends the Anglo-Irish Agreement Support Act of 1986 to revise its purposes to require that U.S. contributions to the International Fund for Ireland be disbursed in accordance with the MacBride principles of economic justice, as specified. Authorizes the United States to make contributions to the Fund only if the President certifies to the Congress that, among other things, disbursements from the Fund will be distributed in accordance with the principles of economic justice and will create employment opportunities in communities of Northern Ireland suffering the highest rates of unemployment. (Sec. 1812) Earmarks specified funds for construction of a U.S. Embassy in Jerusalem, Israel. Bars use of funds for the publication of any official government document which lists countries and their capitals unless it identifies Jerusalem as the capital of Israel. (Sec. 1813) Authorizes appropriations, upon notification to the Congress, for FY 1998 to: (1) establish an international record for the criminal culpability of Saddam Hussein and other Iraqi officials and an international criminal tribunal for their indictment, prosecution, and punishment for crimes against humanity, genocide, and other violations of international law; (2) provide support for democratic opposition forces in Iraq (earmarking amounts to the democratic opposition and RFE-RL, Incorporated, for surrogate radio broadcasting to the Iraqi people); and (3) the relief, rehabilitation, and reconstruction of people living in Iraq, and communities there, who are not under the control of the Saddam Hussein regime. (Sec. 1814) Expresses the sense of the Congress that: (1) the United States, the international community, nongovernmental organizations, and the private sector should continue to promote the building of democratic institutions and civic society in the Republic of Serbia; and (2) the normalization of relations between the Federal Republic of Yugoslavia (Serbia and Montenegro) and the United States requires, among other things, that President Milosevic and the leadership of Serbia promote the building of democratic institutions, respect for human rights, and free, fair, and equal conditions for the democratic opposition there. (Sec. 1815) Earmarks a specified amount of economic support funds for FY 1998 and 1999 to carry out programs and activities under the Cuban Liberty and Democratic Solidarity (LIBERTAD) Act of 1996 and the Cuban Democracy Act of 1992. (Sec. 1816) Prohibits the availability of appropriated population assistance funds for any private, nongovernmental, or multilateral organization that: (1) directly or through a subcontractor performs abortions in any foreign country, except where the life of the mother would be endangered or in cases of forcible rape or incest; or (2) violates the laws of a foreign country with respect to when abortion is permitted, regulated, or prohibited, or engages in lobbying activities to alter its laws with respect to abortion. Prohibits the availability of appropriated funds to the United Nations Population Fund (UNFPA), unless the President certifies to the appropriate congressional committees that: (1) UNFPA has terminated all activities in China; or (2) during the 12 months preceding such certification, there have been no forced abortions associated with family planning policies in China. Division C: United Nations Reform - Title XX (sic): General Provisions - United Nations Reform Act of 1998 - Prohibits the Secretary from delegating the authority in this division to make any certification. Title XXI: Authorization of Appropriations - Authorizes appropriations to the Department of State for FY 1998 and 1999 for the U.S. contributions to the UN for international organizations. Declares that a specified amount of such funds may be made available only after the Secretary certifies that the UN has taken no action to increase its budget without an offsetting decrease. Withholds 20 percent of such funds until a certification is made that the UN has satisfied certain conditions. (Sec. 2101) Prohibits the availability of such funds for: (1) any U.S. contribution to pay for any expenses related to the holding of a UN Global Conference; and (2) the U.S. proportionate share for any other framework treaty-based organization, including the Framework Convention on Global Climate Change, the International Seabed Authority, and the 1998 Desertification Convention. Sets forth other specified limitations. Authorizes appropriations for FY 1998 and 1999 to offset adverse fluctuations in foreign currency exchange rates. (Sec. 2102) Authorizes appropriations for FY 1998 and 1999 to the Department to carry out U.S. foreign affairs with respect to international peacekeeping activities. Directs the President to report to the Congress on the status of UN peacekeeping operations. Title XXII: United Nations Activities - Declares it to be U.S. policy to: (1) promote an end to the inequity experienced by Israel in the UN due to denial of its acceptance into any of the UN's regional blocs; and (2) seek abolition of certain UN Palestinian groups. (Sec. 2203) Amends the United Nations Participation Act of 1945 to direct the President to obtain reimbursement from the UN for expenses incurred by it in UN peacekeeping operations, with specified exceptions. (Sec. 2204) Declares that it shall be U.S. policy to: (1) ensure that major peacekeeping operations authorized by the UN Security Council are undertaken by a competent regional organization such as NATO or a multinational force, and not established as a peacekeeping operation under UN operational control which would be paid for by assessment of UN members; (2) consider, on a case-by-case basis, whether it is in the U.S. national interest to agree that smaller peacekeeping operations should be established under UN operational control and paid for by UN member assessment; and (3) oppose the establishment of UN peace operations approved by the General Assembly and funded out of the regular UN budget. (Sec. 2205) Authorizes the President to withhold funds for the U.S. assessed contribution to the UN or to any of its specialized agencies in the same percentage and subject to specified requirements as are applicable to the withholding of funds under the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995. (Sec. 2206) Amends the International Organizations Immunities Act to extend its privileges, exemptions, and immunities to the United Nations Industrial Development Organization (UNIDO). (Sec. 2207) Expresses the sense of the Congress that the Secretary should urge the UN to comply with regulations regarding compliance with child and spousal support obligations by UN personnel. Title XXIII: Arrears Payments and Reform - Authorizes appropriations for FY 1998 through 2000 only for the payment of arrearages in assessed contributions to the UN for: (1) the U.S. share of assessments for the regular UN budget (excluding the budgets of UN specialized agencies); (2) the U.S. share of UN peace operations; (3) the U.S. share of UN specialized agencies; and (4) the U.S. share of other international organizations. Authorizes the disbursement of such funds only upon submission to the Congress of certain certifications concerning U.S. sovereignty and the reform of UN fiscal, budget, and personnel practices, assessments, and peacekeeping operations. (Sec. 2342) Prohibits the use of funds to pay any arrearage for: (1) UNIDO, including any costs to merge it into the UN; (2) the costs associated with any UN organization from which the United States has withdrawn; or (3) the World Tourism Organization, or any other organization with respect to the Congress has rescinded funding."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY98-99, State Department", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "State Department FY98-99 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act, Fiscal Years 1998 and 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Foreign Affairs Agencies Consolidation Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "State Department and Related Agencies Authorization Act, Fiscal Years 1998 and 1999", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Foreign Affairs Reform and Restructuring Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Foreign Affairs Agencies Consolidation Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Foreign Relations Authorization Act, Fiscal Years 1998 and 1999", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Peace Corps Act Amendments of 1997", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "United Nations Reform Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To consolidate international affairs agencies, to authorize appropriations for the Department of State and related agencies for fiscal years 1998 and 1999, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:52-05:00"
}