{
  "actions": [
    {
      "acted_at": "1979-09-12", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-23", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 96-544.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-29", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-29", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-29", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-29", 
      "bill_ids": [
        "s751-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 751 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5262-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-12", 
  "number": "5262", 
  "official_title": "A bill to amend the Act of December 22, 1974 (88 Stat. 1712; 25 U.S.C. 640d).", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s751-96", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-12", 
  "subjects": [
    "Actions and defenses", 
    "Authorization", 
    "Courts and Civil Procedure", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Educational facilities", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to Indians", 
    "Federal aid to housing", 
    "Government liability", 
    "Government operations and politics", 
    "Health facilities", 
    "Housing and Housing Finance", 
    "Indian claims", 
    "Indian courts", 
    "Indian lands", 
    "Lawyers and Legal Services", 
    "Leases", 
    "Legal fees", 
    "Livestock", 
    "Medical centers", 
    "Native Americans", 
    "Planning", 
    "Public Lands and Real Property", 
    "Relocation"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1979-10-29", 
    "text": "(Measure passed House, amended) Directs the Secretary of the Interior to submit an appraisal of certain reservation lands partitioned to the Hopi and Navajo Indian Tribes to the appropriate district court and to the Tribes for purposes of determining compensation for less than standard amounts of acreage or land value resulting from such partition. Authorizes either tribe to prosecute or defend actions for certain types of relief against the other tribe and against the United States. Sets forth a formula for determining the amount of certain types of recovery by the tribes. Prohibits the use of certain defenses in such proceedings. Requires that lands partitioned to a tribe to be subject to the laws and jurisdiction of that tribe. Permits development of specified lands involved in litigation only upon the written consent of each tribe. Excludes specified lands from the lands which the Secretary may transfer to the Navajo Tribe. Repeals a provision allowing private lands acquired by the Navajo Tribe to be taken by the U.S. in trust for that tribe. Authorizes the Navajo and Hopi Indian Relocation Commission to purchase up to 50,000 acres of land for the benefit of the Navajo or Hopi Tribes to facilitate the resettlement of persons required to relocate. Authorizes the appropriation of $10,000,000 for fiscal year 1981 for such purchase. Authorizes the Commission to hire an independent legal counsel and to provide its own administrative, fiscal, and housekeeping services. Requires specified offices of the BIA to consult with the Commission prior to submitting a proposed annual budget for the tribes. Prohibits the approval of any grant or contract with either tribe, except a contract or grant by the BIA or the Indian Health Service, until the Commission has had 45 days to review and comment on such grant or contract. Directs the Office of Management and Budget to establish procedures to insure coordination between relevant Government programs and specified provisions of Federal law governing the settlement of rights and interests of the tribes to specified reservation lands. Prohibits any person from retaining, maintaining, or grazing livestock on lands without the consent of the tribe to whom the lands are partitioned. Directs the Commission to review the economic and social conditions of persons evicted from the Hopi Reservation as a consequence of a specified court decision. Authorizes the Commission to certify such persons as eligible for certain relocation benefits. Requires that conservation practices for partitioned lands be coordinated and executed with the concurrence of the tribe to whom the lands have been partitioned. Prescribes time limits for the completion of surveying, monumenting, fencing, and livestock reduction on such lands. Directs the Commission, if the tribes negotiate and agree on an exchange or reservation lands, to provide 125 percent of housing and lands rental benefits to members of either tribe living on land to be exchanged to the other tribe. Conditions such additional benefits on the majority of audit tribe members eligible to relocate from exchanged lands signing a contract to relocate within a specified period. Grants such benefits only to those who relocate within such time. Authorizes appropriations: (1) for the expenses of the Commission for fiscal year 1980; and (2) for the relocation efforts of the Commission. Directs the Secretary and the Secretary of Health, Education, and Welfare to assign highest priority to the funding and construction of the Hopi high school and a Hopi medical center. Declares that no action taken pursuant to the provisions concerning the settlement of rights and interests of the tribes shall be deemed a major action for purposes of the National Environmental Policy Act of 1969. Requires any transfers of public lands pursuant to such provisions to be made notwithstanding any provision of the Federal Land Policy and Management Act. Directs the Secretary to pay reasonable attorney's costs in litigations among or between such tribes and the United States. Requires the court to award such costs to the prevailing party if it finds that the opposing party unreasonably initiated or contested such litigation. Prohibits the payment of certain relocation benefits to individuals who have not signed a relocation contract by a specified date. Requires the payment of $5,000 to such individuals who otherwise qualify for the relocation payments. Sets forth standards for life estate leases granted by the district court for persons on partitioned lands. Precludes any person granted a life estate lease from receiving any relocation benefits. Directs the Secretary to pay the rental value of such life estate leases to the tribe to whom the lands were partitioned."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Act of December 22, 1974 (88 Stat. 1712; 25 U.S.C. 640d).", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:35-05:00"
}