{
  "actions": [
    {
      "acted_at": "1990-08-03", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-09-28", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Department of Health and Human Services.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2998-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-08-03", 
  "number": "2998", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend title X, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family Planning Services Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Boschwitz, Rudy", 
    "state": "MN", 
    "thomas_id": "01288", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-08-03", 
  "subjects": [
    "Adoption", 
    "Authorization", 
    "Birth control", 
    "Breast cancer", 
    "Contraceptives", 
    "Families", 
    "Federal aid to maternal health services", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal aid to youth services", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Guardian and ward", 
    "Health", 
    "Health education", 
    "Medical education", 
    "Medical research", 
    "Medical statistics", 
    "Parent and child", 
    "Preventive medicine", 
    "Research and development", 
    "Sexually transmitted diseases", 
    "State laws", 
    "Student loan funds", 
    "Teenage pregnancy"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-08-03", 
    "text": "Family Planning Services Act of 1990 - Amends the Public Health Service Act to require that voluntary family planning projects receiving grants or contracts offer adoption referral services. Removes provisions allowing the Secretary of Health and Human Services to reduce the amount of the grant by the value of supplies or equipment furnished by the Secretary. Authorizes appropriations. Provides for specified amounts to promote education concerning sexually transmitted diseases, including HIV disease. Repeals existing formula grant provisions. Authorizes grants and contracts for technical assistance and personnel training to carry out family planning service and information and education provisions. Authorizes appropriations. Authorizes grants and contracts under existing provisions for contraceptive evaluation as well as contraceptive development. Authorizes the Secretary to conduct, and make grants and contracts for applied research regarding, and evaluations of, contraceptive devices, drugs, and methods. Authorizes appropriations. Defines \"contraceptive\" to include methods which prevent fertilization or implantation in the uterus. Excludes from the definition any drug, device, or method which terminates the pregnancy after implantation, and prohibits the National Institute of Child Health and Human Development from supporting research on any such drug, device, or method. Directs the Secretary to collect data annually relating to: (1) certain individuals at risk of unintended pregnancies; and (2) sources of funding for and usage of family planning services. Requires all grantees under provisions relating to population research and voluntary family planning programs to provide education concerning self breast examinations. Makes a specified sum available for research on the impact of family planning services in a single State that prohibits by law the use of public funds for family planning services to an unmarried minor without the prior written consent of the parent or guardian of the minor. Authorizes grants and contracts with public agencies in such a State for family planning services, carried out in accordance with such State law. Requires assurances that: (1) the State law will not be applied to private agencies; and (2) private agencies receiving grants or contracts through public agencies under these provisions will meet the same eligibility requirements as prescribed for all private agencies assisted under title X of the Act. Directs the Secretary to make grants and contracts for the development and operation of up to four centers for improving methods of contraception. Mandates establishment of a loan repayment program in which health professionals agree to conduct contraceptive research. Authorizes appropriations. Directs the Secretary, in making grants and contracts, to give priority to entities that provide health services related to pregnancy to women and preventive health services for infants and children. Authorizes appropriations to carry out title XX (Adolescent Family Life Demonstration Projects) of the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Planning Services Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend title X, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:12-05:00"
}