{
  "actions": [
    {
      "acted_at": "1980-07-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7756-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-07-02", 
  "number": "7756", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide an income tax credit for Social Security taxes; to provide an income tax credit to encourage compliance with the Voluntary Pay and Price Guidelines; to provide a small business corporate income tax reduction; and to provide for accelerated depreciation for businesses in economically deteriorated areas; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tax Equity Act of 1980", 
  "sponsor": {
    "district": "4", 
    "name": "Vento, Bruce F.", 
    "state": "MN", 
    "thomas_id": "01185", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-07-02", 
  "subjects": [
    "Business and commerce", 
    "Business and social problems", 
    "Corporation taxes", 
    "Corporations", 
    "Corporations and Stocks", 
    "Depreciation and amortization", 
    "Depressed areas", 
    "Economics and public finance", 
    "Federal aid to community development", 
    "Full employment policies", 
    "Housing and Housing Finance", 
    "Income tax", 
    "Labor and employment", 
    "Low-income housing", 
    "Moderate income housing", 
    "Old age, survivors and disability insurance", 
    "Price regulation", 
    "Small business", 
    "Social security taxes", 
    "Social welfare", 
    "Tax credits", 
    "Tax deductions", 
    "Tax incentives", 
    "Tax rates", 
    "Taxation", 
    "Unemployment", 
    "Urban economic development", 
    "Wage controls", 
    "Wage-price policy", 
    "Wages"
  ], 
  "subjects_top_term": "Tax incentives", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-07-02", 
    "text": "Tax Equity Act of 1980 - Title I: Social Security Tax Credit - Amends the Internal Revenue Code to allow employees and self-employed individuals a refundable income tax credit for 15 percent of the social security taxes paid by such individuals during calendar years 1980 and 1981. Denies a business expense income tax deduction for such taxes to any taxpayer who claims such a credit. Title II: Small Business Corporate Income Tax Reduction - Reduces corporate income tax rates for businesses with taxable income of less than $200,000. Title III: Metropolitan Development Incentive Areas - Directs the Secretary of Housing and Urban Development to designate geographical areas which have demonstrated results, as determined by such Secretary pursuant to regulations, in providing housing and employment opportunities for persons of low and moderate income as metropolitan development incentive areas. Sets forth specific criteria for the designation of metropolitan development incentive areas. Provides for accelerated depreciation of tangible depreciable business property which is located in a metropolitan development incentive area. Disqualifies, for purposes of such accelerated depreciation, the following types of property: (1) livestock; (2) amortization property; (3) property depreciable on a basis other than time; (4) public utility property; and (5) leased property. Qualifies business property with a useful life of three years for the additional first-year depreciation allowance (currently, a six year useful life is required). Title IV: Incentives for Compliance with Voluntary Pay and Price Guidelines - Allows an income tax credit for compliance by corporations with voluntary pay and price guidelines published by the Council on Wage and Price Stability. Limits the amount of such credit to $1,000,000. Requires the Director of the Council on Wage and Price Stability to transmit to the Secretary of the Treasury information with respect to corporate compliance with pay and price guidelines. Allows individual taxpayers a refundable $100 income tax credit for compliance with such guidelines. Specifies that such taxpayer must have a full time occupation and not make more than $440,000 in any one job. Directs the Secretary to consult with the Director of the Council on Wage and Price Stability on regulations to implement such tax credit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Equity Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide an income tax credit for Social Security taxes; to provide an income tax credit to encourage compliance with the Voluntary Pay and Price Guidelines; to provide a small business corporate income tax reduction; and to provide for accelerated depreciation for businesses in economically deteriorated areas; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:25-05:00"
}