{
  "actions": [
    {
      "acted_at": "2013-06-06", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Affairs, and in addition to the Committees on the Judiciary, and Financial Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-06-06", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-06-06", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-06-06", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-15", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Courts, Intellectual Property, and the Internet.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-15", 
      "committees": [
        "HSHM"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Crime, Terrorism, Homeland Security, and Investigations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-15", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Immigration and Border Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2281-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Intellectual Property, and the Internet", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, Homeland Security, and Investigations", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration and Border Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Ryan, Tim", 
      "sponsored_at": "2013-06-06", 
      "state": "OH", 
      "thomas_id": "01756", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-06-06", 
  "number": "2281", 
  "official_title": "To combat cyber espionage of intellectual property of United States persons, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1111-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Cyber Economic Espionage Accountability Act", 
  "sponsor": {
    "district": "8", 
    "name": "Rogers, Mike J.", 
    "state": "MI", 
    "thomas_id": "01651", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-06-06", 
  "subjects": [
    "Asia", 
    "Bank accounts, deposits, capital", 
    "China", 
    "Computer security and identity theft", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Criminal investigation, prosecution, interrogation", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Foreign property", 
    "Intellectual property", 
    "International organizations and cooperation", 
    "Russia", 
    "Sanctions", 
    "Trade secrets and economic espionage", 
    "Visas and passports", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-06-06", 
    "text": "Cyber Economic Espionage Accountability Act - Expresses the sense of Congress that: cyber economic espionage should be a priority issue in all economic and diplomatic discussions with the People's Republic of China, including during all meetings of the U.S.-China Strategic and Economic Dialogue, and with the Russian Federation and other countries determined to encourage, tolerate, or conduct such cyber economic espionage at appropriate bilateral meetings; the United States should intensify diplomatic efforts in appropriate international fora such as the United Nations (U.N.), the Organisation for Economic Cooperation and Development (OECD), and summits including the G-8 and G-20 summits, to address the harm to the international economic order by cyber economic espionage; and the Department of Justice (DOJ) should increase its efforts to bring economic espionage criminal cases against offending foreign actors, with penalties to include both fines and imprisonment, as well as encourage further cooperation among countries to address cyber economic espionage through criminal prosecutions. Directs the President to submit to Congress, publish, and update a list of foreign government officials or persons acting on behalf of a foreign government that the President determines, based on credible information, are responsible for cyber espionage of intellectual property of U.S. persons or have acted as an agent of, or on behalf of, a person in a matter relating to such cyber espionage activity. Defines a \"U.S. person\" as: (1) a U.S. citizen or an alien lawfully admitted for permanent residence to the United States; or (2) an entity organized under the laws of the United States or of any jurisdiction within the United States, including a foreign branch of such an entity. Requires the list to be publicly available in unclassified form, but permits persons to be listed in a classified annex if the President determines it is vital for U.S. national security interests. Makes aliens appearing on the list ineligible to: (1) receive a visa to enter the United States, and (2) be admitted to the United States. Requires the Secretary of State to revoke the visa or other documentation of any alien who would be ineligible under such standard. Authorizes the Secretary to waive such ineligibility to comply with international obligations or for national security purposes. Directs the President to exercise powers granted by the International Emergency Economic Powers Act (except with respect to the national emergency declaration requirements for unusual and extraordinary threats) to freeze and prohibit all transactions in all property and property interests of a listed person if such property and interests are in the United States, come within the United States, or are or come within the possession or control of a U.S. person. Exempts persons included on the classified annex if the President determines that such an exception is vital for U.S. national security interests. Permits waivers by the Secretary of the Treasury for U.S. national security interests. Sets forth penalties under the International Emergency Economic Powers Act. Directs the Treasury Secretary to prescribe regulations requiring financial institutions to certify that, to the best of their knowledge, they have frozen all listed persons' assets within their possession or control (if such property and interests are in the United States) that are required to be frozen. Requires persons listed by the President under this Act to be included on the list of specially designated nationals and blocked persons maintained by the Office of Foreign Assets Control."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Cyber Economic Espionage Accountability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To combat cyber espionage of intellectual property of United States persons, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:23:06-05:00"
}