{
  "actions": [
    {
      "acted_at": "1982-02-04", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-02-12", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-03-08", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Employment Opportunities", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-15", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Employment Opportunities", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-15", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Requested from Labor.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-16", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Employment Opportunities", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-17", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Employment Opportunities", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-18", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Employment Opportunities", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5461-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "DeNardis, Lawrence J.", 
      "sponsored_at": "1982-03-31", 
      "state": "CT", 
      "thomas_id": "00285", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Green, S. William", 
      "sponsored_at": "1982-03-31", 
      "state": "NY", 
      "thomas_id": "00463", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1982-03-31", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hollenbeck, Harold C.", 
      "sponsored_at": "1982-03-31", 
      "state": "NJ", 
      "thomas_id": "00553", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Leach, James A.", 
      "sponsored_at": "1982-03-31", 
      "state": "IA", 
      "thomas_id": "00672", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Pursell, Carl D.", 
      "sponsored_at": "1982-03-31", 
      "state": "MI", 
      "thomas_id": "00934", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Tauke, Thomas Joseph", 
      "sponsored_at": "1982-03-31", 
      "state": "IA", 
      "thomas_id": "01139", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-02-04", 
  "number": "5461", 
  "official_title": "A bill to increase the productive capacity and utilization of the Nation's labor force, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Productivity and Human Investment Act", 
  "sponsor": {
    "district": "98", 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-02-04", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural labor", 
    "Agriculture and Rural Affairs", 
    "Alien labor", 
    "Apprenticeship", 
    "Armed forces and national security", 
    "Auditing", 
    "Authorization", 
    "Bilingual education", 
    "Bilingualism", 
    "Business and commerce", 
    "Business and social problems", 
    "Career education", 
    "Census and Statistics", 
    "Children and youth", 
    "Community development", 
    "Conservation of natural resources", 
    "Corrections and Correctional Institutions", 
    "Defense contracts", 
    "Depressed areas", 
    "Disabled", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Dropouts", 
    "Economics and public finance", 
    "Education", 
    "Educational tests", 
    "Educational vouchers", 
    "Employer incentives", 
    "Employment agencies", 
    "Employment and training programs", 
    "Employment of the handicapped", 
    "Employment subsidies", 
    "Energy", 
    "Energy conservation", 
    "Energy facilities", 
    "Enterprise zones", 
    "Environmental protection", 
    "Ex-offenders", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Foreign Trade and Investments", 
    "Fuel", 
    "Full employment policies", 
    "Government contractors", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "High school students", 
    "Higher education", 
    "Immigration", 
    "Imports", 
    "Income tax", 
    "Information services", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Labor productivity", 
    "Labor statistics", 
    "Labor supply", 
    "Labor unions", 
    "Language and languages", 
    "Layoffs", 
    "Local and Municipal Government", 
    "Manpower policy", 
    "Manpower training programs", 
    "Migrant labor", 
    "Military service as a profession", 
    "Minimum wages", 
    "Minorities", 
    "Native Americans", 
    "Occupational retraining", 
    "Performance based education", 
    "Planning", 
    "Plant shutdowns", 
    "Poor", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Public service employment", 
    "Recruiting and enlistment", 
    "Rehabilitation of criminals", 
    "Relocation of employees", 
    "Research and development", 
    "Seasonal labor", 
    "Standards", 
    "States", 
    "Student employment", 
    "Synthetic fuel", 
    "Tax credits", 
    "Trade adjustment assistance", 
    "Underemployment", 
    "Unemployment", 
    "Veterans' employment", 
    "Vocational education", 
    "Vocational rehabilitation", 
    "Youth employment"
  ], 
  "subjects_top_term": "Manpower training programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-02-04", 
    "text": "Productivity and Human Investment Act - Declares the purposes of this Act: (1) preparation of youth for entry into the labor market; (2) provision of job skill training, education, and remedial services for unemployed and underemployed adults and young adults; (3) maintenance of an effective labor exchange and provision of job placement, search assistance, assessment, and counseling; (4) reorganization of the use of resources previously authorized under the Comprehensive Employment and Training Act of 1973 (CETA), the Wagner-Peyser Act of 1933 (Federal Employment Service), the National Apprenticeship Act of 1937, and part C (Work Incentive-WIN- Program) of title IV of the Social Security Act; and (5) coordination of activities authorized under the Trade Adjustment Assistance Act of 1962, the Rehabilitation Act of 1973, the Vocational Education Act of 1963, and the Revenue Act of 1978. Authorizes appropriations for FY 1983 to carry out the Comprehensive Employment and Training Act (CETA) and the Wagner-Peyser Act (Federal Employment Service). Permits the Secretary of Labor to use discretionary funds thus appropriated for specified transition activities. Authorizes appropriations for FY 1983 to carry out transition activities, such as planning and preparation for implementation of this Act, by delivery institutions, labor market areas (LMAs) and State and Federal agencies. Directs the Secretary to prescribe regulations for allocation of such funds among States and local governments. Authorizes appropriations to carry out this Act for FY 1984 and thereafter. Provides for a transition to the advance funding method of timing appropriation action for appropriations under this Act. Repeals the Comprehensive Employment and Training Act (CETA), as of October 1, 1983. Distributes sums available for carrying out this Act as follows: (1) 50 percent for title I, labor market area investment activities; (2) 15 percent for title II, State responsibilities; and (3) 35 percent for title III, Federal responsibilities. Title I: Labor Market Area Investment Activities - Part A: General Provisions - Distributes resources available under this title as follows: (1) 30 percent for part B, youth preparatory programs; (2) 30 percent for part C, remediation and training; (3) 30 percent for part D, labor-exchange activities; and (4) 10 percent to local boards for management, oversight, and planning for investment activities. Directs each State Governor to divide each State into labor market areas (LMAs), with the approval of the State labor force investment board (\"State investment board\") and in accordance with specified provisions. Makes the local governments for jurisdictions constituting the LMAs subgrantees of the States under this Act. Requires the establishment of an independent labor force investment board (\"LMA investment board\") in each LMA. Directs the chief elected officials of local governments in each LMA to appoint LMA investment board members from representatives of business, labor organizations, community-based organizations, veterans' and handicapped organizations, the eligible population, secondary, postsecondary, and national education institutions, and public assistance agencies. Requires that industry and business representatives constitute a majority of each boards' members. Requires that industry, business, and labor representatives of each board be designated as a private sector committee whose approval is necessary for board plan adoption of competency standards and procedures for contracting, management, and employer-related activities such as job placement and development. Makes the LMA investment board responsible for planning for the use of all resources provided to the LMA under formula grants, State incentive grants, and Federal performance supplements. Directs each board to decide on target group priorities, allowable services mix, and most appropriate service providers. Requires boards to: (1) serve the purposes of specified entities under CETA, the WIN program, and the Wagner-Peyser Act; (2) coordinate apprenticeship activities and occupational information within the LMA; (3) where designated by the State, serve as LMA advisory councils for vocational education and rehabilitation; and (4) where designated by the State and local elected officials, coordinate economic development planning and enterprise zone planning with labor force investment activities. Requires each LMA investment board to establish a contracting, monitoring, and reporting system. Authorizes each board to hire professional, technical, and clerical personnel. Authorizes each Board, subject to local government approval, to: (1) be constituted as a nonprofit corporation, hiring administrative and planning staff; (2) use local government employees as such staff; or (3) contract with a managing agent. Prohibits boards and their administrative units from providing services to eligible participants, except as permitted by the State investment board. Authorizes boards to contract with local and State agencies, various nonprofit institutions, and for-profit providers. Requires that delivery agents be selected on ability to provide most effective and efficient services. Requires consideration of use of public vocational education and local education agency facilities and programs in providing investment activities. Requires performance-based contracting. Permits a board to support establishment of special-purpose nonprofit groups in certain circumstances. Permits ten percent of LMA funds to be used for planning, contract management, monitoring, and reporting. Requires submittal of a labor market area labor force investment plan to the State every two years. Sets forth required inclusions in such plans. Requires approval of local officials before plan submission to the Governor. Provides that the State shall determine, in cases of disagreement, whether the plan recommendations of the LMA investment board or the local officials best meet the purposes and requirements of this title. Requires the State investment board to review each local investment plan and to require the LMA investment board to conform plans to this Act and improve any deficient performance of LMA investment activities. Provides for appeals to the Secretary from State disapproval of local plans. Requires appropriate modifications where specified factors result in substantial deviations from an approved plan. Sets forth provisions to assure maximum feasible flexibility to LMAs for investment activities. Requires that Federal grants to each State be suballocated to LMAs upon approval of investment plans and have separate allocation components and performance criteria for: (1) youth preparatory programs; (2) labor exchange functions; and (3) adult and young adult remediation and training. Permits LMAs to shift up to 15 percent of funds for any one component for use in either or both of the other components. Permits the LMA investment board to determine types and mix of services and allowable activities within each component. Directs the State investment board to establish rules for reasonable deviation from investment plans. Makes LMA acceptance of a State incentive grant imply acceptance of State terms and conditions for its use. Requires that the LMA be provided with a needs based allocation of training opportunities in Job Corps, as well as State and Federal business/labor advanced career training programs. Authorizes the Governor to assure recruitment of eligible residents of the LMA for such opportunities, if the LMA investment board does not use its quota of opportunities. Requires that the effectiveness of screening and referral for such opportunities be considered in determining the LMA's qualification for Federal performance supplements. Sets forth provisions for wages and allowances under LMA programs. Makes all participants in LMA preemployment skills training education for employment and first- and second-tier remediation and training programs eligible for subsistence, participation cost, and incentive stipends. Sets forth needs-based formulas and other rules for such stipends. Requires that all participants in LMA program work activities be paid wages consistent with the Fair Labor Standards Act of 1938. Declares that youth participants in entry employment experience shall be considered student learners under such Act. Directs the Secretary to prescribe regulations for wage rates to be paid by employers to participants in on-the-job training (with various factors taken into account, but in no event less than the higher of Federal, State, or local minimum wage rates). Part B: Youth Preparatory Programs - Allocates funds appropriated for this part to the States to be suballocated to designated LMAs as follows: (1) one- third according to each State's and each LMA's share of the youth population age 14 to 19; and (2) two-thirds according to each State's and each LMA's share of the Nation's average annual nonemployed population age 14 to 19. Provides for an LMA \"education for employment\" program for youth below age 20 who have not attained a high school diploma or who have educational deficiencies despite diploma attainment. Gives first priority to high school dropouts and second priority to high school students not meeting established achievement levels and at risk of dropping out. Authorizes the LMA to maintain a network of learning centers offering individualized, competency-based instruction, including remedial reading and mathematics, preparation for a general education development (GED) test, and training for individuals with limited English language proficiency, as well as preparatory materials for applicants to the Armed Forces. Declares that program activities are to supplement, and not substitute for, local school and other Federal, State, and local programs. Provides for an LMA \"preemployment skills training\" program for youth age 14 through 19, with priority given to those planning to enter the full-time labor market upon leaving school and with first priority among these given to those who do not meet established academic achievement levels and to those from families with income below the lower living standard. Requires that, insofar as possible, preemployment skills training be concentrated on youth age 14 to 16. Requires that eligible youth be provided with up to 200 hours of instruction and activities. Requires that, to the extent possible, such instruction be individualized and competency-based. Directs each LMA to establish an employability skills certification for participants who successfully meet program performance standards, within State competency guidelines approved by the Secretary. Requires that individual records be kept to provide youth with resumes. Sets forth some allowable types of program instruction and activities. Provides for an LMA \"entry employment experience\" program for youth age 16 through 19 who: (1) have completed the preemployment skills component or its equivalent; (2) have not held a regular part-time or summer job for more than 250 hours of paid employment (except if this requirement is waived in accordance with plan criteria); (3) have searched for but have not secured unsubsidized employment; and (4) are enrolled in a secondary school or a certified high school equivalency program and are meeting or have met current or most recent term minimum academic and attendance requirements. Gives priority to those not planning to continue on to postsecondary education, with first priority among these to those from families with income below 100 percent of the lower living standard. Permits entry employment to be up to 20 hours weekly during the school year or full time during the summer and holidays, for an individual total up to 500 hours. Requires supervision, including attendance and worksite performance standards. Provides for \"tryout employment\" in private for-profit worksites, with wages paid by the youth preparatory programs delivery system. Limits tryout employment to: (1) 250 hours per participant; and (2) assignments for which the participant would not usually be hired. Prohibits refilling tryout positions where a previously successful participant was not hired. Permits assignments to entry employment jobs in the public and nonprofit sector: (1) only when private sector tryout employment cannot be arranged; and (2) for community improvement services complementing specified types of LMA expenditures. Mandates participation in the education for employment program for dropout youth not enrolled in other certified education activities who wish to qualify for the entry employment program (and permits such a requirement for summer month entry employment for any youth). Requires that all entry employment participants be paid the minimum wage student learners differential. Requires each participant to: (1) secure entry employment through competitive labor market application procedures; (2) meet performance and attendance standards; and (3) be evaluated (and, if necessary, terminated) on the basis of such standards. Provides for an LMA \"school-to-work transition assistance\" program for: (1) high school seniors planning to enter the full-time labor market upon graduation, with first priority to those in high schools which have a predominance of students from families below 100 percent of the lower living standard and to those from such families in other high schools; and (2) dropouts, with immediate followup after leaving school. Sets forth some allowable types of transition services. Requires that all seniors and dropouts eligible for and in need of labor force investment activities be provided information and, where appropriate, be referred to specified types of employment and training programs. Part C: Remediation and Training Activities - Allocates funds appropriated for this part among States and by States to LMAs on the basis of numbers of individuals who: (1) had annual earnings less than the amount which a minimum wage for all hours of availability for work would have provided; and (2) reside in a family with combined earnings less than 70 percent of the lower living standards. Makes eligible for programs under this part individuals who are beyond normal school leaving age in the LMA and who, for the last six months, have had such a low earnings rate and have resided in such a low-income family. Makes also eligible for such programs any handicapped individual living at home. Permits the State investment board, under certain circumstances, to authorize an LMA to substitute an individual eligibility standard based on family income which is 100 percent of the lower living standard rather than 70 percent. Requires that participants in first-tier training and remediation activities be referred from youth preparatory programs and from the labor exchange system, with first priority to applicants for or recipients of income transfers and in-kind aid. Requires that each referral have received a comprehensive employability assessment and participated in job placement and search assistance activities. Requires that second-tier participants be selected first from successful completers of first-tier or youth preparatory activities. Sets forth some allowable first-tier training and remediation activities which are intended to be completed in 1,000 hours or less of participation. Includes among these: (1) classroom occupational training; (2) employability skills training; (3) education, including remedial, GED preparation, English language, and military enlistment test preparation; (4) on-the-job training; and (5) work and training combinations. Limits subsidized work or sheltered workshop employment to 500 hours per participant. Requires that subsidized work experience be combined with classroom or employability skills training or education. Requires that each participant receive an agreement containing program objectives and other items. Requires that each participant be assessed at termination according to such objectives. Sets forth second-tier activities which require over 1,000 hours for completion, but no more than a maximum of two years of participation. Includes among these: (1) classroom occupational training, including vocationally-oriented postsecondary instruction; and (2) postsecondary educational vouchers, if no other financial assistance is available, as part of an employment plan for which higher education is most appropriate. Permits the LMA to contract with private for-profit corporations and business associations to support on-the-job and institutional training combinations plus subsidized internships as career employment preparation for economically disadvantaged adults and young adults. Requires such contracts to contain specified items, including a presumptive guarantee of employment for all completers. Requires that such advanced career training: (1) be for jobs in expanding employment occupations with entry wages at least double the Federal minimum wage; (2) not result in displacement or forestall advancement of current workers; (3) receive advance comment from labor organizations representing corporation employees engaged in the same work; and (4) refill positions only if three of every four completors of such positions have been suitably placed and completion rates are reasonable. Provides each LMA with a quota of such business/labor advanced training opportunities supported by the State and the Federal Government, as well as a quota of Job Corps training opportunities. Permits the LMA investment board to use its allocated remediation and training funds to purchase additional training opportunities in State and Federal programs. Requires the LMA to monitor the progress of residents in such programs and assist those who terminate unsuccessfully or complete without finding employment. Provides for job access and placement assistance for individuals who have participated in remediation and training activities. Permits one of these forms of assistance: (1) tryout employment for up to 250 hours at minimum wages paid by the LMA investment board for an unsubsidized permanent job in the private for-profit, nonprofit, or public sectors (with no assignment refilled more than twice without an offer of permanent employment to at least one participant); (2) employment bonuses to private for-profit, nonprofit, and public agencies for one-half of the wages paid a participant for the first six months of employment; and (3) targeted jobs tax credit or WIN tax credit, under specified circumstances. Part D: Labor Exchange Activities - Allocates funds appropriated for this part among States and by States among LMAs on the basis of the relative number of unemployed individuals within States and LMAs. Requires that LMAs maintain a network of local labor-exchange offices to provide comprehensive labor-exchange services. Directs the Secretary to provide States and LMAs a comprehensive guide to assure nationwide consistency of labor-exchange operations. Sets forth required uses of the federally specified management information system. Permits the LMA to contract with several different delivery agents for labor exchange activities. Permits States to: (1) continue to maintain State labor-exchange agencies; and (2) use State incentive grants to match LMA expenditures where the LMA uses the State agency. Prohibits States from invalidating an LMA investment plan for not using the State agency as long as alternate deliverers can provide the same services as effectively and efficiently. Sets forth requirements for labor force services. Requires that placement services be available to any applicant. Authorizes counseling, assessment, and testing services to be provided, with first priority given to individuals with the most severe unemployment problems. Requires that specified information be gathered. Requires that job search assistance be provided for those whose lack of job-seeking and job applicant skills has prevented placement. Requires that: (1) referral services to LMA remediation and training and to Job Corps be integrated with other labor force services; and (2) all referrals be counseled about the full-range of available training and remediation. Requires LMAs and States to assure that: (1) veterans and the handicapped are given priority in the provision of labor force services; and (2) comprehensive services are available for persons with limited English-speaking ability and for migrant and seasonal farmworkers. Sets forth requirements for employer services. Requires each LMA to: (1) maintain labor-exchange services for agricultural and related industry employers and workers, including cooperation with Federal efforts for intrastate recruitment and transfer of migrant and foreign labor; (2) cooperate with work force recruitment, development, utilization, and stabilization by employers, education and training institutions, labor organizations, and other government agencies; (3) provide information to local employers on labor market conditions and employment-related legislation; (4) coordinate all publicly funded job development activities and employer-incentive information; and (5) provide temporary and permanent foreign labor certificates where requested by LMA employers. Sets forth requirements for labor market and occupational information. Requires that the federally specified management information system include detailed reporting items, specified forms, and due dates. Requires each LMA to: (1) cooperate with studies by the Governor or the Secretary; (2) issue information on current labor market developments, employment trends, and opportunities; (3) collect and disseminate job matching information; and (4) compile and furnish to the Secretary and to the public current information on wages and worker supply and demand in the LMA. Title II: State Responsibilities - Part A: General Provisions - Allocates to each State for this title an amount equal to 26.3 percent of an amount equal to the sum of funds allocated to LMAs by the title I needs-based formula plus Federal performance supplements received by LMAs in the State. Distributes such allocation as follows: (1) 25 percent for part B, State oversight and support of LMA activities; (2) 50 percent for part C, incentive grants to LMAs; and (3) 25 percent for part D, State-operated investment activities. Requires each State receiving funds under this Act to establish a State labor force investment board (\"State investment board\") to implement, with the Governor, State responsibilities under this Act. Directs the Governor to appoint board members representative of labor organizations, industry, commerce, education, community-based organizations, veterans and handicapped organizations, and the eligible population. Requires that a majority of the board be industry and business representatives and that such representatives, with those of labor, be designated as a private sector committee with approval power over certain State plan elements. Requires that the chairpersons of: (1) the State advisory councils on vocational education and on apprenticeship be appointed board members, unless such councils are consolidated with the board; and (2) the LMAs serve as ex officio board members. Requires that the State investment board: (1) assume all responsibilities of specified entities under CETA, the Vocational Education Act, and the WIN program; and (2) coordinate (or consolidate if the Governor so specifies) the functions of State advisory councils on vocational education, apprenticeship, and adult education. Directs the State to establish an administrative unit under State investment board direction. Grants the board and its administrative unit administrative and planning options similar to those granted to LMA investment boards. Prohibits the State investment board from providing services to eligible participants. Provides, if a State is designated as the LMA, that the State investment board serve as the LMA investment board. Subjects State investment board plans and decisions to approval of the Governor, with appeals to the Secretary in disputed matters. Directs the State investment board to prepare and submit to the Secretary every two years a State investment plan detailing use of resources provided to the State and its LMAs under this Act, evaluating the previous two years' experience, setting policy and program goals for the next two years and subsuming all approved LMA investment plans. Directs the Secretary to specify minimum requirements for State plans, review State plans, identify violations and suggest modifications, and investigate where necessary. Requires State plan modifications detailing major changes in State and LMA investment activities. Part B: Oversight and Support of Labor Market Area Activities - Directs the Governor, with State investment board approval and in consultation with elected local officials, to assign all jurisdictions to a designated LMA. Provides that each local government with a population of 200,000 or more will be designated as an LMA, with specified exceptions. Provides for local government appeals of LMA assignments to the Governor and subsequently to the Secretary. Provides for realignments of LMA designations at the end of any two-year program cycle. Sets forth requirements relating to State investment board approval of biannual LMA investment plans. Sets forth provisions for State auditing and monitoring of funds under this Act. Requires State annual reports to the Department of Labor on the statistical performance of all investment activities within the State under this Act. Authorizes States to establish: (1) uniform competency standards consistent with Federal guidelines; and (2) statewide certifications of preemployment skills, basic education achievement, and vocational competency. Prohibits State requirements of specific curricula by LMAs, except for State incentive grants. Sets forth provisions for State labor market information programs. Requires each State to: (1) designate an organizational unit to manage a statewide comprehensive labor market/occupational supply and demand information system; (2) design such system to meet specified guidelines; (3) standardize specified records and data to produce an employment/economic analysis; (4) assure that paperwork burdens are kept to a minimum; (5) disseminate labor market and individualized career information; and (6) conduct research and demonstration projects to improve the statewide information system (if Federal funds are used for such projects results must remain in the public domain). Allows States to combine, consolidate, or otherwise alter Federal administrative management information reporting requirements relating to employment, productivity, or training, if the Governor notifies each responsible Federal and State agency. Directs the appropriate Federal agency to approve such alteration within 60 days after receiving notice, unless such agency can show that the essential purposes of the affected Federal law will not be met. Permits appeals of adverse decisions to the Director of the Office of Management and the Budget for final decision within 60 days. Authorizes States to: (1) provide training for LMA planning, management, and delivery staffs and State program contractors; and (2) require participation in such training and completion of specified instructional materials. Prohibits States from specifying experience and educational requirements for LMA staff or contractors, except where State-certified educational or vocational instructors are required by law. Part C: State Incentive Grants - Declares that all funds provided to a State under this part are to be added to the needs-based formula grants of LMAs within the State. Directs the State investment board, prior to each two-year LMA planning cycle and with the Governor's approval, to: (1) designate certain activities, target groups, delivery agencies, or management and delivery systems as priorities; and (2) set conditions for receipt of State incentive grants. Authorizes the State to: (1) require matching from the LMA needs-based formula grant as a condition for incentive grants; and (2) withdraw incentive grants during the two-year contract period if such conditions are violated. Requires that all LMAs in a State have equal opportunity to compete for incentive grants. Sets forth activities for which State incentive grants may be used. Part D: State-Operated Investment Activities - Authorizes States to use funds provided under this part for business/labor advanced career training, relocation assistance, and/or special needs groups programs, as determined most appropriate by the State investment board. Sets forth provisions for State-operated business/labor advanced career training which are similar to provisions for LMA advanced career training programs (but requires a \"good faith commitment,\" rather than a \"presumptive guarantee,\" of employment for completers). Allocates advanced career training opportunities funded by the State among LMAs on the basis of each LMA's share of the State's labor-market related economic hardship. Makes LMAs responsible for recruiting eligible candidates. Requires States to assure that LMA eligible residents are afforded opportunity to apply. Authorizes States to provide relocation assistance necessary to enable individuals to become permanently employed and self-supporting. Requires that such assistance be given only to individuals who: (1) agree to relocate; (2) have been advised of employment and investment options within the LMA; and (3) have received a bona fide job offer or are enrolled in a training activity linked to employment at the place of relocation. Limits the amount of such assistance to reasonable transportation and shipping costs, plus a reasonable allowance. Limits such assistance to individuals eligible for LMA remediation and training activities, with first priority given to completers of such activities and of LMA youth preparatory programs. Authorizes States to contract for delivery of services for incarcerated offenders who will be reentering the work force and other individuals in State-maintained facilities whose needs cannot be adequately addressed by LMA investment activities. Provides that all title I allowable activities and eligibility requirements are applicable to such special needs groups programs. Title III: Federal Responsibilities - Part A: General Provisions - Distributes funds available to carry out this title as follows: (1) 50 percent for Job Corps; (2) five percent for economic distress programs; (3) five percent for Native American programs; (4) five percent for migrant and seasonal farmworker programs; (5) five percent for business/labor advanced career training programs; (6) 20 percent for performance supplements; (7) eight percent for program improvement and supportive services; and (8) two percent for the National Labor Force Investment Board. Directs the Secretary to coordinate activities funded under this Act with other Federal policies and national needs through arrangements in agreement with: (1) the Secretary of Defense, for (A) referral of participants in programs under this Act to employment within the Armed Forces and on military bases, (B) remedial education of rejected Armed Forces applicants, and (C) advanced career training with private for-profit defense contractors; (2) appropriate Federal officials, for advanced career training in synfuel projects and Government-owned company-operated energy facilities; (3) the Office of Personnel Management, for an advanced career training programs in all Federal agencies; (4) the Secretaries of Agriculture and the Interior, for recruitment for conservation programs on Federal lands; (5) the Corps of Engineers, for job placements and advanced career training related to large-scale Federal projects; (6) the Department of Transportation, for advanced career training in conjunction with with large-scale Federal transportation grant programs; and (7) the Secretary of Education, for (A) basic educational competencies structuring, (B) vocational education and training cooperative planning and implementation, (C) dissemination of nationally validated programs to education and training providers; and (D) joint research, development, and evaluation. Directs the Secretary to report annually to Congress on activities funded under this Act. Part B: Federally Operated Programs - Sets forth provisions relating to the Job Corps which are similar in part to CETA provisions. Sets Job Corps enrollee age limits of 14 through 24 (CETA provides limits of 14 through 21). Provides that Job Corps enrollees: (1) must be eligible for remediation and training activities under title I of this Act; and (2) cannot be effectively served by less comprehensive LMA and State investment activities. Requires that each State: (1) be provided with a quota of Job Corps opportunities based on its share of the eligible population; and (2) assure that such opportunities and recruitment are equitably allocated among its LMAs. Provides for exceptions from the two-year Job Corps enrollment limit in cases of advanced training program participation. Authorizes the Job Corps to arrange for advanced career training for up to two years in addition to regular center program participation. Provides that such training may be arranged in postsecondary institutions or, by contract with private for-profit business and labor unions, in company-sponsored training programs. Limits Job Corps personal allowances to no more than $75 per month for the first six months and no more than $150 per month for the remainder of Corps service and for readjustment allowances (in constant dollars using FY 1983 as a base year). Requires that the appropriate LMA be notified prior to termination of a Jobs Corps member so that training-related job placement can be arranged. Authorizes the Secretary to make other arrangements if the LMA is unable to arrange a placement. Makes Job Corps participants eligible for job access assistance under this Act. Permits Job Corps reimbursement of LMA expenditures for tryout employment and social bonuses for Job Corps terminees. Sets forth provisions for economic distress programs. Authorizes the provision of training, retraining, job search assistance, placement relocation assistance, and other aid to individuals who: (1) are affected by mass layoffs, natural disasters, Federal actions such as facilities relocations, and other exigencies; or (2) reside in high chronic unemployment areas or enterprise zones for which (A) State and LMA programs have not been planned and (B) assistance is best initiated from the Federal level. Directs the Secretary to: (1) issue regulations for such programs; (2) maintain the capacity for timely intervention in such situations, on a regional or national basis through contracts with for-profit or nonprofit intermediaries; and (3) select an intermediary at the request of the affected LMA and with the Governor's approval. Requires the intermediary, in coordination with the LMA investment board, to assess eligibility for economic distress assistance and develop an action plan which, upon LMA investment board and State approval, will be submitted to the Secretary for approval or disapproval within 30 days. Authorizes the intermediary to provide short-term assistance prior to action plan approval. Adds, upon action plan approval, funds for authorized services to the affected LMA's grant. Adds the action plan to the biannual LMA investment plan and State investment plan. Permits the LMA to contract with the intermediary for delivery of services, which may include all allowable title I LMA activities as well as relocation assistance. Authorizes the Secretary, for economic distress program purposes, to waive certain eligibility requirements with regard to family income over the previous six months, but limits services to individuals whose annualized family earnings during participation do not exceed 70 percent of the lower living standard. Sets forth provisions for a Native American labor force investment program which are similar in part to CETA provisions for administration at a national level. Directs the Secretary to designate any native American group on Federal or State reservations as an LMA eligible to establish an LMA investment board and serve as a managing agent, upon determination that such group has the demonstrated capacity to effectively administer comprehensive remediation and training, youth preparatory, and labor exchange programs (if such group cannnot effectively function as an LMA, the Secretary is to arrange with public agencies or private nonprofit organizations approved by such group to provide LMA services). Permits combinations of Native American groups with State-designated LMAs. Provides that all activities under titles I, II, and III are allowable in the Native American program. Directs the Secretary to prescribe regulations and performance standards, and to provide technical assistance, for such program. Sets forth provisions for a migrant and seasonal farmworker investment program which are similar in part to CETA provisions for administration at a national level. Authorizes the Secretary to contract on a competitive basis with public agencies, private nonprofit organizations, or for-profit organizations to provide comprehensive remediation and training, youth preparatory, and labor exchange programs for such farmworkers to secure full-time employment and stable incomes within or outside of agriculture. Authorizes the Secretary to contract with LMAs for such services under certain circumstances. Authorizes the Secretary to establish special labor-exchange services for such farmworkers, but obligates each LMA to provide labor-exchange services to such farmworkers who are temporary or permanent LMA residents. Provides that all activities authorized in titles I and II are allowable in the farmworker program. Directs the Secretary, upon request of an LMA, to certify eligibility for importation of foreign workers in accordance with U.S. agreements or arrangements with foreign governments only if domestic migrant and seasonal farmworkers are not available. Sets forth provisions for a national business/labor advanced career training program which are similar to provisions for LMA and for State programs. Authorizes the Secretary to contract with private for-profit corporations and business associations to support combinations of on- the-job and institutional training plus internship assignments to prepare economically disadvantaged adults and young adults for career employment. Declares that such corporations and associations may include companies operating Government-owned energy facilities, defense contractors, synfuel grant recipients, and other Federal contract recipients. Allocates national advanced career training opportunities on the basis of each State's share of the Nation's labor market-related economic hardship. Makes the States responsible for recruitment from LMAs. Requires successful completion of youth preparatory or first-tier remedial and training activities for an individual to be eligible for the national advanced career training program. Directs the Secretary to reserve sums necessary to operate a Federal/State cooperative statistical labor market information program. Authorizes the heads of other Federal agencies to make specified funds available for such program. Directs the Secretary to maintain on a national, State, local, and other appropriate basis: (1) a comprehensive national system of labor market information; and (2) household budget data reflecting differences in location. Directs the Secretary to publish an annual report linking labor force status with earnings and income. Directs the Secretary, in cooperation with the Secretaries of Commerce, Defense, the Treasury, and Education, and the Director of the Office of Management and the Budget (OMB) to: (1) review and integrate national information systems; (2) maintain standardized definitions; (3) provide technical assistance to the States for occupational supply/demand information systems; and (4) assure that occupational analysis relative to specified factors is conducted for the Nation's labor force. Directs the Secretary, in cooperation with the Secretary of Defense, to assure that such system will provide young persons information on Armed Forces career opportunities. Directs the Secretary and the Director of OMB to assure that sufficient funds are available to provide Federal staff for coordination functions for the cooperative labor market information program. Part C: Oversight of State and Labor Market Area Investment Activities - Directs the Secretary to specify minimum standards for fiscal control and fund accounting for State and LMA investment activities funded under this Act. Sets forth required procedures for such fiscal controls. Directs the Secretary to establish a uniform management information system for use in programs funded under this Act. Sets forth reporting requirements to be included in such system. Directs the Secretary to issue guidelines covering appropriate procedures for private sector contracting under this Act. Directs the Secretary to develop a performance rating system for: (1) youth preparatory programs; (2) labor market exchange programs; and (3) remediation and training programs. Sets forth separate criteria and criteria weights for these three programs. Provides that funds available for performance supplements be given to those programs within each LMA classified as adequate performers, with double supplementation for exemplary performers, and none for inadequate performers. Provides for appeal of performance ratings to the Secretary. Authorizes the Secretary to distribute interim period supplements in FY 1984 and FY 1985 according to qualitative standards of effective and comprehensive implementation in each State. Part D: Program Improvement and Support - Distributes funds available for this part as follows: (1) one-half for improvement and development grants to States; (2) one-fourth for Federal research and evaluation; and (3) one-fourth for core support of national intermediaries. Authorizes the Secretary to make grants to States for improvement and development of investment activities under this Act through specified means. Authorizes the Secretary to fund demonstration projects, research, evaluation, and curriculum development activities. Directs the Secretary to: (1) maintain an ongoing evaluation of investment activities in a stratified sample of LMAs and States; (2) contract for periodic evaluation of Job Corps and other nationally operated projects; and (3) summarize results of specified activities in the annual report to Congress. Authorizes the Secretary to provide core support grants to specified types of nationally networked organizations to maintain capacity to provide technical assistance to States and LMAs. Provides for assessment of national intermediary services. Part E: National Labor Force Investment Board - Establishes a National Labor Force Investment Board to: (1) advise the President, Congress, and the Secretary concerning national labor force investment policies, programs, and practices; (2) assist State and LMA investment boards; (3) coordinate occupational information, computer usage, competency standards, and other issues; and (4) support and coordinate industry wide labor force investment committees. Sets forth provisions for Board organization, membership, and administration. Requires that the Board: (1) assume all responsibilities authorized for the National Commission for Employment Policy (by CETA), the National Coordinating Committee (for the WIN program), and the National Occupational Information Coordinating Committee (under the Vocational Education Act of 1963); and (2) coordinate or consolidate, or both, the functions of the National Advisory Council on Vocational Education (under the Vocational Education Act of 1963) and the National Advisory Council on Apprenticeship (under the National Apprenticeship Act of 1937). Establishes the Board as a nonprofit public corporation under contract to the Department of Labor with funds provided under this Act. Authorizes the Board to provide grants for specified purposes to business/labor labor force investment committees established on an industrywide basis. Permits the Board to provide full financing for staffing and technical support of such committees during a reasonable startup period, but requires, after such period, that private business match Board contributions in maintaining such committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Productivity and Human Investment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the productive capacity and utilization of the Nation's labor force, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:42-05:00"
}