{
  "actions": [
    {
      "acted_at": "2003-07-30", 
      "references": [
        {
          "reference": "CR S10268-10269", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-30", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1492-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-07-30", 
  "number": "1492", 
  "official_title": "A bill to amend the Employee Retirement Income Security Act of 1974, the Internal Revenue Code of 1986, and the Labor Management Relations Act, 1947 to provide special rules for Teamster plans relating to termination and funding.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2910-108", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2910-108", 
      "reason": "identical"
    }
  ], 
  "short_title": "Multiemployer Pension Security Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Chambliss, Saxby", 
    "state": "GA", 
    "thomas_id": "00188", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-07-30", 
  "subjects": [
    "Actions and defenses", 
    "Bankruptcy", 
    "Collective bargaining", 
    "Defined benefit pension plans", 
    "Defined contribution plans", 
    "Excise tax", 
    "Finance and financial sector", 
    "Financial statements", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Income tax", 
    "Insurance premiums", 
    "Investments", 
    "Labor and employment", 
    "Labor contracts", 
    "Labor unions", 
    "Law", 
    "Legal fees", 
    "Liability (Law)", 
    "Pension Benefit Guaranty Corporation", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Tax deductions", 
    "Tax penalties", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Trusts and trustees", 
    "Valuation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-07-30", 
    "text": "Multiemployer Pension Security Act of 2003 - Amends the Employee Retirement Income Security Act of 1974 (ERISA), the Internal Revenue Code, the National Labor Relations Act, and the Labor Management Relations Act, 1947 with respect to teamster plans and their funding. Defines a teamster plan as a plan: (1) to which more than one employer is required to contribute; and (2) which is maintained pursuant to one or more collective bargaining agreements between The International Brotherhood Teamsters, Chauffeurs, Warehousemen and Helpers of America or its locals and more than one employer. Declares that a teamster plan shall not be treated as a multiemployer plan, and each employer that has an obligation to contribute to a teamster plan shall be treated as a contributing sponsor maintaining a separate single-employer plan, including with respect to partition and allocation of assets and liabilities. Requires the assets of a teamster plan to be invested by the trustees as one master trust, and each contributing employer's share of the plan assets to be adjusted annually according to master trust accounting principles for the employer's plan contributions, benefit payments with respect to its ongoing liability and transition liability (if any), and share of investment returns and administrative expenses. Requires the Pension Benefit Guaranty Corporation to guarantee 100 percent of the transition liabilities of each teamster plan. Defines transition liabilities as the sum of the accrued benefit liabilities under a teamster plan (as a whole, as if it were treated as a single multiemployer plan rather than a collection of single-employer plans) attributable to: (1) participants who are not employed in credited service for any employer under the plan; and (2) the credited service of other participants with an employer that does not have an obligation to contribute to the teamster plan. Requires the premium rates for plan termination insurance charged by the Corporation for teamster plans to be the same as those charged for single-employer plans. States that each employer with an obligation to contribute to a teamster plan shall be responsible for paying the premiums attributable to the single-employer plan the employer is treated as maintaining. Requires any additional premium to phased in over ten plan years. Authorizes the Corporation to allow an employer to contribute all or part of such additional premium directly to the teamster plan, in lieu of payment to the Corporation. Authorizes an employer with an obligation to contribute to a teamster plan to terminate its participation in either a standard or a distress termination. Requires establishment of a funding standard account for each employer with an obligation to contribute to a teamster plan. Prescribes formulae for specified minimum funding of, and minimum contributions to, a teamster plan. Prohibits any increase in benefits unless a teamster plan is sufficiently funded."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Multiemployer Pension Security Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Employee Retirement Income Security Act of 1974, the Internal Revenue Code of 1986, and the Labor Management Relations Act, 1947 to provide special rules for Teamster plans relating to termination and funding.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:28-05:00"
}