{
  "actions": [
    {
      "acted_at": "2005-05-12", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-05-17", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Warner. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-05-17", 
      "calendar": "Senate Legislative", 
      "number": "104", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 104.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2005-11-15", 
      "references": [
        {
          "reference": "CR S12810", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-15", 
      "bill_ids": [
        "s1042-109"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S.1042 amended (Division B only).", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-15", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2005-11-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-12-06T14:04:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-12-06T19:40:00-05:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1044-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2005-11-15", 
    "vetoed": false
  }, 
  "introduced_at": "2005-05-17", 
  "number": "1044", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2006 for military construction, and for other purposes.", 
  "popular_title": "Authorization bill FY2006, Military Construction", 
  "related_bills": [
    {
      "bill_id": "hr1815-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1042-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1042-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1042-109", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Military Construction Authorization Act for Fiscal Year 2006", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2005-11-15", 
  "subjects": [
    "Air force", 
    "Alaska", 
    "Arizona", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Australia", 
    "Authorization", 
    "Aviation safety", 
    "California", 
    "Commemorations", 
    "Congress", 
    "Congress and military policy", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Crime and law enforcement", 
    "Day care", 
    "Defense budgets", 
    "East Asia", 
    "Economics and public finance", 
    "Emergency management", 
    "Energy", 
    "Energy conservation", 
    "Europe", 
    "Families", 
    "Fire departments", 
    "Florida", 
    "Germany", 
    "Government operations and politics", 
    "Guam", 
    "Hawaii", 
    "Health", 
    "History", 
    "Housing and community development", 
    "Illinois", 
    "International affairs", 
    "Kansas", 
    "Kentucky", 
    "Laboratories", 
    "Land transfers", 
    "Leases", 
    "Maryland", 
    "Military aviation", 
    "Military base closures", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military helicopters", 
    "Military history", 
    "Military hospitals", 
    "Military housing", 
    "Military intelligence", 
    "Military research", 
    "Military training", 
    "Montana", 
    "Monuments and memorials", 
    "NATO military forces", 
    "National Guard", 
    "Navy", 
    "New Jersey", 
    "New York State", 
    "North Carolina", 
    "Oceania", 
    "Public lands and natural resources", 
    "Puerto Rico", 
    "Research and development facilities", 
    "Road construction", 
    "Science, technology, communications", 
    "Service academies", 
    "Shipbuilding", 
    "South Korea", 
    "Terrorism", 
    "Transportation and public works", 
    "Virginia", 
    "Warships", 
    "Washington State", 
    "World War II"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2005-11-15", 
    "text": "Military Construction Authorization Act for Fiscal Year 2006 - Division B: Military Construction Authorizations - Title XXI [sic]: Army - (Sec. 2101) Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes such Secretary to construct or acquire family housing units, carry out architectural planning and design activities, and improve existing military family housing in specified amounts. Authorizes appropriations to the Army for fiscal years after 2005 for military construction, land acquisition, and military family housing functions of the Army. Limits the total cost of construction projects authorized by this title. (Sec. 2105) Makes a specified amount of funds authorized under this title available for the construction of battalion dining facilities at Fort Knox, Kentucky. Title XXII: Navy - (Sec. 2201) Provides, with respect to the Navy, authorizations paralleling those provided for the Army under title XXI. (Sec. 2205) Amends the Military Construction Authorization Act for Fiscal Year: (1) 2005 to increase the amount authorized for a project at the Marine Corps Air Facility, Quantico, Virginia, and to reduce the amount authorized for an unspecified worldwide project; and (2) 2004 to increase the amount authorized for a project at the Naval Weapons Station, Earle, New Jersey. Title XXIII: Air Force - (Sec. 2301) Provides, with respect to the Air Force, authorizations paralleling those provided for the Army under title XXI. Title XXIV: Defense Agencies - (Sec. 2401) Authorizes the Secretary of Defense (Secretary) to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to carry out certain energy conservation projects. Authorizes appropriations to the Department of Defense (DOD) for fiscal years after 2005 for military construction, land acquisition, and military family housing functions of DOD. Prohibits funds authorized for base closure and realignment activities from being obligated until 21 days after the Secretary reports to the defense and appropriations committees on the programs, projects, and activities for which such funds are to be obligated. Title XXV: North Atlantic Treaty Organization Security Investment Program - (Sec. 2501) Authorizes the Secretary to make contributions for the North Atlantic Treaty Organization (NATO) Security Investment Program and authorizes appropriations for fiscal years after 2005 for such Program. Title XXVI: Guard and Reserve Forces Facilities - (Sec. 2601) Authorizes appropriations for fiscal years after 2005 for National Guard and reserve forces for acquisition, architectural and engineering services, and construction of facilities. (Sec. 2602) Makes specified funds authorized under this title available for: (1) construction of a combat course at Camp Roberts, California; (2) addition or alteration of a field maintenance shop at Fort Dodge, Iowa; and (3) construction of a security forces facility and medical training facility at New Castle County Airport Air Guard Base, Delaware. (Sec. 2604) Increases by $1.44 million (with a corresponding offset in Navy family housing functions) the amount authorized for the Air National Guard under this title, to be used for planning and design for a replacement C-130 aircraft maintenance hangar at Air National Guard New Castle County Airport, Delaware. (Sec. 2605) Increases by $4.5 million (with a corresponding offset in Air National Guard funds) the amount authorized for the Army National Guard under this title, to be used for construction of a readiness center at Camp Dawson, West Virginia. Shifts other Air National Guard funds for C-5 aircraft shop upgrades at Eastern West Virginia Regional Airport in Martinsburg, West Virginia. Title XXVII: Expiration and Extension of Authorizations - (Sec. 2701) Terminates all authorizations contained in Titles XXI through XXVI of this Act on October 1, 2008, or the date of enactment of an Act authorizing funds for military construction for FY2009, whichever is later, with exceptions. Extends certain prior-year military construction projects. Title XXVIII: General Provisions - Subtitle A: Military Construction Program and Military Family Housing Changes - (Sec. 2801) Increases from: (1) $1.5 million to $2.5 million the unspecified minor military construction project threshold (after which more detailed notification and project description requirements apply); and (2) $3 million to $4 million the maximum approved cost for a military construction project intended to correct a deficiency that is life-, health-, or safety-threatening. (Sec. 2802) Expands the 25% the maximum percentage for which the cost of a military construction project or the acquisition of a military family housing project may vary to include a 25% minimum variance percentage. Includes within information required in connection with the waiver of such limitation a description of the funds proposed to be used to finance any increased costs. (Sec. 2803) Requires the Department of Defense Family Housing Improvement Fund and the Department of Defense Military Unaccompanied Housing Improvement Fund to be the sole source of funding for certain acquisition and improvement of military housing. Requires additional information in a report concerning the use of such funds. (Sec. 2804) Directs the Secretary to establish a program to carry out minor military construction projects to construct child development centers. Increases, for such purpose, the minor construction project thresholds. Applies the same congressional notification requirements for the child development projects as are currently applicable to minor construction projects. Requires a program report from the Secretary to the defense and appropriations committees. Terminates program authority at the end of FY2007. (Sec. 2805) Makes inapplicable to such child development centers current restrictions on DOD authority to acquire or construct ancillary support facilities. (Sec. 2806) Includes within the authority to carry out an exchange of facilities in order to satisfy military requirements the authority to acquire or exchange any associated utilities, equipment, and furnishings. (Sec. 2807) Increases from 2,400 to 2,800 the number of military family housing units authorized for lease by the Army in the Republic of Korea. Subtitle B: Real Property and Facilities Administration - (Sec. 2821) Authorizes the lease of non-excess property under the control of a DOD field activity. (Sec. 2822) Revises provisions concerning agreements between DOD and another entity to limit encroachments and other constraints on military training, testing, and operations. Authorizes more than one entity to enter into such an agreement, and includes areas ecologically related to an installation, or the airspace of such installation, within the realm of such agreements. Requires that agreements entered into after the date of enactment of this Act shall require equal sharing between DOD and such entities of acquisition costs of such property and related interests. Allows for the waiver of such sharing if: (1) the Secretary determines that the agreement is essential to accomplish the mission of the installation; (2) the Secretary notifies the defense and appropriations committees of such determination; and (3) 21 days have elapsed since such notification. Limits the acquisition costs of lesser interests in the property. Requires annual reports, in 2006 and thereafter, from the Secretary to such committees on the implementation of projects undertaken pursuant to such agreements. (Sec. 2823) Authorizes the Secretary of the military department concerned (Secretary concerned) to enter into an agreement for the lease-purchase of facilities for the use of that military department with a private person, corporation, firm, partnership, company, or state or local government. (Currently, the Secretary concerned may enter into such an agreement only with a private contractor.) Subtitle C: Land Conveyances - Part I: Army Conveyances - (Sec. 2841) Authorizes the Secretary of the Army to convey to: (1) the Helena Indian Alliance three acres at Sheridan Hall Army Reserve Center, Helena, Montana, for supporting Native American health care, mental health counseling, and an education training center; (2) the Snohomish County Fire Protection District #10 one acre at the Army Reserve Center, Bothell, Washington, for the operation of a fire station; and (3) the city of Middletown, Iowa, approximately one acre of property at the Iowa Ammunition Plant in Middletown, for economic development purposes. Part II: Navy Conveyances - (Sec. 2851) Authorizes the Secretary of the Navy to: (1) convey to San Diego County, California, specified real property at the Marine Corps Air Station, Miramar, California, for preserving Stowe Trail as a public passive park/recreational area; and (2) lease to the Naval Historical Foundation certain facilities at the Washington Naval Yard in the District of Columbia, for revenue-generating and administrative activities for the United States Navy Museum. Part III: Air Force Conveyances - (Sec. 2861) Authorizes the Secretary of the Air Force to purchase the entire interest of the developer in the military family housing project at Eielson Air Force Base, Alaska, if determined to be in the best economic interests of the Air Force. Requires a 30-day wait after notification to the defense and appropriations committees prior to such purchase. (Sec. 2862) Authorizes the Secretary of the Air Force to convey to the city of La Junta, Colorado, a specified parcel of real property at the USA Bomb Plot in the La Junta Industrial Park, for training local law enforcement officers. Subtitle D: Other Matters - (Sec. 2881) Consolidates into one Federal provision, and makes technical amendments to, three current Federal provisions concerning DOD real property administration. Applies real property management authorities to the Pentagon Reservation. (Sec. 2882) Directs the Secretary to report to the defense and appropriations committees on the application of Department of Defense Anti-Terrorism/Force Protection standards to all facilities leased by either DOD or by the General Services Administration (GSA) as an agent for DOD as of September 30, 2005. Requires specified information with respect to each leased facility. (Sec. 2883) Amends the Floyd D. Spence National Defense Authorization Act (NDAA) for Fiscal Year 2001 to remove the restriction on the construction of facilities for reserve component or non-appropriated fund projects. (Sec. 2884) Designates land transferred under the Act of April 7, 1930, for use as a rifle range for the Arizona National Guard to instead be reserved for use by the state of Arizona as a military installation to be known as Papago Park Military Reservation (thereby allowing for more authorized military uses of such land). (Sec. 2885) Amends the NDAA for Fiscal Year 1996 to extend through FY2006 the DOD laboratory revitalization program. (Sec. 2886) Expresses the sense of Congress that the Secretary of the Army may establish an appropriate marker to commemorate the 40 members of the U.S. Armed Forces killed in the air crash at Bakers Creek, Australia, on June 14, 1943. (Sec. 2887) Requires a report from the Secretary to the defense and appropriations committees on the use of ground source heat pumps at DOD facilities. (Sec. 2888) Amends the Department of Defense Appropriations Act, 1994 to treat Indian tribal governments as state and local governments for purposes of the disposition of real property recommended in the report to the President from the Defense Base Closure and Realignment Commission, dated July 1993. (Sec. 2889) Expresses the sense of the Senate that: (1) the planned construction of an outlying landing field in North Carolina is vital to U.S. national security interests; and (2) DOD should work with other federal agencies to provide community impact assistance to communities directly impacted by the location of such field. (Sec. 2890) Designates the annex to the E. Barrett Prettyman Federal Building and United States Courthouse at 333 Constitution Avenue, NW, Washington, DC, as the \"William B. Bryant Annex.\" (Sec. 2891) Amends the Defense Base Closure and Realignment Act of 1990 to require consultation with appropriate state and local entities in carrying out any activities as part of the 2005 round of base closures and realignments that would add personnel or facilities to an existing military installation. (Sec. 2892) Expresses the sense of the Senate that, in implementing decisions made with respect to Navy homeports as part of the 2005 round of base closures and realignments, the Secretary of the Navy should release or otherwise relinquish any entitlement to receive compensation from any holder of a reversionary interest in real property used by the United States for improvements made to any military installation that is closed or realigned. (Sec. 2893) Requires the Secretary, no later than May 31, 2007, to complete an identification of the environmental condition of the real property of each military installation approved for closure or realignment under the 2005 round of defense base closures and realignments in accordance with provisions of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA). Directs the Secretary to provide a notice of such results to the Administrator of the Environmental Protection Agency (EPA) and any other affected federal agency or tribal government official, which shall include a request for concurrence in the Secretary's findings. Directs the Secretary to: (1) expedite any necessary environmental response at such installations; and (2) report annually to Congress on progress made. (Sec. 2894) Expresses the sense of Congress that the Secretary should not transfer any unit from a military installation closed or realigned due to the relocation of forces under the Integrated Global Presence and Basing Strategy or the 2005 round of defense base closures or realignments until adequate facilities and infrastructure necessary to support the unit's mission and quality of life requirements for military families are ready for use at the receiving location."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY2006, Military Construction", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Military Construction FY2006 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act for Fiscal Year 2006", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Military Construction Authorization Act for Fiscal Year 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Military Construction Authorization Act for Fiscal Year 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2006 for military construction, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:32-05:00"
}