{
  "actions": [
    {
      "acted_at": "1991-02-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr813-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-05", 
  "number": "813", 
  "official_title": "To amend the Internal Revenue Code of 1986 to provide incentives to encourage savings for education expenses and home ownership and to provide incentives to increase economic growth.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family and Economic Growth Incentive Act of 1991", 
  "sponsor": {
    "district": "6", 
    "name": "McEwen, Bob", 
    "state": "OH", 
    "thomas_id": "00768", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-05", 
  "subjects": [
    "Capital gains tax", 
    "College costs", 
    "Corporation taxes", 
    "Economic growth", 
    "Economics and public finance", 
    "Education", 
    "Educational finance", 
    "Home ownership", 
    "Housing and community development", 
    "Housing finance", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Investment tax credit", 
    "Manufacturing industries", 
    "Minimum tax", 
    "Mortgage loans", 
    "Savings accounts", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Tax-exempt securities", 
    "Vocational education"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-05", 
    "text": "Family and Economic Growth Incentive Act of 1991 - Title I: Education Savings Accounts - Amends the Internal Revenue Code to allow an individual income tax deduction for contributions to a savings account established to pay the educational expenses (tuition, supplies, meals, and lodging) of the taxpayer's child or certain other relatives at an institution of higher education or a vocational school. Limits the deduction to $100,000 for all taxable years (adjusted for inflation) for each account. Disallows the deduction for contributions to an account maintained for any individual aged 19 or older. Requires any account balance to be distributed after the beneficiary attains age 30. Permits an exclusion from the gross income of the contributor or the beneficiary of account distributions used to pay educational expenses of the latter. Exempts an account from taxation (except for the tax on unrelated business income of a charitable organization), unless a contributor or the beneficiary engages in specified prohibited transactions in connection with it. Imposes a ten percent surtax on distributions not used for educational purposes. Requires the account trustee to report to the Secretary of the Treasury and to the account's beneficiary concerning the account. Imposes a penalty for failure to report. Allows taxpayers who do not otherwise itemize deductions to deduct for contributions to an education savings account. Imposes penalty taxes in connection with excess contributions or prohibited transactions associated with an account. Title II: Affordable Housing and First-Home Buyer Assistance - Permits a personal deduction for specified contributions to a first home ownership account. Treats such account as an individual retirement account upon a first home purchase. Repeals the taxation of gain on the sale of a principal residence. Extends through 1994 the issue period for qualified mortgage bonds. Title III: Reinstatement of Investment Tax Credit for Certain Property - Reinstates the ten-percent investment tax credit for property used as an integral part of manufacturing, production, or extraction or of furnishing transportation, communications, electrical energy, gas, water, waste disposal, or pollution control services. Allows such tax credit to offset 100 percent of a C corporation's minimum tax. Title IV: Reduction in Capital Gains Rates - Reduces the individual and corporate capital gains rate from 34 percent to 15 percent. Reduces such tax to 7.5 percent for low- and middle-income taxpayers. Requires indexing, based on the gross national product deflator, of the adjusted basis of certain assets (corporate stock and tangible property that is a capital asset of property used in a trade or business) that have been held for more than one year at the time of sale or other transfer, solely for the purpose of determining gain or loss. Provides for indexing the limitation on capital losses of noncorporate taxpayers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family and Economic Growth Incentive Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to provide incentives to encourage savings for education expenses and home ownership and to provide incentives to increase economic growth.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:29-05:00"
}