{
  "actions": [
    {
      "acted_at": "1991-08-02", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-22", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "National Parks and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks and Public Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-09-23", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-30", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "National Parks and Public Lands", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-06", 
      "bill_ids": [
        "s1664-102"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "See S.1664.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3227-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks and Public Lands", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-08-02", 
  "number": "3227", 
  "official_title": "To establish the Keweenaw National Historical Park, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1664-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1664-102", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1664-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1664-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Keweenaw National Historical Park Establishment Act", 
  "sponsor": {
    "district": "11", 
    "name": "Davis, Robert W.", 
    "state": "MI", 
    "thomas_id": "00273", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-08-02", 
  "subjects": [
    "Copper", 
    "Executive reorganization", 
    "Historic sites", 
    "Michigan", 
    "Mines and mineral resources", 
    "National parks"
  ], 
  "subjects_top_term": "Historic sites", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-08-02", 
    "text": "Keweenaw National Historical Park Establishment Act - Title I: Establishment of Park and Preservation District - Establishes as a unit of the National Park System the Keweenaw National Historical Park (the Park) in Michigan which shall include: (1) the Calumet National Historic Landmark District; (2) the Village of Calumet; (3) the Osceola #13 mining properties; and (4) the Quincy Mining Company National Historic Landmark District. Establishes within the Park the Calumet Historic Preservation District (Preservation District), which shall consist of the areas described in numbers one, two, and three of the preceding sentence. Authorizes the Secretary to: (1) take any necessary action to provide an owner of property with national historic or cultural significance with emergency assistance to prevent an imminent decrease in the value of the property; and (2) disapprove an action of the Keweenaw Historic Preservation Commission (the Commission). Requires Federal entities conducting or supporting activities directly affecting the Park or Preservation District to consult, cooperate, and coordinate such activities with the Secretary and the Commission. Title II: Duties of the Secretary - Directs the Secretary to prepare and submit to the Congress a general management plan for the Park taking into account the Park preservation plan. Sets forth procedures for plan revisions. Authorizes the Secretary to acquire property within the Park's boundaries by specified means. Allows property owned by the State of Michigan or any of its political subdivisions to be acquired only by donation or with donated or appropriated funds. Prohibits any acquisition of property without the owner's consent. Requires the Park's headquarters and a visitor center to be located within the Calumet National Historic Landmark District, and a second visitors center to be located within the Quincy Mining Company Complex. Authorizes the Secretary to enter into agreements with owners of property with national historic or cultural significance within the Park or Preservation District to provide for interpretive exhibits or programs. Authorizes and loans grants by the Secretary relating to property within the Quincy Mining Company National Historic Landmark District. Authorizes technical assistance relating to the Park. Title III: Keweenaw Historic Preservation Commission - Establishes the Keweenaw Historic Preservation Commission (the Commission) to: (1) administer the Preservation District in accordance with the Park preservation plan; and (2) provide certain services for the Park. Directs the Secretary to appoint Commission members with specified characteristics. Directs the Commission to submit to the Secretary a preservation plan for the Park, with specified components including interpretation of specified aspects of the copper industry. Sets forth procedures for review of such plan by the Secretary. Directs the Secretary to submit the approved plan to the Congress. Authorizes loans and grants by the Commission relating to property within the Preservation District. Authorizes technical assistance by the Commission relating to the Park. Authorizes the Administrator of General Services to provide administrative support services to the Commission on request and on a reimbursable basis. Title IV: Authorization of Appropriations - Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Keweenaw National Historical Park Establishment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish the Keweenaw National Historical Park, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:41-05:00"
}