{
  "actions": [
    {
      "acted_at": "2010-06-14", 
      "references": [
        {
          "reference": "CR S4886", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-06-14", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3483-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2010-06-14", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-06-14", 
  "number": "3483", 
  "official_title": "A bill to amend section 139 of title 49, United States Code, to increase the effectiveness of Federal oversight of motor carriers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Motor Carrier Protection Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-06-14", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Civil actions and liability", 
    "Department of Transportation", 
    "Government investigations", 
    "Licensing and registrations", 
    "Life, casualty, property insurance", 
    "Motor carriers", 
    "Transportation and public works", 
    "Transportation safety and security", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-06-14", 
    "text": "Motor Carrier Protection Act of 2010 - Requires each freight forwarder or freight broker registered with the Federal Motor Carrier Safety Administration (FMCSA) to: (1) pay an annual registration renewal fee in an amount determined by the Secretary of Transportation (DOT); (2) provide updated registration information; and (3) submit proof of compliance with applicable surety and insurance requirements. Requires noncompliant brokers, freight forwarders, or motor carriers to be listed as inactive on all relevant DOT websites. Requires the FMCSA Administrator to issue a distinctive registration number for each activity or service of a person (including motor carrier, freight forwarder, or broker) registered to provide one or more such activities or services. Requires a registrant to specify, in writing, the authority under which it is providing required services for each shipment for which it seeks compensation. Revises federal motor carrier registration requirements to prohibit a motor carrier from brokering transportation services unless registered as a broker. Requires registered motor carriers to maintain insurance for property damage when transporting property. Revises and consolidates federal registration and security requirements for freight forwarders and brokers. Prohibits a person from acting as a freight forwarder or broker unless that person: (1) holds a freight forwarder's permit or broker's license issued by the FMCSA; and (2) furnishes a bond or other surety from a provider determined by the FMCSA Administrator to be adequate to insure financial responsibility of at least $100,000. Prohibits a person acting as a broker (other than a non-vessel-operating common carrier), or an ocean freight forwarder providing brokerage as part of an international through movement involving ocean transportation between the United States and a foreign port, from providing interstate brokerage services unless that person: (1) is registered under and in compliance with this Act; and (2) has satisfied financial security requirements. Prescribes civil penalties for violators of such requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Carrier Protection Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend section 139 of title 49, United States Code, to increase the effectiveness of Federal oversight of motor carriers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:51-05:00"
}