{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr205-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "205", 
  "official_title": "A bill to facilitate the economic adjustment of communities, industries, and workers who may be substantially and seriously affected by reductions in defense contracts and facilities which are undertaken to realign defense expenditures with changed national security requirements and to prevent the ensuing dislocations from contributing to or exacerbating recessionary effects on the aforementioned groups.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Defense Economic Adjustment Act", 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Appropriations", 
    "Armed forces and national security", 
    "Business and commerce", 
    "Civil service employment", 
    "Defense contracts", 
    "Defense industries", 
    "Department of Defense", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal budgets", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government contractors", 
    "Government operations and politics", 
    "Government trust funds", 
    "Labor and employment", 
    "Military bases", 
    "Occupational retraining", 
    "Plant shutdowns", 
    "Relocation of employees", 
    "Underemployment", 
    "Unemployment", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Defense Economic Adjustment Act - Title I: Defense Economic Adjustment Council - Establishes in the Executive Office of the President the Defense Economic Adjustment Council to be composed of Cabinet members and Directors of government agencies. Establishes an Office of Economic Adjustment to provide staff support for the Council. Specifies the duties of the Council, including (1) assisting communities, industries, and employees which may be substantially and seriously affected to make adjustment to closure and reduction of bases or cancellation or reduction of defense contracts and (2) developing and coordinating policies and programs to plan for and facilitate economic adjustment to take account of changing emphasis on defense industries. Title II: Community Economic Adjustment Planning - Authorizes the Council to allocate economic development funds appropriated to Federal agencies to communities which would be substantially affected by reduction or elimination of Government military facilities or curtailment or conclusion of military contracts. Requires public announcement of a closure or substantial reduction of a federally-owned defense facility at least 180 days prior to such action. Directs the Council to assure that retraining and other conversion programs for affected Federal employees are immediately funded and that such employees are given first preference for other Federal job openings in the surrounding region. Title III: Industrial Economic Adjustment - Requires defense contractors to undertake planning and preparation for the employment of the personnel and utilization of the facilities employed on a contract after its completion. Permits funds authorized for appropriation to the Department of Defense to be made available for independent research and development or for bid and proposal costs upon a finding by the council that the work for which the funds are to be allocated has a potential relationship to an urgent national requirement in a designated nondefense sector, including energy and fuel efficiency. Authorizes the Chairman of the Council to provide assistance to defense and nonprofit contractors on conversion to one or more of enumerated nondefense industries. Title IV: Economic Adjustment Fund - Requires payment to the Council of one-half of one percent of the amount of any defense contract for funding of the Workers Economic Adjustment Reserve Trust Fund to be established in the Treasury. Provides for the return of all unexpended moneys of a contractor in the fund if all of his obligations under this Act have been discharged and he has not contracted with the Federal Government to furnish defense materials within 24 months or of a designated portion of such sums if the number of workers engaged in the furnishing of defense material to a Defense agency during the preceding 24 months was continuously more than 20 percent below the peak annual average of such workers occurring after the enactment of this Act. Title V: Economic Adjustment Assistance For Workers - Requires all defense contractors to report to the Secretary of Labor all displacements, short workweeks, or down gradings affecting more than five percent of the employees in a defense facility and the Secretary to certify the affected workers whose displacement, short workweek, or downgrading was attributed in part to a reduced volume of defense work as eligible for economic adjustment benefits. Provides that such assistance shall include up to 80 percent of weekly wages, maintenance, of insurance coverages, vested pension credit, and retraining. Conditions the eligibility of workers for such benefits upon maintenance of registration with the Secretary of Labor and an agreement to accept employment determined by the Secretary of Labor to be suitable. Title VI: Authorization of Appropriations - Authorizes the appropriation of such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Economic Adjustment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to facilitate the economic adjustment of communities, industries, and workers who may be substantially and seriously affected by reductions in defense contracts and facilities which are undertaken to realign defense expenditures with changed national security requirements and to prevent the ensuing dislocations from contributing to or exacerbating recessionary effects on the aforementioned groups.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:26-05:00"
}