{
  "actions": [
    {
      "acted_at": "1977-01-10", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1597-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-10", 
  "number": "1597", 
  "official_title": "A bill to provide for the rehabilitation and compensation of victims of transportation accidents involving motor vehicles by establishing national standards for State no-fault benefit plans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Standards for No-Fault Benefits Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-10", 
  "subjects": [
    "Automobile insurance", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Liability (Law)", 
    "Liability for traffic accidents", 
    "Motor vehicles", 
    "Public safety", 
    "Traffic accidents and safety"
  ], 
  "subjects_top_term": "Automobile insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-10", 
    "text": "National Standards for No-Fault Benefits Act - Title I: General Provisions - Declares it the purpose of this Act to establish national standards for State no-fault benefit plans funded through insurance as a system to provide maximum restoration for motor vehicle accident victims and compensation for the survivors of such victims. Title II: National Standards for State No-Fault Benefit Plans - Sets forth specific requirements which each State plan must meet in order to be approved. Specifies types of coverage necessary for approval. Requires that coverage be compulsory within the State. Establishes required procedures for payment of benefits. Title III: Alternate Federal No-Fault Plan - Stipulates that in States which do not have an approved State plan for no-fault insurance, an alternative Federal no-fault plan shall be in effect. Sets forth the coverage available under the alternative plan. Title IV: Review Board and Miscellaneous Provisions - Establishes, within the Department of Transportation, an independent instrumentality to be known as the No-Fault Insurance Plan Review Board. Requires the Board to formulate guidelines for the collection and presentation of statistics and data relevant to the evaluation of no-fault plans. Authorizes the Board to promulgate such regulations as are necessary to carry out the authority granted under this Act. Authorizes the appropriation of $500,000 to the Board to carry out its functions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Standards for No-Fault Benefits Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the rehabilitation and compensation of victims of transportation accidents involving motor vehicles by establishing national standards for State no-fault benefit plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:49-05:00"
}