{
  "actions": [
    {
      "acted_at": "1999-01-19", 
      "references": [
        {
          "reference": "CR S667", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-19", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s220-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-19", 
  "number": "220", 
  "official_title": "A bill to amend the Trade Act of 1974 to consolidate and improve the trade adjustment assistance and NAFTA transitional adjustment assistance programs under that Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Trade Adjustment Assistance Improvements Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-01-19", 
  "subjects": [
    "Administrative remedies", 
    "Authorization", 
    "Canada", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Customs unions", 
    "Day care", 
    "Department of Labor", 
    "Dislocated workers", 
    "Economics and public finance", 
    "Employee training", 
    "Families", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Imports", 
    "International affairs", 
    "Job hunting", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Layoffs", 
    "Mexico", 
    "North America", 
    "Occupational retraining", 
    "Offshore manufacturing", 
    "Performance measurement", 
    "Relocation of employees", 
    "Social welfare", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Transportation and public works", 
    "Travel costs"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-01-19", 
    "text": "Trade Adjustment Assistance Reform Act of 1999 - Amends the Trade Act of 1974 to authorize appropriations to the Department of Labor for FY 1999 through 2001 for trade adjustment assistance (TAA) for workers. (Sec. 2) Extends, temporarily, through September 30, 1999, the North American Free Trade (NAFTA) Transitional Adjustment Assistance Program. Repeals the NAFTA Transitional Adjustment Assistance Program (effectively eliminating TAA for workers under such program). (Sec. 3) Revises requirements for the filing of petitions for TAA for a group of workers adversely affected by imports. Authorizes employers of such workers, one-stop operators or one-stop partners, or State employment agencies to file on their behalf with the Governor of the State (currently, with the Secretary of Labor) a petition for certification of eligibility for such assistance. Requires the Governor to: (1) transmit the petition to the Secretary immediately; (2) ensure that rapid response assistance and basic readjustment services are made available to the workers; and (3) assist the Secretary in the review of the petition. Requires the Secretary to review such petitions for certification of eligibility within 40 days (currently, 60 days) of its filing. (Sec. 4) Adds as a factor in the Secretary's determination of the eligibility of a group of workers for TAA any shift in production by such workers' firm to a foreign country of articles like or directly competitive with articles produced by such firm. (Sec. 5) Directs the Secretary to collect and maintain certain information with respect to certifications of TAA. (Sec. 6) Revises enrollment in training requirements with respect to the payment of TAA to adversely affected workers to set forth certain time periods during which such enrollment must occur. Authorizes the Secretary to issue a statement to a worker waiving the enrollment in training requirements if it is determined that such training requirement is not feasible or appropriate for the worker, based on specified factors. (Sec. 8) Increases from 14 to 30 the number of days an adversely affected worker may have a scheduled break in a training program and still be treated as participating in the program for purposes of TAA eligibility. (Sec. 9) Increases the total annual amount of payments for worker training from $80 million to $150 million for any fiscal year. (Sec. 11) Authorizes the Secretary to secure for adversely affected workers certain employment services, including services provided through one-stop delivery systems. Provides for the coordination of employment services for adversely affected workers under the Job Training Partnership Act and the Workforce Investment Act of 1998. (Sec. 12) Authorizes an adversely affected worker to file an application with the Secretary for the provision of supportive services, including transportation, child and dependent care, and other similar services. Sets forth specified conditions with respect to such services. (Sec. 14) Makes unappropriated Treasury funds available in any fiscal year that TAA funds become exhausted. (Sec. 15) Authorizes appropriations to the Department of Labor for FY 1999 through 2001 for TAA for firms."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Adjustment Assistance Improvements Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Trade Act of 1974 to consolidate and improve the trade adjustment assistance and NAFTA transitional adjustment assistance programs under that Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:15-05:00"
}