{
  "actions": [
    {
      "acted_at": "1989-07-12", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-24", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from the Departments of Energy and Health and Human Services, Occupational Safety and Health Administration and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-25", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Environmental Protection Agency, Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-05", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-31", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-13", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings concluded. Hearings printed: S.Hrg. 101-658.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-13", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Nuclear Regulatory Commission, and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-12-28", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources received executive comment from Nuclear Regulatory Commission. Unfavorable.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1304-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1989-07-12", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1990-05-14", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1989-07-12", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1989-07-12", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "1989-07-12", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1989-07-12", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1989-07-12", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1989-07-12", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1989-07-12", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1989-07-12", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-12", 
  "number": "1304", 
  "official_title": "A bill to enhance nuclear safety at Department of Energy nuclear facilities, to modify certain functions of the Defense Nuclear Facilities Safety Board, to apply the provisions of OSHA to certain Department of Energy nuclear facilities, to clarify the jurisdiction and powers of Government agencies dealing with nuclear wastes, to ensure independent research on the effects of radiation on human beings, to encourge a process of environmental compliance and cleanup at these facilities, to protect communities that contain these facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "DOE Nuclear Safety and Environment Act", 
  "sponsor": {
    "district": null, 
    "name": "Glenn, John H., Jr.", 
    "state": "OH", 
    "thomas_id": "01339", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-07-12", 
  "subjects": [
    "Administrative procedure", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Florida", 
    "Hazardous waste disposal", 
    "Health surveys", 
    "Medical research", 
    "Nevada", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear weapons", 
    "Occupational health and safety", 
    "Ohio", 
    "Radiation safety", 
    "Radioactive wastes", 
    "Radiobiology", 
    "South Carolina", 
    "Texas"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-07-12", 
    "text": "DOE Nuclear Safety and Environment Act - Title I: Oversight of Defense Nuclear Facilities Safety Board - Amends the Atomic Energy Act of 1954 to redefine a Department of Energy (DOE) defense nuclear facility as one which includes: (1) the tritium loading facility and the 236 H facility at Savannah River, South Carolina; (2) the Mound Laboratory, Ohio; (3) any facility or activity involved with the assembly or testing of nuclear explosives; and (4) testing and assembly facilities operated for national security purposes under the jurisdiction of the Secretary of Energy (the Secretary) (including test site facilities in Nevada; the Pinnellas Plant, Florida; and the Pantex facility, Texas). Requires the Secretary to notify the Defense Nuclear Facilities Safety Board and the Congress immediately about any abnormal occurrence at a DOE defense nuclear facility which could result in an unplanned release of radioactive products in excess of the allowable limits for normal operation. Title II: Application of OSHA and NIOSH to DOE Nuclear Facilities - Amends the Occupational Safety and Health Act of 1970 (OSHA) to apply it to: (1) a DOE defense nuclear facility and production or utilization facilities under the Secretary's control; (2) a facility subject to the Atomic Energy Act of 1954 under the Secretary's control; and (3) a waste storage or disposal facility under the Secretary's control. Directs the Secretary of Labor to promulgate regulations governing the application of OSHA to DOE nuclear facilities. Includes DOE nuclear facilities within the purview of functions performed by the National Institute for Occupational Safety and Health and requires the Institute to conduct hazard evaluations at such facilities. Requires the Secretary and every contractor operating a nuclear facility to cooperate with the Secretary of Health and Human Services and with the Secretary of Labor with respect to inspections or investigations conducted at nuclear facilities. Title III: Mixed Hazardous Waste - Mixed Hazardous Waste Amendment Act of 1989 - Amends the Solid Waste Disposal Act to provide that the term \"solid waste\" does not include source, special nuclear, or by-product materials unless such materials are: (1) part of any mixture or combination of solid waste as defined within the Act; or (2) wastes at the time they are emplaced at a repository. Title IV: The Radiation Research Board - Radiation Research Board Act - Directs the Secretary of Health and Human Services to establish the Radiation Research Board to advise and assist the Secretary of Energy in conducting studies of the effects of radiation. Requires the Secretary of Energy to: (1) submit for the Board's review all proposed studies regarding the health effects of radiation if such studies require funds in excess of $50,000; (2) report annually to the Congress regarding the implementation of Board recommendations; (3) insure that all studies be subject to peer review; (4) promulgate guidelines for the provision of study data to qualified researchers who are not associated with DOE; and (5) make data concerning the health effects of radioactive and other hazardous materials in the possession of DOE or its contractors available to qualified researchers. Directs the Radiation Research Board to establish procedures expediting the release of such data. Title V: Office of Environment, Safety, and Health Within the Department of Energy - Establishes within DOE an Office for Environment, Safety, and Health to exercise specified oversight powers with respect to DOE conformance with environmental, health, and safety regulations (including independent review of environmental impact statements prepared by DOE and the immediate shutdown of any DOE facility posing an unreasonable environmental, safety, or health risk). Title VI: Defense Nuclear Facility Cleanup Compliance Agreements - Directs the Administrator of the Environmental Protection Agency, the Secretary of Energy, and each State containing a DOE defense nuclear facility to negotiate a defense nuclear facility cleanup agreement within a specified period. Prescribes guidelines for such agreements. Title VII: Repeal of Prohibition on the Use of Funds to Pay Penalties Under Environmental Laws - Repeals the prohibition against using appropriated funds to pay penalties for DOE non-compliance with environmental laws with respect to its defense nuclear facilities. Title VIII: Department of Energy Facility Closing Restrictions - States that upon the closing of any DOE defense nuclear facility the Secretary must provide: (1) a complete survey of environmental problems at the facility; (2) budget quality data indicating the cost of returning the facility to an environmentally safe multi-use condition; and (3) report to the Congress how DOE intends to initiate and complete the facility's cleanup."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "DOE Nuclear Safety and Environment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Mixed Hazardous Waste Amendment Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Radiation Research Board Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance nuclear safety at Department of Energy nuclear facilities, to modify certain functions of the Defense Nuclear Facilities Safety Board, to apply the provisions of OSHA to certain Department of Energy nuclear facilities, to clarify the jurisdiction and powers of Government agencies dealing with nuclear wastes, to ensure independent research on the effects of radiation on human beings, to encourge a process of environmental compliance and cleanup at these facilities, to protect communities that contain these facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:34-05:00"
}