{
  "actions": [
    {
      "acted_at": "1995-10-12", 
      "references": [], 
      "text": "Committee on Commerce. Original measure reported to Senate by Senator Pressler. With written report No. 104-157.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-12", 
      "calendar": "Senate Legislative", 
      "number": "206", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 206.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1995-10-19", 
      "committee": "Committee on Finance by unanimous consent soley for the consideration of title X, not to exceed 15 calendar days", 
      "references": [], 
      "text": "Referred to the Committee on Finance by unanimous consent soley for the consideration of title X, not to exceed 15 calendar days.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-11-02", 
      "in_committee": "Committee on Finance by unanimous consent soley for the consideration of title X, not to exceed 15 calendar days", 
      "references": [], 
      "text": "Committee on Finance. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1995-11-02", 
      "references": [], 
      "text": "Committee on Finance. Reported to Senate by Senator Roth with an amendment. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-02", 
      "calendar": "Senate Legislative", 
      "number": "221", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 221.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1318-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-10-12", 
  "number": "1318", 
  "official_title": "An original bill to reform the statutes relating to Amtrak, to authorize appropriations for Amtrak, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1788-104", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1788-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Amtrak and Local Rail Revitalization Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Pressler, Larry", 
    "state": "SD", 
    "thomas_id": "00927", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1995-10-12", 
  "subjects": [
    "Accounting", 
    "Advertising", 
    "Advice and consent of the Senate", 
    "Agriculture and food", 
    "Alaska", 
    "Auditing", 
    "Authorization", 
    "Automobiles", 
    "Business records", 
    "Capital investments", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Collective bargaining agreements", 
    "Commerce", 
    "Compensation (Law)", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Contracts", 
    "Corporation directors", 
    "Cost accounting", 
    "Cost control", 
    "Costs", 
    "Damages", 
    "Disabled", 
    "Disaster relief", 
    "District of Columbia", 
    "Economics and public finance", 
    "Electric power distribution", 
    "Electric utilities", 
    "Emergency management", 
    "Employee rights", 
    "Energy", 
    "Energy policy", 
    "Excise tax", 
    "Executive compensation", 
    "Executive reorganization", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Federally-guaranteed loans", 
    "Ferries", 
    "Finance and financial sector", 
    "Freedom of information", 
    "Fringe benefits", 
    "Fuel", 
    "Gasoline tax", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government travel", 
    "Government trust funds", 
    "Grain trade", 
    "Health", 
    "Highspeed trains", 
    "Industrial arbitration", 
    "Infrastructure", 
    "Inspectors general", 
    "Interest rates", 
    "Intermodal transportation", 
    "Interstate compacts", 
    "Joint ventures", 
    "Labor and employment", 
    "Labor productivity", 
    "Law", 
    "Layoffs", 
    "Leases", 
    "Liability (Law)", 
    "Local taxation", 
    "Locomotives", 
    "Marketing", 
    "Mass rapid transit", 
    "Massachusetts", 
    "Motor bus lines", 
    "Motor carrier rates", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "New York City", 
    "Occupational health and safety", 
    "Planning-programming-budgeting", 
    "Postal service", 
    "Presidential commissions", 
    "Privatization", 
    "Punitive damages", 
    "Railroad abandonments", 
    "Railroad commuting traffic", 
    "Railroad employees", 
    "Railroad engineering", 
    "Railroad equipment", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad maintenance and repair", 
    "Railroad passenger traffic", 
    "Railroad rates", 
    "Railroad retirement plans", 
    "Railroad rolling stock", 
    "Railroad safety", 
    "Railroad terminals", 
    "Railroads", 
    "Railroads and state", 
    "Real estate development", 
    "Relocation", 
    "Right-of-way", 
    "Science, technology, communications", 
    "Social security taxes", 
    "Social welfare", 
    "State taxation", 
    "Subsidiary corporations", 
    "Subsidies", 
    "Tax exemption", 
    "Tax-exempt securities", 
    "Taxation", 
    "Telecommunication systems", 
    "Traffic accidents and safety", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Transportation and the physically handicapped", 
    "Transportation insurance", 
    "Transportation planning", 
    "Travel costs", 
    "Unemployment insurance", 
    "Vending machines", 
    "Video tape recording"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1995-11-02", 
    "text": "TABLE OF CONTENTS: Title I: Procurement Reforms Title II: Operational Reforms Title III: Employee Protection Reforms Title IV: Use of Railroad Facilities Title V: Financial Reforms Title VI: Miscellaneous Title VII: Authorization of Appropriations Title VIII: Amtrak Revenue Enhancement Title IX: Preservation of Rail Infrastructure Amtrak and Local Rail Revitalization Act of 1995 - Title I: Procurement Reforms - Amends Federal transportation law to revise National Railroad Passenger Corporation (Amtrak) contracting out provisions to require Amtrak and its labor organizations to resolve the issue of under what conditions, if any, it may contract out work normally performed by an Amtrak bargaining unit employee when such contracting out results in the layoff of such employees. (Currently, Amtrak may not contract out such work if it will result in the layoff of Amtrak bargaining unit employees.) Requires each of the parties to the negotiations to select a neutral person from the list of National Mediation Board arbitrators if they are unable to resolve the issue. Requires the Board to select an arbitrator if the parties fail to do so. (Sec. 102) Prohibits Amtrak from submitting a bid for the performance of services under a contract for an amount less than the cost to it of performing such services (below-cost competition) with respect to any activity, except the provision of intercity rail passenger transportation, or mail or express transportation. Repeals general Amtrak authority to maintain and rehabilitate rail passenger equipment, and the mandate to maintain a regional maintenance plan including specified components. Authorizes Amtrak, with a specified exception, to enter into a contract with a motor carrier of passengers for the intercity transportation over regular routes only if certain requirements are met. (Sec. 103) Authorizes Amtrak and motor carriers of passengers, subject to Interstate Commerce Commission review, to: (1) combine their respective services and facilities to the public as a means of increasing revenue; and (2) coordinate schedules, routes, rates, reservations, and ticketing to provide for enhanced intermodal surface transportation. (Sec. 104) Establishes as some of the goals for Amtrak: (1) management of its capital investment in such a way as to provide its customers with world class service; and (2) treatment of all passengers with respect, courtesy, and dignity. (Sec. 105) Provides that Federal employees shall be permitted to choose travel on Amtrak for official business where total travel cost from office to office is competitive on a total trip or time basis. Title II: Operational Reforms - Directs Amtrak to operate as a national rail passenger transportation system which provides access to all areas of the country and ties together existing and emergent regional rail passenger networks and other intermodal passenger service. (Sec. 201) Repeals Amtrak's mandate: (1) to provide intercity rail passenger transportation within the basic system (unless such transportation is provided by specified others); and (2) to continue to carry out a specified plan to improve such transportation. Requires Amtrak to give 180 days' notice (currently, 90 days) of its intention to discontinue rail service over a route to States, regional or local authorities, or other persons so that they will have an opportunity to agree to share or assume the cost of any part of the train, route, or service to be discontinued. Repeals Amtrak's mandates for: (1) cost and performance reviews of Amtrak routes in the basic system; and (2) provision of special commuter transportation. (Sec. 202) Repeals specified provisions regarding: (1) Amtrak's mandate to increase mail and express transportation revenues, and its authority to provide auto-ferry transportation; (2) route and service criteria with respect to route discontinuances and route additions; (3) additional qualifying routes; (4) certain requests to Amtrak by State, regional, or local authorities or other persons to provide rail passenger transportation or keep a train, route, or service that Amtrak intends to discontinue; and (5) authority for the Amtrak Commuter (thus abolishing it as an Amtrak subsidiary). Declares that State and local laws that impair the provision of mail, express, and auto-ferry transportation shall not apply to Amtrak or a rail carrier providing such services. (Sec. 206) Exempts certain commuter authorities from paying a tax or fee to the same extent that Amtrak is exempt. Declares that such exemption shall not affect any trackage rights held by Amtrak or Consolidated Rail Corporation (Conrail). (Sec. 207) Provides for the reimbursement of costs to commuter rail carriers that provide transportation over certain rights-of-way and facilities on the Northeast Corridor. Encourages Amtrak to make agreements with the private sector and undertake initiatives that promote the potential privatization of its operations. (Sec. 208) Declares that a State shall have access to Amtrak's records, accounts, and other necessary documents used to determine the amount of any State payment to Amtrak. Title III: Employee Protection Reforms - Repeals certain requirements for fair and equitable employee protective arrangements in the event of a discontinuance of intercity rail passenger service. (Sec. 301) Entitles Amtrak employees to protective benefits only if deprived of employment as a result of a discontinuance of intercity rail passenger service or other transaction creating an entitlement to such benefits. Limits the total amount of: (1) protective payments to no more than six months' pay; and (2) fringe benefits to no more than six months or the minimum period established by other Federal law for such benefits, whichever is longer. Amends the Northeast Rail Service Act of 1981 to declare that with respect to employees in any class or craft in train or engine service, Conrail shall have the right to furlough one such employee for each similar employee who moves from Amtrak to Conrail in excess of the cumulative number of such employees who move from Conrail to Amtrak. Title IV: Use of Railroad Facilities - Makes contracts between Amtrak and its passengers, the Alaska Railroad and its passengers, or private railroad car operators and their passengers regarding claims for personal injury, death, or damage to property in connection with the provision of rail transportation enforceable if: (1) punitive or exemplary damages, where permitted, are not limited to less than two times compensatory damages awarded to any claimant, or $250,000, whichever is greater; (2) passengers are provided adequate notice of any contractual limitation or waiver or choice of forum; and (3) passengers are given an opportunity to purchase supplemental insurance coverage when a ticket is purchased or at point of departure. Title V: Financial Reforms - Directs Amtrak to prepare a financial plan to operate within specified funding levels, including budgetary goals for FY 1995 through 1997. Requires Amtrak within five years after enactment of this Act to operate without the need for Federal operating grant funds. (Sec. 502) Requires the Amtrak Reform Council, within three years after enactment of this Act, to review Amtrak's progress under its plan to maximize its revenues and minimize Government subsidies, and determine on the basis of such plan the likelihood that it will not need such Federal grants. Requires the Secretary of Transportation and Amtrak, at the end of three years, unless the Congress disapproves, to: (1) implement a plan for the continued operation of Amtrak if the Council finds that Amtrak has met its stated financial goals; or (2) implement the sunset plan if the Council finds Amtrak has not met such goals. (Sec. 503) Makes certain funds appropriated for the Northeast Corridor Improvement Project available to Amtrak for the Northeast Corridor Improvement Program. (Sec. 504) Relieves Amtrak from excess tax liability with respect to the payment of retirement and unemployment insurance benefits to its employees. Authorizes appropriations. (Sec. 507) Exempts Amtrak (and Amtrak subsidiary) passengers and customers from any fee, head charge, or other charge imposed by a State or local taxing authority directly or indirectly on any persons traveling in intercity rail passenger transportation or mail or express transportation provided by Amtrak or a rail carrier subsidiary of Amtrak, or on the carriage of such persons, mail, or express, or on the sale of any such transportation, or on the gross receipts derived from such activities, from any fee, head charge, or other charge imposed by a State or local taxing authority. Title V: Miscellaneous - Establishes the Amtrak Reform Council to: (1) evaluate, and report to the Congress on, Amtrak's performance; (2) suggest strategies for further cost containment and productivity improvements, including strategies for further reduction in Federal operating subsidies; (3) consider the merits and service implications of the partial or complete privatization of Amtrak's operations; and (4) develop, and submit to the Congress, plans for the continuation without Federal operational support or liquidation of Amtrak, as the case may be, five years after enactment of this Act. (Sec. 604) Extends from October 15, 1996, to October 15, 2001, the deadline for retrofitting of certain intercity rail passenger cars with human waste disposal systems that provide for waste discharge at a servicing facility only. (Sec. 605) Repeals the authority or mandate for: (1) assistance for upgrading rail facilities that pose a hazard; (2) the rail safety system program; (3) a plan for demonstrating new technology in rail passenger equipment; and (4) a program master plan for a Boston-New York main line. (Sec. 610) Declares that Amtrak shall not be subject to certain requirements under the Americans With Disabilities Act of 1990 until January 1, 1998, and October 15, 2001, respectively. (Sec. 612) Amends the Northeast Rail Service Act of 1981 to repeal the mandate for determination of a costing methodology with respect to certain Northeast Corridor cost disputes. (Sec. 614) Amends the Conrail Privatization Act to repeal a specified provision regarding composition of the Board of Directors of the Consolidated Rail Corporation. (Sec. 615) Grants congressional consent to States with an interest in a specific form, route, or corridor of intercity passenger rail service, including high speed rail service, to enter into interstate compacts to promote such service. Title VII: Authorization of Appropriations - Amends Federal transportation law to authorize appropriations for Amtrak for: (1) capital expenditures, operating expenses, and certain mandatory payments; and (2) guarantee of obligations to improve railroad facilities or equipment. (Sec. 701) Repeals the current authorization of appropriations for specific projects under the Northeast Corridor Improvement Program, as well as the general authorization for deferment of certain program projects in order to carry out others. Title VII: Amtrak Revenue Enhancement - Establishes an Intercity Rail Passenger Account to: (1) acquire passenger equipment and locomotives; and (2) encourage State and local investment in facilities and equipment used to provide intercity rail passenger service. (Sec. 802) Requires the Union Station Redevelopment Corporation, in lieu of payments to the Secretary for loan repayments, to make an equal payment into a capital reserve account to maintain Washington Union Station in a state of good repair. (Sec. 803) Authorizes Amtrak to increase non-Federal revenues through specified sources. Authorizes Amtrak to sell electric energy in excess of its needs to any purchaser, including electric utilities, to increase its revenues or decrease its costs. Title IX: Preservation of Rail Infrastructure - Rail Infrastructure Preservation Act of 1995 - Authorizes appropriations for local rail freight assistance. (Sec. 903) Authorizes the Secretary to declare that a disaster has occurred and that Federal funding is necessary to repair and rebuild rail lines damaged by it. Prohibits such assistance unless emergency disaster relief funds are appropriated for such purpose. (Sec. 904) Makes the following activities eligible for local rail freight assistance: (1) the costs of closing or improving a railroad grade crossing or series of railroad grade crossings; and (2) the costs of creating a State-supervised grain car pool. (Sec. 905) Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to declare that it is the purpose of the Congress to promote the revitalization of the railway system through, among other things, preservation of light density lines. (Sec. 906) Revises interest rate, repayment, and prepayment penalty requirements with respect to guaranteed railroad improvement loans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Amtrak and Local Rail Revitalization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Rail Infrastructure Preservation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Amtrak and Local Rail Revitalization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Rail Infrastructure Preservation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to reform the statutes relating to Amtrak, to authorize appropriations for Amtrak, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:02-05:00"
}