{
  "actions": [
    {
      "acted_at": "1992-04-02", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2519-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-02", 
  "number": "2519", 
  "official_title": "A bill to provide authority to regulate exports, to improve the efficiency of export regulation, and to minimize interference with the ability to engage in commerce.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Export Administration Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Garn, E. J. (Jake)", 
    "state": "UT", 
    "thomas_id": "01338", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-02", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Agricultural economics", 
    "Agriculture in foreign trade", 
    "Armed forces and national security", 
    "Arms control", 
    "Arms sales", 
    "Ballistic missiles", 
    "Biological weapons", 
    "Chemical weapons", 
    "China", 
    "Commercial blacklisting", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Debarment of government contractors", 
    "Defense industries", 
    "Department of Commerce", 
    "Department of Defense", 
    "Department of Energy", 
    "Department of the Treasury", 
    "Electronic surveillance", 
    "Equipment and supplies", 
    "Executive reorganization", 
    "Export controls", 
    "Federal advisory bodies", 
    "Federal officials", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government paperwork", 
    "Guided missiles", 
    "International affairs", 
    "Judicial review of administrative acts", 
    "Licenses", 
    "Nuclear exports", 
    "Nuclear nonproliferation", 
    "Petroleum", 
    "Presidential appointments", 
    "Supercomputers", 
    "Technology transfer", 
    "Terrorism", 
    "Trade negotiations"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-02", 
    "text": "Export Administration Act of 1992 - Declares it to be U.S. policy to minimize the imposition of export controls and to encourage trade with all countries with which the United States has diplomatic or trading relations, except those countries with which such trade has been determined by the President to be against the national interest. Establishes as an independent establishment in the executive branch the Office of Strategic Trade and Technology (Office). Declares that such Office shall be headed by a Director, appointed by the President, by and with the advice and consent of the Senate, who shall serve as the President's principal advisor on U.S. strategic trade and technology policy. Establishes within the Office the Strategic Trade Policy Council which shall approve export control and technology transfer policies proposed by the director. Provides for the appointment of: (1) Associate Director for Export Administration; (2) Associate Director for Economic Security; (3) Associate Director for Non-Proliferation; and (4) Chief Negotiator. Establishes within the Office an: (1) Office of Enforcement and Compliance; (2) Office of Foreign Availability; and (3) Office of Industry Advisory Committees. Declares that the Director, or other designated employees of the Office, shall constitute the permanent U.S. delegation to the Coordinating Committee (COCOM). Provides for the appointment of an industry advisory committee. Transfers to the Office the functions and authorities: (1) of the Office of Munitions Control of the Department of Defense; (2) of the Defense Technology Security Administration of the Department of Defense; (3) of the Department of Commerce under the Export Administration Act of 1979; (4) granted under the Defense Production Act of 1950; (5) granted under a specified section of the Trade Expansion Act of 1962; (6) of the Department of Energy with respect to the review of exports pursuant to the Nuclear Non-Proliferation Act of 1978; (7) of the Office of Foreign Assets Control of the Department of the Treasury; and (8) not specifically vested by statute as the Director determines to be appropriate. Declares that no authority or permission may be required to export goods or technology. Authorizes the issuance of specified export licenses, including: (1) multiple export licenses for the export of goods or technology; (2) distribution licenses; (3) operations licenses for the export and reexport of technolgy and related goods; (4) project licenses; (5) service supply licenses; (6) general licenses; and (7) other type licenses. Requires the Director to establish a United States Export Control index which shall identify goods or technology which shall be subject to controls under this Act, the Arms Export Control Act, or the Nuclear Non-Proliferation Act of 1978. Prohibits the Director from imposing national security or foreign policy export controls on the export of goods or technology for which there is foreign availability. Authorizes the President to prohibit the export of goods and technology that would prove detrimental to the national security of the United States. Requires the President, for purposes of administering national security export controls, to establish a list of controlled countries that includes: (1) countries that represent a strategic threat to the United States; and (2) countries of proliferation concern. Subjects China to certain strategic and proliferation export controls. Urges the President, for purposes of enhancing the effectiveness of multilateral controls, to negotiate with the governments participating in COCOM and other multilateral export control arrangements to develop: (1) a common list of controlled countries, (2) a common list of controlled goods and technology; and (3) a common approach to treatment of exports to nonadherents to such arrangements. Declares that no authority or permission may be required for the export or reexport of goods or technology to or from a country which maintains export controls on such items cooperatively with the United States pursuant to the agreement of COCOM or an agreement to restrict such exports. Authorizes the Director to require authority or permission to export or reexport of: (1) goods or technology to unreliable end-users; (2) supercomputers, goods or technology for sensitive nuclear uses, devices for surreptitious interception of wire or oral communication, and goods or technology intended for end users to a country other than a country which maintains export controls cooperatively with the United States pursuant to the agreement of COCOM or restrictive export agreement; and (3) goods or technology pursuant to special multilateral control arrangements agreed to unanimously by COCOM, as long as all countries in which such goods or technology are produced agree to equivalent controls and requirements. Requires the Director to pursue negotiations with: (1) governments participating in nonproliferation agreements in order to strengthen and to achieve common approaches to licensing and enforcement of such agreements; and (2) countries that do not participate in COCOM or such nonproliferation agreements regarding their cooperation in restricting the export of goods and technology. Requires the Director to establish a national security control list. Sets forth provisions regarding controls based on: (1) proliferation concern; and (2) strategic threat. Authorizes the issuance of export licenses for multiple exports of technology and related goods. Prohibits the Director from requiring an export license for the export of replacement parts for certain goods. Declares that there shall be a presumption of approval of an application for a license for the export to a controlled country of goods for exhibition at a trade show if specified requirements are met. Requires export licenses authorizing the export of goods or technology to also authorize the export of related operation technical data if such data does not exceed the minimum level necessary to install, repair, maintain, inspect, operate, or use such goods or technology. Prohibits the imposition of export controls on a good solely because it contains parts or components subject to export controls if such parts or components are essential to the functioning of the good, customarily included in sales of the good in countries other than controlled countries, and comprise 25 percent or less of the total value of the good, unless such good as a whole would make a significant contribution to the military potential of a controlled country that would prove detrimental to U.S. national security. Declares that no authority or permission may be required to reexport goods or technology from any country: (1) when such good or technology is incorporated in another resulting good or technology; and (2) the incorporated U.S. good or technology represents not more than 25 percent of the total value of the resulting good or technology. Sets forth specified exceptions. Sets forth specified requirements with respect to commercial agreements for the export of goods and technology between U.S. firms and controlled countries. Requires the Director to publish the full text of the three International Lists of COCOM. Authorizes the President to prohibit or curtail the export of goods, technology, or other information (except medicine and certain food exports) by U.S. persons in order to further U.S. foreign policy. Requires the Director to notify specified congressional committees before any license is approved for the export of goods and technology valued at more than $1 million to any country that supports international terrorism. Requires crime and detection and equipment to be approved for export by the Director. Authorizes the President to prohibit the export of goods and technology where necessary to protect the domestic economy from excessive drain of source materials. Authorizes any trade association, firm, or group of workers that may be adversely affected by short supply conditions to petition the Director to monitor such exports or impose export controls. Prohibits domestically produced crude oil transported by pipeline over a right-of-way under the Trans-Alaska Pipeline Authorization Act from being exported, with specified exceptions, from the United States. Declares that such export controls shall not apply to any agricultural commodity, including fats and oils or animal hides or skins, without the approval of the Secretary of Agriculture. Directs the President to issue regulations prohibiting any U.S. person from knowingly supporting any boycott imposed by a foreign country and not supported by the United States against a country which is friendly to the United States. Authorizes any person who utilizes a product produced abroad in whole or in part from a good historically obtained from the United States but which has been subjected to export controls, or any person who historically has exported such a good, to transmit a hardship petition to the Director requesting an exemption from such controls. Sets forth specified procedures for the processing of export licenses by the Director. Sets forth civil and criminal penalties. Requires the President to impose specified sanctions against foreign and U.S. persons who have: (1) violated the export control laws of a member of COCOM; and (2) knowingly and materially contributed to use or development of chemical, biological, nuclear, or missile weapons. Provides for enforcement of export controls authorized under this Act. Provides for administrative and judicial review of penalties and sanctions imposed under this Act. Requires specified reports. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export Administration Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide authority to regulate exports, to improve the efficiency of export regulation, and to minimize interference with the ability to engage in commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:30-05:00"
}