{
  "actions": [
    {
      "acted_at": "1975-04-17", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6128-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Barrett, William A.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00059", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1975-01-03", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fenwick, Millicent H.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00376", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gonzalez, Henry B.", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "00445", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Neal, Stephen L.", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00855", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Spellman, Gladys Noon", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Sullivan, Leonor K. (Mrs. John B.)", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01124", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-17", 
  "number": "6128", 
  "official_title": "A bill to establish a Consumer Savings Disclosure Act in order to provide for uniform and full disclosure of information with respect to the computation and payment of earnings of certain savings deposits.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Truth in Savings Act", 
  "sponsor": {
    "district": "11", 
    "name": "Annunzio, Frank", 
    "state": "IL", 
    "thomas_id": "00023", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-17", 
  "subjects": [
    "Consumer credit", 
    "Consumer protection", 
    "Deceptive advertising", 
    "Finance and financial sector", 
    "Saving and investment", 
    "Savings banks"
  ], 
  "subjects_top_term": "Consumer credit", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-17", 
    "text": "Truth in Savings Act - Declares that economic stability would be enhanced, competition among savings institutions improved and the economic security of the consumer strengthened by the full disclosure of the terms and conditions under which earnings on savings deposits are payable. Establishes a method to determine annual percentage rate, periodic percentage rate, and annual percentage yield in saving deposit earnings. Exempts from this Act: (1) transactions involving a deposit of funds if the primary purpose of such deposit is to secure the performance of a contract; (2) earnings payable on premiums, accumulated dividends, or amounts left on deposit under an insurance contract; and (3) any obligation issued by a Federal, State, or local government or any entity thereof. Establishes disclosure requirements to be applied to any individual upon request and at the time funds are initially placed in an individual savings deposit in a savings institution. Requires advertisements relating to the earnings payable on an individual savings deposit to state with equal prominence the annual percentage rate and the annual percentage yield. Prohibits any indication of any percentage rate or percentage yield based on a period in excess of one year or based on the effect of any grace period. Designates the governmental agencies that have responsibility for enforcing compliance with the requirements of this Act. Establishes civil liability for a savings institution that fails to comply with this Act. Permits a savings institution to avoid liability if it notifies individuals of errors within 15 days of discovery, or upon receipt of written notice of an error and prior to the bringing of an action the institution notifies the individual and makes necessary adjustments. Provides a maximum criminal penalty of a fine of $5,000 for willful and knowing violation of the requirements of this Act. Authorizes the Board of Governors of the Federal Reserve System to obtain the view of any other Federal or State agency exercising regulatory or supervisory functions with respect to any class of savings institutions subject to this Act. Limits effect of the Act on pertinent State laws and on the validity and enforceability of any contract or obligation under State or Federal law. Requires the Board to make an annual report to Congress concerning the administration of its functions under this Act. Provides for the continued validity of the remainder of this Act should any provision be held invalid."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Truth in Savings Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Consumer Savings Disclosure Act in order to provide for uniform and full disclosure of information with respect to the computation and payment of earnings of certain savings deposits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:09-05:00"
}