{
  "actions": [
    {
      "acted_at": "1974-04-09", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14095-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-09", 
  "number": "14095", 
  "official_title": "A bill to establish a National Hospital Administration to provide publicly financed hospital care to all individuals in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Hospital Act", 
  "sponsor": {
    "district": "2", 
    "name": "Mink, Patsy T.", 
    "state": "HI", 
    "thomas_id": "00815", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-09", 
  "subjects": [
    "Advisory bodies", 
    "Government operations and politics", 
    "Hospitals", 
    "Medical care, personnel, and facilities", 
    "Public health"
  ], 
  "subjects_top_term": "Hospitals", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-09", 
    "text": "National Hospital Act - States that the purpose of this Act is to establish a sound and viable national hospital system. Defines the terms used in this Act. Establishes the National Hospital Administration, as an independent establishment of the executive branch of the Government of the United States, which shall have a nine-member Board of Directors. Sets forth the method of, and criteria for, appointment to the Board. Authorizes the Board to conduct an investigation into the hospital care needs of people in the United States and the hospital care needs that are met, or could be met, by existing hospital facilities within the United States. Directs the Board to divide the United States into geographic areas which shall be designated for purposes of this Act as health service areas. Authorizes the Board to enter into an agreement to pay the operating cost of any hospital in a health service area that can provide in one or more categories of care the level of hospital care determined to be necessary by the Board. Enumerates elements to be contained in any such agreement. Directs the Administrator of the National Hospital Administration to survey projected long-term national hospital needs and develop a ten-year program for the construction, modernization, and consolidation of hospitals to meet such projected needs which shall be submitted to the Board for its approval. Directs the Administrator to carry out the program with the approval of the Board. Authorizes the Administrator to enter into such agreements as he deems necessary to carry out the ten-year program. Sets forth the required content of such agreements. Authorizes the Board to establish within the Administration a Hospital Health Service Corps, the function of which shall be to stimulate volunteer work in hospitals. Establishes within the Administration the National Hospital Advisory Council and the National Hospital Services Council. Sets forth the membership composition of each Council and requires the Councils to report to the Board any recommendations for the improvement of hospital facilities and services. Establishes within the Administration an Office of Patient Advocate which shall be headed by the Patient Advocate. Requires the Patient Advocate to investigate any complaint submitted by a patient as to the quality of service received at a participating hospital and to submit his findings and recommendations with respect to each complaint to the Board. Authorizes the appropriation of $50,000,000 per year for each of the three fiscal years beginning on or after the date of enactment of this Act to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Hospital Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Hospital Administration to provide publicly financed hospital care to all individuals in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:44-05:00"
}