{
  "actions": [
    {
      "acted_at": "1977-01-12", 
      "committee": "Senate Committee on Agriculture and Forestry (Subsequently: Agriculture, Nutrition and Forestry)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry (Subsequently: Agriculture, Nutrition and Forestry).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s203-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bartlett, Dewey F.", 
      "sponsored_at": "1977-01-03", 
      "state": "OK", 
      "thomas_id": "01276", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1977-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-12", 
  "number": "203", 
  "official_title": "A bill to amend and extend the Agricultural Act of 1970.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bellmon, Henry L.", 
    "state": "OK", 
    "thomas_id": "01279", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-12", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Commodity Credit Corporation", 
    "Cotton", 
    "Dairy products", 
    "Department of Agriculture", 
    "Department of Defense", 
    "Department of the Army", 
    "Disaster relief", 
    "Economics and public finance", 
    "Exports", 
    "Farm produce", 
    "Feed grains", 
    "Food prices", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Nutrition", 
    "Soil conservation", 
    "Soybeans", 
    "Wheat", 
    "Wool"
  ], 
  "subjects_top_term": "Agricultural price supports", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-12", 
    "text": "Extends various programs under the Agriculture Act of 1970, as amended by the Agriculture and the Consumer Protection Act of 1973, through 1981, 1982, or 1984. Continues the price support programs for wheat, feed grains, cotton, wool, soybeans and dairy products through 1981. Increases the minimum support and loan levels for wheat to $2.25 per bushel and for feed grains to $1.87 per bushel, plus handling costs. Sets the support level for milk at 80 percent of parity and the loan level for cotton at 38 cents per pound. Revises the formula for support payments for each crop to reflect established prices of: (1) $3.10 per bushel of wheat; (2) $2.25 per bushel of each feed grain; and (3) 48 cents per pound of cotton. Increases the limit on payments under the wheat, feed grain and cotton programs for the 1974 through 1981 crops to $30,000. Sets a five percent maximum interest rate for wheat, feed grains and cotton loans and allows the producer-borrower to specify any loan period not exceeding five years. Requires the Secretary of Agriculture to pay 50 percent of the storage costs incurred by any producer under the price support programs. Directs the Secretary to give wheat and feed grain producers the option to set aside acreage or to plant a full crop and store a percentage of the harvest whenever carryover stocks will be so large as to seriously depress the price of the particular commodity. Makes election under such option a condition of receiving loans, purchases and payments under the two price support programs. Requires the Secretary to pay 50 percent of the storage costs incurred by a producer pursuant to an election to plant and store, and authorizes him to guarantee loans for 90 percent of the cost of constructing storage facilities. Allows the removal and sale of wheat or feed grains so stored whenever the market price for either equals 150 percent of the loan rate on such crop; and requires repayment of the loan from the proceeds of such sale. Permits the Secretary to recall loans when the price of a commodity exceeds the loan level of stored crops by more than 200 percent. Forbids prohibitions or limitations on the export of wheat or a feed grain, with exceptions, whenever the equivalent of 350,000,000 bushels of wheat or 500,000,000 bushels of such feed grain is under storage pursuant to elections provided for by this Act. Directs the Secretary to establish human nutrition food reserve to help meet emergency food conditions in any area of the world suffering severe food loss due to a natural disaster. Authorizes the Secretary to acquire and process for the reserve up to 100,000,000 bushels of grain. Prohibits the sale of reserve food supplements through normal commercial channels. Allows the Secretary to permit foreign countries to participate in the program by purchasing the wheat or feed grains concerned and paying the required storage and handling costs. Prohibits the application of export embargoes to commodities so stored. Requires the Secretary to report to the appropriate House and Senate committees within 90 days of enactment indicating the action taken to implement this reserve program. Extends through 1981, among other things: (1) the effectiveness of various orders to producers and handlers relating to uniform prices for milk products; (2) the authority of the Administrator of Veterans' Affairs and the Secretary of the Army to use dairy products stored under price support programs in facilities under their respective jurisdictions; (3) the exemption of wheat from marketing quotas; (4) the exclusion of wheat allotments from the transfer of acreage allotments on public lands; (5) the floor for sales of wheat and feed grains by the Commodity Credit Corporation and the price at which purchases must be made to offset sales; (6) the limit on summer fallow use to 55 percent of the cropland acreage for crops of wheat, feed grains and cotton (7) the prohibition on equalizing the price supports of cottonseed and soybeans; and (8) the application of established rules for classifying skiprows. Excludes crop loans for wheat, feed grains and cotton from the budget of the United States and exempts them from any general limitation imposed by statute on expenditures and net lending of the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend and extend the Agricultural Act of 1970.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:57-05:00"
}