{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr727-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "727", 
  "official_title": "A bill to amend the Federal Aviation Act of 1958 to authorize reduced fare transportation on a space-available basis for elderly persons and handicapped persons.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s29-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Alexander, Bill", 
    "state": "AR", 
    "thomas_id": "00010", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Air cargo", 
    "Air routes", 
    "Airline rates", 
    "Airlines", 
    "Airmail service", 
    "Aviation", 
    "California", 
    "Civil Aeronautics Board", 
    "Disabled", 
    "Government operations and politics", 
    "Postal service", 
    "Social welfare", 
    "Transportation and Travel", 
    "Transportation and public works", 
    "Youth"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Amends the Federal Aviation Act of 1958 to authorize reduced air fares on a space-available basis for persons 60 years of age or older and for handicapped individuals and their attendants. Directs the Civil Aeronautics Board to conduct a study and to report to the Congress on the feasibility and economic impact on air carriers of providing such reduced rate transportation for persons 21 years of age or younger. Authorizes air carriers operating within the State of California pursuant to authority granted by the State public utilities commission and which operate aircraft capable of carrying 30 or more persons to enter into agreements with other air carriers to establish joint fares, rates and services. Specifies various methods for determining the lowest such joint fare or rate which may be established. Authorizes the Board to grant applications to engage in supplemental air transportation upon a finding that the applicant is fit, willing, and able to properly perform such transportation. Authorizes the Board to grant exemptions from the requirements of such Act for all-cargo operations in interstate air transportation pending consideration of an application for initial certification under such Act if such exemption is in the public interest. Directs the Board, in determining the compensation for any local service air carrier for mail for the year 1966, to apply Local Service Class Subsidy Rate III-A and to disregard any decrease in the Federal income tax liability of such a carrier for such year resulting from any net operating loss carryback. Requires the Board to recompute the compensation to be paid to such a carrier if such decrease was previously taken into account."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958 to authorize reduced fare transportation on a space-available basis for elderly persons and handicapped persons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:34-05:00"
}