{
  "actions": [
    {
      "acted_at": "1979-07-11", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-07-11", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4754-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-11", 
  "number": "4754", 
  "official_title": "A bill to amend the Public Health Service Act to revise and strengthen the program under that Act for the regulation of clinical laboratories, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clinical Laboratory Improvement Act of 1979", 
  "sponsor": {
    "district": "18", 
    "name": "Leland, Mickey", 
    "state": "TX", 
    "thomas_id": "00681", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-11", 
  "subjects": [
    "Actions and defenses", 
    "Advisory bodies", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Education", 
    "Employee rights", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government regulation", 
    "Government trust funds", 
    "Health facilities", 
    "Injunctions", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Licenses", 
    "Medical centers", 
    "Medical education", 
    "Medical laboratories", 
    "Medical personnel", 
    "Medicare", 
    "Paramedical education", 
    "Paramedical personnel", 
    "Social welfare", 
    "Standards", 
    "States"
  ], 
  "subjects_top_term": "Medical laboratories", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-11", 
    "text": "Clinical Laboratory Improvement Act of 1979 - Amends title III of the Public Health Service Act (General Powers and Duties of Public Health Service) to direct the Secretary of Health, Education, and Welfare to establish a system for the licensing of all clinical laboratories subject to national standards provided for under this Act. Prohibits a clinical laboratory subject to such standards from performing any tests or providing any services without a valid license. Sets forth circumstances under which the Secretary may suspend or revoke a laboratory's license. Directs the Secretary to promulgate national standards for clinical laboratories, designed to assure consistent performance of accurate and reliable tests and other procedures and services. Stipulates that such standards shall: (1) require clinical laboratories subject to the standards to maintain appropriate quality control programs; (2) require such laboratories to maintain records, equipment, and facilities necessary for effective operation; (3) include requirements for periodic proficiency testing of laboratories; (4) prescribe qualifications for directors, supervisors, and technical personnel employed in laboratories; and (5) include adequate provisions for the inspection of laboratories and the enforcement of standards. Provides that the standards may vary on the basis of the type of laboratory services provided or the purposes for which the services are performed. Directs the Secretary to develop: (1) job-related proficiency and practical examinations for clinical laboratory personnel; (2) mechanisms to assure the continued competence of such personnel; and (3) standards for the proficiency testing of clinical laboratories. Provides that the standards provisions relating to personnel qualifications shall not apply for a two-year period to certain clinical laboratories located in rural areas. Authorizes the Secretary to exempt from the national standards clinical laboratories which: (1) are operated by a licensed physician, dentist, or podiatrist, or a group of not more than five such practitioners, or in a rural health clinic, and in which only routine tests or procedures are performed; (2) perform tests or procedures primarily for biomedical or behavioral research; or (3) perform tests or procedures only to assist insurers with respect to insurance contracts. Prohibits any State or political subdivision from establishing or continuing a standard for clinical laboratories different from such national standards. Authorizes the Secretary to enter into agreements with: (1) qualified private nonprofit organizations to administer tests and make inspections as provided for under this Act; and (2) States to administer the licensure program provided in this Act under the Medicare program. Subjects Federal clinical laboratories under the jurisdiction of the Secretary to the national standards, with certain exceptions. Prohibits: (1) the solicitation or acceptance of specimens for laboratory tests or procedures by a clinical laboratory which is required to be licensed and which either does not have such a license or is not permitted under such license to perform the planned tests or procedure; (2) misrepresentation with respect to the license application or conversion of an application to an unauthorized use; and (3) the solicitation or receipt, or the offer or payment, of any remuneration (including any kickback, bribe, or rebate) with respect to laboratory services. Authorizes the Secretary to enjoin the continuation of any activity by a clinical laboratory required to be licensed under this Act which constitutes a substantial risk to the public health. Prohibits an employer from taking action against an employee who has assisted or participated in an investigation of such employer pursuant to this Act. Establishes a procedure for investigating and correcting employers' retaliatory actions against employees. Requires the Secretary to establish a uniform regulatory program for the administration of the laboratory verifications and regulation functions under this Act, medicare, and medicaid, and the Food, Drug, and Cosmetic Act. Establishes in the Department of Health, Education, and Welfare an advisory council on clinical laboratories to make recommendations to the Secretary with respect to: (1) the development of uniform guidelines relating to laboratory licensing and personnel performance standards required by such Acts; (2) the implementation and administration of this provision; and (3) the implementation of standards concerning the internal operations of laboratories. Directs the Secretary to provide technical assistance to: (1) States to assist their laboratory enforcement capability; and (2) laboratories, including a training program for employees where deficiencies have been documented. Authorizes the Secretary to make grants and enter into contracts with public and nonprofit private entities for projects and studies on laboratory methodology and utilization. Authorizes appropriations of $10,000,000 for each of fiscal years 1981 through 1983 for these purposes. Directs the Secretary to report annually to Congress with respect to the accuracy and costs of laboratory tests and procedures during the previous fiscal year. Directs the Secretary to conduct studies of: (1) existing voluntary certification standards and State licensure laws for laboratory personnel; (2) qualifications of entities that certify such personnel; (3) existing and proposed public and private mechanisms to determine the continued competence of such personnel; (4) existing laboratory proficiency testing methods; and (5) the relationship of requirements for such personnel and of clinical laboratory proficiency testing requirements with clinical laboratory performance. Specifies analyses to be included in such studies, and directs the Secretary to report to Congress on the results of the studies. Requires the Secretary to reimburse to the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund any amount expended from such funds with respect to the licensing of non-Medicare laboratories. Repeals the Clinical Laboratory Improvement Act of 1967. Directs the Secretary to provide for a study concerning the quality of performance of exempt laboratories and to report the results to Congress within two years of enactment. Stipulates that if the results of tests performed by laboratories participating in proficiency testing programs are significantly more reliable and accurate than of non-participants, participation in such a program be made condition of continued exemption from national standards. Directs the Secretary to provide for a study of certain laboratory tests and to report the results to Congress within 18 months of enactment. Amends title XVIII (Medicare) of the Social Security Act to require all clinical laboratories to be licensed under this Act as a condition for Medicare certification. Sets forth requirements with respect to payment for laboratory tests under medicare. Disallows payments for specified costs included in laboratory services changes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clinical Laboratory Improvement Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and strengthen the program under that Act for the regulation of clinical laboratories, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:24-05:00"
}