{
  "actions": [
    {
      "acted_at": "1989-03-08", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-09", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Employment and Productivity. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-03-16", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Employment and Productivity. Hearings held. Hearings printed: S.Hrg. 101-56.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-05-11", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Employment and Productivity. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-26", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-09-14", 
      "calendar": "Senate Legislative", 
      "number": "239", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 239.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1989-09-14", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 101-129. Additional views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s543-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Employment and Productivity", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1990-08-01", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "1989-09-07", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1989-09-07", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1989-09-19", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1989-09-07", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1989-09-13", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1989-10-31", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1989-09-07", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1989-09-26", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1989-09-12", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1989-10-18", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1989-03-08", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1989-09-26", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1989-05-11", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1989-09-07", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1989-03-08", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1989-05-17", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "1989-09-13", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1989-09-07", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1989-10-12", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": "1989-10-17"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-08", 
  "number": "543", 
  "official_title": "A bill to amend the Job Training Partnership Act to strengthen the program of employment and training assistance under that Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2039-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "Job Training and Basic Skills Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Simon, Paul", 
    "state": "IL", 
    "thomas_id": "01059", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-07-26", 
  "subjects": [
    "Adult education", 
    "Agricultural labor", 
    "American Samoa", 
    "Authorization", 
    "Business and social problems", 
    "College costs", 
    "Community organization", 
    "Compensatory education", 
    "Cost accounting", 
    "Cost control", 
    "Counseling", 
    "Depressed areas", 
    "Disabled", 
    "Displaced homemakers", 
    "Dropouts", 
    "Education of socially handicapped children", 
    "Educational policy", 
    "Employee training", 
    "Employment of the handicapped", 
    "Federal advisory bodies", 
    "Federal aid to vocational education", 
    "Federal-state relations", 
    "Full employment policies", 
    "Hard-core unemployed", 
    "Hawaiians", 
    "Information services", 
    "Labor and employment", 
    "Labor statistics", 
    "Labor unions", 
    "Literacy programs", 
    "Manpower policy", 
    "Manpower training programs", 
    "Mathematics", 
    "Migrant labor", 
    "Native Americans", 
    "Occupational retraining", 
    "Older workers", 
    "Planning", 
    "Poor", 
    "Reading", 
    "Social welfare", 
    "Standards", 
    "Summer employment", 
    "Unemployment insurance", 
    "Vocational education", 
    "Vocational rehabilitation", 
    "Wages", 
    "Women's education", 
    "Women's employment", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1989-09-14", 
    "text": "Job Training and Basic Skills Act of 1989 - Title I: Adult and Youth Employment and Training Programs Amendments - Amends the Job Training Partnership Act (JTPA) to authorize appropriations for FY 1990 for the Adult Opportunity Program under title II (Training Services for the Disadvantaged) of JTPA. Authorizes appropriations for FY 1990 and succeeding fiscal years for the Youth Opportunity Program. Decreases the amount available for the National Commission on Employment Policy. Authorizes appropriations for FY 1990 and succeeding fiscal years for: (1) replication of successful programs; (2) the Fair Chance Youth Opportunities Unlimited Program; and (3) employment and training assistance for displaced homemakers. Eliminates a specified funding trigger for the Jobs for Employable Dependent Individuals Incentive Bonus Program. Includes the Association of Farmworkers Opportunity Programs and literacy organizations among community-based organizations under the Act. Makes drug and alcohol counseling and referral and individual and family counseling eligible supportive services. Includes representatives of public assistance agencies on private industry councils (PICs). Revises provisions relating to education and labor representatives. Revises requirements for service delivery area (SDA) job training plans. Requires that such plans be made available for review and comment by community-based organizations. Revises requirements for performance standards to include measuring increased educational attainment and occupational skills. Directs the Secretary of Labor (the Secretary) to develop performance standards for Adult and Youth Opportunity programs. Adds to allowable performance standards for adult training programs the acquisition of basic skills and workplace competencies, as well as of a high school or general equivalency diploma. Authorizes the Secretary to prescribe variations in such youth training program standards to reflect the differences between in-school and out-of-school programs. Requires PIC's to determine such standards, based on factors such as entry skill levels and other hiring requirements. Directs Governors to award incentive funds to SDAs for achieving performance standard levels. Requires Governors to prescribe variations in performance standards based upon specified criteria. Allows Governors to prescribe additional performance standards for specified programs, including employment and training assistance for dislocated workers. Directs the Secretary to prescribe performance standards for certain federally administered programs. Requires selection of service providers on a competitive basis to the maximum extent possible. Requires such selection process to include: (1) determination of the service provider's ability to meet program design specifications; and (2) documentation of compliance with procurement standards. Requires SDAs to give priority in selecting service providers for older individuals, displaced homemakers, and other target populations, to agencies and organization with a record of demonstrated effectiveness in serving such people. Requires, with specified exceptions, that all expenditures under JTPA be charged to appropriate cost categories. Establishes new cost categories and cost limitations for the Adult Opportunity and Youth Opportunity programs. Allows SDAs to enter into agreements with one another to share the cost of education, training, and placement. Requires PIC approval of such agreements and provides that each SDA in such agreement shall be credited under appropriate performance standards. Authorizes the Secretary to reallot certain funds that will not be expended within a reasonable period. Requires the Governor's coordination and special services plan to include descriptions of State coordination measures and projected grant uses. Allows coordination and special services activities to include: (1) coordination between Adult Opportunity and Dislocated Worker programs; and (2) initiatives under the State Innovation and Coordination Grants program. Repeals specified provisions for State education and coordination grants and for training programs for older workers. Exempts from cost breakdown requirements certain tuition charges for training or education which are not more than the charges to the general public. Limits the duration of on-the-job training under the Act to a period not in excess of that generally required for acquisition of necessary skills for the particular position but in no event longer than six months. Prohibits specified funds from being used for public service employment. Requires States to establish fiscal control and fund accounting procedures to ensure proper disbursal and accounting of Federal funds. Requires the Governor to establish procurement standards for States, local areas, and SDAs to ensure that specified criteria are met. Requires States, administrative entities conducting the program, and recipients (other than sub-recipients) to monitor the performance of service providers in complying with the agreements under JTPA. Revises training services for disadvantaged adults and renames them the Adult Opportunity Program. Sets forth new eligibility requirements and a new formula for the allotment of funds to the disadvantaged adult program. Requires that the following features be included in all individual adult programs: (1) assessment of skill levels and service needs; (2) service strategy; (3) progress review; and (4) where appropriate, basic and occupational skills training. Requires SDAs to link the adult program with: (1) other specified Federal programs; and (2) State, local, and private programs, as appropriate. Allows an SDA to transfer up to ten percent of adult program funds to the youth program under certain conditions. Revises training services for disadvantaged youth and renames them the Youth Opportunity Program. Sets forth new eligibility requirements and a new formula for the allotment of funds to the disadvantaged youth program. Requires that the following features be included in all individual youth programs: (1) assessment of skill levels and service needs; (2) service strategy; (3) progress review; and (4) where appropriate, training in basic, occupational, pre-employment, and work maturity skills, work experience combined with skills training, and supportive services. Requires SDAs to link the youth program with: (1) other specified Federal programs; and (2) as appropriate, State, local, and private programs. Allows an SDA to transfer up to ten percent of youth program funds to the adult program under certain conditions. Establishes a State Innovation and Coordination Grants Program, with grants to States to encourage: (1) Statewide policies and strategies to achieve critical human resource development goals for at-risk populations; (2) use of cooperative and innovative arrangements among various State agencies to address the multifaceted problems of at-risk youth and adults; (3) program innovations to develop comprehensive and coordinated education, training, and employment services for youth and adults at risk of chronic unemployment and welfare dependency; and (4) development of public-private collaboration to assure private sector employment and continued learning opportunities for economically disadvantaged adults and youth. Sets forth provisions relating to Federal share, State innovation and coordination plan, program review and oversight, and reports. Provides, with respect to employment and training assistance for dislocated workers, that an eligible dislocated worker participating in training (except on-the-job training) shall be deemed to be in training with the approval of the State agency for purposes of unemployment compensation. Revises Native American programs to extend program eligibility to American Samoans. Directs the Secretary to: (1) designate a single organizational unit in the Department of Labor to have principal responsibility for developing, coordinating, and overseeing policies for operating Native American programs under JTPA; and (2) make a special effort to recruit Indians, Native Alaskans, American Samoans, and Native Hawaiians for employment in such unit. Directs the Secretary to establish an Advisory Council on Native American Job Training Programs. Reserves specified (other than Job Corps) funds for Native American programs, especially for certain programs for economically disadvantaged Native American youth. Reserves specified (other than Job Corps) funds for Migrant and Seasonal Farmworker Programs. Raises from ten to 20 percent the percentage of Job Corps participants who may be in the non-residential program. Prohibits reduction of residential program participants in any program year to below that of 1989 in order to increase the number of non-residential program participants. Consolidates and revises: (1) national partnership and special training programs; (2) research, demonstration, and evaluation activities; and (3) training and technical assistance. Authorizes the Secretary to engage in research, demonstration, and other activities to determine the feasibility of various methods of organizing, and making accessible nationwide, information on the quarterly earnings for all individuals for whom such information is collected by the States. Directs the Secretary to report to the Congress on costs and benefits of establishing and maintaining a national longitudinal data base using unemployment insurance wage records, including safeguards for confidentiality and privacy. Increases the amount of funding for the National Occupational Information Coordinating Committee (by changing the current specified maximum limit on such reserved funds to a higher minimum amount availability requirement). Provides for replication of successful programs. Directs the Secretary to make grants to: (1) national or regional public or private nonprofit organizations to provide technical assistance; and (2) States and SDAs for costs of developing and operating model programs. Directs the Secretary to appoint a review panel of experts in operating and evaluating employment and training programs for economically disadvantaged youth, adults, and dislocated workers. Requires the panel to select and designate model programs according to specified criteria, giving special consideration to programs that have integrated or coordinated services with other service providers in basic skills instruction, and occupational, pre-employment, and work maturity training programs. Sets forth grant application requirements. Prohibits the Secretary from approving grants in any three-year period for the same replication activities in more than ten States or communities. Requires the panel to evaluate such programs during such period. Authorizes the Secretary, on the basis of panel recommendations, to: (1) replicate such programs in more than ten communities or for longer than three years; or (2) waive such limitation if immediate replication efforts on a larger scale are warranted by extensive evaluation prior to designation as a model program. Establishes a Fair Chance Youth Opportunities Unlimited Program. Authorizes the Secretary to establish such national program of Youth Opportunities Unlimited (YOU) grants to pay 50 percent of the cost of comprehensive services for youth in high poverty areas in cities and rural areas. Authorizes the Secretary to select as grant recipients up to: (1) 25 communities during the first year after the program is authorized; and (2) a total of 40 communities over the five-year authorization period. Requires that at least one, but not more than three, of such grants be awarded to designated representatives of Indian reservations and Alaskan native villages. Allows renewal of grants for specified periods. Authorizes participating communities to apply for grants on behalf of target areas. Requires such grants to be awarded to the local SDA (on behalf of the participating community) in which the target area is located. Sets forth requirements for applications and grant agreements. Directs the Secretary to provide for implementation assistance, independent evaluations, and a report to the President and the Congress by December 31, 1994. Establishes a program of employment and training assistance for displaced homemakers. Authorizes the Secretary to provide financial assistance for projects using comprehensive and innovative approaches to delivering services to displaced homemakers. Authorizes a grant award to a statewide public agency or a statewide nonprofit organization which has demonstrated effective administration of a diversified education, training, and employability development program for displaced homemakers. Directs the Secretary to award not more than one renewable grant per State to administer such services. Sets forth provisions for applications, priorities for grant awards, funding supplementation, and administrative procedures. Title II: State Human Resource Council - Requires each State which receives assistance under an applicable program to establish a single State human resource investment council to review and advise on coordination of and standards for applicable programs under: (1) the Adult Education Act; (2) the Carl D. Perkins Vocational Education Act; (3) the Job Training Partnership Act; (4) the Wagner-Peyser Act; and (5) the JOBS program of the Social Security Act. Requires such council to work with State directors of vocational rehabilitation and special education to enhance employment and vocational education and training opportunities for persons with disabilities under such applicable programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Job Training Partnership Act Youth Employment Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Job Training and Basic Skills Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Job Training Partnership Act to strengthen the program of employment and training assistance under that Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:16-05:00"
}