{
  "actions": [
    {
      "acted_at": "1976-08-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15106-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-09", 
  "number": "15106", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide that amounts received under certain conditional scholarship or student loan programs will be exempt from taxation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "15", 
    "name": "Rooney, Fred B.", 
    "state": "PA", 
    "thomas_id": "00983", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-09", 
  "subjects": [
    "Education", 
    "Income tax", 
    "Scholarships", 
    "Student aid", 
    "Student loan funds", 
    "Tax exclusion"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-09", 
    "text": "Amends the Internal Revenue Code to provide that the determination of whether amounts received by an individual under a Federal or State scholarship (including the value of contributed services and accommodations) at an educational institution are excludable from gross income shall be made without regard to whether: (1) such individual while receiving such amounts is a member of the uniformed services on active duty or in an off-duty or inactive status; or (2) such individual is required as a condition of receiving such amounts (a) to serve for a certain period of time as a member of the uniformed services; or (b) to agree to perform services in his profession or occupation for a certain period of time in a certain geographical area or under other specified conditions. Provides that in the case of an individual who has obtained one or more Federal or State education loans, no amount shall be included in gross income by reason of: (1) the discharge in whole or in part of the indebtedness of the individual under such a loan; or (2) the payment in whole or in part of the principal or interest under such a loan if such discharge or payment is pursuant to an agreement under which the individual agreed to perform services in his profession or occupation for a certain period of time in a certain geographical area or under other specified conditions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide that amounts received under certain conditional scholarship or student loan programs will be exempt from taxation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:43-05:00"
}