{
  "actions": [
    {
      "acted_at": "1998-07-07", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-08", 
      "calendar": "Senate Legislative", 
      "number": "459", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 459.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1998-07-09", 
      "references": [
        {
          "reference": "CR S7873", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-09", 
      "references": [
        {
          "reference": "CR S7873", 
          "type": "consideration"
        }
      ], 
      "text": "Cloture motion on the motion to proceed presented in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-09", 
      "references": [
        {
          "reference": "CR S7873", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure withdrawn in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-13", 
      "references": [
        {
          "reference": "CR S8022-8048", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-13", 
      "references": [
        {
          "reference": "CR S8048-8049", 
          "type": "consideration"
        }
      ], 
      "text": "Cloture on motion to proceed not invoked in Senate by Yea-Nay Vote. 52-42. Record Vote No: 197.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2271-105", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1998-07-15", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagel, Chuck", 
      "sponsored_at": "1998-07-13", 
      "state": "NE", 
      "thomas_id": "01545", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-07", 
  "number": "2271", 
  "official_title": "A bill to simplify and expedite access to the Federal courts for injured parties whose rights and privileges, secured by the United States Constitution, have been deprived by final actions of Federal agencies, or other government officials or entities acting under color of State law, and for other purposes.", 
  "popular_title": "Private Property Rights bill", 
  "related_bills": [], 
  "short_title": "Property Rights Implementation Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-07-08", 
  "subjects": [
    "Actions and defenses", 
    "Appellate courts", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Constitutional law", 
    "Courts of special jurisdiction", 
    "District courts", 
    "Eminent domain", 
    "Government liability", 
    "Government operations and politics", 
    "Housing and community development", 
    "Injunctions", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Land use", 
    "Law", 
    "Legal fees", 
    "Limitation of actions", 
    "Local laws", 
    "Parties to actions", 
    "Public lands and natural resources", 
    "Real estate development", 
    "Right of property", 
    "State laws", 
    "Territories (U.S.)", 
    "Urban affairs", 
    "Zoning and zoning law"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-07-07", 
    "text": "Property Rights Implementation Act of 1998 - Authorizes an owner of private property to challenge the validity of any Federal agency action as a violation of the fifth amendment to the U.S. Constitution in a district court or the United States Court of Federal Claims (Claims court). Grants such courts concurrent jurisdiction over claims for monetary relief and claims seeking invalidation of any Act of Congress or any Federal regulation affecting private property rights. Authorizes the plaintiff to elect to file an action under this Act in a district court or the Claims court. Waives U.S. sovereign immunity with respect to such an action and grants the United States Court of Appeals for the Federal Circuit exclusive jurisdiction. Sets a six-year statute of limitations. Directs the court to award litigation costs, including reasonable attorney's fees, to any prevailing plaintiff. (Sec. 6) Modifies Federal judicial code provisions to grant the Claims court jurisdiction to render judgment upon any claim under this Act against the United States for monetary relief founded either upon the Constitution, any Act of Congress, or any regulation of an executive department, or upon any express or implied contract with the United States in cases not sounding in tort, or for invalidation of any Act of Congress or any regulation of an executive department. Sets forth provisions regarding the Claims court's: (1) supplemental jurisdiction; and (2) jurisdiction which constitutes judicial review of agency action. Makes any claim brought under this Act founded upon a property right or privilege secured by the Constitution but allegedly infringed or taken by the United States ripe for adjudication upon a final decision rendered by the United States that causes actual and concrete injury to the party seeking redress. Sets forth guidelines as to what constitutes a final decision. Repeals provisions regarding pendency of claims in other courts. Grants the district courts original jurisdiction, concurrent with the Claims court, over any civil action filed under this Act. Prohibits a district court, whenever it exercises civil rights jurisdiction in an action in which the operative facts concern the uses of real property, from abstaining from exercising jurisdiction or relinquishing it to a State court because the party seeking redress: (1) brings a prior or concurrent proceeding before a State, territory, or local tribunal as required; (2) asserts claims under State or local law pendent to and arising from the same core of operative facts as a claim for the taking of real property; or (3) asserts a claim for the taking of real property that requires interpretation of State, territory, or local laws. Permits a district court that exercises jurisdiction in an action in which the operative facts concern the uses of real property to abstain where the party seeking redress: (1) has not submitted a meaningful application (as defined by the locality concerned within that State or territory) to use such property; and (2) challenges whether an action of the applicable locality exceeds the authority conferred upon it under the applicable zoning or planning enabling statute of the State or territory. Authorizes the district court, where it has jurisdiction over such an action which cannot be decided without resolution of an unsettled question of State law: (1) to certify the question of State law to the highest appellate court of that State; and (2) after that court resolves the question, to proceed with resolving the merits. Authorizes the district court, in making a decision whether to certify a question of State law, to consider whether the State law question will significantly affect the merits of the injured party's Federal claim and is patently unclear. Specifies that any claim or action brought to redress the deprivation of a right or privilege to use and enjoy real property as secured by the Constitution shall be ripe for adjudication by the district courts upon a final decision rendered by any person acting under color of any statute, regulation, or usage of any State of U.S. territory that causes actual and concrete injury to the party seeking redress. (Sec. 7) Amends Federal civil rights law to provide that in a civil action for deprivation of rights, where the taking of real property is alleged, a district court: (1) may hold the party seeking redress liable for a reasonable attorney's fee and costs where the takings claim is not substantially justified, unless special circumstances make such an award unjust; and (2) shall decide any motion to dismiss such claim on an expedited basis. (Sec. 8) Prohibits a party seeking redress for a taking of real property without the payment of compensation from commencing an action in district court before 60 days after the date on which written notice has been given to any potential defendant. (Sec. 9) Requires a Federal agency that takes an agency action limiting the use of private property to give notice to the property owners explaining their rights and the procedures for obtaining any compensation that may be due to them under this Act."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Private Property Rights bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Property Rights bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Property Rights Implementation Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to simplify and expedite access to the Federal courts for injured parties whose rights and privileges, secured by the United States Constitution, have been deprived by final actions of Federal agencies, or other government officials or entities acting under color of State law, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:33-05:00"
}