{
  "actions": [
    {
      "acted_at": "2011-07-19T14:47:00-04:00", 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 112-151, by Mr. Simpson.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-19T14:48:00-04:00", 
      "calendar": "Union", 
      "number": "97", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 97.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2011-07-21T19:34:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 363 Reported to House. Rule provides for consideration of H.R. 2584 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Bill is open to amendments. All points of order against consideration of the bill are waived. The Chair of the Committee of the Whole may accord priority in recognition on the basis of whether the Member offering an amendment has caused it to be printed in the portion of the Congressional Record designated for that purpose in clause 8 of rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T13:36:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "Rule H. Res. 363 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T13:47:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [
        {
          "reference": "CR H5410-5437, H5437-5470", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5442, H5443, CR 7/26/2011 H5546, H5550, H5561, H5561-5562, H5564, H5565, H5567-5569, H5570, H5574-5575, H5576-5578, CR 7/27/2011 H5605, H5609-5610, H5611, H5613, H5614, H5617-5618", 
          "type": "text of Title I as reported in House"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 363.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T13:47:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 2584 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Bill is open to amendments. All points of order against consideration of the bill are waived. The Chair of the Committee of the Whole may accord priority in recognition on the basis of whether the Member offering an amendment has caused it to be printed in the portion of the Congressional Record designated for that purpose in clause 8 of rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T13:48:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 363 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T13:48:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable John Campbell to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T13:48:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 2584.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T14:11:00-04:00", 
      "references": [], 
      "text": "The Committee of the Whole rose informally to receive a message from the President.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T14:12:00-04:00", 
      "references": [], 
      "text": "Subsequently, the Committee resumed it's sitting.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T15:08:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 363, the Committee of the Whole proceeded with debate on the Moran amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T15:18:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Moran amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Simpson demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T15:19:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 363, the Committee of the Whole proceeded with debate on the Huelskamp amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T15:36:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Huelskamp amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Huelskamp demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T15:38:00-04:00", 
      "references": [], 
      "text": "MOMENT OF SILENCE - The House in the Committee of the Whole observed a moment of silence in memory of Officer Jacob J. Chestnut and Detective John M. Gibson of the United States Capitol Police.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T15:39:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 363, the Committee of the Whole proceeded with debate on the Cleaver amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T15:46:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Cleaver amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Moran demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T17:53:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Richmond amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T17:58:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Richmond amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Richmond demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T17:59:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Richmond amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T18:05:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Hochul amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T18:09:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hochul amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Hochul demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T18:10:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question on adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T19:02:00-04:00", 
      "references": [], 
      "text": "Mr. Simpson moved to rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T19:02:00-04:00", 
      "references": [], 
      "text": "On motion to rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-25T19:02:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2584 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T19:15:00-04:00", 
      "references": [
        {
          "reference": "CR H5543-5553", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T19:15:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T19:16:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Clarke (MI) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T19:27:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Clarke (MI) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Clarke (MI) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T19:41:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Bass (NH) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T19:54:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Lamborn amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T20:15:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Dicks amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T20:35:00-04:00", 
      "references": [], 
      "text": "Mr. Simpson moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T20:35:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T20:35:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2584 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T20:38:00-04:00", 
      "references": [
        {
          "reference": "CR H5553-5578", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T20:38:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T20:38:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole continued with debate on the Dicks amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T21:34:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Dicks amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Dicks demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T21:35:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Griffin amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T21:41:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Tonko amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T21:54:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Tonko amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Tonko demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T21:55:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Amash amendment No. 5 under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T22:02:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Amash amendment No. 5, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Amash demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T22:03:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Norton amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T22:15:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Carter amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T22:26:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Mica amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T22:36:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Gosar amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T22:44:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Dold amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T22:50:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Dold amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Dold demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T22:51:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Reed amendment No. 44 under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T22:58:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Reed amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Reed demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T22:58:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Scalise amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T23:13:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Scalise amendment, as modified, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Scalise demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T23:14:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Jackson Lee (TX) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T23:24:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Gosar amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T23:32:00-04:00", 
      "references": [], 
      "text": "Mr. Simpson moved that the Committee now rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T23:33:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee now rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-26T23:33:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2584 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T13:15:00-04:00", 
      "references": [
        {
          "reference": "CR H5600-5653", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5622, H5628, H5631, H5635-5636, H5642", 
          "type": "text of Title II as reported in House"
        }, 
        {
          "reference": "CR H5642-5643, H5644, H5645-5647, H5649-5650, H5651, H5658", 
          "type": "text of Title III as reported in House"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T13:15:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T13:15:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question on adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T14:09:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Dicks amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T14:46:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Dicks amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Dicks demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T14:53:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Dicks amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T15:02:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Dicks amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T15:23:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Dicks amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Dicks demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T15:23:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Dicks amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T15:34:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Dicks amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T16:04:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Moran amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T16:40:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the LaTourette En Bloc amendments under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T16:58:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the LaTourette en bloc amendments, the Chair put the question on adoption of the amendments and by voice vote, announced that the noes had prevailed. Mr. LaTourette demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendments until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T17:00:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the E.B. Johnson(TX) amendment under the five-minute rule, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T17:33:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Flemming amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T17:46:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Pompeo amendment No. 39 under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T17:54:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Pompeo amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Pompeo demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendments until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T17:56:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Richardson amendment No. 23 under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T18:04:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Richardson amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Richardson demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendments until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T18:04:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question on adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T18:57:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Blackburn amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T19:12:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Blackburn amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mrs. Blackburn demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T19:12:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Richardson amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T19:17:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Richardson amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Simpson demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T19:41:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Bishop (NY) amendment under the five-minute rule, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T19:49:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Lankford amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T19:53:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Lankford amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Lankford demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T19:58:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Broun (GA) amendment No. 18 under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T19:59:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Hanabusa amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T20:06:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Gosar amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T20:14:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Gosar amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Gosar demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T20:19:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Lankford amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T20:38:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Lankford amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Lankford demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T20:39:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Broun (GA) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T20:53:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Broun (GA) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Broun (GA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T20:55:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 363, the Committee of the Whole proceeded with debate on the Walberg amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T21:14:00-04:00", 
      "references": [], 
      "text": "Mr. Simpson moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T21:14:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T21:14:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2584 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T21:16:00-04:00", 
      "references": [
        {
          "reference": "CR H5653-5659", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T21:16:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T21:56:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Walberg amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Walberg demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T21:57:00-04:00", 
      "bill_ids": [
        "hres363-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 363, the Committee of the Whole proceeded with debate on the Broun (GA) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T22:02:00-04:00", 
      "references": [], 
      "text": "Mr. Simpson moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T22:02:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27T22:03:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2584 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-28T14:00:00-04:00", 
      "references": [
        {
          "reference": "CR H5688-5693", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-28T14:01:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-28T14:57:00-04:00", 
      "references": [], 
      "text": "Mr. Simpson moved that the committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-28T14:58:00-04:00", 
      "references": [], 
      "text": "On motion that the committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-28T14:58:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2584 as unfinished business.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h713-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "713"
    }, 
    {
      "amendment_id": "h714-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "714"
    }, 
    {
      "amendment_id": "h715-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "715"
    }, 
    {
      "amendment_id": "h716-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "716"
    }, 
    {
      "amendment_id": "h717-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "717"
    }, 
    {
      "amendment_id": "h718-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "718"
    }, 
    {
      "amendment_id": "h719-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "719"
    }, 
    {
      "amendment_id": "h731-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "731"
    }, 
    {
      "amendment_id": "h732-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "732"
    }, 
    {
      "amendment_id": "h733-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "733"
    }, 
    {
      "amendment_id": "h734-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "734"
    }, 
    {
      "amendment_id": "h735-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "735"
    }, 
    {
      "amendment_id": "h736-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "736"
    }, 
    {
      "amendment_id": "h737-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "737"
    }, 
    {
      "amendment_id": "h738-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "738"
    }, 
    {
      "amendment_id": "h739-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "739"
    }, 
    {
      "amendment_id": "h740-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "740"
    }, 
    {
      "amendment_id": "h741-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "741"
    }, 
    {
      "amendment_id": "h742-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "742"
    }, 
    {
      "amendment_id": "h743-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "743"
    }, 
    {
      "amendment_id": "h744-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "744"
    }, 
    {
      "amendment_id": "h745-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "745"
    }, 
    {
      "amendment_id": "h746-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "746"
    }, 
    {
      "amendment_id": "h747-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "747"
    }, 
    {
      "amendment_id": "h748-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "748"
    }, 
    {
      "amendment_id": "h749-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "749"
    }, 
    {
      "amendment_id": "h750-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "750"
    }, 
    {
      "amendment_id": "h751-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "751"
    }, 
    {
      "amendment_id": "h752-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "752"
    }, 
    {
      "amendment_id": "h753-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "753"
    }, 
    {
      "amendment_id": "h754-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "754"
    }, 
    {
      "amendment_id": "h755-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "755"
    }, 
    {
      "amendment_id": "h756-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "756"
    }, 
    {
      "amendment_id": "h757-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "757"
    }, 
    {
      "amendment_id": "h758-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "758"
    }, 
    {
      "amendment_id": "h759-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "759"
    }, 
    {
      "amendment_id": "h760-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "760"
    }, 
    {
      "amendment_id": "h761-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "761"
    }, 
    {
      "amendment_id": "h762-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "762"
    }, 
    {
      "amendment_id": "h763-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "763"
    }, 
    {
      "amendment_id": "h764-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "764"
    }, 
    {
      "amendment_id": "h765-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "765"
    }, 
    {
      "amendment_id": "h766-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "766"
    }, 
    {
      "amendment_id": "h767-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "767"
    }, 
    {
      "amendment_id": "h768-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "768"
    }, 
    {
      "amendment_id": "h769-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "769"
    }
  ], 
  "bill_id": "hr2584-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-07-19", 
  "number": "2584", 
  "official_title": "Making appropriations for the Department of the Interior, environment, and related agencies for the fiscal year ending September 30, 2012, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres363-112", 
      "reason": "rule"
    }
  ], 
  "short_title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2012", 
  "sponsor": {
    "district": "2", 
    "name": "Simpson, Michael K.", 
    "state": "ID", 
    "thomas_id": "01590", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-07-19T14:48:00-04:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Africa", 
    "Agricultural conservation and pollution", 
    "Air quality", 
    "Alaska", 
    "Animal protection and human-animal relationships", 
    "Appropriations", 
    "Aquatic ecology", 
    "Arizona", 
    "Art, artists, authorship", 
    "Asia", 
    "California", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Commission of Fine Arts", 
    "Congressional oversight", 
    "Department of Agriculture", 
    "Department of Health and Human Services", 
    "Department of the Interior", 
    "District of Columbia", 
    "Economics and public finance", 
    "Elementary and secondary education", 
    "Endangered and threatened species", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental health", 
    "Environmental regulatory procedures", 
    "Everglades", 
    "Executive Office of the President", 
    "Executive agency funding and structure", 
    "Federal-Indian relations", 
    "Fires", 
    "Fishes", 
    "Florida", 
    "Forests, forestry, trees", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Great Lakes", 
    "Guam", 
    "Hazardous wastes and toxic substances", 
    "Health programs administration and funding", 
    "Historic sites and heritage areas", 
    "Historical and cultural resources", 
    "Humanities programs funding", 
    "Indian lands and resources rights", 
    "Indian social and development programs", 
    "Industrial facilities", 
    "Judicial review and appeals", 
    "Lakes and rivers", 
    "Land transfers", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Livestock", 
    "Mammals", 
    "Manufacturing", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Marshall Islands", 
    "Michigan", 
    "Micronesia", 
    "Mining", 
    "Minnesota", 
    "Minority health", 
    "Monuments and memorials", 
    "Museums, exhibitions, cultural centers", 
    "National Capital Planning Commission", 
    "National Foundation on the Arts and the Humanities", 
    "National Institutes of Health (NIH)", 
    "New Jersey", 
    "New York State", 
    "Oil and gas", 
    "Oregon", 
    "Outdoor recreation", 
    "Palau", 
    "Parks, recreation areas, trails", 
    "Pest management", 
    "Pollution liability", 
    "Public contracts and procurement", 
    "Railroads", 
    "Reptiles", 
    "Research administration and funding", 
    "Research and development", 
    "Smithsonian Institution", 
    "Solid waste and recycling", 
    "Tax administration and collection, taxpayers", 
    "Utah", 
    "War crimes, genocide, crimes against humanity", 
    "Water quality", 
    "Watersheds", 
    "Wetlands", 
    "Wildlife conservation and habitat protection", 
    "Wyoming"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2011-07-19", 
    "text": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2012 - Makes appropriations for the Department of the Interior, the Environmental Protection Agency (EPA), and related agencies for FY2012. Title I: Department of the Interior - Makes appropriations for FY2012 to the Bureau of Land Management (BLM) for: (1) land and resource management; (2) construction; (3) land acquisition; (4) Oregon and California grant lands; (5) range improvements; (6) service charges, deposits, and forfeitures with respect to public lands; and (7) miscellaneous trust funds. Appropriates funds for FY2012 to the U.S. Fish and Wildlife Service (USFWS) for: (1) resource management; (2) construction; (3) land acquisition; (4) expenses related to state conservation programs under the Endangered Species Act of 1973; (5) the National Wildlife Refuge Fund; (6) expenses related to carrying out the North American Wetlands Conservation Act; (7) expenses related to carrying out, through the Multinational Species Conservation Fund, the African Elephant Conservation Act, the Asian Elephant Conservation Act of 1997, the Rhinoceros and Tiger Conservation Act of 1994, the Great Ape Conservation Act of 2000, and the Marine Turtle Conservation Act of 2004; and (8) wildlife conservation grants to states, the District of Columbia, U.S. territories, and federally recognized Indian tribes. Makes appropriations for FY2012 to the National Park Service (NPS) (including transfer of funds) for: (1) the National Park System, (2) expenses for national recreation and preservation programs, (3) expenses related to carrying out the National Historic Preservation Act and the Omnibus Parks and Public Lands Management Act of 1996, (4) construction, and (5) land acquisition and state assistance from the Land and Water Conservation Fund. Rescinds specified contract authority to obligate funds from the Land and Water Conservation Fund for FY2012. Makes appropriations for FY2012 to: (1) the U.S. Geological Survey for surveys, investigations, and research; (2) the Bureau of Ocean Energy Management, Regulation and Enforcement (BOEMRE) for ocean energy management (including expenses related to promoting volunteer beach and marine cleanup activities) and oil spill research; (3) the Office of Surface Mining Reclamation and Enforcement for regulation and technology and the Abandoned Mine Reclamation Fund; (4) the Bureau of Indian Affairs (BIA) and the Bureau of Indian Education (BIE) for operation of Indian programs, (including transfer of funds), construction (including transfer of funds), Indian land and water claim settlements and miscellaneous payments to Indians, and for Indian guaranteed loans; (5) the Office of the Secretary for departmental offices; (6) provide assistance to U.S. territories (including transfer of funds) and to carry out the Compacts of Free Association with respect to the Marshall Islands, Palau, and Micronesia; (7) the Office of the Solicitor; (8) the Office of Inspector General; (9) provide for the operation of trust programs for Indians (including transfers of funds); (10) wildland fire management, including for wildfire suppression to support federal emergency response actions (including transfers of funds); (11) the FLAME Wildfire Suppression Reserve Fund for necessary expenses for large fire suppression operations and as a reserve fund for suppression and federal emergency response activities (including a transfer of funds); (12) the Central Hazardous Materials Fund for expenses of the Department of the Interior and its component offices and bureaus for response action, including associated activities, performed pursuant to the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA); and (13) the Department of the Interior for natural resource damage assessment and restoration. Makes applicable for FY2012 provisions of the Department of the Interior, Environment, and Related Agencies Appropriations Act, 2010 regarding the collection of a non-refundable inspection fee from the designated operator of specified facilities on the Outer Continental Shelf (OCS) that are subject to inspection by the BOEMRE that are above the waterline, except mobile offshore drilling units, and are in place at the start of such fiscal year. Makes funds appropriated under the heading Wildland Fire Management made available for assistance to or through the Department of State in connection with forest and rangeland assistance in foreign countries available to support forestry, wildland fire management, and related natural resource activities outside of the United States and U.S. territories and possessions. Sets forth authorized and prohibited uses of specified funds. Authorizes appropriations to the Department of the Interior for: (1) remedial actions under CERCLA; and (2) natural resource damage assessment and restoration activities to carry out CERCLA activities, the Federal Water Pollution Control Act (commonly known as the Clean Water Act), the Oil Pollution Act of 1990, and provisions concerning managing certain National Park System resources. (Sec. 108) Authorizes the NPS to implement modifications to the Tamiami Trail in accordance with the preferred alternative identified in the final environmental impact statement noticed in the Federal Register on December 14, 2010, relating to the restoration of the Everglades ecosystem. (Sec. 109) Authorizes the Secretary of the Interior to acquire lands, waters, or interests therein for the purpose of operating and maintaining facilities in the support of transportation and accommodation of visitors to Ellis, Governors, and Liberty Islands. (Sec. 110) Provides that for purposes of adjudicating Indian probate cases in the Department of the Interior, certain hearing requirements under provisions regarding descent and distribution of Indian lands are deemed satisfied by a proceeding conducted by an Indian probate judge appointed by the Secretary without regard to provisions governing competitive service appointments. (Sec. 111) Authorizes the Secretary of the Interior, in order to implement a reorganization of the BOEMRE, to establish accounts and transfer funds among and between its affected offices and bureaus only in conformance with the reprogramming guidelines in the report accompanying this Act. (Sec. 112) Requires, beginning July 1, 2008, any funds (except for construction funds) held by a P.L. 100-297 tribally controlled grant school or a P.L. 93-638 tribally controlled contract school, upon retrocession to or re-assumption by the BIE, to remain available for a five-year period for the benefit of the programs approved for such a school on October 1, 1995. (Sec. 113) Authorizes the Secretary of the Interior to enter into certain multiyear cooperative agreements with nonprofits and other appropriate entities, and certain multiyear contracts for the long-term care and maintenance of excess wild free roaming horses and burros by nonprofits and other appropriate entities on private lands. Limits such an agreement or contract to ten years, subject to renewal at the discretion of the Secretary. (Sec. 114) Authorizes the head of a BIE-operated school, when the rent or lease of the land or facilities of such school does not interfere with the school's operations, to enter into agreements with public and private persons and entities that provide for them to rent or lease such land or facilities in exchange for a consideration in the form of funds that benefits the school. Requires funds received by such a school to be retained and used for school purposes otherwise authorized by law. Permits education personnel who are under the direction and supervision of the Secretary of the Interior to participate in fundraising activities for the benefit of a BIE-operated school as part of their official duties. Requires the Secretary to promulgate regulations to carry out this section within 12 months of enactment of this Act. (Sec. 115) Directs the USFWS, in carrying out responsibilities to protect threatened and endangered species of salmon, to implement a system of mass marketing of salmonid stocks, intended for harvest, that are released from federally operated or financed hatcheries. (Sec. 116) Prohibits funds under this Act from being used by the Secretary of the Interior to implement or enforce regulations concerning boating and other activities on or related to waters within the Yukon-Charley Rivers National Preserve in Alaska, including waters subject to U.S. jurisdiction or any other authority. Prohibits this section from affecting the authority of the Coast Guard to regulate the use of waters subject to the jurisdiction of the United States within the Preserve. (Sec. 117) Authorizes the appointment, without regard to the civil service examination, certification, and appointment provisions, of certain former resource assistants of the Public Lands Corps who have subsequently earned an undergraduate or graduate degree from an accredited institution of higher education to a position with a land managing agency of the Department of the Interior. Bars such direct hire authority from being exercised with respect to any specific qualified candidate after the end of the two-year period beginning on the date on which such candidate completed such degree. (Sec. 118) Allows a person to bring a civil action challenging a proposed action of the BLM concerning grazing on public lands or a proposed amendment to a land use plan only if the person has challenged such action or amendment at the agency level and has exhausted the administrative hearings and appeals procedures established by the Department of the Interior, subject to an exception. Permits consideration of an issue in the judicial review of such an action or amendment only if such issue was raised in such administrative review process. (Sec. 119) Prohibits subjecting any final rule published by the Department of the Interior which provides that the gray wolf (Canis lupus) in Wyoming or any of the states within the range of the Western Great Lakes Distinct Population Segment of the gray wolf is not an endangered or threatened species under the Endangered Species Act of 1973 to judicial review if such state has entered into an agreement with the Secretary authorizing it to manage gray wolves. (Sec 120) Prohibits, during FY2012-FY2014, subjecting the trailing of livestock across public land and the implementation of trailing practices by the BLM from being subject to review under the National Environmental Policy Act of 1969. (Sec. 121) Instructs the Secretary of the Interior to: (1) log and track the reasons for why the BOEMRE is returning to an applicant, without approval, any exploration plan, development and production plan, development operations coordination document, or application for a permit to drill submitted for any oil and gas lease for the OCS; and (2) provide quarterly reports to Congress on such matters. (Sec. 122) Authorizes the Secretary of the Interior to lease to the Savannah Bar Pilots Association or a successor organization up to 30,000 square feet of land and improvements in Fort Pulaski National Monument in Georgia at the location on Cockspur Island that has been used continuously by the Association since 1940. Instructs the Secretary to require a rental fee based on fair market value adjusted, as deemed appropriate, for amounts to be spent by the lessee for property preservation, maintenance, or repair and related expenses. Requires the proceeds from such fee to be deposited into a special account in the Treasury and made available for infrastructure needs at units of the National Park System. Requires such a lease to: (1) be made for a term of no more than 10 years and, at the discretion of the Secretary, for successive terms; and (2) include any terms and conditions necessary for the protection of the resources of the Monument and the public interest. (Sec. 123) Instructs the Director of the BIA to reinstate the demonstration project that was in place from 2004 until 2008 for Indian tribes within the California Tribal Trust Reform Consortium, the Salt River Pima-Maricopa Indian Community, the Confederated Salish and Kootenai Tribes of the Flathead Reservation, and the Chippewa Cree Tribe of the Rocky Boys Reservation, thereby ensuring that the participating tribes shall be able to continue operations independent of the trust reform and reorganization of the Department of the Interior. Prohibits the Director from imposing the Department's trust management infrastructure upon or altering the existing trust resource management systems of the tribes specified above which have a self-governance compact and operate in accordance with the Tribal Self-Governance Program. (Sec. 124) Prohibits funds under this Act, or any other Act, from being used to implement, administer, or enforce Secretarial Order No. 3310 issued by the Secretary of the Interior on December 22, 2010, relating to the protection of wilderness characteristics on public lands under the management of the BLM. Title II: Environmental Protection Agency - Makes appropriations for FY2012 to EPA for: (1) science and technology; (2) environmental programs and management; (3) the Office of Inspector General; (4) buildings and facilities; (5) the Hazardous Substance Superfund (including transfers of funds); (6) the Leaking Underground Storage Tank Trust Fund Program, (7) expenses to carry out EPA's responsibilities under the Oil Pollution Act of 1990 concerning inland oil spill programs; (8) state and tribal assistance grants for environmental programs and infrastructure assistance, including capitalization grants for the Clean Water State Revolving Funds and Drinking Water State Revolving Funds; (9) brownfields revitalization funding CERCLA; (10) diesel emissions reduction under the Energy Policy Act of 2005; (11) grants for multi-media or single media pollution prevention, control, and abatement and related activities; (12) grants for particulate matter monitoring and data collection activities under the Clean Air Act; (13) state implementation support grants under CERCLA; (14) Environmental Information Exchange Network grants; and (15) grants to states under the Solid Waste Disposal Act. Revises provisions concerning limitations on, and allocations of, state water pollution control revolving funds. Authorizes the EPA Administrator to collect and obligate pesticide registration service fees in accordance with the Federal Insecticide Fungicide, and Rodenticide Act (FIFRA). Authorizes the EPA Administrator to: (1) transfer a specified amount from funds appropriated for the Great Lakes Initiative (1995) under the heading Environmental Programs and Management to any federal department or agency for carrying out activities that would support the Great Lakes Restoration Initiative and Great Lakes Water Quality Agreement programs, projects, or activities; (2) enter into an interagency agreement with the head of such department or agency to carry out these activities; and (3) make grants to specified entities for planning, research, monitoring, outreach, and implementation to further the Restoration Initiative and the Agreement. Rescinds permanently a specified amount from unobligated balances to carry out projects and activities funded through the State and Tribal Assistance Grants and Hazardous Substance Superfund accounts. Prohibits any amounts from being rescinded from amounts designated by Congress as an emergency requirement pursuant to the Concurrent Resolution on the Budget or the Balanced Budget and Emergency Deficit Control Act of 1985. Applies labor standards under: (1) the Clean Water Act to the construction of treatment works carried out with assistance made available by a state water pollution control revolving fund, and (2) the Safe Drinking Water Act to any construction project carried out with assistance made available by a drinking water treatment revolving loan fund. Title III: Related Agencies - Makes appropriations for FY2012 to the Department of Agriculture (USDA) for the Forest Service for: (1) forest and rangeland research; (2) state and private forestry; (3) the National Forest System; (4) land acquisitions, including specified National Forest areas in Utah, Nevada, and California; (5) range rehabilitation, protection, and improvement; (6) gifts, donations, and bequests for forest and rangeland research; (7) federal land management in Alaska; (8) wildland fire management (including transfers of funds); and (9) the FLAME Wildfire Suppression Reserve Fund (including transfers of funds). Makes appropriations for FY2012 to the Department of Health and Human Services (HHS) for: (1) the Indian Health Service (IHS) and Indian health facilities, and (2) the National Institutes of Health (NIH) for the National Institute of Environmental Health Sciences and the Agency for Toxic Substances and Disease Registry. Makes appropriations for FY2012 in specified amounts for various purposes to the: (1) Executive Office of the President; (2) Chemical Safety and Hazard Investigation Board; (3) Office of Navajo and Hopi Indian Relocation; (4) Institute of American Indian and Alaska Native Culture and Arts Development; (5) Smithsonian Institution, including for the National Museum of African American History and Culture; (6) National Gallery of Art; (7) John F. Kennedy Center for the Performing Arts; (8) Woodrow Wilson International Center for Scholars; (9) National Foundation on the Arts and the Humanities, including the National Endowment for the Arts (NEA) and the National Endowment for the Humanities (NEH); (10) Commission of Fine Arts; (11) Advisory Council on Historic Preservation; (12) National Capital Planning Commission; (13) U.S. Holocaust Memorial Museum; (14) Presidio Trust; and (15) Dwight D. Eisenhower Memorial Commission, including for the construction of a memorial in honor of President Dwight D. Eisenhower. Title IV: General Provisions - Sets forth limitations on the use of funds under this Act. (Sec. 404) Prohibits funds from being used to provide specified personal services. (Sec. 405) Requires: (1) estimated overhead charges, deductions, reserves or holdbacks from programs, projects, activities, and subactivities to support governmentwide, departmental, agency, or bureau administrative functions or headquarters, regional, or central operations to be presented in annual budget justifications and subject to approval by the House and Senate Committees on Appropriations; and (2) changes to such estimates to be presented to such Committees for approval. (Sec. 406) Prohibits funds from being used to plan, prepare, or offer for sale timber from trees classified as giant sequoia (Sequoiadendron giganteum) which are located on National Forest System or BLM lands in a manner different than such sales were conducted in FY2011. (Sec. 407) Prohibits funds from being used to accept or process applications for a patent for any mining or mill site claim, subject to exception. Requires a report. (Sec. 408) Regulates contract support costs. (Sec. 410) Prohibits funds provided in this Act from being used to conduct preleasing, leasing, and related activities under either the Mineral Leasing Act or the Outer Continental Shelf Lands Act within the boundaries of a National Monument as such boundary existed on January 20, 2001, except where such activities are allowed under the presidential proclamation establishing the monument. (Sec. 411) Permits, the Secretaries of Agriculture and of the Interior, through FY2013, to make reciprocal agreements with foreign fire organizations in which the individuals furnished under such agreements to provide fire management services are considered, for tort liability, employees of the foreign country receiving the services when the individuals are engaged in fire suppression or presuppression. Prohibits the Secretaries from making any agreement in which a foreign country does not assume any and all responsibility for acts or omissions of American firefighters who are firefighting in such foreign country. (Sec. 412) Allows the Secretaries, in awarding a federal contract for any of specified purposes with funds made available by this Act, to give consideration to local contractors who are from economically disadvantaged rural communities and who provide employment and training for dislocated and displaced workers. (Sec. 413) Prohibits unless otherwise provided in this Act, any funds appropriated in this Act for the acquisition of lands or interests in lands from being spent for the filing of declarations of taking or complaints in condemnation without the approval of the House and Senate Committees on Appropriations. (Sec. 415) Keeps in effect for FY2012-FY2016 the terms and conditions of provisions of the Department of the Interior and Related Agencies Appropriations Act, 2004 regarding the renewal of certain National Forest System lands grazing permits at the Department of the Interior and the Forest Service that have expired or were transferred or waived during FY2004-FY2008. Requires a grazing permit or lease issued by the Secretary of the Interior for BLM-administered lands, which is the subject of a request for a grazing preference transfer, to be issued, without further processing, for the time remaining in the existing permit or lease using the same mandatory terms and conditions. (Sec. 416) Prohibits the distribution of any funds under this Act to the Association of Community Organizations for Reform Now (ACORN) or its subsidiaries. (Sec. 417) Prohibits any funds appropriated or otherwise made available by this Act to executive agencies from being used to enter into a federal contract unless the contract is entered into in accordance with provisions and regulations relating to civilian and military contracts, except when: (1) federal law specifically authorizes a contract to be entered into without regard to such provisions and regulations, including formula grants for states or federally recognized Indian tribes; (2) such contract is authorized by the Indian Self-Determination and Education Assistance Act or by any other federal laws that specifically authorize a contract within a tribe; or (3) the contract was awarded prior to this Act's enactment. (Sec. 418) Requires agencies receiving funds in this Act to post on their public websites any report required to be submitted by Congress in this or any other Act if it serves the national interest. Makes such requirement inapplicable to a report if the public posting of such report compromises national security or the report contains proprietary information. (Sec. 421) Amends Public Law 108-126 (relating to the authorization for the design and construction of a visitor center for the Vietnam Veterans Memorial) to permit competitive grant funds to be used to pay any expense for the establishment of such center. (Sec. 422) Amends the Forest Service Facility Realignment and Enhancement Act of 2005 to extend the authority of the Secretary of Agriculture, until September 30, 2016, to convey Forest Service administrative sites or interests in such sites under the jurisdiction of such Secretary. (Sec. 423) Amends the Department of the Interior and Related Agencies Appropriations Act, 2001 to extend permanently the authorities of the Secretaries of Agriculture and of the Interior concerning the Service First initiative. (Sec. 424) Amends the Department of the Interior and Related Agencies Appropriations Act, 2005 to extend the authority of the Secretary of Agriculture, until September 30, 2013, to permit the State Forester of Utah via cooperative agreements or contracts (including sole source contracts) to perform forest, rangeland, and watershed restoration services on National Forest System lands in Utah. (Sec. 425) Directs the Department of the Interior, EPA, Forest Service, and IHS to provide the House and Senate Appropriations Committees with quarterly reports on the status of the balances of their separate appropriations. (Sec. 426) Directs the President to submit a comprehensive report to the House and Senate Appropriations Committees detailing all federal agency funding for climate change programs, projects, and activities in FY2011-FY2012, including: (1) an accounting of funding identifying climate change programs, projects and activities and associated costs; and (2) citations and linkages to each strategic plan that is driving funding within each program, project, and activity. (Sec. 427) Amends the Department of the Interior and Related Agencies Appropriations Act, 1999 to extend the authority of the Forest Service and the BLM, until September 30, 2023, to enter into stewardship end result contracting projects to perform services to achieve land management goals for the national forests and the public lands that meet local and rural community needs. (Sec. 428) Prohibits funds in this Act or any other Act from being used to promulgate or implement any regulation requiring the issuance of permits under the Clean Air Act for carbon dioxide, nitrous oxide, water vapor, or methane emissions resulting from biological processes associated with livestock production. (Sec. 429) Prohibits the use of any funds in this or any other Act to implement any provision in a rule if such provision requires mandatory reporting of greenhouse gas emissions from manure management systems. (Sec. 430) Requires any funds supplied by a federal department or agency to carry out a plan submitted by an Indian tribal government under the Indian Employment, Training and Related Services Demonstration Act of 1992 to coordinate its federally-funded employment, training, and related services to be consolidated and provided to the applicable tribe or tribal organization pursuant to an existing contract, compact, or funding agreement under title I or title IV of the Indian Self-Determination and Education Assistance Act. Prohibits any tribe or tribal organization carrying out such a plan from being required to account for the use of such funds after the date on which they are consolidated and paid to such tribe or tribal organization. (Sec. 431) Prohibits the Administrator of the EPA, with specified exceptions, during a one-year period beginning on this Act's enactment, from proposing or promulgating any regulation regarding the emissions of greenhouse gases from stationary sources to address climate change. Gives no legal effect, during such one-year period, to any permit condition for emissions of greenhouse gases from a stationary source to address climate change issued under the Clean Air Act prior to this Act's enactment. Prohibits, during such one-year period, a cause of action based on federal or state common law or civil tort (including nuisance) from being brought or maintained, and prohibits any liability, money damages, or injunctive relief arising from such an action, for contributions of greenhouse gases to climate change or any effect of increases in greenhouse gas concentrations. Prohibits any permit for a stationary source subject to the Clean Air Act for which an application was submitted before the expiration of such one-year period from including any federally enforceable condition for greenhouse gas emissions to address climate change. (Sec. 432) Prohibits funds in this Act from being used to carry out or otherwise enforce proposed regulations published in the Federal Register by the Office of Surface Mining Reclamation and Enforcement on June 18, 2010, relating to improving the protection of streams from the adverse impacts of surface coal mining operations. (Sec. 433) Prohibits funds in this Act for the EPA, the Army Corps of Engineers, or the Office of Surface Mining Reclamation and Enforcement from being used to carry out or enforce any policy or procedure set forth in: (1) the memorandum issued by the EPA and the Department of the Army entitled \"Enhanced Surface Coal Mining Pending Permit Coordination Procedures\"; or (2) the guidance (or any revised version thereof) issued by the EPA entitled \"Improving EPA Review of Appalachian Surface Coal Mining Operations under the Clean Water Act, National Environmental Policy Act, and the Environmental Justice Executive Order.\" (Sec. 434) Prohibits funds in this Act from being used by EPA to implement or enforce any regulation that identifies or lists fossil fuel combustion waste as hazardous waste subject to regulation under subtitle C of the Solid Waste Disposal Act or otherwise makes such waste subject to regulation under such subtitle. (Sec. 435) Prohibits funds in this Act or any subsequent Act making appropriations for the EPA from being used by EPA to adopt, implement, or enforce a change or supplement to the rule dated November 13, 1986, or guidance documents dated January 15, 2003, and December 2, 2008, pertaining to the definition of waters under the jurisdiction of the Federal Water Pollution Control Act (commonly known as the Clean Water Act [CWA]). (Sec. 436) Prohibits funds in this Act or any other Act from being used to: (1) further implement or enforce the proposed regulatory requirements issued by the EPA and published for public comment in the Federal Register on April 20, 2011, relating to the establishment of national requirements under the CWA applicable to the cooling water intake structures used at all existing power generating facilities and certain existing manufacturing and industrial facilities that withdraw and use a certain amount of water exclusively for cooling purposes; or (2) develop or enforce any other new regulations or requirements designed to implement current CWA requirements applicable to such structures. (Sec. 437) Directs the Secretary of Agriculture, through the Forest Service, to make the requirements of the Healthy Forests Restoration Act of 2003 which provide for a pre-decisional objection process respecting an authorized hazardous fuel reduction project on Forest Service land applicable to proposed actions of the Forest Service concerning projects and activities that implement land and resource management plans developed under the Forest and Rangeland Renewable Resources Planning Act of 1974. Exempts from such process an emergency situation for which immediate implementation of a proposed action is necessary. Requires implementation to begin immediately after notice is given of the final decision for such action. Makes this section inapplicable to an authorized hazardous fuel reduction project under title I of the Healthy Forests Restoration Act. (Sec. 438) Amends the CWA to prohibit the Administrator of the EPA from requiring a permit for, or requiring any state to require a permit for, discharges of stormwater runoff from roads, the construction, use, or maintenance of which are associated with silvicultural activities, or from other such activities involving nursery operations, site preparation, reforestation, and subsequent cultural treatment, thinning, prescribed burning, pest and fire control, harvesting operations, or surface drainage. (Sec. 439) Prohibits funds in this Act or any other Act from being used to adopt or enforce regulations or guidance that would expand the federal stormwater discharge program under the National Pollutant Discharge Elimination System (NPDES) to post-construction commercial or residential properties until 90 days after the Administrator of the EPA submits to Congress the study of stormwater discharges required under under the CWA. Specifies the contents to be included in such study. (Sec. 440) Amends the Omnibus Budget Reconciliation Act of 1993 to require each placer claim held by an association of two or more persons to be charged a hardrock claim maintenance fee for each 20-acre tract and any remaining tracts subject to that claim. (Sec. 441) Prohibits the Administrator of the EPA from taking: (1) any action to disapprove or prevent implementation of any flexible air permitting program under which emissions from multiple sources may be combined to determine compliance with an emissions limitation that has been submitted by a state as a revision to its state implementation plan and has been adopted as part of the state's plan, and (2) any enforcement action against the holder of an individual permit issued under such a program, based on any disapproval of that program. (Sec. 442) Prohibits, through FY2016, funds in this or any other Act from being used to plan or carry out any action or any subsequent agency regulation for the management of bighorn sheep populations on any parcel of National Forest System or public land if such action may or will result in a reduction in the number or distribution of domestic livestock permitted to graze on that parcel. (Sec. 443) Amends the Clean Air Act to require any air quality impact of OCS sources to be measured or modeled and determined solely with respect to the impacts in the corresponding onshore area. Provides that: (1) emissions from any vessel servicing or associated with an OCS source, including emissions while at the OCS source or in route to or from the OCS source within 25 miles of the OCS source, shall be considered direct emissions from the OCS source (current law) but shall not be subject to any emission control requirement applicable to such source; and (2) an OCS source, for platform or drill ship exploration, is established when drilling commences at a location and ceases to exist when drilling activity ends at such location or is temporarily interrupted because the platform or drill ship relocates. Requires: (1) final agency action on a permit application for platform or drill ship exploration for an OCS source under such Act to be taken no later than six months after the filing of such application; (2) such final agency action to be considered to be nationally applicable under judicial review; and (3) judicial review of such action to be without additional administrative review or adjudication. Prohibits: (1) the Environmental Appeals Board of the Environmental Protection Agency (EPA) from having any authority to consider any matter regarding the consideration, issuance, or denial of such permit; and (2) extending any administrative stay of the effectiveness of such permit beyond six months after the date of filing of such application. (Sec. 444) Instructs the Administrator of the EPA to: (1) immediately implement improvements in the Integrated Risk Information System (IRIS) program in accordance with the recommendations of Chapter 7 of the National Research Council's Review of the EPA's Draft IRIS Assessment of Formaldehyde; and (2) provide a report to the authorizing and appropriating House and Senate Committees by December 1, 2011, that describes how such recommendations have been implemented for the existing assessments currently underway and any new assessments. Prohibits the Administrator from using any funds to take any administrative action based on a draft or final assessment that is not based on improvements implemented in the IRIS program in accordance with such recommendations and demonstration of that implementation. Directs the Administrator to arrange for the National Academy of Sciences (NAS) to: (1) review the report required in this section and recommend modifications or additions to the scientific, technical, and process changes being implemented or planned in the IRIS program to improve substantially the scientific and technical performance of the IRIS program; and (2) perform a scientific and technical review of up to three IRIS assessments, based on the recommendations in the review of such report. Prohibits funds in this Act from being used by EPA for further action of any kind on any proposed rule, regulation, guidance, goal, or permit, issued after May 21, 2009, that solicited comment on a proposal that, if finalized, would result in lowering or further lowering any exposure level that would be within or below background concentration levels in ambient air, public drinking water sources, soil, or sediment. (Sec. 445) Prohibits the withdrawal of any of the public lands and National Forest System lands identified in Public Land Order No. 7773; Emergency Withdrawal of Public and National Forest System Lands, Coconino and Mohave Counties; AZ from location and entry under the General Mining Law of 1872, except as expressly authorized by a law enacted after this Act's enactment that refers to this section. (Sec. 446) Bars the use of any funds available to the Secretary of Agriculture to implement or enforce Subpart B of the Travel Management Rule relating to the designation of roads, trails, and areas for motor vehicle use in an administrative unit of the National Forest System in California, unless the Secretary completes post-Subpart B project level trail planning of unauthorized routes in the unit not considered in subpart B. (Sec. 447) Prohibits funds in this Act from being used to modify, cancel, or suspend the registration of a pesticide registered or reregistered under the Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA) in response to a final biological opinion or other written statement issued under the Endangered Species Act. (Sec. 448) Prohibits funds in this Act from being used to implement or enforce the rule entitled \"National Emission Standards for Hazardous Air Pollutants From the Portland Cement Manufacturing Industry and Standards of Performance for Portland Cement Plants\" published by the EPA on September 9, 2010. (Sec. 449) Prohibits funds in this Act from being used to enter into a contract, memorandum of understanding, or cooperative agreement with, make a grant to, or provide a loan or loan guarantee to, any corporation that was convicted (or had an officer or agent acting on behalf of such corporation convicted) within the preceding 24 months of a felony criminal offense under any federal law. (Sec. 450) Prohibits funds in this Act from being used to implement or enforce regulations under the Lead; Renovation, Repair, and Painting Rule or any subsequent amendments to those regulations, until EPA publicizes recognition of a commercially-available lead test kit that meets both the negative response and positive response criteria. (Sec. 451) Prohibits funds in this Act from being used to enter into a contract, memorandum of understanding, or cooperative agreement with, make a grant to, or provide a loan or loan guarantee to, any corporation with an unpaid federal tax liability that has been assessed, for which all judicial and administrative remedies have been exhausted or have lapsed, and that is not being paid in a timely manner. (Sec. 452) Prohibits funds in this Act from being used to implement or enforce the rule entitled \"Water Quality Standards for the State of Florida's Lakes and Flowing Waters\" published by the EPA on December 6, 2010. (Sec. 453) Prohibits funds in this Act from being used to: (1) implement or enforce any regulation pursuant to the Clean Air Act regarding the regulation of any greenhouse gas emissions from new motor vehicles or new motor vehicle engines manufactured after model year 2016 to address climate change, or (2) consider or grant a waiver under such Act so that a state or political subdivision thereof may adopt or attempt to enforce standards for the control of emissions of any greenhouse gas from such vehicles or vehicle engines. (Sec. 454) Prohibits funds in this Act from being used to modify the national primary ambient air quality standard or the national secondary ambient air quality standard applicable to coarse particulate matter (PM10) under the Clean Air Act. (Sec. 455) Prohibits funds in this Act from being used to implement or enforce any regulation that would establish new financial responsibility requirements pursuant to CERCLA respecting owners or operators of facilities that produce, transport, treat, store, or dispose of hazardous substances. (Sec. 456) Prohibits funds in this Act from being used to delineate new wetlands in any county included in a major disaster declaration as a result of flooding in 2011 for purposes of the issuance of permits for the discharge of dredged or fill material into navigable waters at specified disposal sites. (Sec. 457) Bars the IHS, until October 1, 2013, from disbursing funds for the provision of health care services pursuant to the Indian Self-Determination and Education Assistance Act to any Alaska Native village or Alaska Native village corporation located within an area served by an Alaska Native regional health entity. Treats Eastern Aleutian Tribes Inc. the Council of Athabasan Tribal Governments, and the Native Village of Eyak as entities to which funds may be disbursed. (Sec. 458) Amends the Federal Land Policy and Management Act of 1976 to require the Secretary of Agriculture (respecting National Forest System land) or the Secretary of the Interior (respecting public land), in any land exchange under this Act or other applicable law, to provide written notice of the proposed exchange to: (1) each owner of non-federal land adjoining the land proposed for exchange, and (2) each owner of non-federal land adjoining the non-federal land proposed to be acquired. (Sec. 459) Prohibits funds made available by this Act for the EPA from being provided to any state that: (1) is adjacent to one or more of the Great Lakes; and (2) has in effect a certification under the CWA or a state permit requirement that imposes on vessels that discharge ballast water into, take in ballast water from, or transit such state's waters, a performance standard for ballast water management systems, or a ballast water exchange standard, which the Commandant of the Coast Guard determines is more stringent than specified standards. (Sec. 460) Prohibits funds in this Act from being used by the EPA to finalize the Proposed Guidance on False or Misleading Pesticide Product Brand Names, as contained in Draft Pesticide Registration Notice 2010-X. (Sec. 461) Prohibits funds in this Act from being used to regulate ammonia or ammonium under any national secondary ambient air quality standard for oxides of nitrogen and oxides of sulfur promulgated pursuant to the Clean Air Act. (Sec. 462) Directs the Administrator of the EPA to study and report to Congress on the cumulative impacts of specified rules, guidelines, and actions relating to air quality, including any rule or guideline promulgated under the Clean Air Act to address climate change. Bars the Administrator from taking final action with respect to certain of those rules until such report is submitted. Title V: Reducing Regulatory Burdens Act of 2011 - Reducing Regulatory Burdens Act of 2011 - (Sec. 502) Amends FIFRA and the CWA to prohibit the Administrator of the EPA or a state from requiring a permit under the CWA for a discharge from a point source into navigable waters of a pesticide authorized for sale, distribution, or use under FIFRA, or the residue of such a pesticide, resulting from the application of such pesticide. (Sec. 503) Exempts from such prohibition the following discharges containing a pesticide or pesticide residue: (1) a discharge resulting from the application of a pesticide in violation of FIFRA that is relevant to protecting water quality, if the discharge would not have occurred but for the violation or the amount of pesticide or pesticide residue contained in the discharge is greater than would have occurred without the violation; (2) stormwater discharges regulated under the NPDES; and (3) discharges regulated under NPDES of manufacturing or industrial effluent or treatment works effluent and discharges incidental to the normal operation of a vessel, including a discharge resulting from ballasting operations or vessel biofouling prevention. Title VI: Additional Provisions - (Sec. 601) States that the amount by which the applicable allocation of new budget authority made by the Committee on Appropriations of the House of Representatives under the Congressional Budget Act of 1974 exceeds the amount of proposed new budget authority is $8 million."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Reducing Regulatory Burdens Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Reducing Regulatory Burdens Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for the Department of the Interior, environment, and related agencies for the fiscal year ending September 30, 2012, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:21:29-05:00"
}