{
  "actions": [
    {
      "acted_at": "2010-03-18", 
      "references": [
        {
          "reference": "CR S1753", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-03-18", 
      "committee": "Committee on Agriculture, Nutrition, and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3144-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hagan, Kay", 
      "sponsored_at": "2010-03-18", 
      "state": "NC", 
      "thomas_id": "01902", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-03-18", 
  "number": "3144", 
  "official_title": "A bill to amend the Richard B. Russell National School Lunch Act to improve the health and well-being of school children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3123-111", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Boxer, Barbara", 
    "state": "CA", 
    "thomas_id": "00116", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-03-18", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Agricultural education", 
    "Department of Agriculture", 
    "Education", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Food assistance and relief", 
    "Fruit and vegetables", 
    "Horticulture and plants", 
    "Nutrition and diet", 
    "Poverty and welfare assistance", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-03-18", 
    "text": "Healthy Food in Schools Act of 2010 - Amends the Richard B. Russell National School Lunch Act to replace the farm-to-cafeteria program with a program providing schools, state and local agencies, Indian tribes, agricultural producers, and nonprofits with competitive matching grants and technical assistance to improve access to local foods by schools participating in the school lunch or breakfast programs. Gives priority to projects that: (1) benefit local small- and medium-sized farms; (2) serve a high proportion of children who are eligible for free or reduced price lunches; and (3) incorporate experiential nutrition education by involving school children in farm and garden-based agricultural education activities. Directs the Secretary of Agriculture to: (1) promote the use of salad or fruit and vegetable bars in schools participating in the school lunch program; (2) provide training and technical assistance to states and schools on the best manner for doing so; and (3) provide grants to states for a one-time payment to schools for the cost of setting up and operating salad or fruit and vegetable bars. Directs the Secretary to identify and remove barriers to the equitable purchase of fruits and vegetables within the Secretary's procurement and distribution systems. Authorizes the Secretary to use administrative funds under the Act's fresh fruit and vegetable program to provide program participants with technical assistance and national and regional training conferences that emphasize best practices. Directs the Secretary to promulgate a final rule, by October 20, 2011, updating the nutrition standards and meal requirements for school meal programs so they are consistent with the findings of a specified review conducted by the Institute of Medicine of the National Academy of Sciences. Requires the Secretary to allocate funds to states, in proportion to each state's administrative expense allocation under the school lunch and breakfast programs, so they can award competitive grants to school food authorities for the equipment needed to prepare, process, and store food for the school lunch program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Richard B. Russell National School Lunch Act to improve the health and well-being of school children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:44-05:00"
}