{
  "actions": [
    {
      "acted_at": "1980-04-16", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2568-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bellmon, Henry L.", 
      "sponsored_at": "1979-01-03", 
      "state": "OK", 
      "thomas_id": "01279", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1979-01-03", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-16", 
  "number": "2568", 
  "official_title": "A bill to provide for multiple-use management under the Forest and Rangeland Renewable Resources Planning Act of 1974, as amended, of national forest lands not included in the National Wilderness Preservation System.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Forest Multiple Use Management Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-16", 
  "subjects": [
    "Forest management", 
    "Forests and forest products", 
    "National forests", 
    "Public Lands and Real Property", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Forest management", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-04-16", 
    "text": "National Forest Multiple-Use Management Act of 1980 - Specifies that lands within the National Forest System considered for wilderness designation under the Roadless Area Review and Evaluation (RARE) conducted by the Department of Agriculture, but not recommended for designation as wilderness or identified for further planning during the 96th Congress, shall continue to be managed for uses other than wilderness in accordance with the Forest and Rangeland Renewable Planning Act of 1974. Directs that lands within the National Forest System which have been recommended for designation as wilderness during the 96th Congress, but have not been included in the National Wilderness Preservation System prior to January 1, 1983, shall be managed beginning on such date for uses other than wilderness in accordance with the Forest and Rangeland Renewable Resources Planning Act of 1974. Directs that lands within the National Forest System which have been identified for further planning during the 96th Congress, but which have not been included in the National Wilderness Preservation System prior to January 1, 1983, shall be managed beginning on such date for uses other than wilderness. Stipulates that if: (1) an executive communication has been received by Congress recommending the designation of any such lands as wilderness prior to January 1, 1983, and such lands have not been included in the National Wilderness Preservation System prior to January 1, 1985, they shall be managed beginning January 1, 1985, for uses other than wilderness; and (2) at any time a determination is made by the Secretary of Agriculture under the Forest and Rangeland Renewable Resources Planning Act of 1974 that any such lands shall not be recommended for designation as wilderness, they shall be managed beginning on the date of such determination for uses other than wilderness in accordance with the Forest and Rangeland Renewable Resources Planning Act of 1974. Directs that lands within the National Forest System recommended for designation as primitive area during the 96th Congress, for termination and management for use other than wilderness, shall be managed after the date of enactment of this Act for uses other than wilderness in accordance with the Forest and Rangeland Renewable Resources Planning Act of 1974. Directs that lands within the National Forest System that have been recommended for designation as primitive area during the 96th, for termination and designation as wilderness, but which have not been included in the National Wilderness Preservation System prior to January 1, 1984, shall be with the Forest and Rangeland Renewable Resources Planning Act of 1974."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Forest Multiple Use Management Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for multiple-use management under the Forest and Rangeland Renewable Resources Planning Act of 1974, as amended, of national forest lands not included in the National Wilderness Preservation System.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:24-05:00"
}