{
  "actions": [
    {
      "acted_at": "1996-06-24", 
      "references": [
        {
          "reference": "CR S6719-6724", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-24", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1898-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1996-07-16", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1996-09-11", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moseley-Braun, Carol", 
      "sponsored_at": "1996-07-25", 
      "state": "IL", 
      "thomas_id": "01405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1996-07-09", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "1996-06-27", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-06-24", 
  "number": "1898", 
  "official_title": "A bill to protect the genetic privacy of individuals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Genetic Confidentiality and Nondiscrimination Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-06-24", 
  "subjects": [
    "Actions and defenses", 
    "Armed forces and national security", 
    "Bioethics", 
    "Child abuse", 
    "Child health", 
    "Civil rights and liberties, minority issues", 
    "Civil rights enforcement", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Counseling", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "DNA", 
    "DNA fingerprints", 
    "Damages", 
    "Death and dying", 
    "Discrimination in employment", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Employee rights", 
    "Epidemiology", 
    "Evidence (Law)", 
    "Families", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Freedom of information", 
    "Genetic counseling", 
    "Genetic research", 
    "Genetic screening", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health insurance", 
    "Hereditary diseases", 
    "Human genetics", 
    "Infants", 
    "Informed consent (Medical law)", 
    "Injunctions", 
    "Insurance rates", 
    "Juvenile courts", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Limitation of actions", 
    "Medical ethics", 
    "Medical records", 
    "Medical statistics", 
    "Medical tests", 
    "Military personnel", 
    "Negligence", 
    "Parent and child", 
    "Paternity", 
    "Punitive damages", 
    "Research ethics", 
    "Right of privacy", 
    "Risk assessment", 
    "Science, technology, communications", 
    "Standards", 
    "State laws"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-06-24", 
    "text": "TABLE OF CONTENTS: Title I: Collection, Storage, and Analysis of DNA Samples Title II: Disclosure of Genetic information Title III: Discrimination Prohibited Title IV: Exceptions for Identification and Court-Ordered Genetic Analysis Title V: Research Activities Title VI: Minors Title VII: Miscellaneous Provisions Title VIII: Enforcement Title IX: Effective Dates; Applicability; and Relationship to Other Laws Genetic Confidentiality and Nondiscrimination Act of 1996 - Title I: Collection, Storage, and Analysis of DNA Samples - Prohibits, except as allowed under title IV, collection or analysis of DNA samples without the consent of the individual. Regulates written consent. Makes a DNA sample the property of the individual and gives the individual the right (subject to title IV provisions) to order sample destruction. Mandates certain notice. Title II: Disclosure of Genetic information - Prohibits disclosure or redisclosure of genetic information except in accordance with a written authorization meeting certain requirements. Provides for information inspection, copying, and amendment. Prohibits compelling disclosure in any judicial, legislative, or administrative proceeding unless: (1) the request for compulsory disclosure is in accordance with title IV; (2) the individual is a party; or (3) the information is for use in a law enforcement matter in which the individual is the subject or party. Title III: Discrimination Prohibited - Prohibits employment and insurance discrimination regarding genetic information, specifying prohibited acts. Applies enforcement provisions of the Civil Rights Act of 1964 to violations by employers and provides for insurance enforcement. Title IV: Exceptions for Identification and Court-Ordered Genetic Analysis - Allows use of DNA samples to identify a dead body. Allows sample collection and use for identification of active duty armed forces members. Declares that this Act does not prohibit certain information use in law enforcement and paternity matters. Title V: Research Activities - Prohibits research analysis of DNA samples unless an Institutional Review Board (IRB) has made certain determinations. Prohibits disclosure for research purposes unless an IRB has approved the study and the individual has consented, but allows limited access for statistical use. Title VI: Minors - Prohibits collection, storage, or analysis of samples of individuals under 18 years old to determine the risk that does not produce signs of disease before the age of 18 unless: (1) there is an effective intervention; (2) the intervention is initiated before the individual reaches 18; and (3) the individual's parent or guardian has consented. Provides for sample destruction. Prohibits newborn screening except as authorized by State law or regulation. Title VII: Miscellaneous Provisions - Requires every person who maintains genetic information to annually notify their employees of responsibilities and penalties under this Act. Provides for the transfer of ownership and the discontinuance of a program, business, enterprise, or services involving DNA samples. Title VIII: Enforcement - Authorizes any person whose rights under this Act have been violated to bring a civil action for damages or equitable relief in Federal or State court. Mandates, for negligent violations: (1) the greater of actual damages or $50,000; (2) treble damages if the violation resulted in monetary gain; and (3) costs and attorney's fees. Mandates, for wilful violations: (1) the greater of actual damages or $100,000; (2) punitive damages; and (3) costs and attorney's fees. Allows the Attorney General to bring an action for a restraining order or injunction, with the court allowed to order a civil monetary penalty, costs, and attorney's fees. Title IX: Effective Dates; Applicability; and Relationship to Other Laws - Prohibits State laws or regulations except as they prohibit or further restrict the DNA sample collection, storage, analysis, or disclosure or provide additional privacy protections to the individual."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Genetic Confidentiality and Nondiscrimination Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the genetic privacy of individuals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:16-05:00"
}