{
  "actions": [
    {
      "acted_at": "1998-05-13", 
      "references": [
        {
          "reference": "CR S4828-4829, S4832-4833", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-05-13", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2077-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1998-06-09", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "1998-05-13", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "1998-05-13", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1998-05-13", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1998-05-21", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-05-13", 
  "number": "2077", 
  "official_title": "A bill to maximize the national security of the United States and minimize the cost by providing for increased use of the capabilities of the National Guard and other reserve components of the United States; to improve the readiness of the reserve components; to ensure that adequate resources are provided for the reserve components; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Guard and Reserve Components Equity Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Ford, Wendell H.", 
    "state": "KY", 
    "thomas_id": "01334", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-05-13", 
  "subjects": [
    "Administrative procedure", 
    "Appropriations", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army personnel", 
    "Business income tax", 
    "Commerce", 
    "Congress", 
    "Congress and military policy", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Defense budgets", 
    "Department of Defense", 
    "Disability retirement", 
    "Disabled", 
    "Disaster relief", 
    "Early retirement", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Employment tax credits", 
    "Families", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Higher education", 
    "Housing and community development", 
    "Housing subsidies", 
    "Income tax", 
    "Inspectors general", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Law", 
    "Marine corps", 
    "Marines", 
    "Military aircraft", 
    "Military aviation", 
    "Military civic action", 
    "Military command and control", 
    "Military construction operations", 
    "Military dependents", 
    "Military housing", 
    "Military operations", 
    "Military pay", 
    "Military pensions", 
    "Military promotions", 
    "Military readiness", 
    "Military strategy", 
    "Military training", 
    "Mortgage loans", 
    "National Guard", 
    "Officer personnel", 
    "Payroll deductions", 
    "Post exchanges", 
    "Social welfare", 
    "Strategic planning", 
    "Support of dependents", 
    "Taxation", 
    "Transportation and public works", 
    "Travel costs", 
    "Veterans' education", 
    "Veterans' loans", 
    "Weapons of mass destruction"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-05-13", 
    "text": "TABLE OF CONTENTS: Title I: Strategic Planning Title II: Reserve Component Leadership Title III: Use of the Reserve Components for Emergencies Involving Weapons of Mass Destruction Title IV: Strengthened Reforms for Army National Guard Combat Readiness Title V: Pay, Allowances, Retirement, and Other Monetary Benefits Title VI: Other Benefits Title VII: Other Matters National Guard and Reserve Components Equity Act of 1998 - Title I: Strategic Planning - Directs the Secretary of Defense (Secretary) to develop and submit to the Congress: (1) a report on the Army reserve component force structure; (2) a master plan for modernization of the National Guard and other reserve components; and (3) a master plan for meeting the military construction requirements of the National Guard and reserve components. Requires the maintaining of current end strengths for Selected Reserve personnel of the Army National Guard and the Army Reserve through the end of FY 2000. Title II: Reserve Component Leadership - Directs the Chief of the National Guard Bureau to identify for the Chairman of the Joint Chiefs of Staff (JCS) any matter that directly concerns the National Guard, domestic security, or public safety. Requires the Chief to meet with the JCS when such matters are considered. Includes the Chief as a member of the Joint Requirements Oversight Council of the Department of Defense (DOD). Makes the Chief the principal advisor to the President, the Secretary, and the heads of the military departments on matters of domestic security or public safety. (Sec. 202) Provides authorized grades of the Chief and the chiefs of the reserve components. Excludes such positions from active-duty general and flag officer end strength limitations. (Sec. 203) Directs the Secretary to require that, whenever a person is appointed as a State adjutant general of the National Guard, the board that is to consider the appointee for Federal recognition be convened within 60 days after such appointment. Makes the DOD Inspector General responsible for investigations relating to such appointments. (Sec. 204) Directs the Comptroller General to review and report to the Congress on the promotions of, and extensions of Federal recognition to, officers of the National Guard to determine the timeliness and fairness of the processing of such actions. Title III: Use of the Reserve Components for Emergencies Involving Weapons of Mass Destruction - Amends the Robert T. Stafford Disaster Relief and Emergency Assistance Act to include within its authorized assistance an emergency involving a weapon of mass destruction. Authorizes the use of National Guard or reserve personnel to provide an immediate response to incidents involving a use or threatened use of such a weapon. Authorizes the Secretary to reimburse a State for expenses incurred by its National Guard in emergency preparedness programs for responding to emergencies involving such weapons. (Sec. 302) Authorizes the Secretary of the military department concerned to order into active duty a reserve unit or member to respond to emergencies involving such weapons, with limitations. Authorizes the use of reserve personnel currently on active duty, or reserve personnel serving on full-time National Guard duty, for such purposes. Excludes personnel so used from various end strength limitations. Title IV: Strengthened Reforms for Army National Guard Combat Readiness - Amends the Army National Guard Combat Readiness Reform Act of 1992 to direct the Secretary of the Army to ensure that sufficient training positions and funds are available to meet military education requirements of Army National Guard noncommissioned officers without it being necessary for such officers to be absent from unit annual training in order to meet such requirements. (Sec. 402) Requires the inclusion of professional development training within Army National Guard combat units. Requires all such training to be implemented at the platoon level. Requires the Secretary of the Army to ensure the adequacy of funding for such programs. (Sec. 403) Directs the Secretary of the Army to use combat simulators and simulations to fully support the complete integration of Army National Guard and active units, as well as to train both units. Title V: Pay, Allowances, Retirement, and Other Monetary Benefits - Requires reserve personnel serving on active duty more than 100 miles from their primary residence to be paid a basic allowance for housing. (Sec. 502) Entitles military personnel to hazardous duty or imminent danger pay for any month in which such personnel are entitled to any basic pay, without regard to the number of days of duty performed for the month. (Sec. 503) Authorizes reserve personnel to make allotments from pay for the support of relatives. (Sec. 504) Authorizes early retirement due to physical disability for Selected Reserve personnel who: (1) have completed at least 15, and less than 20, years of retirement-creditable service; and (2) no longer meet Selected Reserve qualifications solely because of such disability. Title VI: Other Benefits - Repeals a Federal provision which terminates Selected Reserve eligibility for educational assistance under the Montgomery GI Bill on the earlier of ten years after an individual first becomes entitled to such benefits or the date such person is separated from such service. Makes such termination date the date which is ten years after such service. (Sec. 602) Directs the Secretary to carry out and report to the Congress on a demonstration program to test the efficacy of permitting unlimited use of commissary stores by current and former reserve members who are eligible for limited commissary store use. (Sec. 603) Directs the Secretary to allow members of the Selected Reserve and their dependents to receive transportation on DOD aircraft on a space-available basis to the same extent as active-duty personnel and their dependents. Allows such transportation for the dependent only when accompanying such Reserve member. (Sec. 604) Repeals an October 27, 1999, expiration date on the availability of veterans' housing loans for certain Selected Reserve personnel who have completed more than six years of retirement-creditable military service. Title VII: Other Matters - Amends the Internal Revenue Code to add a Ready Reserve-National Guard employee tax credit of 50 percent of the actual compensation paid to such employees in a taxable year, to a maximum of $2,000 per year. Makes such credit part of the general business credit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Guard and Reserve Components Equity Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to maximize the national security of the United States and minimize the cost by providing for increased use of the capabilities of the National Guard and other reserve components of the United States; to improve the readiness of the reserve components; to ensure that adequate resources are provided for the reserve components; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:28-05:00"
}