{
  "actions": [
    {
      "acted_at": "1973-05-03", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7461-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-03", 
  "number": "7461", 
  "official_title": "A bill to provide for the conversion of Servicemen's Group Life Insurance to Veterans' Group Life Insurance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1546-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Dorn, William Jennings Bryan", 
    "state": "SC", 
    "thomas_id": "00309", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-03", 
  "subjects": [
    "Armed forces and national security", 
    "Insurance"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-03", 
    "text": "Provides, under the Servicemen's Group Life Insurance Plan, that benefits shall accrue on account of death resulting from an active duty occurrence when death occurs within one hundred and twenty days of such active duty occurrence. Provides for the convertability of Servicemen's Group Life Insurance to Veterans' Group Life Insurance upon expiration of the former. Provides for the automatic insuring under Servicemen's Group Life Insurance of any former member of the Armed Services otherwise eligible therefor who becomes eligible for such coverage and declines such coverage solely for the purpose of maintaining his Veterans' Group Life Insurance in effect upon the termination of the Veterans' Group Life Insurance coverage. Provides that Veterans' Group Life Insurance shall be issued in the amounts of $5,000, $10,000, or $15,000. Provides for reconvertibility of Veterans' Insurance to Servicemen's Insurance when any person shall again become eligible for the latter. Provides that any person may be eligible for only one insurance plan at any given time. Provides that Veterans' Group Life Insurance shall: (1) provide protection against death; (2) be issued on a non-renewable five year term basis; (3) have no cash loan, paid up, or extended values; and (4) except as otherwise provided, lapse for nonpayment or premiums. Provides that in any case in which a member or former member who was mentally incompetent on the date he first became insured under Veterans' Insurance dies within one year of such date, such insurance shall be deemed not to have lapsed for nonpayment of premiums and to have been in force on the date of death. Provides that an insured under Veterans' Group Life Insurance shall have the right to convert such insurance to an individual policy of life insurance upon written application for conversion made to the participating company he selectes and payment of the required premiums."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the conversion of Servicemen's Group Life Insurance to Veterans' Group Life Insurance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:53-05:00"
}