{
  "actions": [
    {
      "acted_at": "1978-02-21", 
      "committee": "Senate Committee on Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2550-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1977-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Muriel", 
      "sponsored_at": "1978-12-31", 
      "state": "MN", 
      "thomas_id": "01367", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1977-01-03", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1977-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-21", 
  "number": "2550", 
  "official_title": "To promote the full use of human resources in science and technology through a comprehensive program to maximize the potential contribution and advancement of women in scientific, professional, and technical careers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Women in Science and Technology Equal Opportunity Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-21", 
  "subjects": [
    "Advisory bodies", 
    "Arts, culture, religion", 
    "Awards, medals, prizes", 
    "Broadcasting", 
    "Civil Rights and Liberties", 
    "Civil service employment", 
    "Continuing education", 
    "Disabled", 
    "Discrimination against the disabled", 
    "Discrimination in employment", 
    "Education", 
    "Elementary and secondary education", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Higher education", 
    "Labor and employment", 
    "Museums", 
    "National Science Foundation", 
    "Racial discrimination", 
    "Research", 
    "Science and technology", 
    "Scientists", 
    "Sex discrimination", 
    "Women", 
    "Women engineers", 
    "Women in mass media", 
    "Women professionals", 
    "Women scientists", 
    "Women's education", 
    "Women's employment"
  ], 
  "subjects_top_term": "Women scientists", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-21", 
    "text": "Women in Science and Technology Equal Opportunity Act - Title I: Statement of Findings, Purpose, and Policy - Sets forth the findings of Congress with respect to the employment of women in science and technological fields. Declares it the purpose of this Act to encourage the full participation of women in scientific, professional, and technical fields. Declares it the policy of the United States to assure equal opportunity for women in education, training, and employment in scientific and technical fields. Title II: Education - Directs the National Science Foundation to support activities to strengthen elementary and secondary school programs in science and mathematics to involve female students in such areas. Stipulates the areas which such support programs are to emphasize. Requires application to the Director of the National Science Foundation for grant and contract assistance for such programs. Directs the National Science Foundation to support programs in institutions of higher education (1) to increase the participation of women in scientific and technical studies, training and fellowship opportunities, and careers. Stipulates the areas which such support programs are to emphasize. Requires application to the Director of the National Science Foundation for grant and contract assistance for such programs. Authorizes the Director of the National Science Foundation to determine the amount of training and fellowship stipends awarded under this title. Directs the National Science Foundation to initiate a program of continuing education in science and engineering, emphasizing the participation of women. Authorizes the Director of the National Science Foundation to make grants to institutions of higherer education, other academic institutions, nonprofit organizations, and private business firms to develop courses and curricula for such continuing education programs. Authorizes the Director to allocate continuing education fellowships under this title. Directs the Director to require programs under this title to develop and utilize standardized evaluation tools to determine the impact of programs authorized hereunder. Authorizes the Director to furnish technical assistance to the devleopment of activities authorized by this title. Title III: Public Understanding - Directs the National Science Foundation to establish a Clearinghouse on Women in Science to collect and disseminate public information concerning activities which encourage the participation of women in science and technology. Authorizes appropriations for the fiscal years 1980 through 1989 for such Clearinghouse. Directs the National Science Foundation to conduct a research program to increase understanding of the potential contribution of women in these fields and to facilitate the participation and advancement of women in science and technology careers. Directs the National Science Foundation to support projects to improve information concerning the importance of women in science and technology through the media. Specifies the factors to be used in determining funding priorities for such projects. Requires the National Science Foundation to identify books and instructional materials to encourage girls and young women to study science and mathematics and to pursue careers in science and technology. Authorizes the Foundation to support the development of books and instructional materials which support these goals. Directs the Foundation to support community outreach activities to attract substantial numbers of women to such careers. Requires the Foundation to make grants to nonprofit organizations which sponsor community activities to enable such organizations to include programs related to science and mathematics. Directs the Foundation to make grants to museums and science centers to encourage women to study such fields, to enter such careers, and to stress the importance of equal opportunity for women in science and technology. Establishes the President's Committee for Equal Opportunity in Science Awards to recommend to the President recipients of the annual Distinguished Achievement in the Advancement of Women in Science Award, established by this Act. Authorizes the Director of the National Science Foundation to award annually the Mathematics and Science Incentive Awards, established by this Act, to schools which encourage the enrollment of women and girls in mathematics and science courses. Establishes the visiting women scientists program to enable women scientists to visit secondary schools and institutions of higher education to encourage girls and women to consider careers in these fields. Requires the Director of the National Science Foundation to select women to be visiting women scientists. Title IV: Equal Employment Opportunity - Directs the head of each Federal agency, national laboratory, and federally funded research and development center which supports research and development in science and technology, to (1) prevent discrimination against women in science and technology, (2) increase opportunities for the employment and advancement of women in these fields, and (3) to encourage the participation of minority and physically handicapped women in science and technology careers. Requires the head of each Federal agency which provides financial assistance for research and development in science and technology of at least $30,000,000 in any fiscal year, the head of each national laboratory, and federally funded research and development centers, to report annually to Congress concerning the employment status of women in such organizations. Requires the Director of the National Science Foundation to assess the participation and status of women in all disciplines and job categories of scientific and technological fields in the public sector, private enterprise, and academic institutions. Directs the Civil Service Commission to include in its training program for Federal officials information concerning the employment and encouragement of women in science and technology. Directs the Chairman of the Civil Service Commission to include in existing registers women qualified for and seeking scientific and technological positions, and to circulate such registers to each Federal agency, national laboratory, and federally funded research and development center. Directs the Clearinghouse on Women in Science to compile an employment register listing qualified women seeking such positions, and listing positions available in public agencies, private nonprofit organizations, and educational institutions. Directs the National Science Foundation to make grants to encourage the employment and advancement of women in science and technology through flexible work schedules, and other work-related arrangements. Title V: General Provisions - Specifies the authority of the Foundation to carry out this Act. Authorizes appropriations for fiscal years 1980 through 1990 to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Women in Science and Technology Equal Opportunity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To promote the full use of human resources in science and technology through a comprehensive program to maximize the potential contribution and advancement of women in scientific, professional, and technical careers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:38-05:00"
}