{
  "actions": [
    {
      "acted_at": "1995-05-03", 
      "committee": "Committee on International Relations, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on International Relations, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-05-03", 
      "committee": "House International Relations", 
      "references": [], 
      "text": "Referred to House International Relations", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-05-03", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-05-15", 
      "bill_ids": [
        "hr1561-104"
      ], 
      "in_committee": "House International Relations", 
      "references": [], 
      "text": "Similar Provisions of Measure Included in H.R.1561.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1563-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-05-03", 
  "number": "1563", 
  "official_title": "To authorize appropriations for foreign assistance programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Aid Reduction Act of 1995", 
  "sponsor": {
    "district": "20", 
    "name": "Gilman, Benjamin A.", 
    "state": "NY", 
    "thomas_id": "00440", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-05-03", 
  "subjects": [
    "Abortion", 
    "Africa", 
    "Africa (Sub-Saharan)", 
    "African Development Foundation", 
    "Aggression", 
    "Agriculture and food", 
    "Aircraft pilots", 
    "American economic assistance", 
    "American military assistance", 
    "Antitank missiles", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Arms control", 
    "Arms sales", 
    "Assassination", 
    "Auditing", 
    "Authorization", 
    "Biological weapons", 
    "Birth control", 
    "Bombings", 
    "Bribery", 
    "Business education", 
    "Business records", 
    "CIS countries", 
    "Chemical weapons", 
    "Child development", 
    "Child health", 
    "China", 
    "Civil rights and liberties, minority issues", 
    "Civil-military relations", 
    "Claims", 
    "Classified defense information", 
    "Coast guard", 
    "Collection of accounts", 
    "Commerce", 
    "Community development", 
    "Congress", 
    "Congress and foreign policy", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional veto", 
    "Conservation of natural resources", 
    "Contracts", 
    "Conversion of industries", 
    "Crime and law enforcement", 
    "Cuba", 
    "Czech Republic", 
    "Debt agreements", 
    "Debt relief", 
    "Debt-for-nature swaps", 
    "Defense budgets", 
    "Defense burdensharing", 
    "Defense industries", 
    "Democracy", 
    "Developing countries", 
    "Diplomats", 
    "Disaster relief", 
    "Discrimination in employment", 
    "District of Columbia", 
    "Drug abuse", 
    "Drug law enforcement", 
    "East Asia", 
    "Eastern Europe", 
    "Economic assistance", 
    "Economic development", 
    "Economic statistics", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Educational policy", 
    "Egypt", 
    "Emergency management", 
    "Employee rights", 
    "Employee training", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Espionage", 
    "Estonia", 
    "Ethnic relations", 
    "Europe", 
    "Executive Office of the President", 
    "Expedited congressional procedure", 
    "Export controls", 
    "Export credit", 
    "Export finance", 
    "Exports", 
    "Expropriation", 
    "Families", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Flight training", 
    "Food relief", 
    "Foreign investments", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Free enterprise", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Greece", 
    "Health", 
    "Health education", 
    "Housing and community development", 
    "Housing finance", 
    "Human rights", 
    "Hungary", 
    "Immigration", 
    "Indonesia", 
    "Inspectors general", 
    "Inter-American Foundation", 
    "Interest rates", 
    "International Development Cooperation Agency", 
    "International affairs", 
    "International agencies", 
    "International military forces", 
    "Interoceanic canals", 
    "Ireland", 
    "Israel", 
    "Japan", 
    "Job creation", 
    "Joint ventures", 
    "Judicial reform", 
    "Kidnapping", 
    "Labor and employment", 
    "Latin America", 
    "Latvia", 
    "Law", 
    "Leases", 
    "Legislative resolutions", 
    "Lithuania", 
    "Location of industries", 
    "Low-income housing", 
    "Marine and coastal resources, fisheries", 
    "Marine transportation", 
    "Maritime law", 
    "Maryland", 
    "Middle East and North Africa", 
    "Military agreements", 
    "Military and naval supplies", 
    "Military aviation", 
    "Military base agreements", 
    "Military education", 
    "Military readiness", 
    "Military training", 
    "Military weapons", 
    "Minorities", 
    "Money", 
    "Money laundering", 
    "Multilateral development banks", 
    "Murder", 
    "NATO countries", 
    "Narcotic traffic", 
    "Negotiations", 
    "New York City", 
    "New York State", 
    "New Zealand", 
    "Nicaragua", 
    "Nongovernmental organizations", 
    "Northern Ireland", 
    "Nuclear nonproliferation", 
    "Oceania", 
    "Offshore manufacturing", 
    "Organized crime", 
    "Panama", 
    "Panama Canal", 
    "Parking facilities", 
    "Peace Corps", 
    "Poland", 
    "Poor", 
    "President and foreign policy", 
    "Prosecution", 
    "Public corruption", 
    "Public lands and natural resources", 
    "Recruiting of employees", 
    "Refugee policy", 
    "Religion", 
    "Religious liberty", 
    "Reprogramming of appropriated funds", 
    "Restrictive trade practices", 
    "Revolving funds", 
    "Russia", 
    "Science, technology, communications", 
    "Small business", 
    "South China Sea", 
    "South Korea", 
    "State-sponsored terrorism", 
    "Sterilization (Birth control)", 
    "Surplus government property", 
    "Sustainable development", 
    "Taiwan", 
    "Technology transfer", 
    "Territorial waters", 
    "Terrorism", 
    "Thailand", 
    "Transportation and public works", 
    "Treaties", 
    "Turkey", 
    "Unemployment", 
    "Uranium", 
    "Virginia", 
    "War and emergency powers", 
    "Women", 
    "Women in business", 
    "Zaire"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-05-03", 
    "text": "TABLE OF CONTENTS: Division C: Foreign Assistance Authorizations Title XXXI (sic): Defense and Security Assistance Chapter 1: Military and Related Assistance Chapter 2: International Military Education and Training Chapter 3: Antiterrorism Assistance Chapter 4: Narcotics Control Assistance Chapter 5: Nonproliferation and Disarmament Fund Chapter 6: Other Provisions Title XXXII: Economic Assistance Chapter 1: Economic Support Assistance Chapter 2: Assistance for Private Sector Programs and Activities Chapter 3: Development Assistance Chapter 4: Public Law 480 Chapter 5: Housing Guarantee Program Chapter 6: Peace Corps Chapter 7: International Disaster Assistance Chapter 8: Other Provisions Title XXXIII: Regional Provisions Title XXXIV: Special Authorities and Other Provisions Chapter 1: Special Authorities Chapter 2: Other Provisions Chapter 3: Repeals Title XXXV: Effective Date Division C: Foreign Assistance Authorizations - Foreign Aid Reduction Act of 1995 - Title XXXI (sic): Defense and Security Assistance - Chapter 1: Military and Related Assistance - Authorizes appropriations for the foreign military financing program under the Arms Export Control Act for FY 1996 and 1997. Earmarks amounts of assistance for Israel, Egypt, Greece, Turkey, the Czech Republic, Hungary, and Poland. (Sec. 3121) Amends the Foreign Assistance Act of 1961 to increase the aggregate value of defense articles and services that may be drawn down under emergency circumstances. Revises authorities with respect to drawdowns for non-military assistance purposes. (Sec. 3122) Limits the value of additions to stockpiles in foreign countries in FY 1996 and 1997. Makes amounts available for such stockpiles in South Korea and Thailand. (Sec. 3123) Revises conditions on the transfer of excess defense articles and repeals specified provisions of existing law regarding such transfers. Chapter 2: International Military Education and Training - Authorizes appropriations for international military education and training for FY 1996 and 1997. Permits such assistance to Indonesia only for specified military education and training for civilian personnel. (Sec. 3143) Authorizes the attendance without charge of foreign military and civilian defense personnel at test flight pilot schools in the United States pursuant to agreements providing for the exchange of students between U.S. and comparable foreign pilot schools. Chapter 3: Antiterrorism Assistance - Authorizes appropriations for FY 1996 and 1997 for antiterrorism assistance. (Sec. 3152) Repeals provisions that require certain congressional notifications and reports regarding antiterrorism assistance. Chapter 4: Narcotics Control Assistance - Authorizes the President to accept contributions from foreign governments to carry out international narcotics control activities. Repeals specified reporting and certification requirements with respect to international narcotics control currently applicable to years after FY 1995 and applies FY 1995 reporting and certification requirements to such years. (Sec. 3164) Permits international narcotics-related assistance to be provided notwithstanding any law (with specified exceptions) that restricts assistance to foreign countries if the President notifies the appropriate congressional committees in advance. Chapter 5: Nonproliferation and Disarmament Fund - Authorizes appropriations for FY 1996 and 1997 for a nonproliferation and disarmament fund established under the Freedom for Russia and Emerging Eurasian Democracies and Open Markets Support Act of 1992. Chapter 6: Other Provisions - Amends the Arms Export Control Act to revise congressional review procedures with respect to specified arms transfers. (Sec. 3182) Provides that presidential consent shall not be required for the transfer by a foreign country or international organization of defense articles sold by the United States if specified conditions are met. (Sec. 3184) Repeals specified reporting requirements with respect to price and availability estimates relating to proposed sales, and acquisitions, of defense articles or services. (Sec. 3188) Designates Australia, Egypt, Israel, Japan, South Korea, and New Zealand as major non-North Atlantic Treaty Organization (NATO) allies. (Sec. 3189) Raises the threshold on amounts of defense articles and services that trigger certification requirements prior to transfer. (Sec. 3191) Prohibits funds from being available to facilitate the sale of M-833 antitank shells or shells containing a depleted uranium penetrating component to any country other than a NATO member country, a major non-NATO ally, or Taiwan. Subjects such prohibition to a national security interest waiver. Title XXXII: Economic Assistance - Chapter 1: Economic Support Assistance - Authorizes appropriations for FY 1996 and 1997 for economic support fund (ESF) assistance. Earmarks amounts for Israel, Egypt, the International Fund for Ireland, and law enforcement assistance. Chapter 2: Assistance for Private Sector Programs and Activities- Authorizes the President to provide funds and support to private sector enterprise funds for countries eligible to receive development assistance on the same basis as such funds and support are provided to Enterprise Funds for Poland and Hungary under the Support for East European Democracy (SEED) Act of 1989. Makes development and ESF assistance available for such funds. (Sec. 3212) Authorizes the President to provide funds and support to Enterprise Funds that are or have been established for purposes of promoting private sector development of countries in the Trans- Caucasus region. (Sec. 3213) Replaces provisions regarding the Private Sector Revolving Fund with provisions authorizing credit and training to micro- and small enterprises. Authorizes appropriations for FY 1996 and 1997 for such purposes. (Sec. 3214) Authorizes grant assistance to microenterprises in developing countries. Chapter 3: Development Assistance - Authorizes appropriations for FY 1996 and 1997 for specified development assistance, including: (1) the Development Fund for Africa; (2) assistance for the independent states of the former Soviet Union (independent states); (3) assistance for Eastern Europe and the Baltic states; (4) the Inter-American Foundation; and (5) the African Development Foundation. (Sec. 3222) Prohibits development assistance for voluntary population planning from being made available for organizations that support or participate in coercive abortions or involuntary sterilizations. (Sec. 3223) Makes ineligible for assistance (except humanitarian assistance or assistance for democratic political reform) any independent state that directs any action in violation of territorial integrity or national sovereignty of any other independent state. Prohibits assistance for purposes of enhancing the military capability of any independent state, with exceptions. Bars assistance to the Government of Russia if such government: (1) is not making progress in implementing comprehensive economic reforms based on market principles; and (2) applies or transfers assistance to any entity for purposes of expropriating or seizing ownership or control of assets, investments, or ventures. Provides for a permanent waiver of certain provisions of law with respect to assistance to the independent states. (Currently, such waiver is only applicable with respect to FY 1993 assistance.) (Sec. 3224) Requires the President to report to the Congress every three years on the impact and effectiveness of development assistance on a country-by-country basis. (Sec. 3231) Authorizes appropriations for FY 1996 and 1997 for operating expenses of the agency primarily responsible for administering development assistance and for such agency's office of inspector general. Chapter 4: Public Law 480 - Authorizes appropriations for FY 1996 and 1997 for the provision of agricultural commodities under title II of the Agricultural Trade Development and Assistance Act of 1954. Prohibits funding for providing such commodities under title III of such Act. Chapter 5: Housing Guarantee Program - Authorizes appropriations for FY 1996 and 1997 for administrative expenses to carry out worldwide shelter guaranteed loan programs. Chapter 6: Peace Corps - Authorizes appropriations for FY 1996 and 1997 to carry out the Peace Corps Act. Earmarks a maximum amount for Peace Corps activities in the independent states. (Sec. 3263) Prohibits the use of Peace Corps funds for abortions. Chapter 7: International Disaster Assistance - Authorizes the President to provide international reconstruction assistance. Authorizes appropriations for FY 1996 and 1997 for international disaster assistance. Chapter 8: Other Provisions - Prohibits funds under the Foreign Assistance Act of 1961 from being available to private and voluntary organizations which: (1) fail to provide documents to meet auditing requirements of the agency primarily responsible for administering development assistance; or (2) are not registered with such agency. (Sec. 3284) Withholds from obligation an amount equivalent to 110 percent of the total unpaid fully adjudicated parking fines owed to the District of Columbia, Virginia, Maryland, and New York by the government of a foreign country in a fiscal year until the Secretary of State certifies to the appropriate congressional committees that such fines are fully paid. Title XXXIII: Regional Provisions - Prohibits foreign assistance to any foreign government that has provided economic assistance to or engaged in nonmarket-based trade with the Government of Cuba. Waives such prohibition under specified conditions. (Sec. 3302) Permits development or ESF assistance for FY 1996 and 1997 to be made available to Nicaragua only if the Secretary of State certifies to the appropriate congressional committees that specified conditions regarding investigations of weapons caches and certain murders, prosecution of those involved in international terrorist or kidnapping rings, expropriation of U.S. property, civilian control over the military and police, and reforms in the judicial system have been met. (Sec. 3303) Makes Panama eligible to purchase defense articles and services under the Arms Export Control Act. Expresses the sense of the Congress that the President should negotiate a new base rights agreement with the Government of Panama. (Sec. 3305) Sets forth U.S. policy with respect to free passage through, and claims to territory in, the South China Sea. (Sec. 3306) Prohibits ESF, international military education and training, foreign military financing, and development assistance to the Government of Zaire for FY 1996 and 1997. Title XXXIV: Special Authorities and Other Provisions - Chapter 1: Special Authorities - Increases the amount authorized to be transferred between specified accounts under the Foreign Assistance Act of 1961 and the Arms Export Control Act. (Sec. 3402) Authorizes the President, in order to provide for unanticipated contingencies in programs for which funds are provided under the Foreign Assistance Act of 1961, to use funds made available to carry out any provision of such Act for purposes of providing assistance authorized by other provisions. Repeals current provisions regarding contingencies and raises the ceiling on the amount provided for such authority. (Sec. 3403) Revises special authority provisions to authorize the President to provide assistance and loans under foreign assistance laws and the Arms Export Control Act, notwithstanding laws restricting such assistance, if to do so is vital to national interests. Retains specified annual ceilings with respect to such waivers and raises country limits. (Sec. 3404) Authorizes the President, for purposes of making an equitable settlement of termination claims under extraordinary contractual relief standards, to adopt as a contract or other obligation of the U.S. Government and assume any liabilities arising thereunder, any contract with a U.S. or third-country contractor to carry out any program of foreign assistance that was subsequently terminated. Chapter 2: Other Provisions - Prohibits funds made available to carry out the Foreign Assistance Act of 1961 or the Arms Export Control Act from being provided to any foreign government engaged in intelligence activities harmful to U.S. national security. (Sec. 3413) Authorizes the President to reduce amounts owed to the U.S. Government as a result of loans or guarantees issued under the Foreign Assistance Act of 1961 or credits or guarantees extended under the Arms Export Control Act. Makes eligible for such debt reduction countries with a heavy debt burden that are eligible to borrow from the International Development Association but not from the International Bank for Reconstruction and Development and countries that meet other specified conditions concerning military expenditures, terrorism, narcotics control, and human rights. Permits such authority only to implement multilateral debt relief ad referendum agreements (the Paris Club Agreed Minutes) and only to the extent that appropriations for the modifications are made in advance. Authorizes appropriations for FY 1996 and 1997. (Sec. 3414) Authorizes the President, subject to certain conditions, to sell to an eligible purchaser concessional loans made before January 1, 1995, to the government of an eligible country or reduce or cancel such loans on receipt of payment from an eligible purchaser for purposes of facilitating debt-for-equity, -development, or -nature swaps or debt buybacks by eligible countries to support specified activities. Authorizes appropriations for FY 1996 and 1997. (Sec. 3415) Prohibits the use of funds under the Foreign Assistance Act of 1961 to provide: (1) any financial incentive to a business for purposes of inducing it to relocate outside the United States if it will reduce the number of employees in the United States; (2) assistance for developing an export processing zone or designated area in which a country's tax, tariff, labor, environment, and safety laws do not apply to activities in the area, unless the President certifies that such assistance is not likely to cause a loss of jobs within the United States; or (3) assistance for any project that contributes to the violation of workers' rights. Exempts assistance for microenterprises, small-scale enterprises, or small-holder agriculture in the informal sector of the foreign country from such prohibition. (Sec. 3416) Prohibits assistance under the Foreign Assistance Act of 1961 or the Arms Export Control Act to any foreign government that provides lethal military equipment to a country whose government supports international terrorism. Waives such prohibition if such assistance is important to national security interests. Chapter 3: Repeals - Repeals specified foreign assistance laws. Title XXXV: Effective Date - Makes the effective date of this Act the later of the enactment date or October 1, 1995."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Aid Reduction Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations for foreign assistance programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:24-05:00"
}