{
  "actions": [
    {
      "acted_at": "2010-06-14", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres1438-111", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Wolf, Frank R.", 
      "sponsored_at": "2010-09-15", 
      "state": "VA", 
      "thomas_id": "01238", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-06-14", 
  "number": "1438", 
  "official_title": "Promoting increased awareness and diagnosis of peripheral arterial disease (PAD) to address the high mortality rate of this treatable disease.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Paulsen, Erik", 
    "state": "MN", 
    "thomas_id": "01930", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-06-14", 
  "subjects": [
    "Cardiovascular and respiratory health", 
    "Health", 
    "Health care coverage and access", 
    "Health care quality", 
    "Health information and medical records", 
    "Medical research", 
    "Medical tests and diagnostic methods", 
    "Research administration and funding"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-06-14", 
    "text": "Declares that the House of Representatives: (1) identifies the need for actions to improve the diagnosis and treatment of peripheral arterial disease (PAD); and (2) resolves to promote efforts to increase public and clinician awareness of PAD. Encourages: (1) the Administrator of the Center for Medicare and Medicaid Services to examine ways to increase the number of persons that are aware of and screened for PAD; and (2) the Director of the Centers for Disease Control and Prevention (CDC), acting through the National Heart Disease and Stroke Prevention Program, to examine ways to educate medical professionals about the benefits of PAD screening and assess and reduce regional disparities in the diagnosis and treatment of PAD. Calls for the Director of the National Institutes of Health (NIH) to continue NIH's leadership role in the fight against PAD by: (1) continuing and increasing the support of its respective Institutes for basic and clinical PAD research, for PAD comparative effectiveness studies, and for assessing and improving public awareness of PAD; (2) encouraging the funding for biomedical research and education with respect to PAD through the co-sponsorship of workshops and seminars with respected patient organizations; (3) exploring collaborative opportunities for PAD research using the multidisciplinary approach; and (4) exploring collaborative opportunities with the Food and Drug Administration (FDA) and Centers for Medicare and Medicaid Services to expand access to proven diagnostic methods and therapeutic interventions via sponsorship of annual PAD strategic planning meetings. Calls for the Agency of Healthcare Research and Quality to include PAD in its strategic vision to improve health outcomes, strengthen quality measurement and improvement, and improve health care access for individuals with PAD, through offering support to research centers that specialize in PAD health care research."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Promoting increased awareness and diagnosis of peripheral arterial disease (PAD) to address the high mortality rate of this treatable disease.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:45-05:00"
}