{
  "actions": [
    {
      "acted_at": "2004-11-18", 
      "references": [
        {
          "reference": "CR E2053", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-18", 
      "committee": "House Committee on Science", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-11-19T14:00:00-05:00", 
      "references": [], 
      "text": "Mr. Rohrabacher moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-19T14:00:00-05:00", 
      "references": [
        {
          "reference": "CR H10045-10053", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-19T14:00:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 5382.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-19T14:48:00-05:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-20T14:17:00-05:00", 
      "references": [
        {
          "reference": "CR H10098-10099", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-20T14:28:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR 11/19/2004 H10045-10047", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "541", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by the Yeas and Nays: (2/3 required): 269 - 120 (Roll no. 541).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2004-11-20T14:28:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-20", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-12-08", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S12029", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2004-12-08", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2004-12-09", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-12-16", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2004-12-23", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2004-12-23", 
      "congress": "108", 
      "law": "public", 
      "number": "492", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 108-492.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5382-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": "24", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "2004-11-18", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gordon, Bart", 
      "sponsored_at": "2004-11-18", 
      "state": "TN", 
      "thomas_id": "00448", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "108", 
    "law_type": "public", 
    "number": "492"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2004-12-23", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2004-11-20T14:28:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2004-12-08", 
    "vetoed": false
  }, 
  "introduced_at": "2004-11-18", 
  "number": "5382", 
  "official_title": "To promote the development of the emerging commercial human space flight industry, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3752-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5245-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1260-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2998-108", 
      "reason": "identical"
    }
  ], 
  "short_title": "Commercial Space Launch Amendments Act of 2004", 
  "sponsor": {
    "district": "46", 
    "name": "Rohrabacher, Dana", 
    "state": "CA", 
    "thomas_id": "00979", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2004-12-23", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Astronautics", 
    "Astronauts", 
    "Aviation insurance", 
    "Aviation safety", 
    "Claims", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consultants", 
    "Consumer education", 
    "Contractors", 
    "Department of Transportation", 
    "Employee training", 
    "Finance and financial sector", 
    "Flight crews", 
    "Flight training", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Health", 
    "Indemnity", 
    "International competitiveness", 
    "Investments", 
    "Labor and employment", 
    "Launch vehicles", 
    "Law", 
    "Liability (Law)", 
    "Licenses", 
    "Manned space flight", 
    "Medical tests", 
    "Nonprofit organizations", 
    "Physical examinations", 
    "Product development", 
    "Research and development", 
    "Rockets (Aeronautics)", 
    "Science, technology, communications", 
    "Social welfare", 
    "Space activities", 
    "Space commercialization", 
    "Space flight", 
    "Spacecraft", 
    "Standards", 
    "Subcontractors", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Public Law", 
    "date": "2004-12-23", 
    "text": "Commercial Space Launch Amendments Act of 2004 - (Sec. 2) States that Congress finds that: (1) the goal of safely opening space to the American people and to their private commercial enterprises should guide Federal space investments, policies, and regulations; (2) private industry has begun to develop commercial launch vehicles capable of carrying human beings into space; (3) greater private investment in these efforts will stimulate the commercial space transportation industry; (4) space transportation is inherently risky, and the future of the commercial human space flight industry will depend on its ability to continually improve its safety performance; and (5) the regulatory standards governing human space flight must evolve as the industry matures so that regulations neither stifle technology development nor expose crew or space flight participants to avoidable risks as the public comes to expect greater safety for crew and space flight participants from the industry. Includes the following as purposes relating to space launch activities under the Commercial Space Launch Act: (1) the promoting of the continuous improvement of the safety of launch vehicles designed to carry humans, including through the issuance of regulations; and (2) providing of the issuance of permits and commercial licenses and transferring of commercial licenses authorizing the conduct of commercial launch and reentry operations. Amends the Act to define the following terms: (1) crew; (2) permit; (3) space flight participant; (4) suborbital rocket; and (5) suborbital trajectory. Amends the definitions of: (1) launch; (2) launch services; (3) reentry services; (4) launch vehicle; (5) reenter and reentry; and (6) third party. Directs the Secretary of Transportation, in carrying out the responsibilities for facilitating commercial launches and reentries, to encourage, facilitate, and promote the continuous improvement of the safety of launch vehicles designed to carry humans. Authorizes the Secretary to promulgate regulations for the safety of such launch vehicles. Instructs the Secretary to ensure that: (1) only one license or permit is required from the Department of Transportation to conduct activities involving crew or space flight participants, including launch and reentry, for which a license or permit is required; and (2) all of the Department's regulations relevant to the licensed or permitted activity are satisfied. Provides that all requirements of U.S. laws applicable to the launch of a launch vehicle or the operation of a launch site or a reentry site, or the reentry of a reentry vehicle, are requirements for a license (currently) or permit. Allows the Secretary to prescribe additional license requirements, for a launch vehicle carrying a human being for compensation or hire, necessary to protect the health and safety of crew or flight participants, only if such requirements are imposed pursuant to final safety regulations issued in accordance with this Act. Prohibits the Secretary from granting waivers that would permit launches without a license or permit if humans will be aboard. Allows the holder of a license or a permit to launch and reenter a crew and/or a space flight participant, but only as specified, including that the holder of the license or permit has informed any individual serving as crew and any flight participant that the U.S. Government has not certified the launch vehicle as safe for carrying crew or space flight participants. Authorizes the Secretary to issue regulations requiring space flight participants to undergo physical examination prior to launch or reentry. Terminates such authority three years after the enactment of this Act. Authorizes the Secretary to issue additional regulations setting reasonable requirements for space flight participants, including medical and training requirements. Provides that such regulations shall not be effective until at least three years following enactment. Authorizes the Secretary to issue regulations governing launch vehicle design or operation to protect the health and safety of crew and space flight participants which shall: (1) describe how such regulations would be applied when the Secretary is determining whether to issue a license; (2) apply only to launches in which a vehicle will be carrying a human being for compensation or hire; (3) be limited to restricting or prohibiting design features or operating practices that have resulted in a serious or fatal injury to crew or space flight participants during a licensed or permitted commercial human space flight, or that contributed to an unplanned event or series of events a during a licensed or permitted commercial human space flight that posed a high risk of causing a serious or fatal injury to crew or space flight participants; and (4) be issued with a description of the instance or instances when the design feature or operating practice being restricted or prohibited contributed to such a result or event. Authorizes the Secretary, eight years after this Act's enactment, to propose regulations without regard to clauses three and four above. Requires any such regulations to take into consideration the evolving standards of safety in the commercial space flight industry. Prohibits anything in such regulations from being construed to limit the Secretary's authority to issue requirements or regulations to protect the public health and safety, safety of property, national security interests, and foreign policy interests of the United States. Provides for the issuance of experimental permits (including permits for reusable suborbital rockets) allowing for an unlimited number of launches. Allows the Secretary when issuing permits, in order to encourage the development of a commercial space flight industry to use the authority to waive, by regulation, any Federal law requirement as a requirement for a license or permit if such requirement is not necessary to protect the public health and safety, safety of property, and U.S. national security and foreign policy interests. Limits the Secretary's authority to issue permits for reusable suborbital rockets to those rockets that will be launched or reentered solely for: (1) research and development to test new design concepts, new equipment, or new operating techniques; (2) showing compliance with requirements as part of the process for obtaining a license; or (3) crew training before obtaining a license for a launch or reentry using the design of the rocket for which the permit would be issued. Prohibits operating a reusable suborbital rocket under a permit for carrying any property or human being for compensation or hire. Requires the Secretary to modify an issued or transferred license whenever a modification is needed for the license to be in conformity with a safety regulation that was issued pursuant to this Act after the issuance of the license. Permits suspension of licenses under which a previous launch or reentry resulted in serious or fatal injuries. Requires any suspension imposed under this Act to be for as brief a period as possible, and in any event, to cease when the Secretary: (1) has determined that the licensee has taken sufficient steps to reduce the likelihood of a recurrence of the serious or fatal injury; or (2) has modified the license to sufficiently reduce the likelihood of a recurrence of the serious or fatal injury. Requires crew and space flight participants to execute reciprocal waivers of claims with licensees and permitees and the Federal government. Makes liability indemnification program requirements inapplicable to space flight participants. Requires the Secretary to publish proposed regulations to carry out this Act, including regulations relating to crew, space flight participants, and permits for launch or reentry of reusable suborbital rockets, and to issue final regulations. Authorizes the Secretary to issue final regulations changing the definition of suborbital rocket under this Act. Prohibits any such regulation from taking effect until after it has been submitted to Congress. Allows the Secretary to issue such (changed) regulations only if the Secretary has determined that the definition does not describe, or will not continue to describe, all appropriate vehicles and only those vehicles. Requires the Secretary, in making that determination, to take into account the evolving nature of the commercial space launch industry. (Sec. 3) Requires the Secretary to arrange with a nonprofit entity for the conduct of an independent study of the liability risk sharing regime for commercial space transportation which assesses: (1) methods by which the current system could be eliminated, including an estimate of the time required to implement each of the methods assessed; and (2) whether any alternative steps would be needed to maintain a viable and competitive U.S. space transportation industry if the current regime were eliminated. Requires input from commercial space transportation insurance experts to be sought in conducting such assessment. Instructs such study to also examine liability risk sharing in other nations with commercial launch capability and evaluate the impact that ending this regime would have on the competitiveness of the U.S. commercial space launch industry in relation to foreign launch providers and on U.S. assured access to space. Requires the Secretary, in consultation with the Administrator of the National Aeronautics and Space Administration (NASA), to enter into an arrangement with a nonprofit entity for a specified report analyzing safety issues related to launching humans into space. Urges the Secretary, in designing such study, to take into account any recommendations from the Commercial Space Transportation Advisory Committee and NASA's Aerospace Safety Advisory Panel."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commercial Space Launch Amendments Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Commercial Space Launch Amendments Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To promote the development of the emerging commercial human space flight industry, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:22-05:00"
}