{
  "actions": [
    {
      "acted_at": "1981-07-13", 
      "committee": "House Committee on Intelligence (Permanent)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Intelligence (Permanent).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4130-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Intelligence (Permanent Select)", 
      "committee_id": "HLIG"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-07-13", 
  "number": "4130", 
  "official_title": "A bill to amend the National Security Act of 1947 to prohibit the unauthorized disclosure of information identifying certain United States intelligence officers, agents, informants, and sources.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Intelligence Identities Protection Act", 
  "sponsor": {
    "district": "29", 
    "name": "Solomon, Gerald B. H.", 
    "state": "NY", 
    "thomas_id": "01088", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-07-13", 
  "subjects": [
    "Armed forces and national security", 
    "Central Intelligence Agency", 
    "Classified defense information", 
    "Crime prevention", 
    "Criminal law", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Information leaking", 
    "National Security and Intelligence Operations", 
    "National security crimes"
  ], 
  "subjects_top_term": "Information leaking", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-07-13", 
    "text": "Intelligence Identities Protection Act - Amends the National Security Act of 1947 by adding a new title V: Protection of Certain National Security Information. Establishes criminal penalties for whoever, having had authorized access to classified information, intentionally discloses information that identifies a covert agent, knowing that the information so identifies such individual and that the United States is taking affirmative measures to conceal such individual's intelligence relationship to the United States. Establishes criminal penalties for whoever, having had authorized access to classified information, learns the identity of a covert agent and intentionally discloses such information, knowing that the information so identifies such agent and that the United States is taking affirmative measures to conceal such agent's relationship to the United States. Establishes criminal penalties for whoever, in the course of an effort to identify covert agents and with intent to impair U.S. foreign intelligence activities, discloses information that identifies a covert agent, knowing that the information so identifies such individual and that the United States is taking affirmative measures to conceal such person's intelligence relationship with the United States. Makes it a defense to such crimes that before the commission of the offense the United States had publicly acknowledged or revealed the intelligence relationship of the individual to the United States. Provides that no person other than the person committing such offense shall be subject to prosecution, except with respect to those acting in the course of an effort to identify and expose covert agents with intent to impair U.S. intelligence activities. States that it shall not be an offense to transmit such information directly to the Congressional intelligence committees. Directs the President to establish procedures to ensure that any employee of an intelligence agency or any member of the Armed Forces assigned to intelligence duties whose identity is classified information is afforded all appropriate assistance to conceal his identity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intelligence Identities Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Security Act of 1947 to prohibit the unauthorized disclosure of information identifying certain United States intelligence officers, agents, informants, and sources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:12-05:00"
}