{
  "actions": [
    {
      "acted_at": "1985-08-01", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-10-03", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3213-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Reid, Harry", 
      "sponsored_at": "1985-08-01", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-08-01", 
  "number": "3213", 
  "official_title": "A bill to settle certain claims affecting the Pyramid Lake Paiute Indian Tribe of Nevada, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1558-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1558-99", 
      "reason": "identical"
    }
  ], 
  "short_title": "Pyramid Lake Paiute and Truckee River Settlement Act of 1985", 
  "sponsor": {
    "district": "2", 
    "name": "Vucanovich, Barbara F.", 
    "state": "NV", 
    "thomas_id": "01190", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-08-01", 
  "subjects": [
    "California", 
    "Dams", 
    "Economics and public finance", 
    "Endangered species", 
    "Federal-Indian relations", 
    "Fish culture", 
    "Fisheries", 
    "Fishery management", 
    "Government trust funds", 
    "Indian water rights", 
    "Interstate compacts", 
    "Irrigation districts", 
    "Lakes", 
    "Nevada", 
    "Reservoirs", 
    "Rivers", 
    "Urban areas", 
    "Water allocation (Policy)", 
    "Water and Water Resources Development", 
    "Water conservation", 
    "Water resources development", 
    "Water supply"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-08-01", 
    "text": "Pyramid Lake Paiute and Truckee River Settlement Act of 1985 - Title I: Truckee River Settlement - Requires the Secretary of the Interior, acting through the Bureau of Reclamation, to annually deliver, under specified conditions, water to the Pyramid Lake Indian Reservation for the maintenance of the Pyramid Lake fish resources. Requires the Secretary, the Pyramid Lake Paiute Tribe, the Sierra Pacific Power Company, and the Carson-Truckee Water Conservancy District to contract for the sale of specified quantities of water from the Stampede Reservior for municipal and industrial use (not for dilution of sewage) in the cities of Reno and Sparks and Washoe County, Nevada. Requires the Secretary to contract for the sale of water to the Carson-Truckee Water Conservancy District from the Stampede Reservior. Requires the Secretary, within three years after the enactment of this Act, to commence a fish enhancement program for the Pyramid Lake, Lower Truckee River, Lahontan National Fish Hatchery, and the Marble Bluff Dam. Requires the Secretary to undertake biological studies of the Lower Truckee River for the Pyramid Lake fish resources. Sets forth the effective dates of this Act. Establishes within the Treasury the Pyramid Lake Settlement Fund. Authorizes appropriations for such fund on a matching funds basis. Sets forth specified requirements with respect to such fund. Authorizes appropriations for the Pyramid Lake Paiute Tribe Trust Fund for the enhancement of the Pyramid Lake fish resources (including the restoration of specified threatened or endangered species of fish). Sets forth specified requirements with respect to such fund. Provides monetary damages to the Pyramid Lake Paiute Tribe in the event that the Secretary fails to meet his obligations under this Act to deliver water to the Pyramid Lake Indian Reservation. Sets forth specified requirements (including cancellation of all repayment obligations for irrigation construction costs) with respect to the Newlands Reclamation Project. Provides that the Truckee-Carson Irrigation District shall be responsible for the operation of such project. Provides that specified provisions of this Act shall be deemed to be in compliance with the Endangered Species Act and exempt from the National Environmental Policy Act. Provides that the fish enhancement program on the Pyramid Lake Reservation shall be subject to the Indian Self-Determination and Education Assistance Act. Title II: Consent and Approval of the Congress to the California- Nevada Interstate Compact - Grants congressional approval to the California-Nevada Interstate Compact providing for the apportionment of certain water resources between California and Nevada and the establishment of the California-Nevada Compact Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pyramid Lake Paiute and Truckee River Settlement Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to settle certain claims affecting the Pyramid Lake Paiute Indian Tribe of Nevada, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:43-05:00"
}