{
  "actions": [
    {
      "acted_at": "1973-10-30", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2630-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-30", 
  "number": "2630", 
  "official_title": "A bill to establish a temporary Joint Committee on Foreign Trade.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-30", 
  "subjects": [
    "Congress", 
    "Congressional joint committees", 
    "Foreign trade and international finance"
  ], 
  "subjects_top_term": "Congressional joint committees", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-30", 
    "text": "Establishes a temporary Joint Committee on Foreign Trade to be composed of twenty members. Provides for the membership and the chairmanship of such committee. Directs the joint committee to perform specified functions, including: (1) exercise oversight of the United States role in foreign trade negotiations; (2) maintain liaison between the Congress and the foreign trade negotiators of the United States and monitor foreign trade negotiations for the Congress; (3) communicate the intent of the Congress to the special representative for trade negotiation on issues before the trade negotiators; and (4) inform the Congress of the application and effect of all foreign trade laws and policies. Requires the President, through his special representative for trade negotiations, to report regularly on such negotiations and assist the joint committee in carrying out its functions. Provides that the joint committee shall appoint a chief of staff of the joint committee. Enumerates the powers of the chief of staff. Provides for payment of committee expenses from the contingent fund of the House, upon vouchers approved by the chairman. Directs that the joint committee shall cease to exist ninety days after the date of expiration of any authority granted to the President to engage in mulilateral trade negotiations or in five years, whichever is later."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a temporary Joint Committee on Foreign Trade.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:56-05:00"
}