{
  "actions": [
    {
      "acted_at": "1982-03-04", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-24", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-24", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2167-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "1982-09-30", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1982-03-24", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1982-06-23", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1982-07-26", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-04", 
  "number": "2167", 
  "official_title": "A bill to amend the Unfair Competition Act of 1979 and Clayton Act to provide for further relief in the event of unfair foreign competition.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Unfair Foreign Competition Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-03-04", 
  "subjects": [
    "Antitrust law", 
    "Antitrust policy", 
    "Civil procedure", 
    "Courts and Civil Procedure", 
    "Dumping", 
    "Foreign Trade and Investments", 
    "Imports"
  ], 
  "subjects_top_term": "Dumping", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-03-04", 
    "text": "Unfair Foreign Competition Act of 1982 - Amends the Clayton Act to include a specified antidumping provision among U.S. antitrust laws. Amends the antidumping provision to prohibit importing, assisting in importing, or selling in the United States articles made in a foreign country at less than the foreign market or constructed value of the articles if the reasonably foreseeable effect is: (1) material injury to industry or labor engaged in commerce in the United States; and (2) the prevention of the establishment, modernization, or expansion of industry in the United States. (Current law does not cover sellers of such articles and bases its prohibition of such imports upon the intent of the importers rather than the effects of the imports.) Increases the maximum fine for violating the antidumping provision. Retains the criminal penalty for violations. Provides for filing suits concerning such violations in the U.S. district court in which the defendant resides, transacts business, is found, or has an agent. Authorizes the court to issue a temporary or permanent injunction or a temporary restraining order against importing or selling articles in violation of the antidumping provision. Retains the treble damages provision for violations. Shifts to the defendant the burden of proof for rebutting a prima facie case. Includes within the meaning of prima facie case a finding by the International Trade Commission that dumping exists. Authorizes the court to: (1) order the exclusion of the contested goods from the United States pending completion of the suit; (2) issue subpoenas outside its judicial district if necessary; and (3) enjoin the defendant from importing the contested articles if the defendant fails to comply with discovery orders. Permits the court to: (1) review, in camera, confidential or privileged material; (2) accept material under seal; and (3) disclose such material. Requires expedited treatment of these types of suits. Defines foreign market value. Adds to such value any subsidy not otherwise included in the foreign market or constructed value. Deems the Commissioner of Customs the attorney for service of process for foreign manufacturers or exporters who sell in the United States. Sets a four-year statute of limitation for violations of this antidumping provision. Expresses the sense of the Congress that this Act is consistent with the General Agreement on Tariffs and Trade."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Unfair Foreign Competition Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Unfair Competition Act of 1979 and Clayton Act to provide for further relief in the event of unfair foreign competition.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:12-05:00"
}