{
  "actions": [
    {
      "acted_at": "1973-03-22", 
      "committee": "House Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works..", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6017-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-22", 
  "number": "6017", 
  "official_title": "A bill to authorize the Administrator of General Services Administration to contract for the construction of certain parking facilities on federally owned property.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Parking Facilities Act", 
  "sponsor": {
    "district": "10", 
    "name": "Broyhill, Joel T.", 
    "state": "VA", 
    "thomas_id": "00139", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-22", 
  "subjects": [
    "Capitol (Washington, D.C.)", 
    "District of Columbia", 
    "Government operations and politics", 
    "Motor vehicles", 
    "Parking facilities", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Parking facilities", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-22", 
    "text": "Federal Parking Facilities Act - Authorizes the Administrator of General Services to contract for the construction, alteration, maintenance, and operation in connection with local, qualified, free enterprise parking operators, of such facilities on, above, and below Federal properties wherever located as he determines necessary to carry out this Act. Authorizes the Administrator, with respect to the situation in the District of Columbia, to commence immediate studies for the construction of multilevel parking facilities under the Mall, the Ellipse, and any such other federally owned locations as he deems proper to substantially relieve the offstreet parking congestion in the downtown retail area of the city, with a view to establishment of approximately two thousand to three thousand parking spaces at each federally owned location which will be devoted primarily to the needs of the visiting public. Establishes the Federal Parking Facilities National Advisory Board to be composed of five members, acting under the chairmanship of the Administrator, consisting of the Commissioner of Public Buildings of General Servi es of his designee, a designee of the Department of the Interior, a designee of the National Park Service, a designee of the Department of Defense, and a designee of the Administrator of Veterans' Affairs. Creates a body politic of perpetual duration to be known as the District of Columbia Federal Parking Facilities Advisory Council consisting of thirteen members. Provides that no appropriation shall be made to construct or alter any parking facility, involving an expenditure in excess of $l00,000, if such construction or alteration has not been approved by resolutions adopted by the Committees on Public Works of the Senate and the House of Representatives, respectively."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Parking Facilities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Administrator of General Services Administration to contract for the construction of certain parking facilities on federally owned property.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:29-05:00"
}