{
  "actions": [
    {
      "acted_at": "2010-01-26", 
      "references": [
        {
          "reference": "CR S252-253", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-01-26", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [
        {
          "reference": "CR S253-254", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2952-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-01-26", 
  "number": "2952", 
  "official_title": "A bill to establish funds to rapidly create new jobs in the private and public sector.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Strengthening Our Economy Through Employment and Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Franken, Al", 
    "state": "MN", 
    "thomas_id": "01969", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-01-26", 
  "subjects": [
    "Economics and public finance", 
    "Educational facilities and institutions", 
    "Employment and training programs", 
    "Energy efficiency and conservation", 
    "Financial crises and stabilization", 
    "Government buildings, facilities, and property", 
    "Government trust funds", 
    "Libraries and archives", 
    "Public housing", 
    "Residential rehabilitation and home repair", 
    "Small business", 
    "State and local finance", 
    "Unemployment", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-01-26", 
    "text": "Strengthening Our Economy Through Employment and Development Act - Makes available to carry out the Private Sector Wage Subsidy Fund and the Public Sector Energy Efficiency Promotion Fund, established by this Act, any amounts under the Troubled Asset Relief Program (TARP) under the Emergency Economic Stabilization Act of 2008 (EESA) which remain unobligated or which have been repaid. Establishes in the Treasury the Private Sector Wage Subsidy Fund to enable small- and medium-sized businesses and nonprofit organizations to hire eligible workers who will receive wage subsidies. Requires the Secretary of Labor to make allocations from the Fund to local workforce investment areas to provide further allocations for one-year wage subsidies to businesses and nonprofit organizations employing fewer than 500 individuals. Sets the regular wage subsidy at 50% of total wages or $12 per hour, whichever amount is less. Prescribes a special wage subsidy for a veteran of military service in Iraq or Afghanistan after September 11, 2001, at 60% percent of total wages or $14.40 per hour, whichever is less. Requires a participating business or nonprofit organization that contributes to the cost of health insurance coverage for its employees to receive an additional $1 per hour for each eligible worker hired under this Act to help defray the cost of making such contributions. Requires any job for which a wage subsidy is allocated under this Act to: (1) pay not less than $10 per hour; or (2) start at $9 per hour with a certification from the business or nonprofit organization that the wage will be increased to at least $10 per hour by the end of the subsidy period. Requires a job in a locality with a higher minimum wage to pay no less than that higher minimum. Limits worker eligibility under this Act to individuals who have: (1) exhausted their state-funded unemployment insurance benefits; or (2) been unemployed for at least six months. Establishes in the Treasury of the United States the Public Sector Energy Efficiency Promotion Fund for Department of Energy (DOE) grants to states and Indian tribes to provide funds to retrofit public housing, public buildings, libraries, schools, and vacant or foreclosed homes to increase energy efficiency. Directs the DOE Secretary to create standards for measuring and verifying energy efficiency in residential buildings, commercial buildings, and federally funded housing facilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Strengthening Our Economy Through Employment and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish funds to rapidly create new jobs in the private and public sector.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:40-05:00"
}