{
  "actions": [
    {
      "acted_at": "1998-10-15", 
      "references": [
        {
          "reference": "CR E2198-2199", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-15", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-15", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-15", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4844-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-15", 
  "number": "4844", 
  "official_title": "To improve the quality of child care through grants and a commission on child care standards, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Child Care Quality Improvement Act of 1998", 
  "sponsor": {
    "district": "13", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-15", 
  "subjects": [
    "Appropriations", 
    "Building construction", 
    "Child care block grants", 
    "Child care workers", 
    "Child development", 
    "Commerce", 
    "Computer-assisted instruction", 
    "Computers in education", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Data banks", 
    "Day care", 
    "Department of Health and Human Services", 
    "Depressed areas", 
    "Economics and public finance", 
    "Education", 
    "Educational research", 
    "Employee training", 
    "Evaluation research (Social action programs)", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government statistics", 
    "Higher education", 
    "Housing and community development", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Maintenance and repair", 
    "Parent and child", 
    "Poor", 
    "Presidential commissions", 
    "Quality of care", 
    "Salaries", 
    "Science, technology, communications", 
    "Social welfare", 
    "Standards", 
    "Telephone"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-15", 
    "text": "Child Care Quality Improvement Act of 1998 - Amends the Child Care and Development Block Grant Act of 1990 (CCDBGA) to establish a child care quality improvement grant program to assist States in improving the quality of child care for infants and children (program). (Sec. 3) Amends the Social Security Act to make appropriations for such program. Sets forth reservation, allotment, and Federal matching formulas. Requires States, in applying for program grants, to list established goals for quantifiable improvements in child care quality within the State (quality benchmarks), that accomplish: (1) increased training for child care providers and administrators; (2) enhanced licensing standards (including at a minimum health and safety, adult- to-child ratios, groups sizes, and criminal background checks) that will apply to a broader range of child care facilities; (3) reduced numbers of unlicensed facilities offering child care; (4) increased State monitoring and enforcement of licensed providers; (5) decreased caregiver turnover rates at child care facilities through incentives such as increased compensation; (6) higher levels of accreditation among licensed child care facilities; and (7) other standards and practices to improve the quality of child care. Requires States to use program funds only for the specified program goals and the quality benchmarks set forth in their State plans. Excludes from such program assistance specified types of child care providers and family child care providers, with certain exceptions. Requires States that receive program funds to make competitive grants to local collaboratives to: (1) provide, in the community, activities designed to strengthen the quality of child care for young children and expand the supply of high quality child care services for young children; and (2) pay for the salary and expenses of an administrator to oversee such activities. Allows program funds to be used to renovate or repair a child care facility, other than a private residence, as necessary to bring the facility into compliance with requirements for State licensing or for accreditation by organizations with nationally recognized standards for providing high-quality care to children. Provides for consumer education and information sharing under CCDBGA. Revises CCDBGA reporting requirements. Directs the Secretary to report to the Congress on: (1) State quality benchmark reports; and (2) the extent to which program funds have improved the quality of child care. Establishes a program of research and demonstrations under CCDBGA. Authorizes the Secretary of Health and Human Services to carry out research, demonstration projects, and other activities relating to child care, including activities designed to improve the quality and increase the availability of child care. Requires such activities to be coordinated with activities under the Department of Education's Office of Educational Research and Improvement. Includes among authorized activities: (1) research on child care needs of low-income families, good policies and practices, and retention of child care provider staff; (2) demonstrations of technology-based education and training and of new methods; and (3) establishment and operation of a National Center on Child Care Statistics and a hotline for child care resources, referrals and consumer education. Authorizes appropriations. (Sec. 4) Establishes the Advisory Commission on Quality Child Care to study and report to the President, the Congress, and the Secretary of Health and Human Services on: (1) the most important issues affecting the quality of child care; (2) the most efficient and effective manner of ensuring that families in the United States receive quality health care; and (3) other related topics."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Care Quality Improvement Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve the quality of child care through grants and a commission on child care standards, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:19-05:00"
}