{
  "actions": [
    {
      "acted_at": "1977-01-19", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on International Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2147-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-19", 
  "number": "2147", 
  "official_title": "A bill to prohibit actions by U.S. exporters which have the purpose or effect of supporting restrictive trade practices or boycotts imposed against countries friendly to the United States by other foreign countries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Discriminatory Commercial Practices Act", 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-19", 
  "subjects": [
    "Antitrust law", 
    "Boycott", 
    "Commercial blacklisting", 
    "Export controls", 
    "Exports", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Law", 
    "Licenses", 
    "Restrictive trade practices", 
    "Trade regulation"
  ], 
  "subjects_top_term": "Commercial blacklisting", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-19", 
    "text": "Foreign Discriminatory Commercial Practices Act - Title I: Amends the Export Administration Act of 1969 to rescind the statement of United States policy encouraging: (1) United States domestic concerns requested to participate in foreign boycotts to refuse such involvement and (2) the development of international rules to assure reasonable access to world supplies. Declares domestic involvement in foreign boycotts to be contrary to the commercial and foreign policies of the United States. Amends such Act to make it unlawful for any United States exporter to furnish information to a foreign agent with respect to (1) race, color, religion, sex, or national origin of employees or the personnel involved in business relationships, or (2) business relationships in or with a boycotted country. Makes it unlawful for any exporter to participate in a foreign boycott. Authorizes the Secretary of Commerce to promulgate regulations prescribing other acts or practices which further foreign boycotts or restrictive trade practices. Directs any such exporter to report to the Office of Export Administration any request that it engage in practices prohibited by this Act. Title II: Directs the Secretary of Commerce to suspend or revoke the export license of violators of this Act and to refer the matter to the Equal Employment Opportunity Commission for appropriate action. Authorizes civil actions in the United States district courts based on violations of this Act. Authorizes the courts to grant any temporary restraining order, injunction, actual damages, not more than $5,000 in punitive damages, and costs as relief. Amends the Civil Rights Act of 1964 to direct the Equal Employment Opportunity Commission to transmit to the Department of Commerce a copy of any complaint against an exporter subject to the Export Administration Act of 1969. Directs the Equal Employment Opportunity Commission and the Department of Commerce to enter into a cooperation agreement for the sharing of information and resources in the implementation of this Act. Amends the Export Administration Act of 1969 to remove the exemption of functions exercised under that Act from the definitions operative under the Administrative Procedure Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Discriminatory Commercial Practices Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prohibit actions by U.S. exporters which have the purpose or effect of supporting restrictive trade practices or boycotts imposed against countries friendly to the United States by other foreign countries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:58-05:00"
}