{
  "actions": [
    {
      "acted_at": "2008-09-18T17:45:00-04:00", 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 110-862, by Mr. Price (NC).", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-18T17:46:00-04:00", 
      "calendar": "Union", 
      "number": "558", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 558.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6947-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-18", 
  "number": "6947", 
  "official_title": "Making appropriations for the Department of Homeland Security for the fiscal year ending September 30, 2009, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3181-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3181-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Homeland Security Appropriations Act, 2009", 
  "sponsor": {
    "district": "4", 
    "name": "Price, David E.", 
    "state": "NC", 
    "thomas_id": "00930", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2008-09-18T17:46:00-04:00", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Agriculture and food", 
    "Air cargo", 
    "Aircraft pilots", 
    "Airline passenger traffic", 
    "Airlines", 
    "Airports", 
    "Alien labor", 
    "Aliens", 
    "Animals", 
    "Appropriations", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Aviation safety", 
    "Biological warfare", 
    "Border patrols", 
    "Bridges", 
    "Canada", 
    "Chemical warfare", 
    "Child pornography", 
    "Child sexual abuse", 
    "Coast guard", 
    "Commerce", 
    "Computer security measures", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction industries", 
    "Construction workers", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Customs administration", 
    "Data banks", 
    "Delegation of powers", 
    "Department of Homeland Security", 
    "Deportation", 
    "Detention of persons", 
    "Disaster insurance", 
    "Disaster loans", 
    "Disaster relief", 
    "Drone aircraft", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drugs", 
    "Economics and public finance", 
    "Emergency communication systems", 
    "Emergency housing", 
    "Emergency management", 
    "Emergency medicine", 
    "Employee selection", 
    "Environmental protection", 
    "Explosives", 
    "Families", 
    "Federal Emergency Management Agency", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fire fighters", 
    "Fire prevention", 
    "Flight training", 
    "Floods", 
    "Food relief", 
    "Foreign trade and international finance", 
    "Government contractors", 
    "Government lending", 
    "Government operations and politics", 
    "Government procurement", 
    "Government publicity", 
    "Government trust funds", 
    "Health", 
    "Horses", 
    "Hours of labor", 
    "Housing and community development", 
    "Identification of criminals", 
    "Illegal aliens", 
    "Immigration", 
    "Imports", 
    "Informers", 
    "Infrastructure", 
    "Inspectors general", 
    "International affairs", 
    "Ionizing radiation", 
    "Labor and employment", 
    "Latin America", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Marine terminals", 
    "Marine transportation", 
    "Mass rapid transit", 
    "Metropolitan areas", 
    "Mexico", 
    "Midwest (U.S.)", 
    "Military pensions", 
    "Military training", 
    "Minimum wages", 
    "Missing children", 
    "Motor buses", 
    "Navigational aids", 
    "Nuclear research", 
    "Nuclear terrorism", 
    "Off-budget expenditures", 
    "Oil pollution", 
    "Patrol aircraft", 
    "Patrol ships", 
    "Police training", 
    "Prescription pricing", 
    "Protection of animals", 
    "Railroad safety", 
    "Repatriation", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Risk", 
    "Salaries", 
    "Science, technology, communications", 
    "Secret service", 
    "Security measures", 
    "Smuggling", 
    "Survivors' benefits", 
    "Technological innovations", 
    "Telephone", 
    "Temporary employment", 
    "Terrorism", 
    "Tornadoes", 
    "Transportation and public works", 
    "Transportation safety", 
    "Trucking", 
    "Urban affairs", 
    "Wages"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2008-09-18", 
    "text": "Department of Homeland Security Appropriations Act, 2009 - Title I: Departmental Management and Operations - Makes appropriations for the Department of Homeland Security (DHS) for FY2009 for executive management, analysis and operations, and the Offices of the Secretary, the Under Secretary for Management, the Chief Financial Officer, the Chief Information Officer, the Federal Coordinator for Gulf Coast Rebuilding, and the Inspector General.Title II: Security, Enforcement, and Investigations - Makes appropriations for FY2009 for: (1) U.S. Customs and Border Protection (CBP), including for automation modernization, customs and border protection fencing, infrastructure, and technology (with obligations subject to the DHS Secretary submitting specified documentation), and air and marine interdiction, operations, maintenance, and procurement, and construction; (2) U.S. Immigration and Customs Enforcement (ICE), including for reimbursement of other agencies for costs associated with the repatriation of smuggled aliens unlawfully present in the United States, detention and removal operations (including identifying and removing aliens convicted of a crime who are judged deportable), the Federal Protective Service, automation modernization, and construction; (3) the Transportation Security Administration (TSA), including for aviation security (including screening operations and explosives detection systems), surface transportation security, the Office of Transportation Threat Assessment and Credentialing, transportation security support, and for Federal Air Marshals; (4) the Coast Guard, including for environmental compliance and restoration, reserve training, acquisition, construction, and improvements, alteration of bridges, research, development, test, and evaluation, and retired pay; and (5) the U.S. Secret Service, including for acquisition, construction, improvements, and related expenses.Requires the Secretary of Homeland Security (the Secretary) to prioritize the identification and removal of aliens convicted of a crime by that crime's severity. Makes funds available to enforce laws against forced child labor.Prohibits obligation of certain funds available for the Integrated Deepwater Systems program until congressional appropriations committees receive an expenditure plan directly from the Coast Guard meeting specified criteria. Directs the Secretary to submit to the House and Senate Appropriations Committees, in conjunction with the President's FY2010 budget, a review of the Revised Deepwater Implementation Plan that identifies any changes to the plan for the fiscal year, an annual performance comparison of program assets to pre-Deepwater legacy assets, a status report of legacy assets, a detailed explanation of how the costs of legacy assets are being accounted for within the program, and the earned value management system gold card data for each program asset. Requires a comprehensive review of the Plan every five years, beginning in FY2011. Title III: Protection, Preparedness, Response, and Recovery - Makes appropriations for FY2009 for: (1) the Office of the Under Secretary for National Protection and Programs Directorate, including for infrastructure protection and information security programs and activities, the United States Visitors and Immigrant Status Indicator Technology Project (US-VISIT) (subject to specified restrictions regarding receipt and approval by the House and Senate Appropriations Committees of an expenditure plan), and the Office of Health Affairs; and (2) the Federal Emergency Management Agency (FEMA), including for grants for state and local programs, firefighter assistance, and emergency management performance, the Radiological Emergency Preparedness Program, the U.S. Fire Administration, disaster relief and the disaster assistance direct loan program account, the Flood Map Modernization Fund, the National Flood Insurance Fund, the National Pre-Disaster Mitigation Fund, and emergency food and shelter. Cancels specified funds for Cerro Grande fire claims. Requires the FEMA Administrator to submit to Congress, and publish on the FEMA website, a report summarizing damage assessment information used to make a declaration that a major disaster exists, subject to redaction of information that would compromise national security.Title IV: Research and Development, Training, and Services - Makes appropriations for FY2009 for: (1) U.S. Citizenship and Immigration Services (CIS); (2) the Federal Law Enforcement Training Center, including for acquisition, construction, improvements, and related expenses; (3) the Office of the Under Secretary for Science and Technology, including for research, development, acquisition, and operations; and (4) the Domestic Nuclear Detection Office, including for research, development, testing, evaluation, and operations and for systems acquisition and deployment. Designates the Federal Law Enforcement Training Accreditation Board to lead the federal law enforcement training accreditation process. Requires the Director of the Federal Law Enforcement Training Center to schedule basic or advanced law enforcement training at all four training facilities under the Center's control to ensure that these centers are operated at the highest capacity throughout the fiscal year. Title V: General Provisions - (Sec. 501) Sets forth limitations and prohibitions on the availability, use, reprogramming, or transfer of funds for specified programs and activities under this Act.(Sec. 511) Prohibits: (1) the obligation of funds for implementation of the Secure Flight program or other follow on or successor passenger prescreening program on other than a test basis until the Secretary has certified and the Government Accountability Office (GAO) has reported that prescribed conditions have been met; and (2) use, during the testing phase, of information gathered from passengers, foreign or domestic air carriers, or reservation systems to screen aviation passengers or to delay or deny boarding, except where passenger names are matched to a government watch list.(Sec. 512) Prohibits the use of funds appropriated by this Act to process or approve a competition under Office of Management and Budget (OMB) Circular A-76 for services provided as of June 1, 2004, by employees of CIS who are known as Immigration Information Officers, Contact Representatives, or Investigative Assistants. (Sec. 513) Directs the Secretary to research, develop, and procure new technologies to inspect and screen air cargo carried on passenger aircraft by the earliest date possible. Requires existing checked baggage explosive detection equipment and screeners to be used to the greatest extent practicable at each airport until the new technologies are available. Requires TSA to report to the Appropriations Committees on air cargo inspection statistics by airport and air carrier. Requires incremental quarterly increases in the screening of such cargo.(Sec. 514) Makes any funds appropriated or transferred to TSA \"Aviation Security,\" \"Administration,\" and \"Transportation Security Support\" for FY2004-FY2008 that are recovered or deobligated available only for procurement and installation of explosive detection systems for air cargo, baggage, and checkpoint screening systems, subject to notification. (Sec. 515) Provides that the DHS Working Capital Fund shall continue operations during FY2009.(Sec. 518) Prohibits the use of funds to enforce provisions of the Intelligence Reform and Terrorism Prevention Act of 2004 regarding the prohibition on air passengers carrying butane lighters unless the Assistant Secretary (TSA) reverses the determination of July 19, 2007, that butane lighters are not a significant threat to civil aviation security.(Sec. 520) Allows funds to be obligated to the Office of the Secretary and Executive Management, the Office of the Under Secretary for Management, or the Office of the Chief Financial Officer only through full and open competition, with exceptions.(Sec. 522) Prohibits the use of funds: (1) by CIS to grant an immigration benefit unless the results of required background checks have been received and do not preclude granting the benefit; (2) to destroy or put out to pasture any horse or other equine belonging to the federal government that has become unfit for service unless the trainer or handler is first given the option to take possession through an adoption program that has safeguards against slaughter and inhumane treatment; or (3) for any new hires by DHS that are not verified through the basic pilot program established under the Illegal Immigration Reform and Immigrant Responsibility Act of 1996.(Sec. 527) Authorizes the liquidation of the National Bio and Agro-defense Facility at Plum Island, New York.(Sec. 530) Prohibits the use of funds for deployment or operation of a DHS human resources management system.(Sec. 533) Directs the Secretary to establish a process to ensure that an alien applying for recurrent training in the operation of any aircraft is properly identified and has not, since the time of any prior threat assessment, become a risk to aviation or national security.(Sec. 535) Prohibits the use of funds for CBP to prevent an individual from importing a prescription drug from Canada if: (1) such individual is not in the business of importing a prescription drug; and (2) such drug complies with specified provisions of the Federal Food, Drug, and Cosmetic Act and is not a controlled substance or a biological product. Makes this section applicable only to individuals transporting on their person a personal-use quantity of the prescription drug, not exceeding a 90-day supply.Title VI: Additional Disaster Assistance for Fiscal Year 2008 for Midwestern United States and Other Purposes - Makes additional funds available for the Disaster Assistance Direct Loan Program Account for the cost of direct loans authorized by the Stafford Act, to be used to assist local governments affected by recent floods and tornadoes in the Midwestern United States and for other purposes in providing essential services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Homeland Security Appropriations Act, 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of Homeland Security Appropriations Act, 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for the Department of Homeland Security for the fiscal year ending September 30, 2009, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:33-05:00"
}