{
  "actions": [
    {
      "acted_at": "2013-04-11", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s714-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coburn, Tom", 
      "sponsored_at": "2013-04-11", 
      "state": "OK", 
      "thomas_id": "00212", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2013-04-11", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cruz, Ted", 
      "sponsored_at": "2013-04-11", 
      "state": "TX", 
      "thomas_id": "02175", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fischer, Deb", 
      "sponsored_at": "2013-04-11", 
      "state": "NE", 
      "thomas_id": "02179", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lee, Mike", 
      "sponsored_at": "2013-04-11", 
      "state": "UT", 
      "thomas_id": "02080", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Paul, Rand", 
      "sponsored_at": "2013-04-11", 
      "state": "KY", 
      "thomas_id": "02082", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rubio, Marco", 
      "sponsored_at": "2013-04-11", 
      "state": "FL", 
      "thomas_id": "02084", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-04-11", 
  "number": "714", 
  "official_title": "A bill to impose certain limitations on consent decrees and settlement agreements by agencies that require the agencies to take regulatory action in accordance with the terms thereof, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1493-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Sunshine for Regulatory Decrees and Settlements Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-04-11", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Alternative dispute resolution, mediation, arbitration", 
    "Civil actions and liability", 
    "Government information and archives", 
    "Government liability", 
    "Government operations and politics", 
    "Judicial procedure and administration", 
    "Judicial review and appeals", 
    "Legal fees and court costs"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-04-11", 
    "text": "Sunshine for Regulatory Decrees and Settlements Act of 2013 - Defines a \"covered civil action\" as a civil action seeking to compel agency action and alleging that an agency is unlawfully withholding or unreasonably delaying an agency action relating to a regulatory action that would affect: (1) the rights of private persons other than the person bringing the action; or (2) a state, local, or tribal government. Defines a \"covered consent decree\" or a \"covered settlement agreement\" as: (1) a consent decree or settlement agreement entered into a covered civil action, and (2) any other consent decree or settlement agreement that requires agency action relating to such a regulatory action that affects the rights of such persons or governments. Requires an agency against which a covered civil action is brought to publish the notice of intent to sue and the complaint in a readily accessible manner, including by making such notice and complaint available online not later than 15 days after receiving service of such notice or complaint Requires an agency seeking to enter a covered consent decree or settlement agreement to publish such decree or agreement in the Federal Register and online not later than 60 days before it is filed with the court. Provides for public comment and public hearings on such decree or agreement. Requires the Attorney General or an agency head, if an agency is litigating a matter independently, to certify to the court that the Attorney General or the agency head approves of: (1) any proposed covered consent decree that includes terms that convert into a nondiscretionary duty a discretionary authority of an agency to propose, promulgate, revise, or amend regulations, commit an agency to expend funds that have not been appropriated and budgeted or to seek a particular appropriation or budget authorization, divest an agency of discretion committed to it by statute or the Constitution, or otherwise afford any relief that the court could not enter under its own authority; or (2) any proposed covered settlement agreement that includes terms that provide a remedy for a failure by the agency to comply with the terms of the agreement other than the revival of the civil action resolved by the agreement, interfere with the authority of an agency to revise, amend, or issue rules, or commit the agency to expend funds that have not been appropriated and budgeted or to exercise in a particular way discretion which was committed to the agency by statute or the Constitution. Requires a court to grant de novo review of a covered consent decree or settlement agreement if an agency files a motion to modify such decree or agreement on the basis that its terms are no longer fully in the public interest due to the agency's obligations to fulfill other duties or due to changed facts and circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Sunshine for Regulatory Decrees and Settlements Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to impose certain limitations on consent decrees and settlement agreements by agencies that require the agencies to take regulatory action in accordance with the terms thereof, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:43:00-05:00"
}