{
  "actions": [
    {
      "acted_at": "1974-10-15", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr17367-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-10-15", 
  "number": "17367", 
  "official_title": "A bill to provide tax relief and tax reform.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s4117-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Anti-Inflation Tax Reform Act", 
  "sponsor": {
    "district": "1", 
    "name": "Cotter, William R.", 
    "state": "CT", 
    "thomas_id": "00239", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-10-15", 
  "subjects": [
    "Aged and aging", 
    "Agriculture and food", 
    "Corporations", 
    "Economics and public finance", 
    "Families", 
    "Farms", 
    "Income tax", 
    "Inflation", 
    "International affairs", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "School-age child care", 
    "Social welfare", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-10-15", 
    "text": "Title I: Income Tax Relief for Individuals - Anti-Inflation Tax Reform Act - Provides, under the Internal Revenue Code, that the percentage standard deduction shall be 17 percent of adjusted gross income but not to exceed $2,500 ($1,250 in the case of a separate return by a married individual). Sets the low income allowance at $1,500 in the case of a married individual who files a joint return. Allows a tax credit for individuals 65 and over. Allows a tax deduction for the employment-related expenses for household and dependent care services. Limits such deduction to $2,400 where there is one qualifying dependent. Limits such deduction where adjusted gross income exceeds $18,000. Title II: Income Tax Reform Amendments - Limits the percentage depletion allowance to oil and gas wells producing regulated natural gas, to the extent of such production, and wells producing natural gas sold under a fixed contract to the extent of such production. Repeals the deduction for intangible drilling and development costs for oil and gas wells. States that in the case of tax paid or accrued to any foreign country with respect to income derived from the extraction, production, transportation, or refining of oil or gas in such country, the terms \"income, war profits, and excess profits tax\" do not include any royalty, bonus, or other payment which does not constitute the payment of a bona fide Federal or National income tax. Eliminates the designation of a corporation as a Dometic International Sales Corporation (DISC), as of December 31, 1973. Imposes for each taxable year with respect to the income of every person, a tax equal to 10 percent of the amount (if any) by which the sum of the items of tax preference exceeds the excludable amount. Repeals provisions of the Internal Revenue Code providing an exemption to farmers' cooperatives. Allows an income tax exclusion of up to $300 for dividends from cooperatives. Provides that in the case of an individual trust, estate, an electing small business corporation or a professional service corporation, except as otherwise provided in this Act, accelerated deductions for the taxable year attributable to a class of property shall not be allowed to the extent such deductions exceed the net related income for the taxable year from such class of property. Defines classes of property for purposes of determining accelerated deductions. Defines net related income. Sets forth rules for partnerships, professional service corporations and farms, for purposes of determining limitations on artificial accounting losses. States that if a foreign corporation is a controlled foreign corporation for an uninterrupted period of 30 days or more during any taxable year, every United States shareholder of such corporation who owns stock in such corporation on the last day in such year on which such corporation is a controlled foreign corporation shall include in its gross income, for its taxable year in which or with which such taxable year of the corporation ends, its pro rata share of the corporation's earnings and profits for such year. Provides that earnings and profits of a foreign corporation attributable to amounts which are, or have been, included in the gross income of a United States shareholder shall not, when such amounts are distributed directly, or indirectly through a chain of ownership to such shareholder or a trust of which such shareholder is a beneficiary, be again included in the gross income of such United States shareholder. States that each person who is, or has been, a United States shareholder of a controlled foreign corporation may be required to maintain such records and accounts as may be prescribed. Removes the $25,000 limitation on the amount of investment interest eligible for a deduction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Anti-Inflation Tax Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide tax relief and tax reform.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:38-05:00"
}