{
  "actions": [
    {
      "acted_at": "1975-03-25", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5485-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Steiger, Sam", 
      "sponsored_at": "1975-01-03", 
      "state": "AZ", 
      "thomas_id": "01108", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-25", 
  "number": "5485", 
  "official_title": "A bill to authorize the Secretary of Agriculture and the Secretary of the Interior to cooperate with States, local agencies, and individuals in the planning and carrying out of practices for water yield improvement.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pacific Southwest Water Yield Improvement Act", 
  "sponsor": {
    "district": "1", 
    "name": "Rhodes, John J.", 
    "state": "AZ", 
    "thomas_id": "00957", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-25", 
  "subjects": [
    "Department of Agriculture", 
    "Department of the Interior", 
    "Intergovernmental relations", 
    "Water resources development"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-25", 
    "text": "Pacific South-West Water Yield Improvement Act - Declares that the purpose of this Act is to enable the Federal Government to cooperate with States and their subdivisions to improve the quantity and quality of water and other renewable resources. Outlines rules of construction and gives definitions for terms used in this Act. Allows either the Secretary of Agriculture or Interior to administer the Act by carrying out investigations and surveys and developing water yield plans. Allows either Secretary to participate in any funded plan on behalf of his own Department or any other agency of the United States. Directs either Secretary to publish in the Federal Register any intended policies he intends to pursue, which will not constitute rulemaking under the United States Code. Outlines requirements for any proposed plan which includes the requirement that occupants of not less than 50 percent of the lands within a watershed area will participate in the plan. Outlines conditions whereby the Secretary may allocate appropriated funds. Limits the amount allocated for grants or loans within any State in any fiscal year to 25 percent of the total amount allocated in all States under this Act. Prohibits funds from being allocated on the basis of acreage distribution formulas. Allows either Secretary to prepare, award or supervise contracts for the funded plans. Allows either Secretary to make one or more grants to any participating person under any given funded plan but limits such grant or loan to the cost and expenses incurred by the person. Outlines conditions whereby one or more loans to any participating person may be made under any funded plan. Makes due final repayment of any loan not later than 25 years after the date, as determined by the Secretary, on which the principal benefits first became available. Authorizes appropriations, without fiscal year limitation, not exceeding $150,000,000. Limits funded plans under this Act to lands in the States of Arizona, California, Colorado, Nevada, New Mexico, and Utah."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pacific Southwest Water Yield Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Agriculture and the Secretary of the Interior to cooperate with States, local agencies, and individuals in the planning and carrying out of practices for water yield improvement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:59-05:00"
}