{
  "actions": [
    {
      "acted_at": "1992-08-07", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3154-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-08-07", 
  "number": "3154", 
  "official_title": "A bill to control and prevent criminal gang activity and violence, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Gang and Youth Violence Prevention Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Seymour, John", 
    "state": "CA", 
    "thomas_id": "01434", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-08-07", 
  "subjects": [
    "Child nutrition", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Criminal justice information systems", 
    "Data banks", 
    "Department of Justice", 
    "Department of the Treasury", 
    "Disaster relief", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drugs and youth", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational counseling", 
    "Emergency management", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to law enforcement agencies", 
    "Federal aid to maternal health services", 
    "Federal aid to youth services", 
    "Firearms", 
    "Firearms control", 
    "Flood control", 
    "Food relief", 
    "Forest conservation", 
    "Forfeiture", 
    "Gangs", 
    "Health", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Law enforcement officers", 
    "Maternal health services", 
    "Military bases", 
    "Military training camps", 
    "Narcotic traffic", 
    "Preschool education", 
    "Prisons", 
    "Prosecution", 
    "Public assistance programs", 
    "Public service employment", 
    "Recidivists", 
    "Reforestation", 
    "Rehabilitation of criminals", 
    "Riots", 
    "Sentences (Criminal procedure)", 
    "Teacher education", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Violence", 
    "Volunteer workers in education"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-08-07", 
    "text": "Criminal Gang and Youth Violence Prevention Act of 1992 - Title I: Law Enforcement Against Gang Activity - Requires the Director of: (1) the Bureau of Alcohol, Tobacco and Firearms (ATF) to establish direct liaison with State and local law enforcement agencies having responsibility for gang investigations for the purpose of training, technical expertise, information, coordination, and other enforcement efforts to combat gang-related firearms violations; and (2) the Federal Bureau of Investigation (FBI) to establish direct liaison with such agencies for the purpose of providing training, technical expertise, information, coordination, and enforcement effort to use Federal and State statutes to dismantle criminal gang organizations. Authorizes appropriations to: (1) ATF and the FBI for the creation of a new antigang unit; and (2) the Attorney General to provide 40 prosecutors and necessary support staff to aid such unit. Requires the Director of: (1) ATF and the FBI to designate an agent as director of the antigang unit; and (2) such unit to work with Federal, State, and local law enforcement agencies to coordinate resources. Authorizes appropriations to ATF for the Repeat Offender Program and antigang activities to hire 100 additional special agents and support personnel. Authorizes the seizure and forfeiture of personal property subject to forfeiture under the Controlled Substances Act (CSA) in connection with an investigation of a violation of such Act. Establishes in ATF a National Criminal Gang Analysis Information Center. Authorizes appropriations. Title II: Drug and Violent Crime Emergency Areas - Drug and Violent Crime Emergency Areas Act of 1992 - Authorizes the President to declare a State or part of a State to be a drug or violent crime emergency area (DVCEA) after making a determination that drug trafficking, drug abuse, drug-related violence, or gang or other organized crime-related violence reaches such levels that Federal assistance is needed to supplement State and local efforts and capabilities to save lives, protect property, and preserve public health and safety. Sets forth provisions regarding: (1) procedures for requests for a presidential declaration designating a DVCEA and review of such requests; (2) actions that the Governors or chief executive officers must take as a prerequisite to such a declaration and assistance (including taking action and furnishing information on the nature and amount of State and local resources to be committed to alleviating the emergency; certifying that State and local obligations and expenditures will comply with applicable cost-sharing requirements; and submitting a detailed plan outlining that government's short- and long-term plans to respond to the emergency); (3) the types of Federal assistance that may be provided; and (4) issuance of implementing regulations. Authorizes appropriations. Directs the Attorney General and the Secretary of Defense to report to the appropriate congressional committees concerning: (1) current policies on the use of Federal, State, and local law enforcement, National Guard, and Federal troops in domestic and national emergencies, including riots or natural disasters; and (2) the creation of new policies and strategies to insure the rapid response and placement of law enforcement, National Guard, and Federal troops in the event of such emergencies. Requires the Attorney General and Secretary, or their designated representatives, to chair at least three field hearings to solicit views and recommendations from Federal law enforcement, Federal and State National Guard, and State and local government and law enforcement representatives. Authorizes appropriations. Title III: Penalties Against Gang-Related Violence - Penalties Against Gang Violence Act of 1992 - Amends the Federal criminal code to prescribe: (1) penalties for promoting, furthering, or assisting in any felonious criminal conduct by the members of a criminal gang with knowledge that its members engage in a pattern of criminal gang activity; and (2) enhanced penalties for offenses committed knowingly for the benefit of, at the direction of, or in association with a criminal gang and for such offenses which result in serious bodily injury. Amends: (1) the CSA to prohibit the transportation of a minor to assist in avoiding detection or apprehension with respect to drug-related activity; and (2) the Federal criminal code to prohibit the inducement of a minor to commit an offense, subject to specified limitations. Directs the court, in each case, in addition to any other fines imposed, to impose a civil fine of $100,000 on a defendant found guilty of such offense, to be transferred equitably to the Secretary of Health and Human Services for distribution to State and local agencies for juvenile drug rehabilitation through existing programs, and to the Attorney General to be distributed to State and local juvenile deliquency and gang prevention programs through existing grants provided by the Office of Justice Programs of the Department of Justice. Sets penalties for the distribution of firearms to a minor (a term of imprisonment of up to five years, a civil fine of up to $100,000, or both, in addition to any other punishment authorized under the CSA, with any fines collected to be transferred as specified in the previous paragraph). Sets forth provisions regarding the assessment of civil fines imposed pursuant to this title. Increases penalties to be imposed in addition to those provided for a crime of violence or drug trafficking crime for discharging, using, carrying, or otherwise possessing a firearm during and in relation to such crime to five to ten years for a firearm, ten to 15 years for an assault weapon, short-barreled rifle, or short-barreled shotgun, and 30 years for a machine gun or firearm equipped with a silencer or muffler. Requires a defendant to be sentenced to life imprisonment for a second conviction of such an offense if the firearm is an assault weapon, short-barrelled rifle or shotgun or destructive device, or is equipped with a silencer or muffler. Directs the U.S. Sentencing Commission to promulgate, or amend existing, guidelines to provide for a sentencing enhancement in accord with such provisions. Establishes as a predicate offense under the Armed Career Criminal Act of 1984 any offense under State law which would have been punishable by a maximum term of imprisonment of ten years or more if the offense had been prosecuted as a violation of the CSA as that Act provided at the time of the offense. Provides for the treatment of violent juveniles who commit firearms offenses as adults under certain circumstances. Specifies factors to be considered in transferring a juvenile to adult status. Makes specified firearms violations predicate offenses under the Racketeer Influenced and Corrupt Organizations Act. Title IV: Boot Camps - Directs the Attorney General to establish within the Bureau of Prisons ten military-style boot camp prisons (boot camps). Specifies that such boot camps will be located on closed military installations in rural or secluded regions, or in other areas to be chosen by the Director of the Bureau, and will provide a highly regimented schedule of strict discipline, physical training, work, drill, and other characteristics of military basic training. Specifies that: (1) each boot camp shall be designed to accommodate between 300 and 400 inmates for periods of six months to one year; and (2) not more than 20 percent of the inmates shall be Federal prisoners, with the remainder being State prisoners accepted for participation in the program. Authorizes the court, in imposing sentence where a defendant may be eligible (i.e., is under age 25, has no prior conviction for any crime of violence, and has been convicted of an offense involving a controlled substance punishable under the CSA or the Controlled Substances Export and Import Act, or offenses that did not result in serious bodily injury), to designate the defendant as eligible for placement in a boot camp. Requires the Bureau to determine whether a defendant so designated will be assigned to a boot camp. Sets forth: (1) further provisions with respect to the placement and completion of assignment of a Federal prisoner to a boot camp; (2) provisions with respect to applications, eligibility requirements, and completion of assignment of State prisoners; and (3) provisions for post-release supervision. Authorizes appropriations. Title V: Empowerment to Reduce and Prevent Youth Gang Activity - Directs the Attorney General to make grants to and enter into contracts with public and nonprofit private agencies, organizations, institutions, and individuals, to carry out projects and activities to: (1) prevent and reduce criminal gang activities; (2) provide alternative activities for youth; (3) facilitate coordination and cooperation among citizens and law enforcement to prevent and reduce criminal gang activities; (4) support local law enforcement departments and agencies to conduct educational outreach activities in communities in which gangs commit violent or drug-related crimes; (5) institute community patrols and neighborhood watch programs to prevent and reduce criminal gang activities; and (6) inform citizens of community and law enforcement activities to prevent and reduce criminal gang activities. Sets forth application requirements. Directs the Attorney General to give priority to applicants who: (1) have projects or activities in operation which have the broad support of community- and law enforcement-based organizations in the applicant's geographical area; and (2) propose to carry out projects and activities in geographical areas in which frequent and severe criminal activities are committed by gangs whose membership is composed primarily of youth. Authorizes appropriations. Directs the Secretary of Education to make grants to, and enter into contracts with, State and local educational agencies and institutions of higher education for teacher and counselor training programs to establish, expand, or enhance programs and activities for the training of teachers, administrators, guidance counselors, and other educational personnel concerning the identification and prevention of youth gang activity and youth violence. Sets forth application requirements. Authorizes appropriations. Requires the Secretary of Health and Human Services to make grants to, and enter into contracts with, public and nonprofit private agencies, organizations, institutions, and individuals to carry out projects and activities to: (1) assist parents, families, and guardians to effectively reduce and prevent participation of youth in the activities of gangs that engage in violent crime and drug-related activity; (2) provide education, counseling, and support services to parents, families, and guardians of youth involved in or who live in a geographic area in which criminal gang activity takes place; (3) inform gang members and their families of the availability of counseling, education, drug rehabilitation, and other support services; and (4) facilitate coordination and cooperation among parents, local education, juvenile justice, and social service agencies for the purpose of preventing or reducing the participation of youth in activities of gangs that commit violent crime and drug-related activity. Sets forth application requirements. Authorizes appropriations. Expresses the sense of the Congress with respect to funding levels for: (1) the special supplemental food program for women, infants, and children; (2) Head Start programs; and (3) the Follow Through Program. Directs the Secretary of Education to make grants to, and enter into contracts with, public and nonprofit private agencies, organizations, institutions, and individuals, to carry out projects and activities to: (1) provide for academic volunteers and mentors to children; (2) recruit, train, and place such volunteers and mentors; (3) coordinate local, regional, and statewide resource referral systems to efficiently link children and potential academic volunteers and mentors with existing academic volunteer programs and organizations; and (4) promote and encourage citizen participation in academic volunteer and mentor programs. Sets forth application requirements. Authorizes appropriations. Requires the Secretary of Defense to establish five pilot Youth Opportunity Corps, to be located on closed military installations or unused Federal property in rural or secluded regions, which will provide a daily regimented schedule of work, drill, skills training, and other support services for \"eligible children\" (defined as youth aged 15 to 19, from families whose total income is less than 185 percent of the poverty level, and who reside in geographic areas in which frequent and severe drug trafficking and criminal activities are committed by gangs whose membership is composed primarily of youth). Specifies that each Corps shall be designed to accommodate 200 members for periods to be established by the Secretary. Directs the Secretary to: (1) determine the appropriate work, education programs, and other projects for participation by Corps members, including forest conservation and reforestation, flood control, environmental cleanup of beaches and other sensitive regions, and building restoration; (2) determine the rates of pay, hours, and other conditions of employment, subject to specified limitations; (3) provide for lodging, subsistence, transportation, and other services and equipment, as necessary; and (4) promulgate regulations to insure the safety, health, and welfare of Corps members. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Gang and Youth Violence Prevention Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Drug and Violent Crime Emergency Areas Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Penalties Against Gang Violence Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to control and prevent criminal gang activity and violence, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:45-05:00"
}