{
  "actions": [
    {
      "acted_at": "2009-07-09", 
      "committee": "Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1431-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "2009-12-18", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-07-09", 
  "number": "1431", 
  "official_title": "A bill to amend the Help America Vote Act of 2002 to require a voter-verified permanent paper ballot under title III of such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2894-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "Voter Confidence and Increased Accessibility Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Bill", 
    "state": "FL", 
    "thomas_id": "00859", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-07-09", 
  "subjects": [
    "Administrative remedies", 
    "Computers and information technology", 
    "Congressional elections", 
    "Department of Justice", 
    "Disability and paralysis", 
    "Elections, voting, political campaign regulation", 
    "Government information and archives", 
    "Government operations and politics", 
    "Intergovernmental relations", 
    "Language and bilingual programs", 
    "Literacy and language arts", 
    "Performance measurement", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Research and development"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-07-09", 
    "text": "Voter Confidence and Increased Accessibility Act of 2009 - Amends the Help America Vote Act of 2002 (HAVA) to revise requirements for the audit capacity of voting systems, particularly those for a permanent paper record. Requires the voting system to require the use of an individual, durable, voter-verified paper ballot of the voter's vote that shall be marked and made available for inspection by the voter before the voter's vote is cast and counted, and which shall be counted by hand or read by an optical scanner or other counting device. Requires the voting system to provide the voter with an opportunity to correct any system-made error in the voter-verified paper ballot before it is permanently preserved. Requires each paper ballot used to be: (1) suitable for a manual audit; and (2) counted by hand in any recount or audit conducted with respect to any federal election. Sets forth a special rule for treatment of disputes when paper ballots have been shown to be compromised. Requires the Director of the National Science Foundation (NSF) to make grants to eligible entities to study, test, and develop accessible ballot voting, verification, and casting mechanisms and devices and best practices to enhance the accessibility of paper ballot voting and verification mechanisms for individuals with disabilities, for voters whose primary language is not English, and for voters with difficulties in literacy. Specifies additional voting system requirements and prohibitions. Requires the NSF Director to make grants to eligible entities to conduct research on the development of election-dedicated voting system software. Makes available additional funding to enable states to meet the costs of the requirements imposed by this Act. Provides for complaints to the Attorney General by persons aggrieved by violations of HAVA. Requires each state to administer audits of federal election results, without advance notice to the precincts selected, consisting of random hand counts of the voter-verified paper ballots. Makes an exception from this requirement for elections in which the winning candidate had no opponent or received 80% or more of the vote total. Prescribes requirements for determination of the number of ballots counted under the audit. Prescribes the process for administering audits. Requires the Election Auditor of a state, as soon as practicable after the completion of an audit, to submit the results to the Election Assistance Commission (EAC) for publication. Prohibits certification of the results of any election until completion of audits. Provides for payments to states for the costs of conducting audits. Exempts from this Act any election for which a recount under state law will commence before certification of the election results. Repeals the EAC's exemption from certain federal government contracting requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Voter Confidence and Increased Accessibility Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Help America Vote Act of 2002 to require a voter-verified permanent paper ballot under title III of such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:14-05:00"
}