{
  "actions": [
    {
      "acted_at": "1985-07-24", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-24", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-24", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-24", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-29", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Transportation and Tourism", 
      "text": "Referred to Subcommittee on Commerce, Transportation and Tourism.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-29", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-02", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-05-22", 
      "bill_ids": [
        "hr4800-99"
      ], 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "For Further Action See H.R.4800.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3075-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Transportation and Tourism", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Bevill, Tom", 
      "sponsored_at": "1985-12-03", 
      "state": "AL", 
      "thomas_id": "00084", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1985-08-01", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1985-12-03", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wilson, Charles", 
      "sponsored_at": "1985-08-01", 
      "state": "TX", 
      "thomas_id": "01232", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-07-24", 
  "number": "3075", 
  "official_title": "A bill to amend the Trade Act of 1974 to ensure reciprocal trade opportunities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4800-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Reciprocal Trade and Investment Act of 1985", 
  "sponsor": {
    "district": "10", 
    "name": "McDade, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00765", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-07-24", 
  "subjects": [
    "Advisory bodies", 
    "American investments", 
    "Exports", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "High technology industries", 
    "Science and technology", 
    "Service industries", 
    "Tariff", 
    "Technology transfer", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-07-24", 
    "text": "Reciprocal Trade and Investment Act of 1985 - Amends the Trade Act of 1974 to set forth provisions dealing with foreign trade barriers. Directs the United States Trade Representative (USTR), through the interagency trade organization established pursuant to the Trade Expansion Act of 1962, to identify, analyze, and estimate the impact of practices that constitute significant barriers to or distortions of: (1) U.S. exports of goods or services; and (2) foreign direct investment by U.S. persons, especially if it has implications for trade in goods or services. Sets forth factors to be considered by the USTR in such analysis. Directs the USTR to update the analysis annually. Requires the USTR to consider subsidization of exports which are like or competitive with U.S. exports to be an act which constitutes a significant barrier to, or a distortion of, U.S. exports of goods. Directs the USTR to submit the analysis to the appropriate congressional committees. Requires the report to include any action taken to eliminate such trade barriers. Directs the USTR to consult with Congress on trade policy priorities. Directs Federal agencies to furnish information and other assistance to prepare such analysis. Authorizes the President to respond to a foreign entity's unfair trade practices by taking action with respect to any goods or sector of such entity without regard to whether the goods or sector were involved in the unfair trade practice. (Current law provides that the President may take action against the products or services of the foreign entity.) Authorizes the President to propose legislation to protect U.S. trade rights or to eliminate unfair trade practices. Requires such legislative proposals to be given priority treatment. Requires a summary of a petition for a trade investigation by the USTR to be published in the Federal Register (currently, the entire petition must be published) if the USTR decides to begin an investigation with respect to the issues raised by the petition. Authorizes the USTR to initiate an investigation in order to advise the President concerning the exercise of the President's authority to take action against unfair trade practices. Directs the USTR to consult with the appropriate congressional committees before beginning such an investigation. Authorizes the USTR to delay for up to 90 days any request for consultation by a foreign entity concerning a petition for investigation into unfair trade practices. Directs the USTR to publish notice of the delay in the Federal Register and to report to the Congress the reasons for the delay. Changes the definition of \"commerce\" for purposes of foreign trade investigations to include: (1) services associated with international trade, whether or not related to specific goods (currently products); and (2) foreign direct investment by U.S. persons with implications for trade in goods or services. Defines \"unreasonable,\" \"unjustifiable,\" and \"discriminatory\" for purposes of such investigations. Prohibits making information which the USTR has received in a trade investigation available to the public, if: (1) the person who provided the information makes a specified certification; (2) the USTR determines that such certification is well-founded; and (3) the person providing the information provides an adequate nonconfidential summary. Authorizes the USTR to use the information in trade investigations or to make it available to the public in a form which cannot identify the person providing the information. Sets forth the principal U.S. negotiating objectives with respect to trade in services, foreign direct investment, and high technology products. Directs the USTR to develop and coordinate the implementation of U.S. policies concerning trade in services. Requires Federal agencies responsible for regulating any service sector industry to advise and work with the USTR concerning: (1) the treatment afforded U.S. services sector interest in foreign markets; or (2) allegations of unfair practices by foreign governments or companies in a service sector. Authorizes the Secretary of Commerce to establish a service industries development program. Sets forth the goals of the program. Expresses the policy of the Congress that the President shall: (1) consult with State governments on trade policy issues affecting the regulatory authority on non-Federal governments or their procurement of goods and services; and (2) establish one or more intergovernmental policy advisory committees on trade. Authorizes the President to establish policy advisory committees representing non-Federal governmental interests to provide policy advice on trade negotiating objectives, bargaining positions, and the implementation of trade agreements. Authorizes the President to negotiate to reduce trade barriers in foreign direct investment by U.S. persons, especially if such investment has implications for trade in goods and services. Authorizes the President to enter into agreements concerning high technology industries. Requires the Department of Commerce to submit a report to the Congress analyzing factors not addressed by this Act which significantly affect the competitiveness of U.S. high technology industries and which have a potential for high sales growth in world markets. Authorizes the President to proclaim the modification, elimination, or continuance of any existing duty, duty-free, or excise treatment, or any additional duties to carry out agreements concluded under this Act. Requires the President to exercise this authority only with respect to specified items listed in the U.S. Tariff Schedules. Provides for the termination of such authority within five years after the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reciprocal Trade and Investment Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Trade Act of 1974 to ensure reciprocal trade opportunities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:40-05:00"
}