{
  "actions": [
    {
      "acted_at": "1977-02-22", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3724-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-22", 
  "number": "3724", 
  "official_title": "A bill to authorize additional funds for housing assistance for lower-in-come Americans in fiscal year 1977, to extend the Federal riot insurance and crime insurance programs, to establish a National Commission on Neighborhoods.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Supplemental Housing Authorization Act", 
  "sponsor": {
    "district": "9", 
    "name": "Ashley, Thomas L.", 
    "state": "OH", 
    "thomas_id": "00032", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-22", 
  "subjects": [
    "Advisory bodies", 
    "Authorization", 
    "Community development", 
    "Community life", 
    "Community organization", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Federal aid to housing", 
    "Housing and community development", 
    "Low-income housing", 
    "Urban affairs", 
    "Urban planning"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-22", 
    "text": "Supplemental Housing Authorization Act - Title I: Supplemental Authorizations and Extensions of HUD Programs - Amends the United States Housing Act of 1937 to extend the fiscal year 1977 limitations on aggregate annual contractual contributions on aggregate annual contractual contributions for low-income housing projects from $850,000,000 to $1,228,050,000 and for the operation of such projects from $576,000,000 to $595, 600,000. Extends to 360 months the term for which the Secretary of Housing and Urban Development may contract to make low-income housing assistance payments. Authorizes to be appropriated such sums as may be needed to cover losses sustained by the General Insurance Fund under the National Housing Act. Makes supplemental authorizations reimbursing housing loan funds for properties transferred under the Urban Homesteading Demonstration program under the Housing and Community Development Act of 1974. Extends until April 30, 1978, the National Insurance Development Program under the National Housing Act. Title II: National Commission on Neighborhoods - National Neighborhood Policy Act - Establishes a National Commission on Neighborhoods composed of 20 members. Directs the Commission: (1) to study the factors contributing to the decline of city neighborhoods and the factors necessary for neighborhood survival and revitalization; (2) to make recommendations for modifications in Federal, State, and local laws, policies and programs necessary to facilitate neighborhood preservation and revitalization; and (3) to report to Congress and to the President on such study. Enumerates the powers of the Commission, including the power: (1) to award contracts and grants to evaluate existing neighborhood revitalization programs and the impact of existing laws on neighborhoods; and (2) to hold hearings in neighborhoods for the purposes of carrying out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Supplemental Housing Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Neighborhood Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize additional funds for housing assistance for lower-in-come Americans in fiscal year 1977, to extend the Federal riot insurance and crime insurance programs, to establish a National Commission on Neighborhoods.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:26-05:00"
}