{
  "actions": [
    {
      "acted_at": "1976-04-13", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13191-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-13", 
  "number": "13191", 
  "official_title": "A bill to protect the constitutional rights of citizens of the United States and to prevent unwarranted invasion of their privacy by prohibiting the use of the polygraph-type equipment for certain purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "20", 
    "name": "Abzug, Bella S.", 
    "state": "NY", 
    "thomas_id": "00003", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-13", 
  "subjects": [
    "Business and commerce", 
    "Civil Rights and Liberties", 
    "Civil service employment", 
    "Crime and law enforcement", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Injunctions", 
    "Interstate commerce", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Polygraphs", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-13", 
    "text": "Makes it a crime for any Federal officer or employee or a person engaged in any activity in or affecting interstate commerce, or anyone acting under the authority of such individuals, to permit, require, or request anyone applying for employment to take a polygraph test in connection with employment duties or services, or in connection with such person's application for employmnet. Makes it a crime to deny employment to any individual, or to discharge, discipline, or deny promotion, or to threaten to commit any such act by reason of such individual's refusal or failure to submit to a polygraph test. Subjects violators to a fine not exceeding $1,000. Stipulates that whenever these provisions are violated, any affected person may bring a civil action against the officer in the appropriate United States district courts. Grants the district courts of the United States jurisdiction over such actions regardless of the actuality or amount of pecuniary injury done or threateded, and without regard to whether the aggrieved party has exhausted administrative remedies. Empowers such courts to issue restraining orders, interlocutory injunctions, permanent injunctions, or mandatory injunctions, or to enter such other judgments or decrees as are necessary or appropriate to prevent the threatened violation or afford the plaintiff and other similarly situated individuals complete relief against the consequences of the violation. Permits employee organizations to bring civil actions in such cases on behalf of an aggrieved individual if such individual gives written consent. (Adds 18 U.S.C. 246)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to protect the constitutional rights of citizens of the United States and to prevent unwarranted invasion of their privacy by prohibiting the use of the polygraph-type equipment for certain purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:10-05:00"
}