{
  "actions": [
    {
      "acted_at": "1993-09-16", 
      "references": [], 
      "text": "Committee on Foreign Relations. Original measure reported to Senate by Senator Pell under the authority of the order of Sep 15, 93. With written report No. 103-144. Additional and minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-09-16", 
      "calendar": "Senate Legislative", 
      "number": "202", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 202.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1993-09-22", 
      "references": [
        {
          "reference": "CR S12240", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-09-23", 
      "references": [
        {
          "reference": "CR S12387", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1467-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-09-16", 
  "number": "1467", 
  "official_title": "An original bill to authorize appropriations for foreign assistance programs, and for other purposes.", 
  "popular_title": "Authorization bill FY94, Foreign Assistance", 
  "related_bills": [
    {
      "bill_id": "hr2404-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Foreign Assistance Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1993-09-16", 
  "subjects": [
    "AIDS (Disease)", 
    "Administration of criminal justice", 
    "Africa", 
    "African Development Foundation", 
    "Agriculture in foreign trade", 
    "Air force personnel", 
    "Alien labor", 
    "American economic assistance", 
    "American investments", 
    "American military assistance", 
    "American property in foreign countries", 
    "American technical assistance", 
    "Ammunition", 
    "Apartheid", 
    "Arab countries", 
    "Arab-Israeli conflict", 
    "Armed forces abroad", 
    "Arms control", 
    "Arms control agreements", 
    "Arms sales", 
    "Auditing", 
    "Australia", 
    "Authorization", 
    "Birth control", 
    "Bosnia and Herzegovina", 
    "Burma", 
    "Buy American", 
    "CIS countries", 
    "Caribbean area", 
    "Charities", 
    "Child health", 
    "China", 
    "Civil war", 
    "Clothing industry", 
    "Commercial blacklisting", 
    "Communist countries", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Coups d'etat", 
    "Crime and law enforcement", 
    "Cultural relations", 
    "Cyprus", 
    "Debt agreements", 
    "Debt relief", 
    "Defense budgets", 
    "Defense industries", 
    "Deficiency diseases", 
    "Democracy", 
    "Developing countries", 
    "Diplomats", 
    "Disabled", 
    "Disaster relief", 
    "Discrimination", 
    "Dispute settlement", 
    "District of Columbia", 
    "Eastern Europe", 
    "Economic development", 
    "Economic growth", 
    "Education", 
    "Educational exchanges", 
    "Egypt", 
    "El Salvador", 
    "Embargo", 
    "Emigration", 
    "Employee rights", 
    "Environmental protection", 
    "Estonia", 
    "Executive privilege", 
    "Executive reorganization", 
    "Export credit", 
    "Federally-guaranteed loans", 
    "Fighter aircraft", 
    "Fines (Penalties)", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Free enterprise", 
    "Free ports and zones", 
    "Government operations and politics", 
    "Government procurement", 
    "Greece", 
    "Guatemala", 
    "Haiti", 
    "Health", 
    "Higher education", 
    "Hospitals", 
    "House rules and procedure", 
    "Housing and community development", 
    "Human rights", 
    "Humanitarian intervention", 
    "Income tax", 
    "India", 
    "Indonesia", 
    "Inspectors general", 
    "Insurgency", 
    "Inter-American Foundation", 
    "International Development Cooperation Agency", 
    "International affairs", 
    "International agencies", 
    "International environmental cooperation", 
    "International military forces", 
    "International relief", 
    "Iraq", 
    "Ireland", 
    "Israel", 
    "Japan", 
    "Jordan", 
    "Kenya", 
    "Laos", 
    "Latin America", 
    "Latvia", 
    "Lebanon", 
    "Legislative resolutions", 
    "Licenses", 
    "Lithuania", 
    "Lobbying", 
    "Location of industries", 
    "Management audit", 
    "Military agreements", 
    "Military and naval supplies", 
    "Military education", 
    "Military intervention", 
    "Military occupation", 
    "Military readiness", 
    "Military research", 
    "Military training", 
    "Mongolia", 
    "Multilateral development banks", 
    "NATO countries", 
    "Namibia", 
    "Narcotic traffic", 
    "Negotiations", 
    "New Zealand", 
    "Nicaragua", 
    "Nongovernmental organizations", 
    "North Korea", 
    "Nuclear nonproliferation", 
    "Pakistan", 
    "Panama", 
    "Parking facilities", 
    "Peace Corps", 
    "Peace negotiations", 
    "Peace treaties", 
    "Peru", 
    "Philippines", 
    "Planning-programming-budgeting", 
    "Plant shutdowns", 
    "Police", 
    "Population growth", 
    "Portugal", 
    "President and foreign policy", 
    "Preventive medicine", 
    "Public demonstrations", 
    "Rape", 
    "Rape victim services", 
    "Research and development", 
    "Russian Republic", 
    "Sanctions (International law)", 
    "Schools", 
    "Security classification (Government documents)", 
    "Senate rules and procedure", 
    "Small business", 
    "Somalia", 
    "South Africa", 
    "South Korea", 
    "Southern Africa", 
    "State-sponsored terrorism", 
    "Strategic materials", 
    "Subsaharan Africa", 
    "Sudan", 
    "Surplus government property", 
    "Sustainable agriculture", 
    "Sustainable development", 
    "Syria", 
    "Taiwan", 
    "Tax treaties", 
    "Taxation", 
    "Terrorism", 
    "Textile industry and fabrics", 
    "Thailand", 
    "Torture", 
    "Trade negotiations", 
    "Transport aircraft", 
    "Travel costs", 
    "Treaties", 
    "Turkey", 
    "Ukraine", 
    "Unemployment", 
    "United Nations", 
    "United Nations finances", 
    "War crimes", 
    "War relief", 
    "Witnesses", 
    "Yugoslavia", 
    "Zaire"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-09-16", 
    "text": "TABLE OF CONTENTS: Title I: Reform of Foreign Assistance Policies and Programs Title II: Bilateral Economic and Development Assistance Title III: Security Assistance Title IV: Multilateral Assistance Part A: International Development Association Part B: Asian Development Fund Part C: Global Environment Facility Part D: European Bank for Reconstruction and Development Part E: Other Provisions Title V: Regional Provisions Part A: Provisions Relating to Sub-Saharan Africa Part B: Provisions Relating to East Asia and the Pacific Part C: Provisions Relating to Europe and the Former Soviet Union Part D: Provisions Relating to the Middle East Part E: Provisions Relating to Latin America Title VI: Bosnia and Hercegovina Self-Defense Act of 1993 Title VII: South African Democratic Transition Support Act of 1993 Title VIII: General Provisions Title IX: Effective Date Foreign Assistance Act of 1993 - Title I: Reform of Foreign Assistance Policies and Programs - Amends the Foreign Assistance Act of 1961 to revise provisions concerning U.S. policy on foreign assistance. (Sec. 102) Requires the President to submit to the Congress a plan for comprehensive reform of U.S. foreign assistance programs and of the agency primarily responsible for administering development assistance. Sets forth immediate reform actions to be taken by the President, including: (1) establishing criteria for the closure or termination of agency field offices or programs; and (2) reducing by 20 percent, by the end of FY 1994, the number of countries in which such agency has either a field presence or programs. Expresses the sense of the Congress that private and voluntary organizations participating in development assistance programs should obtain a greater share of their resources from private contributions. (Sec. 103) Directs the President to establish a program performance evaluation capacity in the agency primarily responsible for administering development assistance and report annually to the Congress on: (1) the progress of the agency in achieving sustainable development objectives; and (2) the impact on economic development of U.S. economic assistance on a country-by-country basis. (Sec. 104) Revises congressional purposes of development assistance. Sets forth as the four basic objectives of development assistance programs and U.S. economic cooperation policy: (1) the promotion of sustainable economic growth and development; (2) the building of democratic participation in development; (3) the prevention and resolution of specified transnational issues; and (4) the response to emergency humanitarian needs. Revises authorized uses of development assistance. (Sec. 105) Revises policies and objectives of military assistance programs. (Sec. 109) Prohibits the use of funds authorized for foreign assistance for FY 1994 for: (1) financial incentives to induce businesses to relocate outside the United States if it will reduce the number of individuals employed in the United States; (2) establishing any export processing zone or designated area in which the tax, tariff, labor, environment, and safety laws of a country do not apply to activities in such area, unless the President certifies that such assistance is not likely to cause a loss of jobs within the United States; (3) support for any project designed to increase exports of agricultural, import-sensitive textile, or apparel commodities from a developing country if such exports are in direct competition with U.S. exports or are expected to cause substantial injury to U.S. exporters (exempts activities designed to increase food security); or (4) assistance for a project that contributes to the violation of workers' rights. (Sec. 111) Prohibits foreign assistance funding to a country on a grant basis except pursuant to an agreement which authorizes the administrator of the agency responsible for administering development assistance to deobligate such funds without the country's approval. (Sec. 112) Requires the annual deobligation of specified unexpended foreign assistance funds that have been obligated for more than four years. (Sec. 113) Directs the Secretary of State to report to specified congressional officials on U.S. military and economic assistance, focusing on the balance and appropriate uses of each. (Sec. 114) Requires the Administrator of the Agency for International Development (AID) to report to specified congressional officials on the potential of programs to provide conflict resolution assistance. Title II: Bilateral Economic and Development Assistance - Authorizes appropriations for FY 1994 for: (1) specified development assistance; (2) international disaster assistance; (3) American schools, libraries, and hospitals abroad; (4) assistance for Eastern Europe and the Baltic States; (5) assistance for the independent states of the former Soviet Union; (6) the International Fund for Ireland; (7) the Multilateral Assistance Initiative for the Philippines; (8) the Inter-American Foundation; (9) the African Development Foundation; and (10) the Peace Corps. (Sec. 202) Authorizes the President to reduce the debt owed by an eligible country as a result of housing guarantees, credits or guarantees made under the Arms Export Control Act, or loans or guarantees made under the Export-Import Bank Act of 1945. Defines an \"eligible country\" as a country with a heavy debt burden that is eligible to borrow from the International Development Association (IDA) but not from the International Bank for Reconstruction and Development (World Bank) and that meets other specified conditions. Authorizes appropriations. (Sec. 203) Provides for the establishment of a Microenterprise Development Fund within the agency primarily responsible for administering development assistance. (Sec. 206) Authorizes appropriations for FY 1994 for worldwide housing guarantees and raises the ceiling on the amount of loans available under such program. (Sec. 207) Supports development education programs to involve U.S. citizens in programs about developing countries or in the development process. (Sec. 208) Authorizes the President, subject to certain conditions, to provide assistance through nongovernmental organizations to the people of a country that would otherwise be restricted from receiving foreign assistance. (Sec. 210) Authorizes appropriations for FY 1994 for AID operating expenses. Title III: Security Assistance - Authorizes appropriations for FY 1994 for: (1) foreign military financing (grants) for Israel, Egypt, and other recipients; (2) foreign military financing (loans) for Turkey, Greece, and Portugal; (3) economic support fund (ESF) assistance for Israel, Egypt, Cyprus, cooperative projects, and other recipients; (4) international military education and training; (5) anti-terrorism assistance; (6) peacekeeping operations; and (7) nonproliferation and disarmament activities in the independent states of the former Soviet Union. (Sec. 303) Establishes limits on additions to stockpiles in South Korea, Israel, and Thailand. (Sec. 306) Amends the Arms Export Control Act to revise provisions concerning presidential certifications and congressional procedures for certain arms transfers. (Sec. 310) Prohibits sales, the extension of credits or guarantees, and the approval of licenses with respect to the sale of defense articles or services to a foreign country unless the U.S. supplier certifies that it will not make any third-party incentive payments for purposes of satisfying an offset agreement with such country. Defines an \"offset agreement\" as an agreement under which the supplier agrees to purchase goods from the country in consideration for the country's purchase of defense articles or services. Imposes sanctions on foreign parties to coproduction agreements that violate restrictions concerning unauthorized third party transfers or unauthorized dispositions of defense articles or services or technical data if the President notifies the Congress or the Congress so determines by bill or joint resolution. Prohibits military assistance involving coproduction or licensed production outside the United States of any defense article of U.S. origin unless the President furnishes full information on the proposed transaction to the appropriate congressional committees. (Sec. 311) Prohibits the sale or lease of defense articles or services to any country or international organization which is known to have sent letters to U.S. firms requesting, or soliciting information about, compliance with the secondary or tertiary Arab boycott. Provides for presidential waivers, subject to certain conditions. (Sec. 312) Expresses the sense of the Congress that U.S. foreign policy is best served when ESF assistance is provided either in the form of U.S. goods and services or in the form of direct support for projects in the recipient country. Requires at least 15 percent of annual ESF assistance to be provided in the form of commodity import programs. Title IV: Multilateral Assistance - Part A: International Development Association - Amends the International Development Association Act to authorize appropriations for the U.S. contribution to the tenth replenishment of the IDA. (Sec. 402) Amends the International Financial Institutions Act to require the Secretary of the Treasury to encourage the U.S. executive directors of the IDA and World Bank to advocate, and to report to specified congressional committees on, policies regarding improvements in the standard of living, economic empowerment of women, environmental protection, debt relief, and support for the rule of law. Part B: Asian Development Fund - Amends the Asian Development Bank Act to authorize appropriations for the U.S. contribution to specified replenishments of the Asian Development Fund. Part C: Global Environmental Facility - Amends the Bretton Woods Agreement Act to authorize appropriations for the U.S. contribution to the Global Environment Facility subject to certain conditions. Part D: European Bank for Reconstruction and Development - Amends the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1991 to direct the Secretary of the Treasury to instruct the U.S. executive director of the European Bank for Reconstruction and Development to oppose Bank lending to countries which have: (1) failed to take adequate steps to prevent drug trafficking; (2) expropriated property owned by a U.S. citizen; (3) taken steps to nullify contracts with U.S. citizens; or (4) imposed discriminatory taxes or restrictive operational conditions. Part E: Other Provisions - Authorizes appropriations for FY 1994 for contributions to international organizations and programs. Removes the South West Africa People's Organization from the list of organizations and countries for which funding is prohibited. Adds Myanmar, Iraq, North Korea, and Syria to such list, but makes the withholding of funds inapplicable to contributions to programs of the International Atomic Energy Agency (IAEA) or the United Nations Children's Fund in such countries. Earmarks funds for the United Nations Population Fund subject to prohibitions on funding for programs in China and other restrictions regarding commingling of funds and approval of projects. (Sec. 442) Prohibits funding for technical assistance to specified international financial institutions. (Sec. 443) Amends the International Financial Institutions Act to require the U.S. executive directors of specified international financial institutions to promote policies to encourage developing countries to reduce excessive military expenditures and enhance resources for primary health care and basic education. (Sec. 444) Expresses the sense of the Congress that the President should consider withholding U.S. payments to multilateral development organizations or international financial institutions that do not take steps to establish independent audit and review agencies. Title V: Regional Provisions - Part A: Provisions Relating to Sub-Saharan Africa - Amends the African Development Foundation Act to authorize the African Development Foundation to employ persons who are not U.S. citizens. (Sec. 503) Prohibits, unless certain conditions are met: (1) military and economic assistance for Sudan; (2) foreign military financing for Kenya; and (3) economic and military assistance for Zaire. (Sec. 505) Authorizes the President to provide reconstruction assistance to Somalia. (Sec. 508) Allocates assistance for establishing conflict resolution capabilities within specified African organizations and for facilitating reductions in the size of armed forces of Subsaharan African countries. Part B: Provisions Relating to East Asia and the Pacific - Sets forth the Multilateral Assistance Initiative for the Philippines. (Sec. 512) Authorizes the President to use funds for the independent states of the former Soviet Union to provide assistance to Mongolia. (Sec. 513) Includes the Lao People's Democratic Republic in the list of Communist countries to which foreign assistance is prohibited. (Sec. 514) Requires the President, before certain arms sales or licenses are approved under the Arms Export Control Act with respect to Indonesia, to determine whether there have been improvements in the human rights situation in East Timor. (Sec. 515) Sets forth the sense of the Congress with respect to human rights in India. (Sec. 516) Expresses the sense of the Congress that the President should show clear support for Taiwan. Part C: Provisions Relating to Europe and the Former Soviet Union - Makes East European countries eligible to receive excess defense articles. (Sec. 525) Earmarks funds for winter-related and other humanitarian assistance for the people of Bosnia-Hercegovina. (Sec. 526) Expresses the sense of the Senate that the United States should allocate more resources for Ukraine. Part D: Provisions Relating to the Middle East - Prohibits assistance to Syria until the President reports to the appropriate congressional committees that Syria has taken specified steps with regard to emigration and human rights, terrorism, weapons proliferation, withdrawal of troops from Lebanon, and antinarcotics efforts. Withholds all assistance for Jordan if Jordan has not substantially complied with United Nations Security Council resolutions concerning Iraq. Part E: Provisions Relating to Latin America - Extends the administration of justice assistance program. Makes such assistance available for Panama. (Sec. 543) Prohibits foreign assistance to Peru until the President certifies to the Congress that Peru has paid compensation to the survivors of a specified member of the Air Force who was killed by the Peruvian armed forces. Title VI: Bosnia and Hercegovina Self-Defense Act of 1993 - Bosnia and Hercegovina Self-Defense Act of 1993 - Declares that the President should terminate the arms embargo of Bosnia and Hercegovina upon receipt of a request from such government for assistance in exercising its right of self-defense under the United Nations Charter. (Sec. 604) Authorizes the President, if such request is made, to direct the drawdown of defense articles and services and military education and training to provide assistance. Bars members of the armed forces who provide such assistance abroad from performing combatant duties. Authorizes appropriations. Title VII: South African Democratic Transition Support Act of 1993 - South African Democratic Transition Support Act of 1993 - Repeals specified provisions of the Comprehensive Anti-Apartheid Act of 1986 (to be completely repealed when the President certifies to the Congress that an interim government that was elected on a nonracial basis through free and fair elections has taken office in South Africa). Urges all State or local governments and all private entities in the United States to rescind any restrictions on economic interaction with South Africa. (Sec. 705) Authorizes the President to provide assistance to support the transition to nonracial democracy in South Africa, subject to certain limitations. (Sec. 706) Sets forth U.S. policy on investment, trade, and exchanges with South Africa, listing steps to be taken by specified Federal agencies and international financial institutions. Title VIII: General Provisions - Terminates foreign assistance to any recipient who uses assistance for unauthorized purposes. (Sec. 802) Prohibits foreign assistance for: (1) lobbying activities; (2) private and voluntary organizations that fail to provide documentation for auditing purposes; (3) assessments, arrearages, or dues to the United Nations of any foreign member country; (4) any country whose elected head of government is deposed by a military coup; and (5) any country that provides lethal military equipment to a terrorist government (subject to presidential waivers). (Sec. 812) Expresses the sense of the Congress that the President should instruct the U.S. Permanent Representative to the United Nations to enhance the enforcement of nonproliferation treaties through the adoption of a Security Council resolution that would state that any non-nuclear weapon state that is found to have terminated or violated an IAEA safeguards agreement would be subject to international economic sanctions. Prohibits foreign assistance or funding under the Arms Export Control Act to non-nuclear weapon states that have terminated or violated such agreements. (Sec. 813) Directs the Secretary of State to notify specified congressional committees in advance of any proposed deployment of U.S. military personnel to undertake civic action or humanitarian assistance programs in a foreign country. (Sec. 814) Withholds assistance to a foreign country in an amount equivalent to total unpaid parking fines and penalties owed by the country to the District of Columbia. (Sec. 815) Requires the Secretary of State to report to the Congress on efforts to promote the elimination of discrimination against people with disabilities and on discriminatory practices against such people around the world. Title IX: Effective Date - Requires this Act to take effect on October 1, 1993."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY94, Foreign Assistance", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Foreign Assistance FY94 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Foreign Assistance Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Bosnia and Hercegovina Self-Defense Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "South African Democratic Transition Support Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for foreign assistance programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:08-05:00"
}