{
  "actions": [
    {
      "acted_at": "1978-05-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12800-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-19", 
  "number": "12800", 
  "official_title": "A bill to revise and extend provisions of law concerned with health services and health research.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3099-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Health Services and Health Research Amendments", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-05-19", 
  "subjects": [
    "Animals and Animal Protection", 
    "Authorization", 
    "Birth control", 
    "Blood", 
    "Blood diseases", 
    "Cancer", 
    "Child health", 
    "Community health services", 
    "Crime and law enforcement", 
    "Domestic relations", 
    "Economics and public finance", 
    "Families", 
    "Health", 
    "Health facilities", 
    "Heart diseases", 
    "Hereditary diseases", 
    "Home care services", 
    "Hypertension", 
    "Laboratory animals", 
    "Leprosy", 
    "Lung diseases", 
    "Medical centers", 
    "Medical libraries", 
    "Population research", 
    "Preventive medicine", 
    "Public health", 
    "Rape", 
    "Regional medical programs", 
    "Research and development", 
    "Sex crimes", 
    "Sudden infant death syndrome", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-05-19", 
    "text": "Health Services and Health Research Amendments - Title I: Appropriation Authorizations - Amends the Public Health Service Act to extend authorization of appropriations through fiscal year 1979 and for the two succeeding fiscal years for: (1) health statistics and health services research; (2) migrant health programs; (3) community health centers; (4) National Health Service Corps programs; (5) assistance to medical libraries; (6) cancer activities; (7) cardiovascular, lung, and blood activities; (8) National Research Service Awards; (9) population research and family planning services; (10) genetic diseases programs; (11) sudden infant death syndrome programs; (12) hemophilia centers; (13) community mental health centers; (14) rape prevention and control; and (15) home health services and training. Title II: Revisions to Health Services and Health Research Authorities - Authorizes the Surgeon General to provide to public and private entities, for use in research, chemicals and animals that either: (1) are not readily available; or (2) for research purposes need to be produced or maintained on a centralized or standarized basis. Authorizes the Secretary of Health, Education, and Welfare to make grants for projects to demonstrate innovative methods of providing health care to medically underserved populations in nonmetropolitan areas. Authorizes the Secretary to make grants for the costs of operating entities which serve medically underserved populations and would normally be eligible for a grant except for the fact that the entities do not provide all primary health services as defined by the Act or have not established governing boards in accordance with the Act. Stipulates that such entities may receive grants, but only if: (1) an entity has received at least three prior grants; (2) there are unusual circumstances preventing compliance; and (3) the population served is not being served by another eligible entity. Requires the Secretary to provide for the care and treatment without charge of any person suffering from Hansen's disease. Requires the Secretary to make payments to the Board of Health of Hawaii for the care and treatment in its facilities of persons suffering from Hansen's disease. Amends the Community Mental Health Centers Act to provide for the carry-over of unspent community mental health center funds into the following year. Stipulates that funds carried over shall be treated as a part of the subsequent grant, and that subsequent grants shall be reduced. Title III: Preventive Health Activities - Amends the Public Health Service Act to authorize the Secretary to make a grant to each State to assist the State in meeting the costs of preventive health activities. Sets forth assurances which each application for such a grant must contain. Authorizes appropriations through fiscal year 1981 for the screening, detection, diagnosis, prevention, and referral for hypertension."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Services and Health Research Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and extend provisions of law concerned with health services and health research.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:11-05:00"
}