{
  "actions": [
    {
      "acted_at": "1978-07-21", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13568-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-07-21", 
  "number": "13568", 
  "official_title": "A bill to amend the Federal Crop Insurance Act and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Crop Insurance Act", 
  "sponsor": {
    "district": "21", 
    "name": "Madigan, Edward R.", 
    "state": "IL", 
    "thomas_id": "00724", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-07-21", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural insurance", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Corporations", 
    "Department of Agriculture", 
    "Department of the Treasury", 
    "Federal Crop Insurance Corporation", 
    "Government corporations", 
    "Government trust funds", 
    "Grain"
  ], 
  "subjects_top_term": "Agricultural insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-07-21", 
    "text": "Raises the amount of capital stock of the Federal Crop Insurance Corporation authorized by the Federal Crop Insurance Act from $100,000,000 to $400,000,000. Increases the maximum compensation of members of the FCIC Advisory Committee and of members of the Board of Directors who are not otherwise employed by the Government to no greater than the daily rate for GS-18. Eliminates county crop insurance committees and associations of producers from the administration of the insurance program. Makes insurance available to producers of agricultural commodities, not including livestock, poultry, or other animals, wherever they are grown commercially. Provides for a two-year period during which the Corporation must accept all eligible producers who want insurance; after which it may limit or refuse insurance under adverse circumstances to producers who have not availed themselves of the opportunity to enter the program. Authorizes insurance against prevented planting losses caused by weather conditions. Provides for a 50% Federal subsidy of each participant's premium. Removes the $12,000,000 limitation on funds that may be made available by direct appropriation and creates within the United States Treasury a separate revolving fund available, without fiscal year limitation, for administrative and operating expenses of the Corporation and for other purposes. Grants the corporation discretionary borrowing authority. Authorizes the Government to reimburse the Corporation for the depletion of premium reserves paid in by farmers caused by administrative and operating expenses. borrowing authority. Authorizes the Government to reimburse the Corporation for the depletion of premium reserves paid in by farmers caused by administrative and operating expenses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Crop Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Crop Insurance Act and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:25-05:00"
}