{
  "actions": [
    {
      "acted_at": "2012-02-09", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2092-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Rubio, Marco", 
      "sponsored_at": "2012-02-09", 
      "state": "FL", 
      "thomas_id": "02084", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-02-09", 
  "number": "2092", 
  "official_title": "A bill to amend title XXVII of the Public Health Service Act to provide conscience protections for individuals and organizations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3897-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2043-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Religious Freedom Protection Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Manchin, Joe, III", 
    "state": "WV", 
    "thomas_id": "01983", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-02-09", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Civil actions and liability", 
    "Department of Health and Human Services", 
    "Family planning and birth control", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health promotion and preventive care", 
    "Religion"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-02-09", 
    "text": "Religious Freedom Protection Act of 2012 - Amends the Public Health Service Act to prohibit any guideline, regulation, or other requirement issued by any federal, state, or local government relating to preventive health services coverage under the Patient Protection and Affordable Care Act (PPACA) or the Health Care and Education Reconciliation Act of 2010 (HCERA) from: (1) requiring any individual or entity to offer, provide, or purchase health insurance coverage for a contraceptive or sterilization service, or related education or counseling, to which that individual or entity is opposed on the basis of religious belief or moral conviction; (2) requiring any individual or entity opposed on such basis to providing health insurance coverage of a contraceptive or sterilization service to engage in government-mandated speech regarding such a service; or (3) prohibiting any group health plan from offering or providing individual or group health insurance coverage that excludes coverage for a contraception or sterilization service, or related education or counseling, which the individual or entity purchasing the plan or coverage opposes on such basis. Declares that nothing in PPACA or HCERA or any requirement issued under such Acts shall be construed to disadvantage any individual or entity on the basis of a religiously or morally based decision made by that individual or entity to not offer, provide, or purchase health insurance coverage for a contraceptive or sterilization service or to engage in a government-mandated speech regarding such service. Creates a private cause of action for those individuals or entities protected under this Act. Permits any such individual or entity to assert a violation as a claim or defense in a judicial proceeding. Grants the federal courts jurisdiction to prevent and redress actual or threatened violations. Permits: (1) an action under this Act to be instituted by the Attorney General or by any person or entity having standing to complain of a threatened or actual violation, and (2) the court to enter a restraining order or prohibition or take other necessary action pending final determination of any action under this Act. Designates the Office for Civil Rights of the Department of Health and Human Services (HHS) to receive and coordinate the investigation of complaints of discrimination based on this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Religious Freedom Protection Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XXVII of the Public Health Service Act to provide conscience protections for individuals and organizations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:21:44-05:00"
}