{
  "actions": [
    {
      "acted_at": "1975-11-18", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10796-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-11-18", 
  "number": "10796", 
  "official_title": "A bill to authorize appropriations for the construction of certain highways in accordance with title 23 of the United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal-Aid Highway Act", 
  "sponsor": {
    "district": "2", 
    "name": "Clausen, Don H.", 
    "state": "CA", 
    "thomas_id": "00201", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-11-18", 
  "subjects": [
    "Advertising", 
    "Appropriations", 
    "Federal aid highway program", 
    "Florida", 
    "Interstate highway system", 
    "Motor buses", 
    "Motor vehicles", 
    "Puerto Rico", 
    "Roads and highways", 
    "Territories (U.S.)"
  ], 
  "subjects_top_term": "Roads and highways", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-11-18", 
    "text": "Federal-Aid Highway Act - Authorizes to be appropriated for the purpose of expediting the construction, reconstruction, or improvement, inclusive of necessary bridges and tunnels, of the Interstate System, including extensions thereof through urban areas, the additional sum of $1,000,000,000 for the three-month period ending September 30, 1976, the additional sum of $4,000,000,000 for each of the fiscal years 1977-1987 and the additional sum of $2,855,000,000 for fiscal year 1988. Authorizes appropriations through fiscal year 1978 for Federal-aid highway systems in the United States, Guam, American Samoa, and the Virgin Islands. Includes appropriations for the Federal-aid primary and secondary systems in urban and rural areas, for the control of outdoor advertising, and for the control of junkyards. Extends the time for completion of the Interstate System to September 30, 1988. Permits buses up to 102 inches wide to operate on Interstate highways, existing vehicle width limitations notwithstanding. Extends Federal participation in the construction of ferry boats which are part of a Federal-aid highway system to boats constructed for use in Puerto Rico. Sets forth regulations governing outdoor advertising along Interstate highways, including specific distances from the rights-of-way at which signs may be located and the number of signs per mile which are permitted. States that the Secretary of Transportation shall promulgate standards concerning the lighting, size, number and spacing of such signs. Authorizes cspecified exceptions to the requirement that signs be erected a certain distance from the highway. Sets forth regulations governing the placement of signs providing directional information about facilities providing goods and services in the interest of the public. Provides for the allocation from funds appropriated for Federal-aid primary and secondary systems through fiscal year 1978 of specified amounts to be used by the States for highway construction training programs. Provides for the acquisition of land for rest and recreation areas, and for the preservation and restoration of scenic beauty adjacent to the Federal-aid highways. Increases to $50,000,000 the appropriation authorized for the costs of constructing roadways on Federal dams. Authorizes appropriations through fiscal year 1978 for the reconstruction or replacement of bridge structures on the Overseas Highway to Key West, Florida."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal-Aid Highway Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the construction of certain highways in accordance with title 23 of the United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:29-05:00"
}