{
  "actions": [
    {
      "acted_at": "1974-03-07", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13352-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Chisholm, Shirley", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00195", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hechler, Ken", 
      "sponsored_at": "1973-01-03", 
      "state": "WV", 
      "thomas_id": "00522", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Holtzman, Elizabeth", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00556", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Patten, Edward J.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "00896", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Rees, Thomas N.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00950", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1973-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-07", 
  "number": "13352", 
  "official_title": "A bill to provide for congressional reforms and to strengthen the role of Congress as a coequal branch of Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13018-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Modern Congress Act", 
  "sponsor": {
    "district": "2", 
    "name": "Owens, Wayne", 
    "state": "UT", 
    "thomas_id": "00884", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-07", 
  "subjects": [
    "Advisory bodies", 
    "Congress", 
    "Congressional committees", 
    "Congressional joint committees", 
    "Congressional reorganization", 
    "Congressional-Presidential relations", 
    "Government operations and politics", 
    "House of Representatives", 
    "National defense", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional reorganization", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-07", 
    "text": "Modern Congress Act - Title I: Citizens' Committees to Study Congress - Establishes a committee to be known as the Citizen's Committee to Study Congress to make a complete study relating to the functions, powers, duties, and operation of the Congress. Specifies the membership composition and selection process for such Committee. Enumerates the areas to be studied by the Committee, including: (1) determination of how the Congress may best exercise its function of reviewing and evaluating programs and activities of the United States Government; and examining the operation of the Congress itself (including but not limited to its powers, priorities, privileges, traditions, the means by which the Congress makes decisions, its committee system, and its staffs). Requires the Committee to submit, not later than two years after the date of enactment of this Act, a final, comprehensive report to the Senate and the House of Representatives with respect to its study. Authorizes to be appropriated such sums as are necessary to carry out the provisions of this title. Title II: Office of Congressional Counsel General - Establishes in the legislative branch of the Government the Office of Congressional Counsel General, which shall be under the direction and control of the Congressional Counsel General. Enumerates the duties of the Congressional Counsel General including to: (1) render to the Congress, and to the Comptroller General, legal opinions upon questions arising under the Constitution and laws of the United States; and (2) render to the Congress advice with respect to the purpose and effect of provisions contained in laws, or to be inserted in proposed legislative measures. Authorizes to be appropriated to the Office of the Congressional Counsel General such sums as may be required for the performance of the duties of the Congressional Counsel General under this title. Title III: General Accounting Office - States that whenever the Comptroller General has reasonable cause to believe that any officer or employee of the executive branch is about to expend, obligate, or authorize the expenditure or obligation of public funds in an illegal or erroneous manner or amount, he may institute a civil action in the United States District Court for the District of Columbia for declaratory and injunctive relief. Provides that specified provisions of this title shall be construed as creating a procedural remedy in aid of the statutory authority of the Comptroller General and not as otherwise affecting such authority. Title IV: Congressional Annual Reports - Provides that not later than 60 days after the end of each regular session of Congress, the Majority Leaders and Minority Leaders of the Senate and the House of Representatives shall submit to Congress and the President a \"State of the Congress\" message with respect to such session. Requires that each such message shall include statements concerning: (1) those matters about which the Congress has taken the initiative, (2) priorities established by the Congress, and (3) matters not acted upon by Congress but upon which Congress should act or have acted. Title V: House Legislative Review Subcommittees - Provides that each standing committee of the House shall establish a subcommittee on legislative review, and that each such subcommittee shall review and study, on a continuing basis, the application, administration, and execution of those laws, or parts of laws, the subject matter of which is within the jurisdiction of the committee. Requires each subcommittee to make reports, not less than once each year, on its studies and reviews, including such comments and recommendations as it considers appropriate. Title VI: Office of Congressional Communications - Establishes for the Congress, under the Architect of the Capitol, an Office of Congressional Communications. States that the Office shall: (1) maintain a library of video tapes of all television network news programs and television programs. of significant public interest; (2) provide for closed circuit telecasts of, and tape, committee proceedings and proceedings of the Senate and House of Representatives; (3) provide equipment in the office of each Member of Congress to receive telecasts of any such proceedings and for the viewing of any tapes; (4) have installed, at appropriate places, equipment to receive information transmitted by any of the major news wire services; and (5) upon request, assist Members with respect to press, photographic, recording, taping, radio, and television matters. Transfers the House Recording Studio and the Senate Recording Studio, and all their records, property, assets, and personnel to the Office. Title VII: Study of Computer Scheduling of Senate Work - States that the Citizen's Committee established in this Act shall arrange for a detailed study, to the scheduling problems of the Senate. Authorizes to be appropriated such sums as are necessary to carry out the provisions of this title, but, in no case shall this sum exceed $100,000. Title VIII: Joint Committee on National Security - Provides that in order to enable the Congress to more effectively carry out its constitutional responsibility in the formulation of foreign, domestic, and military policies of the United States and in order to provide the Congress with an improved means for formulating legislation and providing for the integration of such policies which will further promote the security of the United States, there is established a joint committee of the Congress which shall be known as the Joint Committee on National Security. Details the membership composition of such Committee and outlines its functions, including: (1) to make a study of the foreign, domestic, and military policies of the United States to determine whether such policies are being appropriately integrated in furtherance of the national security; (2) to make a study of the recommendations and activities of the National Security Council relating to such policies; (3) to make a study of Government practices and recommendations with respect to the classification and declassification of documents."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Modern Congress Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for congressional reforms and to strengthen the role of Congress as a coequal branch of Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:32-05:00"
}