{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr163-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "163", 
  "official_title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 to provide a system for the redress of low-enforcement officers' grievances and to establish a law-enforcement officers' bill of rights in each of the several States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr269-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr394-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr808-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1209-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1531-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1834-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1944-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2149-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2383-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3226-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4477-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4598-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4599-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4600-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4901-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6632-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6633-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr7406-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr8604-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr9035-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr9542-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr11638-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Davis, John W.", 
    "state": "GA", 
    "thomas_id": "00271", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Crime and law enforcement", 
    "Law enforcement officers"
  ], 
  "subjects_top_term": "Law enforcement officers", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Provides that, beginning one year after enactment of this Act, no law enforcement grants under the Omnibus Crime Control and Safe Streets Act of 1968 will be made to State and local governments unless these units of government have instituted a law enforcement officer's grievance system and have enacted into law a \"Law Enforcement Officers' Bill of Rights\" which will cover all law enforcement officers in the States. Declares that this Bill of Rights shall provide law enforcement officers statutory protection for certain rights enjoyed by other citizens. Requires the bill of rights to provide, at a minimum, the following: (1) law enforcement officers shall not be prohibited from engaging in political activity, except when on duty or acting in an official capacity; (2) when an officer is subject to an investigation that could lead to disciplinary action or criminal charges: (a) the investigation shall be conducted at a reasonable hour, preferably while the officer is on duty, (b) the investigation shall occur at the office of the investigating officer or at the precinct where the incident occurred, (c) there shall be one interrogator asking all questions to the officer and the names of all investigating officers shall be known by him, (d) the officer shall know the nature of the investigation and the names of complainants, (e) all civilian complaints must be duly sworn to before an official authorized to administer oaths, (f) interrogating sessions shall be of reasonable length, (g) the officer under investigation shall not be subject to abuse or threats, (h) all interrogations shall be recorded, (i) if the officer is to be placed under arrest, he shall be fully informed of his rights before interrogation, and (j) the officer shall have a right to counsel who shall be present during any interrogations dealing with the officer's continued fitness for law enforcement service; (3) citizen review boards having porportionate police representation; (r) law enforcement officers shall have recourse to civil actions for damages suffered or for abridgement of their civil rights arising out of the performance of official duties; (5) financial disclosures shall not be required unless obtained under legal procedures or there is evidence of a conflict of interests; (6) notice of and reasons for all disciplinary action is required; and (7) no officer shall be disciplined or discriminated against in any way by reason of his exercise of these rights. Establishes in each State and unit of local government a law enforcement officers grievance commission composed of an equal number of governmental representatives, law enforcement officers, and members of the general public which shall have the authority to receive, investigate, and determine complaints and grievances arising from claimed infringement of rights of any law enforcement officer. Allows employee organizations to act on the officer's behalf, at his request, regarding any complaint before the commission. Permits certified employee organizations to initiate actions on behalf of their members. Provides that, in addition to this grievance procedure, law enforcement officers may institute a civil action for redress of the grievances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 to provide a system for the redress of low-enforcement officers' grievances and to establish a law-enforcement officers' bill of rights in each of the several States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:52-05:00"
}