{
  "actions": [
    {
      "acted_at": "1981-04-10", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-17", 
      "in_committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; Health and Human Services Department; Labor Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s983-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-10", 
  "number": "983", 
  "official_title": "A bill to amend the Federal-State Extended Unemployment Compensation Act of 1970 to eliminate the National Trigger for Extended Compensation, change the State Trigger, provide for a qualifying requirement, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2880-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2880-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Unemployment Compensation Amendments of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-10", 
  "subjects": [
    "Armed forces and national security", 
    "Federal-state relations", 
    "Intergovernmental tax relations", 
    "Labor and employment", 
    "Military discharges", 
    "Social welfare", 
    "States", 
    "Taxation", 
    "Unemployment insurance", 
    "Veterans' employment"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-10", 
    "text": "Unemployment Compensation Amendments of 1981 - Title I: Extended Unemployment Compensation - Amends the Federal - State Extended Unemployment Compensation Act of 1970 to eliminate the \"national trigger\" under the extended benefits program. Revises the State trigger for extended compensation to raise to five percent the rate of insured unemployment for a specified period as one requirement for a State \"on\" indicator (and to make a six percent rate the permissible alternative \"on\" indicator for States which so legislate). Requires 20 weeks of employment (or the wage equivalent) in order for an individual who has exhausted regular benefits to qualify for extended compensation. Changes the equation for the rate of insured unemployment, for extended compensation purposes, to only include individuals filing claims for regular compensation. Makes the Federal - State Extended Unemployment Compensation Act of 1970, as amended by this Act, a requirement for State unemployment compensation laws. Prohibits the Secretary of Labor from certifying any State, for Internal Revenue Code unemployment tax purposes, unless such State complies substantially with such Act as so amended within a specified period. Title II: Regular Unemployment Compensation - Amends the Internal Revenue Code to provide for an unemployment compensation work test by making specified provisions of the Federal - State Extended Unemployment Compensation Act of 1970 applicable to any individual claiming compensation for any week of unemployment in the individual's benefit year, after 13 weeks with respect to each of which the individual was: (1) entitled to a partial or total payment of compensation; (2) disqualified for any reason; or (3) determined to be unavailable for work. Prohibits the Secretary of Labor from certifying any State, for unemployment tax purposes, unless such State complies with the amendment to the Code made by this Act within a specified period. Title III: Unemployment Compensation for Ex-Servicemembers - Revises the definition of \"Federal service,\" for purposes of unemployment compensation for ex-servicemembers, to include the conditions that, with respect to active service, the individual: (1) was discharged or released under honorable conditions; (2) did not resign or voluntarily leave the service; and (3) was not released or discharged for cause as defined by the Department of Defense."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Unemployment Compensation Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal-State Extended Unemployment Compensation Act of 1970 to eliminate the National Trigger for Extended Compensation, change the State Trigger, provide for a qualifying requirement, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:47-05:00"
}