{
  "actions": [
    {
      "acted_at": "1974-05-14", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3499-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1973-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-14", 
  "number": "3499", 
  "official_title": "A bill to provide for continued monitoring of the economy to provide authority to enforce decontrol commitments.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Inflation Restraint Act", 
  "sponsor": {
    "district": null, 
    "name": "Taft, Robert, Jr.", 
    "state": "OH", 
    "thomas_id": "01445", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-14", 
  "subjects": [
    "Antitrust law", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Inflation"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-14", 
    "text": "Inflation Restraint Act - Declares the finding of the Congress that inflation threatens the economic well-being of the Nation, and that the Federal Government should have a continuing concern with the rate of inflation and the rate of increases in supply, industrial capacity, and productivity, as means of constraining domestic inflation. Directs the President to: (1) review the programs and activities of Federal departments and agencies and the private sector which may cause increases in prices and make recommendations for changes in such programs and activities, to restrain prices by increasing supply and otherwise; (2) review industrial capacity, demand, and supply in various sectors of the economy, working with the industrial groups concerned and appropriate governmental agencies to encourage price restraint; (3) improve wage and price data bases for the various sectors of the economy to improve collective bargaining and encourage price restraint; (4) conduct public hearings when appropriate to provide for public scrutiny of inflationary problems in various sectors of the economy; (5) focus attention on the need to increase productivity in both the public and private sectors of the economy; (6) monitor the economy as a whole, including such matters as wages, costs, productivity, prices, sales, profits, imports, and exports; and (7) conduct a continuing review of the effect of economic concentration and anticompetitive practices on price and wage inflation and recommend legislation and other appropriate action to reduce the impact of such concentration or practices on inflation. Provides for the employment of experts and consultants for the performance of functions under this Act. Directs the President, in transmitting the Economic Report required under the Employment Act of 1946, to include a section describing the actions taken under this Act during the preceding year and giving his assessment of the progress attained in achieving the purposes of this Act. Requires that the President shall also transmit quarterly reports to the Congress not later than thirty days after the close of each calendar quarter describing the actions taken under this Act during the preceding quarter and giving his assessment of the programs in achieving the purpose of this Act. Provides that, in carrying out his authority under this Act, the President shall study and evaluate the relationship between profit records, the stabilization of the economy, and the creation of new jobs. Directs the President to review and appraise the programs and activities of the departments and agencies of the United States in light of the policies set forth in this Act for the purpose of determining the extent to which those programs and activities contribute to the achievement of those policies. Requires the President to report his conclusions to the Congress in the reports required under this Act. Authorizes to be appropriated to the President, to remain available until expended, such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Inflation Restraint Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for continued monitoring of the economy to provide authority to enforce decontrol commitments.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:12-05:00"
}