{
  "actions": [
    {
      "acted_at": "1974-07-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15772-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-02", 
  "number": "15772", 
  "official_title": "A bill to amend title XVIII and XIX of the Social Security Act to provide an optional, simplified method of reimbursement for physicians' services under the medicare and medicaid programs for each State on the basis of a fee schedule, uniform throughout such State, and to authorize reimbursement to participating physicians in the full fee schedule amounts (with collection of the applicable deductibles and coinsurance from patients becoming the responsibility of the Federal program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12561-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Luken, Thomas A.", 
    "state": "OH", 
    "thomas_id": "00713", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-02", 
  "subjects": [
    "Medicaid", 
    "Medicare", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-02", 
    "text": "Provides, under the Social Security Act, for an optional, simplified method of reimbursement for physicians' services under the medicare and medicaid programs for each State on the basis of a fee schedule, uniform throughout such State. States that the fee schedule to be applicable with respect to services rendered in any State shall be determined as follows: (1) the schedule to be in effect in such State for the twelve-month period beginning on the effective date of the schedule shall be proposed by the Governor of the State after consulting with and receiving recommendations from State medical societies or equivalent organizations, and the schedule so proposed shall be approved by the Secretary if he finds that the cost incurred by the Federal Government under title XVIII (Medicare) and title XIX (Medicaid) on account of the services involved for the twelve-month period ending on the December 31 preceding such effective date would have been no higher than they were in fact had such schedule been in effect throughout that twelve-month period, and (2) the schedule to be in effect in such State for any twelve-month period beginning on July 1 after the period to which subparagraph (1) applies shall be the schedule as originally proposed and approved under such subparagraph with specified revisions. States that all physicians in any State in which payments are determined in accordance with a fee schedule may elect whether to participate or not to participate in the program. Authorizes reimbusement to participating physicians in the full fee schedule amounts (with collection of the applicable deductibles and coinsurance from patients becoming the responsibility of the Federal program). (Amends 42 U.S.C. 13950, 13966)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII and XIX of the Social Security Act to provide an optional, simplified method of reimbursement for physicians' services under the medicare and medicaid programs for each State on the basis of a fee schedule, uniform throughout such State, and to authorize reimbursement to participating physicians in the full fee schedule amounts (with collection of the applicable deductibles and coinsurance from patients becoming the responsibility of the Federal program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:12-05:00"
}