{
  "actions": [
    {
      "acted_at": "1975-04-23", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6326-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-23", 
  "number": "6326", 
  "official_title": "A bill to establish programs for the benefit of producers and consumers of rice.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rice Production Act", 
  "sponsor": {
    "district": "2", 
    "name": "Bowen, David R.", 
    "state": "MS", 
    "thomas_id": "00115", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-23", 
  "subjects": [
    "Acreage allotments", 
    "Agricultural research", 
    "Agriculture and food", 
    "Rice"
  ], 
  "subjects_top_term": "Rice", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-23", 
    "text": "Rice Production Act - States that the purpose of this Act is to remove restraints on the production of rice. Title I: Rice - Directs the Secretary of Agriculture to establish for each of the 1976 through 1980 crops of rice a national acreage allotment in the amount of $1,600,00 acres. Directs the Secretary to allocate the national acreage allotment on the basis of the rice allotments established for the preceding crops, as equitably adjusted. Provides for reserving a portion of the rice allotment for apportionment to new rice farms and new rice producers. Sets forth criteria for reducing the rice allotment. Authorizes the Secretary to transfer for any year because of natural disaster all or a part of such rice acreage for any farm in the county or in any other nearby county on which one or more producers on the farm from which the transfer is to be made will be engaged in the production of rice and will share in the proceeds in accordance with such regulations as the Secretary may prescribe. Directs the Secretary to permit the owner and operator of any farm for which a farm acreage allotment has been established to sell or lease all or any part to any other owner or operator of a farm, or to transfer all or any part of such allotment to any other farm owned or controlled by him. Title II: Miscellaneous - Provides, under the Agricultural Act of 1949, that for the 1976 through 1980 crops of rice, a cooperator shall be a producer on a farm on which a farm acreage allotment has been established or to which a producer acreage allotment has been allocated, who has set aside the acreage required under such Act and who complies with the conditions of eligibility prescribed by the Secretary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rice Production Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish programs for the benefit of producers and consumers of rice.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:13-05:00"
}