{
  "actions": [
    {
      "acted_at": "1973-02-07", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3980-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-07", 
  "number": "3980", 
  "official_title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968, as amended, to provide benefits to survivors of certain public safety officers who die in the performance of duty.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Public Safety Officers Benefits Act", 
  "sponsor": {
    "district": "6", 
    "name": "Grasso, Ella T.", 
    "state": "CT", 
    "thomas_id": "00458", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-07", 
  "subjects": [
    "Crime and law enforcement", 
    "Fire fighters", 
    "Fires", 
    "Law enforcement officers"
  ], 
  "subjects_top_term": "Law enforcement officers", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-07", 
    "text": "Public Safety Officers Benefits Act - Requires Law Enforcement Assistance Administration, where it determines that an eligible public safety officer has died as the direct result of a personal injury sustained in the performance of duty, leaving a spouse or one or more eligible dependents, to pay a gratuity of $50,000 to such dependents. Establishes procedures for the distribution of such payment. Defines the term \"eligible public safety officer\" as any individual employed by a public agency as a law enforcement officer or fireman (including officially recognized volunteer firemen). Requires that, at the time of his injury, a law enforcement officer must have been engaged in: (1) the apprehension or attempted apprehension of any person for the commission of a crime, or who at the time was sought as a material witness in a criminal proceeding; or (2) protecting or guarding a person held for the commission of a crime or held as a material witness in connection with a crime; or (3) the lawful prevention of, or lawful attempt to prevent, the commission of a crime or was otherwise engaged in the performance of his duty and such injury was the result of a criminal act or apparent criminal act. Requires that a fireman at the time of his injury must have been engaged in the protection of life or property from fire. Authorizes to be appropriated in each fiscal year such sums as may be necessary to carry out the purposes of this Act. Excludes public safety officers of the District of Columbia from the coverage extended under this Act. (Amends 42 U.S.C. 3768, 3781)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Safety Officers Benefits Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968, as amended, to provide benefits to survivors of certain public safety officers who die in the performance of duty.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:54-05:00"
}