{
  "actions": [
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Financial Services, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Higher Education and Workforce Training.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2961-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Higher Education and Workforce Training", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Runyan, Jon", 
      "sponsored_at": "2013-08-01", 
      "state": "NJ", 
      "thomas_id": "02039", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-08-01", 
  "number": "2961", 
  "official_title": "To amend the Truth in Lending Act and the Higher Education Act of 1965 to require additional disclosures and protections for students and cosigners with respect to student loans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Christopher Bryski Student Loan Protection Act", 
  "sponsor": {
    "district": "9", 
    "name": "Pascrell, Bill, Jr.", 
    "state": "NJ", 
    "thomas_id": "01510", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-08-01", 
  "subjects": [
    "Consumer credit", 
    "Disability and paralysis", 
    "Education", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Higher education", 
    "Student aid and college costs"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-08-01", 
    "text": "Christopher Bryski Student Loan Protection Act or Christopher's Law - Amends the Truth in Lending Act to require lenders of private education loans to: describe clearly and conspicuously, in writing, the cosigners' obligations regarding such loans, including the effect a borrower's or cosigner's death, disability, or inability to engage in any substantial gainful activity would have on such obligations; require the borrower to designate an individual to have the legal authority to act on behalf of the borrower in the event of the borrower's death, disability, or inability to engage in any substantial gainful activity; and ensure that the borrower, and any cosigner, receives comprehensive information on the loan's terms and conditions and the borrower's responsibilities with respect to such loan. Directs the Consumer Financial Protection Bureau (CFPB) to publish a model form for describing a cosigner's obligations regarding private education loans. Amends the Higher Education Act of 1965 (HEA) to require institutions of higher education to provide borrowers of federal education loans information at their entrance counseling on: the effect their death, disability, or inability to engage in any substantial gainful activity would have on their federal and private education loans; any repayment, refinance, deferment, forbearance, or forgiveness opportunities available to the borrower, or cosigner, in the event of either individual's death, disability, or inability to engage in any substantial gainful activity; and the effect their death, disability, or inability to engage in any substantial gainful activity would have on their obligations and any cosigner's obligations with respect to the loan. Requires students applying for federal education loans to designate an individual who is to have the legal authority to act on their behalf with respect to such a loan in the event of their death, disability, or inability to engage in any substantial gainful activity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Christopher Bryski Student Loan Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Christopher's Law", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Truth in Lending Act and the Higher Education Act of 1965 to require additional disclosures and protections for students and cosigners with respect to student loans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:28:46-05:00"
}