{
  "actions": [
    {
      "acted_at": "1989-03-16", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s636-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-16", 
  "number": "636", 
  "official_title": "A bill to amend the Foreign Assistance Act to improve management of economic assistance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Assistance Reform Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Kassebaum, Nancy Landon", 
    "state": "KS", 
    "thomas_id": "01375", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-03-16", 
  "subjects": [
    "American economic assistance", 
    "Authorization", 
    "Developing countries", 
    "Executive reorganization", 
    "Federal budgets", 
    "Federal receipts and expenditures", 
    "Foreign loans", 
    "Infrastructure (Economics)", 
    "International affairs", 
    "Reprogramming of appropriated funds"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-16", 
    "text": "Economic Assistance Reform Act of 1989 - Amends the Foreign Assistance Act of 1961 and the International Security and Development Cooperation Act of 1985 to repeal provisions relating to the earmarking of foreign assistance program funds. Authorizes the President to furnish assistance for infrastructure development. Specifies that such assistance shall include: (1) development of energy resources; (2) programs of reconstruction following natural or manmade disasters and programs of disaster preparedness; and (3) programs designed to help solve special development programs in the poorest countries and to make possible proper utilization of infrastructure and related projects funded with earlier U.S. assistance. Authorizes the President to furnish assistance to: (1) schools and libraries outside the United States serving as study and demonstration centers for ideas and practices of the United States; and (2) hospital centers for medical education and research outside the United States, founded or sponsored by U.S. citizens. Authorizes appropriations for foreign economic assistance by regions of the world. Specifies such regions as: (1) Africa; (2) Asia; (3) Central America; (4) Europe; (5) Latin America and the Caribbean; and (6) the Near East. Requires the Administrator of the Agency for International Development (AID) to administer the programs, projects, and activities for which such funds are appropriated. Requires that on or after October 1, 1989, authorizations of appropriations shall be made with reference to such regions. Expresses the sense of the Congress that the President should continue to make efforts to improve the management of the foreign assistance program including efforts to: (1) streamline the project development process; (2) increase decentralization of field missions; (3) reduce the number of projects and increase the duration and sustainability of projects which are funded; (4) decrease recurring costs; (5) prepare a more detailed analysis of the impact of AID projects for inclusion in the annual congressional presentation materials; (6) expand overseas tours for personnel and streamline mid-level management; (7) streamline the contract process; and (8) coordinate the U.S. economic assistance effort. Requires the Administrator of AID to report to the Congress concerning proposals to improve the management of the foreign assistance program. Requires the President to conduct a study on the feasibility and impact of reducing the number of countries receiving economic assistance and the feasibility of incorporating the AID into the Department of State. Expresses the sense of the Congress that: (1) the foreign assistance program should be funded on a two-year cycle; (2) the President should begin preparing a foreign assistance budget for FY 1992 and 1993; (3) funds appropriated for foreign assistance should remain available for expenditure without fiscal year limitations; and (4) the appropriations and authorization committees of each House of the Congress should hold joint hearings on the foreign assistance program and should coordinate their duties with the Committee on the Budget of each House of the Congress. Authorizes the reobligation of deobligated foreign assistance funds to be made available for the same period as the original appropriation and for the same general purpose, and for countries within the same region as originally obligated. Requires notification to the Congress of any such proposed deobligation and reobligation of funds. Amends the Foreign Assistance and Related Programs Appropriations Act, 1987 to repeal the percentage limitation on the amount of funds which may be spent during the last month of availability. Revises the restrictions on economic aid to debtor countries to allow such aid for a period of three years after a default of one calendar year if the President certifies that the likelihood of repayment by such country would be increased by such waiver."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Assistance Reform Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act to improve management of economic assistance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:18-05:00"
}