{
  "actions": [
    {
      "acted_at": "1993-07-23", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1993-08-02", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Nunn. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-02", 
      "calendar": "Senate Legislative", 
      "number": "175", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 175.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1993-09-14", 
      "references": [
        {
          "reference": "CR S11628-11629", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-09-14", 
      "bill_ids": [
        "s1298-103"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 1298 amended. (Titles XXXI-XXXII only).", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-09-14", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1993-09-21T12:36:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-09-21T14:51:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-09-21", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1339-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1993-09-14", 
    "vetoed": false
  }, 
  "introduced_at": "1993-08-02", 
  "number": "1339", 
  "official_title": "An original bill to authorize appropriations for fiscal year 1994 for defense activities of the Department of Energy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2401-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1298-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1298-103", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Department of Energy National Security Act for Fiscal Year 1994", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1993-09-14", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "Black colleges", 
    "Career education", 
    "Commerce", 
    "Commercialization", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Defense Nuclear Facilities Safety Board", 
    "Defense budgets", 
    "Department of Energy", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Employee training", 
    "Energy", 
    "Energy policy", 
    "Energy research", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Government and business", 
    "Government operations and politics", 
    "Government spending reductions", 
    "Government trust funds", 
    "Hazardous waste disposal", 
    "Higher education", 
    "Inspection (Arms control)", 
    "Labor and employment", 
    "Laboratories", 
    "Lasers", 
    "Manufacturing industries", 
    "Military research", 
    "Minorities", 
    "Minority education", 
    "New Mexico", 
    "Nonprofit organizations", 
    "Nuclear facilities", 
    "Nuclear fusion", 
    "Nuclear reactors", 
    "Nuclear research", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Occupational health and safety", 
    "Plutonium", 
    "Products liability", 
    "Radiation safety", 
    "Radioactive wastes", 
    "Recruiting of employees", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Scholarships", 
    "Science, technology, communications", 
    "Technological innovations", 
    "Technology transfer", 
    "Texas", 
    "Tritium", 
    "Uranium enrichment", 
    "Washington State", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1993-09-14", 
    "text": "TABLE OF CONTENTS: Title XXXI (sic): Department of Energy National Security Programs Subtitle A: National Security Programs Authorization Subtitle B: Recurring General Provisions Subtitle C: Other Matters Subtitle D: Cooperative Research and Development Title XXXII: Nuclear Safety Department of Energy National Security Act for Fiscal Year 1994 - Title XXXI (sic): Department of Energy National Security Programs - Subtitle A: National Security Programs Authorizations - Authorizes appropriations to the Department of Energy (DOE) for FY 1994 for operating expenses incurred and for plant projects and capital equipment necessary in carrying out national security programs in the following areas: (1) weapons activities; (2) new tritium production and plutonium disposition activities; (3) environmental restoration and waste management; (4) materials support and other defense programs; and (5) defense nuclear waste disposal. Provides certain funding uses and limitations with respect to specified national security programs and systems. Subtitle B: Recurring General Provisions - Prohibits the use of funds appropriated pursuant to this title for: (1) the cost of a program exceeding 105 percent of the program authorization or $10 million more than the amount authorized, whichever is the lesser; or (2) programs which have not been presented to, or requested of, the Congress, unless the Secretary of Energy (Secretary, for purposes of this title only) transmits to specified congressional committees a full statement of the action proposed and 30 days have expired since such notification. (Sec. 3122) Places certain funding limits (requiring congressional reports when amounts exceed such limits) for general plant and construction projects of DOE. Provides fund transfer authority. (Sec. 3125) Authorizes the Secretary to carry out advance planning and construction design services in connection with proposed construction projects not exceeding $2 million, requiring certain congressional notification for projects exceeding $300,000. Authorizes the use of DOE funds for emergency planning, design, and construction services in order to meet the needs of national defense or to protect property, public health, and safety. Makes funds available for management and support activities and for general plant projects under this Subtitle available for all DOE national security programs. Subtitle C: Other Matters - Directs the Secretary to pay to the Hazardous Substances Response Trust a civil penalty assessed against the Hanford Project in Hanford, Washington. (Sec. 3132) Establishes in the Office of the Assistant Secretary of Energy for Defense Programs the Office of Tritium Production and Plutonium Disposition to undertake activities relating to the development and construction of a tritium production facility and a facility to treat and dispose of excess plutonium. (Sec. 3133) Authorizes the transfer by the Secretary of certain DOE property at facilities to be closed. (Sec. 3134) Amends the National Defense Authorization Act, Fiscal Year 1989, to reauthorize and expand the authority of DOE to loan personnel and facilities for certain programs. (Sec. 3137) Authorizes the Secretary to carry out training programs for the management of hazardous materials and hazardous materials emergency response activities. Requires the Secretary to review for compliance specified DOE environmental compliance agreements. (Sec. 3139) Amends the National Defense Authorization Act, Fiscal Year 1989, to extend through March 31, 1999, an independent review of the Waste Isolation Pilot Plant in New Mexico. (Sec. 3140) Amends the Department of Energy Organization Act to repeal certain provisions concerning prohibited and required conduct of DOE officers or employees. Subtitle D: Cooperative Research and Development - Department of Energy National Competitiveness Technology Partnership Act of 1993 - Amends the Department of Energy Organization Act to authorize the Secretary of Energy and DOE laboratories to conduct research, development, demonstration, or commercial application activities that build on the core competencies (expertise and capabilities) of such laboratories. Assigns to such laboratories certain missions, including national security, energy-related science and technology, and technology transfer. Requires the Secretary and laboratory directors to utilize partnerships with U.S. industry to apply and commercialize technologies developed as part of such missions. Requires the Secretary to establish a funding goal for the development of cost-sharing partnerships beginning with FY 1994. Directs the Secretary to establish a multi-year critical technology strategy for R&D, demonstration, and commercial application activities supported by DOE for the critical technologies listed in the Report of the National Critical Technologies Panel. Requires the Secretary to ensure that the principal economic benefit of any partnership accrues to the U.S. economy. Requires: (1) the independent evaluation of partnership programs; and (2) annual reports. Provides for partnership payments. Directs the Secretary to establish a Laboratory Partnership Advisory Board within DOE. Provides for: (1) a fellowship program; (2) cooperation with State and local programs for technology development and dissemination; (3) partnership funding; (4) the protection of partnership information and partnership product liability; (5) a report identifying opportunities for minority colleges and universities to participate with DOE laboratories in technology development programs; and (6) the development of a scholarship program with minority colleges and universities for such purposes. (Sec. 3144) Directs the Secretary to: (1) use partnerships to expedite the private sector deployment of advanced manufacturing technologies; (2) encourage the establishment of nonprofit organizations that will facilitate technology transfer from DOE laboratories to the private sector; (3) establish a career path program to recruit employees of the national laboratories to serve in positions within DOE; and (4) solicit proposals for a contractor to conduct appropriate activities to enable the Secretary or any successor to the Secretary's uranium enrichment enterprise to develop a commercial uranium enrichment plant using the atomic vapor laser isotope separation technology. Amends the Stevenson-Wydler Technology Innovation Act to conform with changes made under this subtitle. Authorizes appropriations. Title XXXII: Nuclear Safety - Authorizes appropriations for FY 1994 for the operation of the Defense Nuclear Facilities Safety Board. Requires transmission to the Congress of certain information prepared by such Board under the Atomic Energy Act of 1954."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy National Security for Fiscal Year 1994", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Energy National Security Act for Fiscal Year 1994", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Energy National Competitiveness Technology Partnership Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 1994 for defense activities of the Department of Energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:05-05:00"
}