{
  "actions": [
    {
      "acted_at": "1973-09-27", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10592-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Yatron, Gus", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01253", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-27", 
  "number": "10592", 
  "official_title": "A bill to amend the Elementary and Secondary Education Act of 1965 to provide a program of grants to States for the development of child abuse and neglect prevention programs in the areas of treatment, training, case reporting, public education, and information gathering and referral.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10552-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Comprehensive Child Abuse Prevention and Treatment Act", 
  "sponsor": {
    "district": "23", 
    "name": "Peyser, Peter A.", 
    "state": "NY", 
    "thomas_id": "00915", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-27", 
  "subjects": [
    "Child abuse", 
    "Child welfare", 
    "Department of Health, Education, and Welfare", 
    "Families", 
    "States"
  ], 
  "subjects_top_term": "Child welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-27", 
    "text": "Comprehensive Child Abuse Prevention and Treatment Act - Directs the Secretary of Health, Education, and Welfare to establish a center in the Office of Child Development to be know as the \"National Center on Child Abuse and Neglect\" Directs the Secretary, through the Center, to: (1) compile, analyze, and publish annually a summary of recently conducted and currently conducted research on child abuse and neglect; (2) develop and maintain an information clearinghouse on all programs, including private programs showing promise of success, for the prevention, identification, and treatment of child abuse and neglect; and (3) make grants to designated State agencies for the purpose of assisting the States and their political subdivisions in developing and carrying out child abuse and neglect treatment and prevention programs as provided in this title. Directs the Secretary, through the Center, to make grants to, and enter into contract with, designated State agencies for demonstration programs designed to prevent, identify, and treat child abuse and neglect. Requires at least 50 percent of the funds appropirated under this section to be distributed to nonprofit or not-for-profit corporations at the local level within the State, through the designated State agencies. Provides that grants under this section may be used for: (1) the development and establishment, of training programs for personnel who are engaged in, or intend to work in the fields of the prevention, identifiication, and treatment of child abuse and neglect; (2) establishment and maintenance of centers serving defined geographic areas, staffed by multidisciplinary teams of personnel trained in the prevention, identification, and treatment of child abuse and neglect cases, to provide a broad range of services related to child abuse and neglect. Provides that, in order for the designated agency of a State to qualify for assistance under this title, such State must have in effect a child abuse prevention plan which embodies a program for effectively treating and preventing child abuse and neglect in the State. Requires such plan to: (1) demonstrate that there are in effect throughout the State adequate State or local child abuse laws and related laws providing for the care and welfare of children, or that the State has initiated and is carrying out a legislative program designed to place adequate child abuse and related laws into effect throughout the State, and that such laws are being or will be effectively enforced; and (2) demonstrate that there are throughout the State, administrative procedures, personnel trained in child abuse and neglect treatment or prevention, training procedures, and institutional and other facilities. Requires that, as a condition of the approval of any State child abuse and neglect treatment and prevention plan, such plan shall provide for and require the reporting of cases of child abuse or neglect occuring in the State, with appropriate proceedings and other activities to deal with those cases of child abuse and neglect. Requires that in any case in which a doctor, nurse, schoolteacher, social worker, welfare worker, medical examiner, or coroner finds or has reason to suspect, on the basis of a child's physical or mental conditions or on the basis of other evidence, that such child is or has been the victim of (or is threatened with) child abuse, he shall promptly submit a full report there of to the police, social service administration, or judicial authority designated in the State plan. States that if the individual making such a report with respect to any child determines that an emergency is involved he may hold the child in temporary custody of another person or agency, pending action based on such report, in order to protect the child's health and welfare and prevent further abuse. State that, unless State or local law specifically provides otherwise, no child shall be held in or transferred to temporary custody except under an order issued by a court of competent jurisdiction pursuant to a petition filed by the individual making such report. Provides that any report made and any petition filed or order issued with respect to a child who is alleged to be the victim of child abuse, may include and apply to any other child or children living in the same household. Provides that the police, social service administration, or judicial authority to which a report of child abuse or suspected child abuse is submitted under subsection shall promptly investigate the matters involved and, if it determines that child abuse has probably occurred or is threatened, shall take the necessary steps to bring the matter before a court of competent jurisdiction for appropriate action in order to protect the child's health and welfare, and prevent further abuse of the child. States that since a special relationship exists between child and addict, the Secretary is hereby instructed to require the designated State agency to perform the following: (1) for every infant minor reported as a drug user, to conduct a follow-up study in order to determine if child abuse or neglect was present and to take such remedial steps as are necessary to prevent continued child abuse or neglect; and (2) in reported instances of child abuse or neglect by a drug user who is the parent or guardian of an infant minor, to take such remedial steps necessary to eliminate such said condition. Establishes a National Commission on Child Abuse and Neglect to be composed of fifteen members to be appointed by the President, by and with the consent of the Senate, from among parents, State and local officials, and other persons who, by reason of experience or training in the fields of preventing child abuse and neglect, are especially qualified to serve on the Commission. Requires the Commission to make a complete and full study and investigation of: (1) the effectiveness of existing child abuse and neglect reporting laws and ordinances; (2) the effectiveness of existing programs designed to prevent, identify, and treat child abuse and neglect; (3) the causes of child abuse and neglect including the relationship, if any, between drug dependence and alcoholism and such abuse and neglect; and (4) the proper role of the Federal Government in assisting State and local public and private efforts to prevent, identify, and treat cases of child abuse and neglect. Requires the Commission to file a report with the President and the Congress within a year. Provides that on the ninetieth day after the date of submission of its final report to the President, the Commission shall cease to exist. Authorizes appropriation for the purposes of this Act $10,000,000 for the fiscal year ending June 30, 1974, and $20,000,000 for each of the four succeeding fiscals years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Child Abuse Prevention and Treatment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Elementary and Secondary Education Act of 1965 to provide a program of grants to States for the development of child abuse and neglect prevention programs in the areas of treatment, training, case reporting, public education, and information gathering and referral.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:46-05:00"
}