{
  "actions": [
    {
      "acted_at": "2000-10-03", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5374-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-10-03", 
  "number": "5374", 
  "official_title": "To settle the land claims of the Pueblo of Santo Domingo.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Santo Domingo Pueblo Claims Settlement Act of 2000", 
  "sponsor": {
    "district": "3", 
    "name": "Udall, Tom", 
    "state": "NM", 
    "thomas_id": "01567", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-10-03", 
  "subjects": [
    "Actions and defenses", 
    "Boundaries", 
    "Economics and public finance", 
    "Government trust funds", 
    "Indian claims", 
    "Indian lands", 
    "Land transfers", 
    "Law", 
    "Minorities", 
    "National forests", 
    "New Mexico", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-10-03", 
    "text": "Santo Domingo Pueblo Claims Settlement Act of 2000 - Approves the May 2000 Settlement Agreement between the Departments of the Interior, Agriculture, and Justice and the Pueblo of Santo Domingo (New Mexico) to Resolve All of the Pueblo's Land Title and Trespass Claims.Extinguishes certain Pueblo land and trespass claims. Sets forth provisions relating to the treatment of land or natural resources transferred by the Pueblo prior to this Act's enactment and ratifies such transfers. Makes this paragraph effective upon the entry of a compromise final judgment in the case of Pueblo of Santo Domingo v. United States.Establishes the Pueblo of Santo Domingo Land Claims Settlement Fund from which funds may be expended by the Pueblo to acquire lands within the exterior boundaries of the exclusive aboriginal occupancy area of the Pueblo and for other tribal purposes. Authorizes appropriations. Prohibits disbursal of amounts in the Fund until: (1) the case of Pueblo of Santo Domingo v. Rael has been dismissed with prejudice; and (2) the compromise final judgment described above has been entered in the U.S. Court of Federal Claims.Declares the boundaries of the Santo Domingo Pueblo Grant as determined by the 1907 Hall-Joy Survey to be the current boundaries and that any lands currently owned or hereafter acquired by the Pueblo within such boundaries or the Grant shall be considered to be Indian country.Directs the Secretary of the Interior to acquire by exchange specified New Mexico trust lands and interests, including improvements, mineral rights, and water rights. Requires the properties so exchanged to be of approximately equal value. Requires the Secretary to convey such lands to the Pueblo of Santo Domingo and grants the Pueblo the exclusive right to acquire them. Permits the conveyance of such lands by the Pueblo to the Secretary who shall hold them in trust for the Pueblo's benefit.Authorizes the exchange of the Pueblo's restricted land for lands private title to which was put at issue in Pueblo of Santo Domingo v. Rael. Approves any land exchange agreements between the Pueblo and any of the parties to such lawsuit that are executed no later than December 31, 2001. Permits the Pueblo to convey lands the Pueblo acquires to the Secretary who shall hold them in trust for the Pueblo's benefit.Approves specified boundary dispute resolutions as enacted by the Tribal Council of the Pueblo de Cochiti and the Tribal Council of the Pueblo, including the Pueblo de Cochiti's agreement to relinquish its claim to the southwest corner of its Spanish Land Grant, to the extent of its overlap with the Santo Domingo Pueblo Grant, and to disclaim any right to receive compensation from the United States or any other party with respect to such overlapping lands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Santo Domingo Pueblo Claims Settlement Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To settle the land claims of the Pueblo of Santo Domingo.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:32-05:00"
}