{
  "actions": [
    {
      "acted_at": "2011-09-20", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1582-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2011-09-20", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "sponsored_at": "2011-09-20", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2011-11-03", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-09-20", 
  "number": "1582", 
  "official_title": "A bill to amend the Federal Water Pollution Control Act to modify provisions relating to beach monitoring, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3690-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3690-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Clean Coastal Environment and Public Health Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-09-20", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental protection", 
    "Environmental regulatory procedures", 
    "Fishes", 
    "Government studies and investigations", 
    "Great Lakes", 
    "Hazardous wastes and toxic substances", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-09-20", 
    "text": "Clean Coastal Environment and Public Health Act of 2011 - Amends the Federal Water Pollution Control Act (commonly known as the Clean Water Act) to require the Environmental Protection Agency (EPA): (1) upon the publication of the new or revised water quality criteria, to publish a list of all pathogens and pathogen indicators studied in developing such criteria; and (2) specify in performance criteria for monitoring and assessing coastal recreation waters adjacent to beaches or similar points of interest (waters) available methods for monitoring protocols that are most likely to detect pathogenic contamination and the source of that contamination. Requires coastal recreation water quality monitoring and notification programs to include monitoring consistent with such criteria, monitoring, public notification, storm event testing, source tracking, and sanitary surveys. Authorizes such programs to include prevention efforts, not already funded under such Act, to address identified sources of contamination by pathogens and pathogen indicators in such waters that are used by the public. Revises requirements applicable to state recipients of monitoring and notification program grants, including to require recipients to identify: (1) a rapid testing method to detect levels of pathogens or pathogen indicators that are harmful to human health; and (2) measures for communicating the results of a water sample concerning pollutants within two hours of receipt to specified officials, for ensuring that closures or advisories are made within two hours after the receipt of a water quality sample exceeding standards, and for informing the public of identified sources of pathogenic contamination. Sets forth provisions concerning: (1) rapid testing methods, including provisions requiring EPA to publish guidance that requires the use, at waters that are used by the public, of rapid testing methods that will enhance the protection of public health and safety through rapid public notification of any exceedance of applicable water quality standards for pathogens and pathogen indicators; and (2) compliance review. Authorizes appropriations: (1) for grants to states and local governments for developing and implementing monitoring and notification programs for FY2011-FY2015, and (2) to implement the Beaches Environmental Assessment and Coastal Health Act of 2000 through FY2015. Requires the Administrator to review and update existing monitoring protocols for mercury affecting the coastal recreation waters of the Great Lakes and develop updated recommendations on testing for the presence of mercury affecting such waters, including the presence of mercury in Great Lakes sediment and fish tissue. Requires EPA to update within a year and biennially thereafter (currently, periodically) the list indicating which coastal recreation waters adjacent to beaches used by the public are, and which are not, subject to a monitoring and notification program. Requires EPA to study and report to Congress on: (1) possible revision of the formula for the distribution of monitoring and notification program grants, (2) the long-term impact of climate change on pollution of coastal recreation waters, and (3) the impacts of nutrient excesses and algae blooms on coastal recreation waters."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Coastal Environment and Public Health Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Water Pollution Control Act to modify provisions relating to beach monitoring, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:15:43-05:00"
}