{
  "actions": [
    {
      "acted_at": "1982-02-10", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-02-10", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-02-10", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-02-17", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-02-17", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-02-22", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Transportation and Tourism", 
      "text": "Referred to Subcommittee on Commerce, Transportation and Tourism.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-03-11", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Commerce, Transportation and Tourism", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-16", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Commerce, Transportation and Tourism", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-16", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Commerce, Transportation and Tourism", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-08-19", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Energy and Commerce.  Report No: 97-766 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-21", 
      "in_committee": "House Committee on Foreign Affairs", 
      "in_subcommittee": "International Economic Policy and Trade", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5519-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Transportation and Tourism", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1982-02-10", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Lee, Gary A.", 
      "sponsored_at": "1982-07-01", 
      "state": "NY", 
      "thomas_id": "00676", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-02-10", 
  "number": "5519", 
  "official_title": "A bill to give trade negotiating priority to service sector issues, to expand and clarify existing laws governing interstate and foreign commerce to better deal with service trade problems, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3848-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5383-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6773-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Service Industries Commerce Development Act of 1982", 
  "sponsor": {
    "district": "1", 
    "name": "Florio, James J.", 
    "state": "NJ", 
    "thomas_id": "00392", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-06-24", 
  "subjects": [
    "American investments", 
    "Business and commerce", 
    "Congressional oversight", 
    "Department of Commerce", 
    "Executive reorganization", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign investments", 
    "Foreign trade promotion", 
    "Government and business", 
    "Government operations and politics", 
    "Import restrictions", 
    "Imports", 
    "Information policy", 
    "Negotiations", 
    "Service industries", 
    "Subpoena", 
    "Subsidies", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Service industries", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1982-08-19", 
    "text": "(Reported to House from the Committee on Energy and Commerce with amendment, H. Rept. 97-766 (part I)) Services Industries Commerce Development Act of 1982 - Requires that a principal U.S. negotiating objective under the Trade Act of 1974 shall be to develop agreements which: (1) reduce barriers to U.S. service sector trade in foreign markets; (2) modify practices which distort international trade in services; and (3) develop international rules that are consistent with U.S. commercial policies and that will help ensure open international trade in services. Requires the United States Trade Representatives (USTR) to pay particular attention to the interests of the States in any negotiation concerning barriers to international trade in services. Prohibits the USTR from entering negotiations involving a service sector regulated by the States, unless the USTR has developed negotiating objectives with respresentatives of the States. Requires the USTR to consult regularly with the States on the negotiations. Requires the USTR to inform the service sector advisory committees established by the Trade Act of 1974 of prospective trade negotiations to reduce trade barriers. Requires the USTR to develop negotiating objectives with such committees before entering the negotiations and to consult with the committees during the negotiations. Requires the USTR to consult with interested congressional committees on such negotiations. Requires the USTR to present a proposed negotiating program and an analysis of U.S. negotiating interests to such congressional committees within 45 days after enactment of this Act. Directs the Secretary of Commerce to establish in the Department of Commerce a service industries development program. Sets forth the purposes of such program. Authorizes the Secretary to request information and to issue subpoenas requiring the production of information that will assist the Secretary in establishing such program. Provides for keeping such information confidential. Sets forth penalties for refusing to obey a subpoena. Directs the USTR and the Secretary to advise States and local governments on U.S. policies on international trade in services. Directs the Secretary, for each year after 1982, to submit a report to Congress containing an analysis of: (1) the activities of foreign suppliers within the various service sectors; (2) Federal, State, and local regulation of such suppliers and its effects; (3) the activities of U.S. suppliers of services in foreign countries; and (4) the trade impact of any policy of a designated major trading country that is inconsistent with a trade agreement or denies benefits to U.S. service industries or that denies to U.S. service industries commercial opportunities substantially equivalent to those offered by the United States. Amends the Trade Act of 1974 to provide for the USTR to determine if: (1) services sold by a foreign supplier to the United States are government subsidized or sold at unfair prices; and (2) a competing service sector industry in the United States is injured or threatened with injury by such sales. Requires such subsidization or unfair pricing to be considered an unreasonable practice which burdens U.S. commerce. Directs the President to take appropriate action under such Act. Sets forth the method of filing a petition with the USTR requesting an investigation into subsidization or unfair prices. Requires the USTR to complete an investigation of subsidization or unfair pricing within six months. Permits termination or suspension of such investigations. Authorizes the President to impose duties or other import restrictions on suppliers of services in order to respond to unfair foreign trade practices. Requires the USTR, before the President imposes such duties or import restrictions, to consult with Federal and State agencies that regulate the services involved. Permits such fees or restrictions to be in any amount or of any kind determined by the President to be appropriate. Authorizes the President to restrict or deny the issuance of service sector access authorizations for foreign applicants if the President determines that such applicants are citizens, nationals, or legal entities of a foreign country that limits the access of U.S. suppliers of services in that country. Defines a \"service sector access authorization\" as an authorization issued under Federal law that allows a foreign supplier access to the U.S. market. Authorizes any interested person to file a petition with the Secretary requesting the President to take such action. Requires the Secretary to determine within 45 days whether to begin an investigation of the allegations in the petition. Directs the Secretary to begin an investigation immediately if a resolution of a congressional committee requests the President to take such action. Authorizes the Secretary to begin an investigation even without such petition or resolution. Sets forth the procedure for carrying out such investigations. Requires the Secretary to begin consultations with the foreign nation involved if the Secretary determines that the allegations made in the petition or resolution are justified. Requires the Secretary to recommend actions to the President if the Secretary makes such a determination. Directs the President to determine the actions to be taken within 21 days of receiving such recommendations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Service Industries Commerce Development Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Service Industries Commerce Development Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to give trade negotiating priority to service sector issues, to expand and clarify existing laws governing interstate and foreign commerce to better deal with service trade problems, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:44-05:00"
}