{
  "actions": [
    {
      "acted_at": "1988-06-29", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2610-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1988-06-29", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-29", 
  "number": "2610", 
  "official_title": "A bill to amend the Safe Drinking Water Act to control lead in drinking water.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lead Contamination Control Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Chafee, John H.", 
    "state": "RI", 
    "thomas_id": "01303", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-29", 
  "subjects": [
    "Child health", 
    "Children and youth", 
    "Consumer protection", 
    "Crime and law enforcement", 
    "Defective products", 
    "Education", 
    "Educational facilities", 
    "Environmental protection", 
    "Federal aid to water pollution control", 
    "Fines (Penalties)", 
    "Government records, documents, and information", 
    "Information services", 
    "Laboratories", 
    "Lead poisoning", 
    "Licenses", 
    "Potable water", 
    "Schools", 
    "State finance", 
    "States", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water purification", 
    "Water supply"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-29", 
    "text": "Lead Contamination Control Act of 1988 - Amends the Safe Drinking Water Act to require the Environmental Protection Agency (EPA) to publish and distribute to the States: (1) a list identifying each brand and model of drinking water cooler which is not lead free or which, upon corrosion, will cause drinking water to be in contact with lead; and (2) a guidance document and testing protocol to assist schools in determining the source and degree of lead contamination in school drinking water supplies and in remedying such contamination. Bans the manufacture or sale of listed drinking water coolers and any other drinking water cooler which is not lead free. Establishes criminal and civil penalties for violation of such ban. Requires the States to disseminate the water cooler list and the guidance document and testing protocol to local education agencies (LEAs), private nonprofit elementary or secondary schools, and day care centers. Directs each State to establish a program, within one year of this Act's enactment, to assist LEAs in testing for, and remedying, lead contamination in school drinking water from coolers and from other sources of lead contamination. Requires that listed coolers be repaired, removed, or rendered inoperable, within 18 months of this Act's enactment, unless they are tested and found not to contribute lead to drinking water. Directs the EPA to make grants to States for such programs. Directs the EPA to identify and notify each manufacturer or importer of drinking water coolers with lead-lined tanks. Requires such manufacturer or importer to publish public notice of the potential health hazards associated with such coolers and offer to repair or replace them. Provides that, if such manufacturers or importers have not made an adequate effort to repair or replace the coolers within six months of this Act's enactment, the EPA shall make offers to cooler owners to repair or replace such coolers at the expense of such manufacturers or owners. Authorizes appropriations for this Act. Directs the EPA to: (1) assure that drinking water testing laboratory certification programs certify only those laboratories which provide reliable, accurate testing; and (2) publish a list of certified laboratories."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lead Contamination Control Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Safe Drinking Water Act to control lead in drinking water.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:03-05:00"
}