{
  "actions": [
    {
      "acted_at": "1973-02-20", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4395-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-20", 
  "number": "4395", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961 and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "22", 
    "name": "Morgan, Thomas E.", 
    "state": "PA", 
    "thomas_id": "00834", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-20", 
  "subjects": [
    "International affairs"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-20", 
    "text": "Authorizes appropriations under the Foreign Assistance Act of 1961, of $100,000,000 for fiscal year 1973 for refugee relief and reconstruction assistance to Bangladesh. Authorizes appropriations of $50,000,000 for relief and reconstruction assistance in connection with damage caused by floods in the Philippines during 1972. Authorizes the appropriation of $780,000,000 for fiscal year 1973 for military assistance. Extends through fiscal year 1973 the President's special authority to order defense articles and defense services subject to subsequent reimbursement. Repeals the provision of the Foreign Assistance Act of 1961 which requires recipients of grant military assistance and excess defense articles to deposit in local currency an amount equal to 10 percent of the value of such assistance for use by the United States to pay its local currency costs in that country. Provides an authorization for the appropriation of $844,000,000 for security supporting assistance for fiscal year 1973. Extends from 10 to 20 years the length of time for which credit may be extended under the Foreign Military Sales Act. Authorizes the appropriation of $527,000,000 for fiscal year 1973 to carry out the purposes of the Foreign Military Sales Act. Raises to $629,000,000 the ceiling on credits and guarantees which can be issued under the Foreign Military Sales Act in 1973. Increases the ceiling on aggregate military assistance and sales to Latin American countries from $100,000,000 to $150,000,000. Removes the limitation on the President's authority to waive the regional ceilings on military assistance and sales. Requires the President to report each waiver to the Congress. Increases to $245,000,000 the value of excess defense articles which may be ordered during any fiscal year before the value of such articles is considered military assistance to be charged against funds appropriated under the Foreign Military Sales."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961 and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:02-05:00"
}