{
  "actions": [
    {
      "acted_at": "1986-03-06", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-03-17", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Constitution", 
      "text": "Referred to Subcommittee on Constitution.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-03-18", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary requested executive comment from Justice Department, HUD.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1666-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1666"
    }
  ], 
  "bill_id": "s2146-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Constitution", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-03-06", 
  "number": "2146", 
  "official_title": "A bill to amend title VIII of the Act commonly referred to as the Civil Rights Act of 1968 to provide the Secretary of Housing and Urban Development and the Attorney General with additional authority to enforce rights to fair housing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Housing Amendments Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-03-06", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Business and commerce", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Courts and Civil Procedure", 
    "Department of Housing and Urban Development", 
    "Disabled", 
    "Fines (Penalties)", 
    "Housing discrimination", 
    "Housing for the handicapped", 
    "Injunctions", 
    "Intergovernmental relations", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Limitation of actions", 
    "Real estate business"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-03-06", 
    "text": "Fair Housing Amendments Act of 1986 - Amends specified Acts to rename them the Civil Rights Act of 1968 and the Fair Housing Act. Amends the Fair Housing Act to make it unlawful to: (1) refuse to sell or rent a dwelling to an individual because that individual, or someone associated with that individual, is handicapped; or (2) discriminate against a handicapped individual in the terms, conditions, or privileges of sale or rental of a dwelling. Allows an aggrieved person (one who believes that he has been, or is about to be, injured by a discriminatory housing practice) to file a complaint with the Secretary of Housing and Urban Development. Requires the Secretary to investigate such complaints and attempt to correct the discriminatory practice by informal methods of conciliation. Makes changes in the current requirements for referring charges to State or local agencies for investigation and enforcement. Directs the Secretary to refer complaints to such agencies when an alleged discriminatory housing practice appears to violate a State or local fair housing law. Directs the Secretary to refer matters to the Attorney General for civil action if: (1) based on the preliminary investigation, prompt judicial action is necessary; or (2) conciliation of a complaint has been attempted and additional attempts are considered unlikely to be successful. Allows the Secretary to refer to the Attorney General any matter which is within the Secretary's jurisdiction under this Act. Allows the Secretary to refer matters to the Attorney General, recommending that civil actions be filed, where a respondent has failed to comply with conciliation agreements. Allows the court, in actions brought by the Attorney General, to: (1) award preventive relief, including permanent or temporary injunctions and restraining orders; and (2) assess a civil penalty against the respondent. Allows the court to award reasonable attorney fees to the prevailing party (other than the United States). Revises the enforcement procedure for actions brought by private persons. Extends the statute of limitations for such actions to two years. Provides that once a conciliation agreement has been obtained, no action may be filed by a private person under this Act, except for the enforcement of such agreement. Allows that Attorney General to intervene in any private action brought under this Act if the case is of general public importance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Housing Amendments Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VIII of the Act commonly referred to as the Civil Rights Act of 1968 to provide the Secretary of Housing and Urban Development and the Attorney General with additional authority to enforce rights to fair housing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:48-05:00"
}