{
  "actions": [
    {
      "acted_at": "1973-08-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10023-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Stanton, J. William", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01099", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-08-03", 
  "number": "10023", 
  "official_title": "A bill to continue the community development program as a part of the Office of Minority Business Enterprise.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Minority Business Assistance and Community Economic Development Act", 
  "sponsor": {
    "district": "6", 
    "name": "Steiger, William A.", 
    "state": "WI", 
    "thomas_id": "01109", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-08-03", 
  "subjects": [
    "Business and commerce", 
    "Commerce", 
    "Minorities", 
    "Minority business enterprises"
  ], 
  "subjects_top_term": "Minority business enterprises", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-08-03", 
    "text": "Minority Business Assistance and Community Economic Development Act - States the finding of the Congress that many of our great cities and numerous rural communities are characterized by: (1) a contracting economic base; (2) substantial and persistent unemployment and underemployment; (3) deteriorated housing; (4) insufficient physical facilities to promote industrial and commercial development; and (5) a lack of resources necessary to promote business planning. Title I: Minority Business Assistance - Authorizes the Secretary of Commerce to provide financial assistance in the form of grants or grants-in-aid to individuals, partnerships, corporations, and other entities, and to States and their subdivisions and agencies thereof to assist in making management and technical assistance available to minority business enterprises. Limits such assistance to 90 percent of the total program or project cost. Title II: Community Economic Development - States that it is the purpose of this title to encourage the development of special programs by which the residents of urban and rural low-income areas may, through self-help and mobilization of the community at large, with appropriate Federal assistance, improve the quality of their economic and social participation in community life in such a way as to contribute to the elimination of poverty and the establishment of permanent economic and social benefits. Authorizes the Secretary to provide financial assistance to community development corporations and to cooperatives and other agencies in conjunction with qualifying community development corporations for the payment of all or part of programs which are designed to carry out the purposes of this part. Provides that such programs may include: (1) economic and business development programs; (2) community development and housing activities which create new training, employment, and ownership opportunities and which contribute to an improved living environment; and (3) manpower training programs for unemployed or low-income persons which support and complement economic, business, housing, and community development programs. Directs that the Secretary shall not assist programs under this Act unless he determines that: (1) such community development corporation is responsible to residents of the area under guidelines established by the Secretary; (2) all projects and related facilities will, to the maximum feasible extent, be located in the areas served; (3) projects will, where feasible, promote the development of entrepreneurial and management skills and the ownership of participation in ownership of assisted businesses and housing, cooperatively or otherwise, by residents of the area served; (4) projects will be planned and carried out with the participation of local businessmen and financial institutions and organizations by their inclusion on program boards of directors, advisory councils, or through other appropriate means; (5) the program will be appropriately coordinated with local planning; (6) no participant will be employed on projects involving political parties, or the construction, operation, or maintenance of so much of any facility as is used or be used for sectarian instruction or as a place for religious worship; (7) the program will not result in the displacement of employed workers or impair existing contracts for services, or result in the substitution of Federal for other funds in connection with work that would otherwise be performed; (8) the rates of pay for time spent in work-training and education, and other conditions of employment, will be appropriate and reasonable in the light of such factors as the type of work, geographical region, and proficiency of the participant; (9) the program will, to the maximum extent feasible, contribute to the occupational development or upward mobility of individual participants; (10) preference will be given to low-income or economically disadvantaged residents of the areas served in filling job and training opportunities; and (11) training programs carried out in connection with projects financed under this part shall be designed wherever feasible to provide those persons who successfully complete such training with skills which are also in demand in communities, neighborhoods, or rural areas other than those for which programs are established under this part. Requires that, on or before six months after the enactment of this Act, and annually thereafter, the Secretary shall submit to the Congress a detailed report setting forth a description of all Federal agency programs which he finds relevant to achieving the purposes of this part and the extent to which such programs have been made available to community development corporations receiving financial assistance under this part including specifically the availability and effectiveness of programs covered by this Act. Authorizes the Secretary to provide financial assistance, including loans having a maximum maturity of fifteen years and in amounts not resulting in an aggregate principal indebtedness of more than $3,500 at any one time, to any low-income rural family where, in the judgment of the Secretary, such financial assistance has a reasonable possibility of effecting a permanent increase in the income of such families, or will contribute to the improvement of their living or housing conditions. Authorizes the Secretary to provide financial assistance to local cooperative associations in rural areas containing concentrations or substantial numbers of low-income persons for the purpose of defraying all or part of the costs of establishing and operating cooperative programs for farming, purchasing, marketing, processing, and to improve their income as producers and their purchaing power as consumers, and to provide such essentials as credit and health services. Directs the Secretary to provide directly or through grants, contracts, or other arrangements such technical assistance and training of personnel as may be required to effectively implement the purposes of this subchapter. Title III: Administration - Directs the Secretary to administer this Act with the assistance of an Assistant Secretary of Commerce. Provides that the Assistant Secretary created by this section shall be appointed by the President by and with the advice and consent of the Senate and shall be compensated at the rate provided for Level IV of the Federal Executive Salary Schedule. Provides that personnel engaged in administering title VII of the Economic Opportunity Act of 1964, as amended, and related economic development programs shall be transferred to the Department of Commerce in accordance with applicable laws and regulations. Title IV: Miscellaneous - Provides that for the purpose of carrying out title I of this Act, there are authorized $50,000,000 for the fiscal year ending June 30, 1974, and such sums as may be necessary for the fiscal year ending June 30, 1975. Provides that for the purpose of carrying out title II of this Act, there are authorized $45,000,000 for the fiscal year ending June 30, 1974, and such sums as may be necessary for the fiscal year ending June 30, 1975."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Minority Business Assistance and Community Economic Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to continue the community development program as a part of the Office of Minority Business Enterprise.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:36-05:00"
}