{
  "actions": [
    {
      "acted_at": "1992-05-28", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-11", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "subcommittee": "Aviation", 
      "text": "Referred to the Subcommittee on Aviation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-18", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "in_subcommittee": "Aviation", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-25", 
      "bill_ids": [
        "hr5466-102"
      ], 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "For Further Action See H.R.5466.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5293-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Aviation", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Davis, Robert W.", 
      "sponsored_at": "1992-05-28", 
      "state": "MI", 
      "thomas_id": "00273", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gingrich, Newt", 
      "sponsored_at": "1992-06-03", 
      "state": "GA", 
      "thomas_id": "00441", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Horn, Joan Kelly", 
      "sponsored_at": "1992-05-28", 
      "state": "MO", 
      "thomas_id": "00558", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Jontz, Jim", 
      "sponsored_at": "1992-05-28", 
      "state": "IN", 
      "thomas_id": "00613", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "McCloskey, Frank", 
      "sponsored_at": "1992-05-28", 
      "state": "IN", 
      "thomas_id": "00758", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Mineta, Norman Y.", 
      "sponsored_at": "1992-05-28", 
      "state": "CA", 
      "thomas_id": "00812", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Vander Jagt, Guy", 
      "sponsored_at": "1992-05-28", 
      "state": "MI", 
      "thomas_id": "01180", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-28", 
  "number": "5293", 
  "official_title": "To amend the Federal Aviation Act of 1958 to enhance competition among air carriers by prohibiting an air carrier who operates a computer reservation system from discriminating against other air carriers participating in the system and among travel agents which subscribe to the system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5466-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2312-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Airline Competition Enhancement Act of 1992", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-28", 
  "subjects": [
    "Airline passenger traffic", 
    "Airlines", 
    "Airports", 
    "Commercial arbitration", 
    "Competition", 
    "Computer networks", 
    "Congressional reporting requirements", 
    "Contracts", 
    "Fees", 
    "Government paperwork", 
    "Illinois", 
    "Restrictive trade practices", 
    "Sparsely populated areas", 
    "Transportation and public works", 
    "Travel agents"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-28", 
    "text": "Airline Competition Enhancement Act of 1992 - Amends the Federal Aviation Act of 1958 to prohibit a vendor, in the operation of its air carrier computer reservations system, from discriminating against participants in such system in specified ways, including: (1) making available to subscribers an integrated display which orders information on air carrier identity; (2) supplying information to a person creating or attempting to create such an integrated display; (3) making available, after September 30, 1994, to a subscriber or participant any subscriber or participant transaction capability which is more functional, timely, complete, accurate, reliable, secure, or efficient with respect to one subscriber, or participant, than to another; (4) charging a participant fee for, or requiring terms or conditions with, the provision of any computer reservation system feature, function, or service unless they are reasonable; (5) charging a participation fee more than the maximum fee found reasonable; or (6) prohibiting a subscriber from obtaining or using another computer reservation system. Prohibits a vendor or air carrier from requiring, or providing incentives to induce, a subscriber to use information from a computer reservation system to create an integrated display which orders information on air carrier identity. Prohibits a vendor, except on grounds of demonstrated technological incompatibility, from prohibiting or unreasonably restricting the: (1) interconnection to its computer reservation system equipment of computer hardware or software supplied by a person other than such vendor; or (2) use by a subscriber, to access any other computer reservation system or data base, or hardware and communications lines supplied by another vendor. Sets forth other specified prohibitions. Prohibits a vendor from: (1) requiring, as a condition for providing a subscriber additional computer reservation system components (including software and enhancements), that the term of the subscriber's contract be extended; (2) requiring use of its computer reservation system by such subscriber in any sale by the subscriber of the vendor's air transportation services; (3) requiring use of its computer reservation system as a condition of compensation for the sale of air transportation services by the subscriber; and (4) charging prices to subscribers conditioned on the identity of air carriers whose air transportation services are sold by such subscribers. Prohibits the enforcement of subscriber contract provisions for a contract term of more than three years. Sets forth other specified contract provisions which are not enforceable. Prohibits a subscriber from using computer software or hardware to modify information in a computer reservation system so as to produce: (1) integrated displays of such information based on air carrier identity, unless specified conditions are met; or (2) displays of such information based on subscriber or participant transaction capability. Requires vendors to submit quarterly reports to the Secretary of Transportation (Secretary) describing the manner in which they propose to comply with this Act. Requires the Secretary to transmit to specified congressional committees a compliance progress report based on the vendors' reports. Authorizes participants who object to a new or increased participant fee to demand that such action be reviewed by an arbitrator. Sets forth specified administrative provisions with respect to violations of this Act. Directs the Secretary not to give consideration to the availability of slots (reservations for an instrument flight rule takeoff or landing) at high density airports (airports at which the Administrator limits the number of instrument flight rule takeoffs and landings) in: (1) determining the provision of basic essential air service to small communities; and (2) selecting an air carrier to provide such service. Requires the Secretary to ensure that a sufficient number of such slots are available to the air carrier providing such service at such airports. Provides for the transfer of slots at such airports."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airline Competition Enhancement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Aviation Act of 1958 to enhance competition among air carriers by prohibiting an air carrier who operates a computer reservation system from discriminating against other air carriers participating in the system and among travel agents which subscribe to the system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:38-05:00"
}