{
  "actions": [
    {
      "acted_at": "1984-06-21", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-26", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "text": "Referred to Subcommittee on Telecommunications, Consumer Protection and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-02", 
      "bill_ids": [
        "hr5693-98"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Further Action See H.R.5693.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5914-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Consumer Protection and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-06-21", 
  "number": "5914", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934 to improve the protection of the public interest and of investors in corporate take-overs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5693-98", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Penny, Timothy J.", 
    "state": "MN", 
    "thomas_id": "00906", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-06-21", 
  "subjects": [
    "Corporate reorganizations", 
    "Corporations", 
    "Corporations and Stocks", 
    "Information disclosure (Securities law)", 
    "Securities and Investments", 
    "Securities regulation", 
    "Tender offers"
  ], 
  "subjects_top_term": "Tender offers", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-06-21", 
    "text": "Amends the Securities Exchange Act of 1934 to allow the Securities and Exchange Commission by order summarily to suspend the effectiveness of an offer for, or request or invitation for tenders of, a security (a tender offer) if the Commission determines that the required statement filed does not contain all the necessary information or that such information provided to offerees does not provide full disclosure of all material information concerning the tender offer. Requires the Commission to schedule a hearing with respect to each suspension. Prohibits any offeror from making a tender offer for or acquiring any equity securities at any time when any commission proceeding is pending against the offeror alleging a violation of this Act or of the Securities Act of 1933. Prohibits any offeror from acquiring, removing or exercising control over any assets of the issuer pursuant to a tender offer for such securities at any time when any such a Commission proceeding is pending. Prohibits any offeror from acquiring any equity securities of any class of an issuer within two years following the last purchase pursuant to a tender offer for securities of that class unless the holders of the equity securities are afforded, at the time of acquisition, a reasonable opportunity to dispose of them to the offeror upon equivalent terms as those provided in the earlier offer. Provides that all shares acquired in violation of these restrictions shall be denied voting rights for a one year period. Requires disclosure statements by principal shareholders and tender offerors to include any plans to effect: (1) a merger or consolidation with any other person; (2) a change in location of its principal office or business activities; (3) a change in management; or (4) any change that materially alters its relationship with suppliers, customers, or the communities in which the issuer operates. Requires the Commission to promulgate rules and regulations designed to prevent certain acts and practices that are fraudulent, deceptive, or manipulative. Requires a person proposing to make a control share acquisition to deliver to the issuer a statement setting forth specified information. Requires, within 55 days after receipt of such statement, a special meeting of the stockholders of the issuer to vote on the proposed control share acquisition. Permits the acquiring person to consummate the proposed control share acquisition if and only if both of the following occur: (1) the proposed acquisition is approved by the affirmative vote of the holders of a majority of the voting power of all securities entitled to vote which are not beneficially owned by the acquiring person; and (2) the proposed acquisition is consummated within 180 days after such approval."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934 to improve the protection of the public interest and of investors in corporate take-overs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:09-05:00"
}