{
  "actions": [
    {
      "acted_at": "1973-03-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-09-26", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 93-1381.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-10", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #666 (377-15).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-10", 
      "bill_ids": [
        "s1149-93"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 1149 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5385-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Bergland, Bob", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00081", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Breckinridge, John B.", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "00121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Devine, Samuel L.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "00292", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Jarman, John", 
      "sponsored_at": "1973-01-03", 
      "state": "OK", 
      "thomas_id": "00591", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kuykendall, Dan H.", 
      "sponsored_at": "1973-01-03", 
      "state": "TN", 
      "thomas_id": "00654", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Podell, Bertram L.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00920", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-08", 
  "number": "5385", 
  "official_title": "A bill to restore and maintain a healthy transportation system, to provide financial assistance, to improve competitive equity among surface transportation modes, to improve the process of Government regulation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6880-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1149-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Surface Transportation Act", 
  "sponsor": {
    "district": "7", 
    "name": "Adams, Brock", 
    "state": "WA", 
    "thomas_id": "00005", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-08", 
  "subjects": [
    "Advisory bodies", 
    "Common carriers", 
    "Department of Transportation", 
    "Federal aid programs", 
    "Independent regulatory commissions", 
    "Interstate Commerce Commission", 
    "Railroads", 
    "States", 
    "Taxation", 
    "Transportation and public works", 
    "Transportation law and legislation"
  ], 
  "subjects_top_term": "Transportation law and legislation", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1974-09-26", 
    "text": "(LATEST SUMMARY) Surface Transportation Act - =Title I: Financial Assistance to Railroads= - Rail Freight Transportation Improvement Act - Authorizes the Secretary of Transportation to guarantee any lender against loss of principal and interest on security obligations or loans issued for the purpose of financing the acquisition, construction, maintenance or development of specified railroad facilities and equipment. Sets forth standards and procedures for the making of such guarantees. Authorizes the Secretary to conduct research and development into the design of a national rolling stock management information system capable of locating and expediting the movement of rolling stock on a national basis. Directs the Secretary to study and report to Congress on the potential benefits of railroad electrification for high density rail lines in the United States. Authorizes appropriations to carry out the purposes of this Act. =Title II: Provisions Relating to Discriminatory State Tax Practices= - Provides that the following actions by any State are hereby declared to constitute an unreasonable and unjust discrimination against and an undue burden upon interstate commerce and are hereby forbidden and declared to be unlawful: (1) the assessment, for purposes of a property tax levied by any taxing district, of transportation property owned or used by any common or contract carrier subject to economic regulation pursuant to the provisions of the Interstate Commerce Act at a value which bears a higher ratio to the true market value of such transportation property than the assessed value of all other industrial and commercial property in the assessment jurisdiction of any State which is included in such taxing district and subject to a property tax levy bears to the true market value of all such other commercial and industrial property; (2) the collection of any tax on the portion of such assessment so declared to be unlawful; or (3) the collection of any ad valorem property tax on such transportation property at a tax rate higher than the tax rate generally applicable to commercial and industrial property in the taxing district. Provides that the district courts of the United States shall have jurisdiction to issue such writs of injunction or other property process as may be necessary to restrain any State, or subdivision or agency thereof, or any person from doing anything or performing any act declared to be unlawful. =Title III: Provision Relating to Competitive Equity= - Competitive Equity Act - Provides, under the Interstate Commerce Act, that the Interstate Commerce Commission shall, on a continuing basis, investigate and identify traffics which are not moving at rates below the variable cost incurred in handling the traffics to which such rates apply and cause such rates to be promptly brought to at least such variable costs. Provides that the Commission shall promulgate and continually maintain standards and procedures for the determination of revenue levels adequate under honest, economical, and efficient management to cover operating and capital costs, including a fair, reasonable, and economic profit. Requires the Interstate Commerce Commission and the Federal Maritime Commission to conduct investigations of the rate structure for transportation of recycled materials. Requires the Commission to determine if such a rate structure is discriminatory or unreasonable, and if so found, issue orders for such practices to cease. Sets forth revised standards for the exercise of the ICC's power to suspend rate changes. =Title IV: Agreements Between Carriers= - Rate Bureau Modernization Act - Permits a conference, bureau, committee, or other organization established among carriers for joint operation under the Interstate Commerce Act to approve its own changes in rules, rates, or charges. Provides that such conference, bureau, committee or other organization may not conduct votes on single line rates established by any railroad carrier, nor appear in any proceeding before the Commission regarding such single line rate. =Title V: Establishment of Uniform Cost Accounting= - Provides that the Commission may in its discretion prescribe a uniform system of accounts applicable to any class of carriers subject to the Interstate Commerce Act, and a period of time within which such class shall have a uniform system of accounts, and the manner in which such accounts shall be kept. Requires the Commission to establish and promulgate rules and regualtions prescribing uniform cost accounting and uniform revenue accounting methods for the determination of abondonment of nonproductive facilities, minimum compensatory rates established, and the repeal of discriminatory rates. =Title VI: Interstate Commerce Commission Budget= - Interstate Commerce Commission Budget Submission Act - Provides, under the Budget and Accounting Act, that the President shall submit the estimated expenditures and proposed appropriations necessary for the next fiscal year for the Interstate Commerce Commission in his annual budget report to Congress. =Title VII: Miscellaneous= - Requires the ICC to compute rules on terminal and storage charges consistent with the goals of better utilization of freight cars. Sets forth standards for the establishment by the ICC of mandatory per diem compensation rates for the use of each other's freight cars by railroads. Sets forth criteria to be used by the ICC in considering abandonment of any rail line, including: (1) the needs of those served by the line of the railroad involved; and (2) the financial effect of the continued operation of the line upon the carrier seeking abandonment. Declares that, notwithstanding any other provisions of this Act, the authority and responsibility of the ICC to guarantee the equalization of rates between ports remain intact."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Transportation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to restore and maintain a healthy transportation system, to provide financial assistance, to improve competitive equity among surface transportation modes, to improve the process of Government regulation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:18-05:00"
}