{
  "actions": [
    {
      "acted_at": "1992-10-06", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-06", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-11-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6202-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-06", 
  "number": "6202", 
  "official_title": "To amend title XIX of the Social Security Act and title 38, United States Code, to establish limits on the prices of prescription drugs procured by the Department of Veterans Affairs or purchased by certain clinics and hospitals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicaid and Department of Veterans Affairs Drug Rebate Amendments of 1992", 
  "sponsor": {
    "district": "2", 
    "name": "Slattery, Jim", 
    "state": "KS", 
    "thomas_id": "01067", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-06", 
  "subjects": [
    "Auditing", 
    "Business records", 
    "Congressional reporting requirements", 
    "Drug industry", 
    "Drugs", 
    "Federal aid to health facilities", 
    "Government paperwork", 
    "Government procurement", 
    "Health", 
    "Health facilities", 
    "Hospitals", 
    "Indexing (Economic policy)", 
    "Indian medical care", 
    "Medicaid", 
    "Prescription pricing", 
    "Price regulation", 
    "Public assistance programs", 
    "Rebates", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Drugs", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-06", 
    "text": "Medicaid and Department of Veterans Affairs Drug Rebate Amendments of 1992 - Amends title XIX (Medicaid) of the Social Security Act to exclude the prices charged for prescription drugs purchased by the Departments of Defense and Veterans Affairs, the Indian and Public Health Services, or certain federally-funded clinics and public or private nonprofit hospitals from the calculation of best price procurement for purposes of application of Medicaid rebate agreements. Requires an agreement between the Secretary of Health and Human Services and a covered drug manufacturer limiting the purchase price of drugs procured by covered entities (the federally-funded clinics and public or private nonprofit hospitals referred to above). Provides that if the Secretary does not establish a certain mechanism under the Public Health Service Act below: (1) each covered entity must inform the applicable State agency when it seeks reimbursement under Medicaid for covered drugs subject to an agreement (described below); and (2) such State agency must provide a means by which the entity must indicate on any claims form that the drug is subject to such agreement, and not submit to any manufacturer a claim for a rebate payment under Medicaid. Outlines requirements relating to master agreements for drugs procured by the Department of Veterans Affairs and certain other Federal agencies. Revises provisions respecting rebate agreement termination. Provides a new determination of the basic Medicaid rebate for single source and innovator multiple source drugs for specified calendar quarters beginning after September 30, 1992. Directs the Secretary to report to the Congress specified information relating to Medicaid best price changes and rebate payments. Prohibits such reports from containing information or any prescription drug unless the Secretary finds that expenditures for the drug are significant expenditures under the Medicaid drug purchase and rebate program. Amends the Public Health Service Act to require an agreement between the Secretary and a covered drug manufacturer limiting the purchase price of drugs procured by covered entities (the federally-funded clinics and public and private nonprofit hospitals referred to above). Requires covered entities, in order to receive reduced prices, to: (1) take certain steps to avoid duplicative discounts or rebates; (2) refrain from reselling such purchased drug to a person who is not a patient of such entity; and (3) permit audits of records in order to determine agreement compliance. Makes covered entities liable to the manufacturer for the full amount of any reduced price if the Secretary determines agreement noncompliance on the entity's part. Requires the Secretary to: (1) establish a mechanism to ensure that covered entities comply with item (1) in the list above; (2) develop a process for the certification of certain covered entities; (3) establish a prime vendor program under which covered entities may enter into contracts with prime vendors for the distribution of covered outpatient drugs; and (4) notify covered drug manufacturers and single State agencies of the identities of covered entities. Requires the Secretary to study and report to the Congress on whether to include certain clinics as covered entities eligible for prescription drug discounts. Amends Federal veterans' benefit law to require agreements between the Secretary of Veterans Affairs and covered drug manufacturers limiting the purchase price of drugs procured by the Department of Veterans Affairs and certain other Federal agencies. Provides for additional discounts for covered drugs purchased under the depot contracting system or listed on the Federal Supply Schedule. Requires certain manufacturer reports to the Secretary on drug prices. Authorizes the Secretary to audit relevant manufacturer or wholesaler records. Requires the Secretary to supply to the HHS Secretary the name of the manufacturer upon the execution or termination of any master agreement and, on a quarterly basis, a list of manufacturers who have entered into such agreements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicaid and Department of Veterans Affairs Drug Rebate Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title XIX of the Social Security Act and title 38, United States Code, to establish limits on the prices of prescription drugs procured by the Department of Veterans Affairs or purchased by certain clinics and hospitals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:15:03-05:00"
}