{
  "actions": [
    {
      "acted_at": "1985-03-05", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-05", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-08", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-12", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-01", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Conservation Credit and Rural Development", 
      "text": "Referred to Subcommittee on Conservation Credit and Rural Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-01", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Cotton, Rice, and Sugar", 
      "text": "Referred to Subcommittee on Cotton, Rice, and Sugar.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-01", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Livestock, Dairy, and Poultry", 
      "text": "Referred to Subcommittee on Livestock, Dairy, and Poultry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-01", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Department Operations, Research, and Foreign Agriculture", 
      "text": "Referred to Subcommittee on Department Operations, Research, and Foreign Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-01", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Forest, Family Farms, and Energy", 
      "text": "Referred to Subcommittee on Forest, Family Farms, and Energy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-01", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Tobacco and Peanuts", 
      "text": "Referred to Subcommittee on Tobacco and Peanuts.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-01", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Wheat, Soybeans, and Feed Grains", 
      "text": "Referred to Subcommittee on Wheat, Soybeans, and Feed Grains.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-13", 
      "bill_ids": [
        "hr2100-99"
      ], 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "See H.R.2100.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1420-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Conservation, Credit, and Rural Development", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Cotton, Rice, and Sugar", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Livestock, Dairy and Poultry", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Department Operations, Research, and Foreign Agriculture", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Forests, Family Farms, and Energy", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Tobacco and Peanuts", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Wheat, Soybeans, and Feed Grains", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-03-05", 
  "number": "1420", 
  "official_title": "A bill to provide a continuous, adequate, wholesome supply of food and fiber, assure a strong agricultural economy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2100-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "s501-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s501-99", 
      "reason": "identical"
    }
  ], 
  "short_title": "Agricultural Adjustment Act of 1985", 
  "sponsor": {
    "district": "15", 
    "name": "Madigan, Edward R.", 
    "state": "IL", 
    "thomas_id": "00724", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-03-05", 
  "subjects": [
    "Administrative fees", 
    "Advisory bodies", 
    "Agricultural colleges", 
    "Agricultural credit", 
    "Agricultural education", 
    "Agricultural extension work", 
    "Agricultural innovations", 
    "Agricultural insurance", 
    "Agricultural marketing regulation", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agricultural surpluses", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Aquaculture", 
    "Authorization", 
    "Biotechnology", 
    "Business and commerce", 
    "College libraries", 
    "Computer programming", 
    "Congressional oversight", 
    "Conservation of natural resources", 
    "Cotton", 
    "Dairy products", 
    "Department of Agriculture", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Education", 
    "Environmental protection", 
    "Exports", 
    "Farm ownership", 
    "Farm production quotas", 
    "Farms", 
    "Federal advisory bodies", 
    "Federally-guaranteed loans", 
    "Feed grain program", 
    "Finance and financial sector", 
    "Food and Food Industry", 
    "Food relief", 
    "Food supply insurance", 
    "Foreign Trade and Investments", 
    "Forestry research", 
    "Government lending", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Import restrictions", 
    "Imports", 
    "Information services", 
    "Insurance", 
    "Interest", 
    "Libraries", 
    "Livestock", 
    "Marketing of farm produce", 
    "Milk", 
    "Nutrition", 
    "Nutrition policy", 
    "Nuts", 
    "Organic farming", 
    "Range management", 
    "Research and development", 
    "Rice", 
    "Soil conservation", 
    "Soil erosion", 
    "Soil science", 
    "Soybeans", 
    "Sugar and sugar trade", 
    "Territories (U.S.)", 
    "User charges", 
    "Veterinary medicine", 
    "Water resources development", 
    "Wheat", 
    "Wool"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-03-05", 
    "text": "Agricultural Adjustment Act of 1985 - Title I: Agricultural Trade and Export Expansion - States that it is U.S. policy to: (1) promote free trade in agriculture by negotiating with key U.S. trading partners to remove agricultural trade restrictions; and (2) remove U.S. import restrictions as part of a program of mutual opening of markets. Amends the Trade Act of 1974, as amended, to require the U.S. Trade Representative to submit a separate compilation of the analysis and estimate of U.S. agricultural exports to the appropriate congressional committees. Directs the U.S. Trade Representative and the Secretary of Agriculture (the Secretary) to seek to eliminate barriers to U.S. agricultural products. Requires a report to the Congress if negotiations are not proceeding satisfactorily. Directs the President to recommend to the Congress a plan for the reciprocal phasing out of agricultural trade barriers. Directs the Commodity Credit Corporation (CCC), in making export credit guarantees, to consider a country's credit standing, and whether such guarantees will foster U.S. agricultural exports. Amends the Agricultural Trade Development and Assistance Act of 1954 (Public Law 480) to extend sales and assistance program authority through FY 2000. Directs the Secretary to conduct an agricultural export study and report to the Congress within one year. Title II: Wheat - Directs the Secretary to make loans to producers of the 1986 and subsequent wheat crops who pledge their crops as loan security. Sets the basic loan rate for each class of wheat at 75 percent of the preceding three years' national average market price. Requires loan repayment within nine months. Directs the Secretary to make payments for each class of wheat based on the payment rate, planted acreage, and the farm's payment yield. Directs the Secretary to establish an acreage reduction program for the 1986 through 1988 wheat crops. Requires planted acreage for such years to be reduced by 15 percent, ten percent, and five percent, respectively. Makes a producer in excess of the permitted acreage ineligible for loans and payments. Permits the Secretary to adjust farm acreage bases. Requires that a portion of such acreage be devoted to conservation uses. Title III: Feed Grains - Directs the Secretary to make loans to producers of each of the 1986 and subsequent crops of corn, grain sorghum, and barley who pledge their crops as loan security. Sets the basic loan rate for each crop at 75 percent of the preceding three years' national average market price. Requires loan repayment within nine months. Directs the Secretary to make payments for each crop based on the payment rate, planted acreage, and the farm's payment yield. Directs the Secretary to establish an acreage reduction program for the 1986 through 1988 crops. Requires planted acreage for such years to be reduced by 15 percent, ten percent, and five percent, respectively. Permits the Secretary to adjust farm acreage bases. Requires that a portion of such acreage be devoted to conservation uses. Title IV: Cotton - Directs the Secretary to make loans to producers of each of the 1986 and subsequent crops of upland cotton and extra long staple cotton who pledge their crops as loan security. Sets the basic loan rate for each crop at 75 percent of the preceding three years' national average market price. Requires loan repayment within nine months. Directs the Secretary to make payments for each crop based on the payment rate, planted acreage, and the farm's payment yield. Directs the Secretary to establish an acreage reduction program for the 1986 through 1988 crops. Requires planted acreage for such years to be reduced by 15 percent, ten percent, and five percent, respectively. Permits the Secretary to adjust farm acreage bases. Requires that a portion of such acreage be devoted to conservation uses. Title V: Rice - Directs the Secretary to make loans to producers of each of the 1986 and subsequent crops of rice who pledge their crops as loan security. Sets the basic loan rate for each crop at 75 percent of the preceding three years' national average market price. Requires loan repayment within nine months. Directs the Secretary to establish an acreage reduction program for the 1986 through 1988 crops. Requires planted acreage for such years to be reduced by 15 percent, ten percent, and five percent, respectively. Makes a person who produces in excess of the permitted acreage ineligible for loans and payments. Permits the Secretary to adjust farm acreage bases. Requires that a portion of such acreage be devoted to conservation uses. Title VI: Soybeans - Directs the Secretary to make loans to producers of each of the 1986 and subsequent soybean crops who pledge their crops as loan security. Sets the basic loan rate for each crop at 75 percent of the preceding three years' national average market price. Requires loan repayment within nine months. Title VII: Dairy - Sets the dairy price support level through FY 1987 at $11.60 per hundredweight. Provides for two specified 50-cent per hundredweight price support reductions if purchases exceed specified amounts. Directs the Secretary to make milk payments for each of the fiscal years after FY 1987 based upon the payment rate and quantity of milk or milk products marketed in such fiscal year. Sets forth payment rate schedules for each of FY 1988 through 1991 and subsequent fiscal years. Directs the Secretary to appoint a ten-member task force to: (1) study the milk marketing order program; and (2) prepare a report by September 30, 1990. Extends through December 31, 1989, the authority for seasonal adjustment plans in milk marketing orders. Title VIII: Peanuts - Directs the Secretary to make loans to producers of each of the 1986 and subsequent peanut crops who pledge their crops as loan security. Sets the basic loan rate for each crop at the smaller of: (1) 75 percent of the preceding three years' national average market price; or (2) $250 per ton. Requires loan repayment within nine months. Directs the Secretary to make payments for each of the 1986 and subsequent peanut crops based upon the quantity of eligible peanuts and the payment rate. Sets forth quantity eligible formulas for the 1986 through 1990 crops, and for the 1991 and subsequent crops. Sets the 1986 payment rate at the amount by which the national average market price is less than $550 per ton. Sets the 1987 and subsequent payment rates as the amount by which the year's market price is less than the three preceding years' national average market price multiplied by: (1) 95 percent for 1987; (2) 90 percent for 1988; (3) 85 percent for 1989; (4) 80 percent for 1990; and (5) 75 percent for 1991 and each subsequent year. Provides with regard to 1986 through 1990 payment quota transfers that: (1) if a farm is transferred to a new owner the quota shall remain with the farm; (2) a quota may be permanently transferred upon death, by gift, or to a family member's farm; and (3) a temporary quota transfer may be made if both owner and operator agree in writing and such transfer is to such operator's farm. Title IX: Sugar - Directs the Secretary to make loans to producers of the 1986 and subsequent sugar cane and sugar beet crops. Sets the basic loan rate at 75 percent of the preceding three years' national average market price (raw value). Limits the sugar cane rate to no more than 12 cents per pound. Authorizes the Secretary to determine parallel sugar beet loan rates. Directs the Secretary to take steps to avoid accumulating excess CCC sugar stocks. Directs the Secretary to make payments for each of the 1986 and subsequent sugar cane and sugar beet crops based upon payment rate and quantity. Sets the 1986 through 1990 payment rates for sugar cane as the amount by which the year's market price is less than the greater of 75 percent of the preceding three years' market price, or: (1) 18 cents per pound for 1986; (2) 16 cents per pound for 1987; (3) 14 cents per pound for 1988; and (4) 12 cents per pound for 1989 and 1990. Sets the payment rates for sugar beets as the amount by which the national average market price is less than: (1) for each of the 1986 through 1990 crops, an amount determined by the Secretary in relation to the sugar cane rate; and (2) for each of the 1991 and subsequent crops, 75 percent of the preceding three years' national average market price. Title X: Wool and Mohair - Directs the Secretary to make loans to producers of wool and mohair for each of the 1986 and subsequent crops. Sets the 1986 and subsequent payment rates for mohair and wool at the amount by which the year's market price is less than the smaller of $5.17 per pound or the three preceding years' national average market price multiplied by: (1) 100 percent for 1986; (2) 95 percent for 1987; (3) 90 percent for 1988; (4) 85 percent for 1989; (5) 80 percent for 1990; and (6) 75 percent for 1991 and subsequent years. Title XI: Food Assistance Reserve - Authorizes the Secretary to establish a wheat and feed grain food assistance reserve. Title XII: General Provisions - Places specified program limits on amounts that a person may receive under this Act. Permits a person applying for specified commodity loans under this Act to designate such a loan as a nonrecourse loan. Limits such total amounts to $200,000. Provides that: (1) the borrower shall not be personally liable for any deficiency arising from the sale of collateral securing such a loan unless the loan was fraudulently obtained; and (2) the payment rate shall be the lesser of the otherwise applicable payment rate or the amount by which the national average market price for the collateral-commodity is less than the loan rate for the collateral. Directs the Secretary to ascertain the acreage of any commodity or land use on a farm in order to determine program compliance under this Act. Permits remeasurement upon farm operator request. Provides that when the ownership of a tract of land is transferred from a parent farm, any payment quota, history acreage and base acreage for the farm shall be divided between such tract and the parent farm in the same proportion as the tract cropland acreage bears to the parent farm cropland acreage. Permits the Secretary to provide alternative apportionment in certain situations. Permits the Secretary to make advance commodity payments. Title XIII: Repeal of Prior Legislation - Repeals specified provisions of: (1) the Agricultural Adjustment Act of 1938; (2) the Agricultural Act of 1949; (3) the Agricultural Act of 1948; (4) the Food and Agriculture Act of 1965; (5) the Food and Agriculture Act of 1962; (6) the Agriculture and Food Act of 1981; (7) the Agricultural Act of 1970; (8) the Food Security Wheat Reserve Act of 1980; (9) the Agricultural Trade Suspension Adjustment Act of 1980; (10) the National Wool Act; (11) the Agricultural Marketing Act; and (12) other specified Federal laws. Title XIV: National Agricultural Research, Extension, and Teaching Policy Act Amendments of 1985 - National Agricultural Research, Extension, and Teaching Policy Act Amendments of 1985 - Amends the National Agricultural Research, Extension, and Teaching Policy Act of 1977 to repeal the provision requiring the Secretary, in cooperation with other appropriate agencies, to develop a long-term assessment for food, fiber, and forest products. Extends through FY 1989 the term of: (1) the Joint Council on Food and Agricultural Sciences; and (2) the National Agricultural Research and Extension Users Advisory Board. Increases such Board's membership and eliminates specified reporting requirements. Eliminates specified needs assessment information from the Secretary's annual agricultural extension, research, and teaching report. Amends Federal law to establish a program of competitive research grants, with emphasis in areas of high priority research, including new techniques, biotechnology, human nutrition, soil and water research, and industrial use of agricultural products. Authorizes annual appropriations. Amends the National Agricultural Research, Extension, and Teaching Policy Act of 1977 to increase administrative cost appropriations from four percent to five percent. Amends the Research Facilities Act to authorize grants on a matching basis. Permits such funds to be used to finance research equipment. Increases administrative cost appropriations from three percent to five percent. Authorizes annual appropriations within the limits of specified overall authorizations of appropriations. Revises the definition of \"State\" to include the District of Columbia, Guam, the Virgin Islands, American Samoa, and Micronesia. Revises the definition of \"eligible institution\" to include forestry or veterinary departments. Eliminates the requirement that food and agricultural sciences education grants be made without regard to recipient-provided matching grants. Requires a recipient institution to have a significant commitment to the grant's specific subject area. Authorizes annual appropriations within the limits of specified overall authorizations of appropriations. Repeals provisions requiring the Secretary: (1) to perform a regional food and nutrition center research study; (2) to conduct a weather and water allocation study; (3) to conduct an organic farming study; and (4) to conduct an agricultural research facilities study. Repeals the mandate for the Secretary of Health and Human Services to develop a research and information management system. Authorizes FY 1986 through 1989 appropriations for: (1) agricultural research programs; and (2) extension education. Increases administrative cost appropriations from three percent to five percent. Authorizes the Secretary to use a cooperative agreement as the legal instrument reflecting a relationship between the Department of Agriculture and States, private, or Federal organizations when the Secretary determines that the agreement will serve mutual interests and all parties will contribute resources. Repeals provisions authorizing: (1) the Aquaculture Advisory Board; (2) the Rangeland Research Advisory Board; (3) the dairy goat research program; and (4) the Soybean Research Advisory Institute. Authorizes annual appropriations within the limits of specified overall authorizations of appropriations. Includes the acquisition and improvement of agricultural libraries within the scope of land-grant college research facilities grants. Extends grant authority through FY 1987 subject to the limits of specified overall authorizations of appropriations. Amends the Smith-Lever Act to authorize the transfer of specified appropriated funds. Title XV: Resource Conservation - Makes persons who cultivate crops on highly erodible land ineligible for price supports, crop insurance, and other specified agricultural loans. Provides exceptions for: (1) crops produced using approved conservation methods; and (2) certain previously cultivated land through FY 1985. Title XVI: Agricultural Credit - Amends the Consolidated Farm and Rural Development Act to increase from one percent to one and one-eighth percent the maximum additional interest charge on farm ownership or operating loans. Modifies the Secretary's authority to sell notes on a nonrecourse basis from the Agricultural Credit Insurance Fund and the Rural Development Insurance Fund. Provides that with regard to emergency loan interest rates for post-FY 1985 disasters that such rates shall be: (1) based on the Government's borrowing cost with an additional cost of up to one and one-eighth percent for those persons unable to secure sufficient credit elsewhere; and (2) set at prevailing market rates for those persons able to secure credit elsewhere. Provides that for post-FY 1985 disasters, emergency loans will not be available to those producers to whom Federal crop insurance was available at the time of the disaster. Prohibits the Secretary from making insured farm ownership, operating, or disaster emergency loans after FY 1985. (Permits such loans to be guaranteed.) Provides an exception through FY 1990 for existing operating loan borrowers. Limits loan guarantees to 75 percent, with the Secretary having discretion to increase such limit to 90 percent. Title XVII: Miscellaneous - Amends the Agriculture Act of 1977 to make the existing annual farm report a biannual report. Amends the Agriculture and Food Act of 1981 to extend the authority of the Secretary to collect user fees to all Department of Agriculture publications, including software. Provides for a permanent Commodity Credit Corporation reimbursement appropriation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Adjustment Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Agricultural Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Agricultural Research, Extension, and Teaching Policy Act Amendments of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a continuous, adequate, wholesome supply of food and fiber, assure a strong agricultural economy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:56-05:00"
}