{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-06", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr19-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "19", 
  "official_title": "A bill to amend section 553 of title 5, United States Code, with respect to procedures for agency rulemaking and to establish an Office of Regulatory Policy and Coordination.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regulatory Coordination and Procedure Act of 1985", 
  "sponsor": {
    "district": "21", 
    "name": "Fish, Hamilton, Jr.", 
    "state": "NY", 
    "thomas_id": "00384", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Administrative procedure", 
    "Citizen participation", 
    "Courts and Civil Procedure", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Regulatory impact statements", 
    "Regulatory reform"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "Regulatory Coordination and Procedure Act of 1985 - Title I: Rulemaking - Eliminates the exemption from agency rulemaking procedures for those matters concerning loans, grants, benefits, or contracts. Requires the general notice of proposed rulemaking to include a statement: (1) of the time during which public comments will be received; (2) of the specific objectives to be attained; (3) that the agency seeks proposals for alternative ways to accomplish the objectives of the proposed rules; and (4) of the location where the file of the rulemaking proceeding may be inspected or copies obtained. Requires agencies to: (1) provide a public comment period of at least 60 days after general notice of a proposed rulemaking; and (2) include a statement of response to significant issues raised by such comments when publishing the adopted rule. Directs each agency to maintain a public file on such a rulemaking proceeding. Allows an agency to exclude from such file any material relied upon which is exempt from public disclosure, if a statement of the basis for such exclusion is included. Requires each agency to prepare annually in April and October, for submission to appropriate committees, an agenda listing all subject areas in which the agency intends to propose major rules within the following 12-month period. Requires agencies to: (1) issue a preliminary regulatory analysis for each major rule proposed; (2) provide a public comment period for each such analysis; and (3) issue a final regulatory analysis prior to the promulgation of a major rule. Authorizes agencies to incorporate by reference in such analyses information contained in any other statement or analysis. Provides for public access to preliminary and final analyses. Allows agencies to delay completing the requirements for major rules if such rules are adopted in response to emergencies. Declares that if the procedural requirements for a major rule are not met within 180 days after its publication, such rule shall lapse. Allows the rule to be repromulgated after the agency issues a final regulatory analysis. Limits judicial review of the designation of a major rule and of the regulatory analyses. Directs the Office of Regulatory Policy and Coordination (established by this Act) to monitor, review, and establish procedures for compliance by agencies (other than independent regulatory agencies) with major rulemaking procedures. Requires a periodic report to Congress on agency compliance. Directs the Office of Technology Assessment to review agency compliance with major rulemaking procedures and report periodically to Congress on non-compliance and problems with implementation. Sets forth the manner of such review. Title II: Office of Regulatory Policy and Coordination - Establishes in the Executive Office of the President an Office of Regulatory Policy and Coordination to: (1) designate major rules; (2) issue standards for identifying such rules and preparing regulatory analyses; (3) require agencies to evaluate relevant data concerning such rules; (4) identify duplicative, overlapping, or conflicting rules; (5) direct agencies to reconsider the scope and effectiveness of existing rules; (6) develop procedures for estimating annual benefits and costs of agency rules; (7) recommend changes in statutes under which agencies exercise authority; and (8) carry out such other functions as the President determines. Title III: General Provisions - Makes technical and conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regulatory Coordination and Procedure Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend section 553 of title 5, United States Code, with respect to procedures for agency rulemaking and to establish an Office of Regulatory Policy and Coordination.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:21-05:00"
}