{
  "actions": [
    {
      "acted_at": "1976-09-13", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-09-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15537-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-13", 
  "number": "15537", 
  "official_title": "A bill to provide a special program for financial assistance to opportunities industrialization centers and other nonprofit community-based organizations of demonstrated effectiveness, in order to provide 1 million new jobs and job training opportunities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15226-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Youth Opportunities Industrialization Centers Job Creation and Training Act", 
  "sponsor": {
    "district": "3", 
    "name": "Slack, John", 
    "state": "WV", 
    "thomas_id": "01066", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-13", 
  "subjects": [
    "Employment agencies", 
    "Income tax", 
    "Labor and employment", 
    "Manpower policy", 
    "Manpower training programs", 
    "Tax credits", 
    "Tax incentives", 
    "Unemployment", 
    "Vocational guidance", 
    "Youth", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-13", 
    "text": "Youth Opportunities Industrialization Centers Job Creation and Training Act - Directs the Secretary of Labor to enter into contracts with Opportunities Industrialization Centers, Incorporated, and with any other nonprofit community-based organization for the provision of (1) comprehensive employment services and jobs for unemployed persons, especially unemployed youth; (2) career education and counseling services for secondary school students; (3) career education for unemployed persons, especially unemployed youth; or (4) work-study projects in community development and improvement for unemployed youth. Directs the head of each Federal agency administering enumerated revenue sharing and public works programs to assure that special consideration is given to Opportunities Industrialization Centers and other nonprofit community-based organizations for the provision of comprehensive employment services and job opportunities for unemployed persons. Specifies standards and guidelines relative to contracts entered into under this Act, including guidelines with respect to (1) persons and types of positions to be given priority under job placement programs, (2) mandatory benefits and maximum salaries of positions filled under job placement programs, and (3) hiring preference and working conditions regarding the staffs of contract programs. Amends the Comprehensive Employment and Training Act to authorize the Secretary of Labor to provide financial assistance for year-round jobs for economically disadvantaged youths. Amends the Internal Revenue Code to qualify wages paid to specified previously unemployed persons for the work incentive program expenses credit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Youth Opportunities Industrialization Centers Job Creation and Training Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a special program for financial assistance to opportunities industrialization centers and other nonprofit community-based organizations of demonstrated effectiveness, in order to provide 1 million new jobs and job training opportunities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:51-05:00"
}