{
  "actions": [
    {
      "acted_at": "1973-09-26", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10573-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-26", 
  "number": "10573", 
  "official_title": "A bill to establish within the executive branch an independent board to establish guidelines for experiments involving human beings.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Human Experimentation Standards Board Act", 
  "sponsor": {
    "district": "6", 
    "name": "Preyer, Richardson", 
    "state": "NC", 
    "thomas_id": "00928", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-26", 
  "subjects": [
    "Advisory bodies", 
    "Government operations and politics", 
    "Humans", 
    "Medical care, personnel, and facilities", 
    "Medical research", 
    "Research"
  ], 
  "subjects_top_term": "Medical research", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-26", 
    "text": "National Human Experimentation Standards Board Act - Creates a five member National Human Experimentation Standards Board. Grants the Board various administrative powers. Declares it to be the function of the Board to develop guidelines and to issue regulations, in accordance with the provisions of the Administrative Procedures Act, for the conduct of biomedical and behavioral research involving human subjects. Directs the Board to adopt specific and detailed guidelines to insure that: (1) true informed consent is obtained from the subject of each experiment; (2) each experiment shall make provisions for the compensation of victims of experiments that do not comply with the guidelines and regulations issued by the Board; and (3) any research project may be terminated, upon notice and hearing, for a violation of the guidelines and regulations of the Board. Requires the Board to make a full and complete study of the practice of psychosurgery to determine its medical reliability, and under what, if any, conditions it should be permitted to be performed. Requires the Board to transmit a report of such study to Congress within two years of the passage date of this Act. Authorizes the Board to institute for or in the name of the United States a civil action or other proceeding for preventive relief, including an application for an injunction, restraining order, or any other order, against any person for any violation of this Act or any regulation issued pursuant thereto. States that no institution shall receive Federal grants or contracts to conduct biomedical or behavioral research involving human subjects unless such institution has established an Institutional Review Committee certified by the National Board. Requires each Institutional Review Committee to establish two subcommittees as follows: (1) a Protocol Review Subcommittee, which shall be responsible for approving, disapproving, or offering suggestions for modifications of protocols for experimental procedures; (2) a Subject Advisory Subcommittee, which shall be primarily concerned with the protection of the rights of subjects of biomedical and behavioral research, and shall assure that human subjects are as well informed about the nature of the research as is reasonably possible, and which shall be responsible for insuring that the written information is kept on file as required by this Act. Declares it to be the duty of the Institutional Review Committee to: (1) oversee all experimentation conducted on human beings in that institution by way of establishing local policies for the review of research sponsored in whole or in part by the Federal Government, consistent with the national guidelines promulgated under this Act; (2) report immediately to the National Board the plan of any experiment involving psychosurger; (3) assume full responsibility to insure that biomedical and behavioral research involving human subjects is carried out under the safest possible conditions with the fully informed consent of the subject (or his family) in a manner fully consistent with the ethical principles developed by the National Board; (4) seek the consultative services of the National Board on any decision, or for the provision of information needed to arrive at a decision; (5) initiate, if appropriate, the referral of particular decisions to the National Board in accordance with regulations promulgated by the National Board; and (6) submit, at least four times a fiscal year, a report to the National Board detailing in full the activities of that institution, and enumerating present and planned experiments, (upon such reports the National Board shall recommend funding for the institution on a yearly basis. Provides that every biomedical and behavioral research program involving human subjects which is funded in whole or in part by the Federal Government shall establish and maintain such records, make such reports, and provide such information as the National Board may reasonably require to enable it to determine whether such program is being conducted in compliance with the provisions of this Act and standards prescribed pursuant to this title and shall, upon request of an officer or employee designated by the National Board, permit such officer or employee to inspect, verify, and copy appropriate books, records, and documents relevant to determining whether such program is being conducted in compliance with standards prescribed pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Human Experimentation Standards Board Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish within the executive branch an independent board to establish guidelines for experiments involving human beings.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:45-05:00"
}