{
  "actions": [
    {
      "acted_at": "1992-06-11", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-23", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-23", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5376-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Bruce, Terry L.", 
      "sponsored_at": "1992-07-31", 
      "state": "IL", 
      "thomas_id": "00140", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kostmayer, Peter H.", 
      "sponsored_at": "1992-06-11", 
      "state": "PA", 
      "thomas_id": "00649", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-11", 
  "number": "5376", 
  "official_title": "To amend the Social Security Act to improve the quality of long-term care insurance and to protect consumers through the establishment of national standards, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Long-Term Care Insurance Standards and Consumer Protection Act of 1992", 
  "sponsor": {
    "district": "7", 
    "name": "Collins, Cardiss", 
    "state": "IL", 
    "thomas_id": "00220", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-11", 
  "subjects": [
    "Congressional reporting requirements", 
    "Consumer complaints", 
    "Deceptive advertising", 
    "Fraud", 
    "Health", 
    "Information services", 
    "Insurance premiums", 
    "Long-term care insurance", 
    "Medicaid", 
    "Public assistance programs", 
    "Social welfare", 
    "Standards", 
    "Telephone"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-11", 
    "text": "Long-Term Care Insurance Standards and Consumer Protection Act of 1992 - Amends the Social Security Act to require the National Association of Insurance Commissioners (NAIC), or if NAIC does not, the Secretary of Health and Human Services, to establish and modify minimum Federal standards for long-term care insurance. Authorizes appropriations. Prohibits the offering of a long-term care insurance policy in a State unless the State has a regulatory program meeting the requirements of this Act or the policy has been certified by the Secretary. Directs the Secretary to periodically review State regulatory programs. Provides for enforcement of the requirements of this Act in the case of carriers and policies in nonregulatory States. Imposes on agents selling long-term policies a duty of good faith and fair dealing. Prohibits: (1) twisting, high pressure tactics, and cold lead advertising; and (2) the agent from completing the medical history portion of the application. Mandates minimum financial guidelines, including income and asset criteria, for the purchase of a long-term policy. Prohibits sales: (1) to an individual eligible for assistance under title XIX (Medicaid) of the Social Security Act; and (2) of duplicate service-benefit policies. Provides for penalties. Mandates agent training and certification. Sets forth additional carrier responsibilities relating to refunding of premiums, mailing of policies, providing information on denials of claims, post-claims underwriting and denials of claims, reporting of information, and determination on market and sales abuses by carriers and agents. Provides for penalties. Prohibits cancellation or nonrenewal of a long-term care policy except for nonpayment of premium, fraud, or material misrepresentation. Sets forth continuation and conversion rights for group policies. Requires guaranteed issuance to an individual if the individual meets the minimum medical requirements of the policy. Limits cancellation for nonpayment by an incapacitated individual. Provides for penalties. Requires standard definitions and terminology and a uniform format for each policy. Limits certain conditions on benefits, including those based on preexisting conditions. Requires that eligibility for, and the level of, benefits be based on a functional assessment. Provides for inflation protection. Prohibits certain premium increases. Requires nonforfeiture benefits. Requires NAIC to establish a Steering Committee on Long-Term Care Insurance Standards in order to make recommendations concerning such minimum Federal standards and their modification. Authorizes appropriations. Defines \"long-term care insurance policy,\" excluding: (1) any Medicare supplemental policies; (2) other insurance offered primarily to provide specified types of coverage; and (3) certain life insurance policies. Requires NAIC to issue guidelines applicable to organizations that endorse long-term policies or permit such policies to be offered through their organization. Mandates reports to the Congress on: (1) standards to assure the solvency of insurers regarding long-term care policies; and (2) a standard measure of value for long-term care policies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Long-Term Care Insurance Standards and Consumer Protection Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Social Security Act to improve the quality of long-term care insurance and to protect consumers through the establishment of national standards, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:41-05:00"
}