{
  "actions": [
    {
      "acted_at": "1983-11-17", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-11-18", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "text": "Referred to Subcommittee on Telecommunications, Consumer Protection and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-25", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4464-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Consumer Protection and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Bryant, John W.", 
      "sponsored_at": "1983-11-17", 
      "state": "TX", 
      "thomas_id": "00142", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Mavroules, Nicholas", 
      "sponsored_at": "1984-02-07", 
      "state": "MA", 
      "thomas_id": "00751", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mrazek, Robert J.", 
      "sponsored_at": "1984-05-22", 
      "state": "NY", 
      "thomas_id": "00840", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sunia, Foto I. F.", 
      "sponsored_at": "1984-05-22", 
      "state": "AS", 
      "thomas_id": "01126", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-17", 
  "number": "4464", 
  "official_title": "A bill to amend the Communications Act of 1934 to provide for full and effective competition in international telecommunications markets, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Telecommunications Act of 1983", 
  "sponsor": {
    "district": "7", 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-11-17", 
  "subjects": [
    "Citizen participation", 
    "Communication satellites", 
    "Communications and Broadcasting", 
    "Competition", 
    "Corporations and Stocks", 
    "Freedom of information", 
    "Government corporations", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Independent regulatory commissions", 
    "International cooperation in telecommunication", 
    "Regulatory reform", 
    "Space", 
    "Telecommunication policy"
  ], 
  "subjects_top_term": "Telecommunication policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-11-17", 
    "text": "International Telecommunications Act of 1983 - Title I: General - Amends the Communications Act of 1934 to create a new title dealing with international telecommunications. Declares that it is U.S. policy to rely upon marketplace competition and the private sector to provide international telecommunications services, to reduce unnecessary regulations, and to encourage entry by new carriers into the international communications marketplace. Sets forth the U.S. policy to promote the interconnection of international telecommunications facilities based upon the cost of providing such facilities. Directs the Federal Communications Commission (FCC) to deregulate international telecommunications services or carriers as competition develops, unless the deregulation may result in a significant adverse impact upon the national defense and security or emergency preparedness or upon the competitiveness of U.S. businesses with foreign competitors. Directs the FCC to publish a list of those international telecommunications carriers which are regulated by the FCC on the date of enactment of this title. Authorizes the FCC to classify or reclassify as a dominant international carrier any international telecommunications carrier that has market power. Lists factors that the FCC shall consider in determining whether a carrier has such market power. Requires that, notwithstanding any other provisions of this Act, any carrier that has control over essential facilities or that owns both international and domestic transmission facilities in excess of $50,000,000 shall be classified as a dominant international carrier for at least two years. Requires each international telecommunications service which is being provided under tariff on the date of enactment to continue to be provided under tariff for at least six months. Directs the FCC to determine which of such services must continue to be regulated. Directs the FCC to review biennially any determination that such a service must be regulated. Requires every international telecommunications carrier to establish, upon reasonable request, interconnection of its regulated service or facilities with: (1) a telecommunications carrier; (2) a telecommunications facility or private or Government telecommunications system; and (3) any customer premises equipment which is owned or leased by a customer of such carrier. Prohibits the charges for such interconnection from being imposed in a discriminatory manner. Requires such charges to be based on the cost of the services or facilities provided for such interconnection. Requires that telecommunications carriers which provide both international telecommunications and domestic telecommunications treat the two operations as separate entities for purposes of interconnection requirements. Requires such carriers which provide interconnection between their domestic and international operations to provide other carriers with interconnection of equal quality and at the same rates. Sets forth the maximum penalty for violations of the interconnection requirements. Title II: Communications Satellite Act of 1962 - Amends the Communications Satellite Act of 1962 to require the President, in order to achieve the objectives and carry out the purposes of this Act, to: (1) exercise supervision over and issue public instructions to the Communications Satellite Corporation (the Corporation) in connection with its relationships and activities with foreign governments, international entities, and the International Telecommunications Satellite Organization (Intelsat) to ensure that such relationships are consistent with the national interest; and (2) appoint a Government representative to participate in all of the Corporation's activities with respect to Intelsat. Requires the FCC: (1) upon receipt of the agenda for an Intelsat meeting, to provide public notice and opportunity for comment on the agenda; (2) to make recommendations to the President on the instructions to the Corporation; and (3) require the Corporation to place in a public file all Intelsat documents which are circulated to foreign signatories of Intelsat except those which contain personal information about Intelsat participants and contractor evaluation reports. Authorizes the FCC to issue instructions to the Corporation on regulatory matters within FCC jurisdiction. Requires the President's instructions, in the event of a conflict, to prevail over FCC instructions. Amends the International Maritime Satellite Act to direct the President to appoint a Government representative to participate in all of the Corporation's activities with respect to the International Maritime Satellite Organization (Inmarsat). Requires the FCC to: (1) make public its recommendations to the President on the President's instructions to the Corporation; (2) upon receipt of the agenda for an Inmarsat meeting, provide public notice and opportunity for comment on the agenda; and (3) require the Corporation to place in a public file all Inmarsat documents which are circulated to foreign signatories except those which contain personal information about Inmarsat participants and contractor evaluation reports. Authorizes the FCC to issue instructions to the Corporation on regulatory matters within FCC jurisdiction. Requires the President's instructions, in the event of a conflict, to prevail over FCC instructions. Requires the Corporation, after a specified time, to engage solely in: (1) investing in Intelsat and Inmarsat; (2) representing the United States on the Intelsat Board of Governors and the Inmarsat Council; (3) furnishing Intelsat services; (4) furnishing Inmarsat services; and (5) researching and developing new technologies for the Intelsat and Inmarsat satellite systems. Requires the Corporation to divest all divisions and affiliates that engage in any other activity. Sets forth a schedule for such divestiture. Imposes penalties for violations of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Telecommunications Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 to provide for full and effective competition in international telecommunications markets, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:33-05:00"
}