{
  "actions": [
    {
      "acted_at": "1973-11-09", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-07-08", 
      "committee": "Committee on Finance", 
      "references": [], 
      "text": "Rereferred to Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2677-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-09", 
  "number": "2677", 
  "official_title": "A bill to implement the UNESCO Convention on the Means of Prohibiting and Preventing the Illicit Import, Export, and Transfer of Ownership of Cultural Property.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Fulbright, James", 
    "state": "AR", 
    "thomas_id": "01337", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-09", 
  "subjects": [
    "Archaeology", 
    "Arts, culture, religion", 
    "Cultural property", 
    "Imports", 
    "International affairs", 
    "Treaties", 
    "United Nations"
  ], 
  "subjects_top_term": "Treaties", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-09", 
    "text": "Provides for the implementation of the United Nations Educational, Scientific, and Cultural Organization Convention on the Means of Prohibiting and Preventing the Illicit Import, Export, and Transfer of Ownership of Cultural Property. Provides that whenever the President determines that: (1) the cultural patrimony of a State Party to the Convention is in jeopardy from pillage of archeological or ethnological materials; (2) the State Party has taken measures for the protection of its cultural patrimony; and (3) import controls by the United States would help deter such pillage; the President may enter into an agreement with the State Party, and with other governments as appropriate, to restrict the importation of protected objects of archeological or ethnological interest. Directs the Secretary of the Treasury, after consultation with the Secretary of State, to promulgate a list of protected objects of archeological or ethnological interest. Requires consignees of any protected object to present appropriate certificates and evidence to customs officers at the time of making entry of such object. Provides that any protected object of archeological or ethnological interest imported into the United States in violation of this Act shall be seized and subject to forfeiture. Prescribes the procedures to be followed whenever any person is interested in any article seized, including the filing with the Secretary of the Treasury of a petititon for the remission of such forfeiture."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to implement the UNESCO Convention on the Means of Prohibiting and Preventing the Illicit Import, Export, and Transfer of Ownership of Cultural Property.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:57-05:00"
}