{
  "actions": [
    {
      "acted_at": "1997-10-03", 
      "references": [
        {
          "reference": "CR S10320-10321", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-03", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-03-12", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-05-22", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator McCain with an amendment in the nature of a substitute and an amendment to the title. With written report No. 105-195.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-05-22", 
      "calendar": "Senate Legislative", 
      "number": "387", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 387.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1250-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1997-10-03", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1997-10-03", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1997-10-03", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-10-03", 
  "number": "1250", 
  "official_title": "A bill to authorize appropriations for the National Aeronautics and Space Administration for fiscal years 1998 and 1999, and for other purposes.", 
  "popular_title": "Authorization bill FY98-99, NASA", 
  "related_bills": [
    {
      "bill_id": "hr1275-105", 
      "reason": "related"
    }
  ], 
  "short_title": "National Aeronautics and Space Administration Authorization Act for Fiscal Years 1998, 1999, and 2000", 
  "sponsor": {
    "district": null, 
    "name": "Frist, William H.", 
    "state": "TN", 
    "thomas_id": "01336", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-03-12", 
  "subjects": [
    "Advertising", 
    "Aeronautics", 
    "Aerospace industries", 
    "Alabama", 
    "American economic assistance", 
    "Appropriations", 
    "Armed forces and national security", 
    "Astronautics", 
    "Astronauts", 
    "Authorization", 
    "Automobile engines", 
    "Automobiles", 
    "Aviation insurance", 
    "Aviation safety", 
    "Black colleges", 
    "Bomber aircraft", 
    "Building leases", 
    "California", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Community colleges", 
    "Computer networks", 
    "Computer programming", 
    "Computer software", 
    "Computer-assisted instruction", 
    "Computers and government", 
    "Computers in education", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Cost accounting", 
    "Cost control", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Earth resources satellites", 
    "Earth science research", 
    "Earth sciences", 
    "Economics and public finance", 
    "Education", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Federal budgets", 
    "Federal installations", 
    "Finance and financial sector", 
    "Florida", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Freedom of information", 
    "Government consultants", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Hazardous waste site remediation", 
    "High technology", 
    "Higher education", 
    "Highway research", 
    "Hispanic Americans", 
    "History", 
    "Indemnity", 
    "Indexing (Economic policy)", 
    "Indian education", 
    "Inspectors general", 
    "International affairs", 
    "International cooperation in astronautics", 
    "Internet", 
    "Laboratories", 
    "Launch vehicles", 
    "Law", 
    "Leases", 
    "Liability insurance", 
    "Life sciences", 
    "Local laws", 
    "Maryland", 
    "Mathematics", 
    "Military base closures", 
    "Military base conversion", 
    "Minorities", 
    "Minority education", 
    "Mississippi", 
    "National Aeronautics and Space Administration", 
    "Ohio", 
    "Planning-programming-budgeting", 
    "Privatization", 
    "Public lands and natural resources", 
    "Remote sensing", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Research grants", 
    "Risk assessment", 
    "Russia", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientific instruments and apparatus", 
    "Secondary education", 
    "Space activities", 
    "Space agreements", 
    "Space commercialization", 
    "Space communication", 
    "Space flight", 
    "Space programs", 
    "Space sciences", 
    "Space shuttles", 
    "Space stations", 
    "Spacecraft", 
    "State laws", 
    "Stealth aircraft", 
    "Surplus government property", 
    "Technological innovations", 
    "Technology transfer", 
    "Texas", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trade secrets", 
    "Transportation and public works", 
    "Transportation insurance", 
    "Year 2000 computer problem"
  ], 
  "subjects_top_term": "Space activities", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1998-05-22", 
    "text": "TABLE OF CONTENTS: Title I: Authorization of Appropriations Subtitle A: Authorizations Subtitle B: Limitations and Special Authority Title II: International Space Station Title III: Miscellaneous Provisions National Aeronautics and Space Administration Authorization Act for Fiscal Years 1998, 1999, and 2000 - Title I: Authorization of Appropriations - Subtitle A: Authorizations - Authorizes appropriations for FY 1998 through 2000 for the National Aeronautics and Space Administration (NASA) for: (1) human space flight, including funds for the International Space Station and space shuttle operations; (2) science, aeronautics, and technology, including funds for Space Science, the Mission to Planet Earth, and aeronautics and space transportation technology ; (3) mission support, including funds for research and program management; and (4) the Inspector General. Subtitle B: Limitations and Special Authority - Sets forth limitations on and special authorities for the use of funds, with prior notice to the Congress: (1) for the construction of new facilities and the repair, rehabilitation, or modification of existing facilities; and (2) in excess of authorizations or for programs not funded by the Congress. Earmarks specified funds for the Experimental Program to Stimulate Competitive Research. Title II: International Space Station - Directs the Administrator to study and report to the Senate Committee on Commerce, Science, and Transportation and the House Committee on Science (Science Committees) regarding: (1) the opportunities for commercial providers to play a role in International Space Station activities; and (2) industry interest in providing commercial goods and services for the Space Station and in commercial use of the Station. (Sec. 203) Prohibits the transfer of funds to Russia or Russian contractors for work on the Space Station for which the Russian Government had pledged to pay, excluding the Russia built, U.S.-owned Functional Cargo Block. Requires the NASA Administrator to develop a contingency plan for the replacement of each critical element of the Space Station for which Russia is responsible. (Sec. 204) Mandates a specified study by the National Research Council of the National Academy of Sciences concerning: (1) Space Station engineering challenges posed by extravehicular requirements and space launch requirements of the United States and other countries; (2) the potential need to upgrade or replace equipment or components after assembly of the Space Station is completed; and (3) the decommissioning and disassembly requirements of the Space Station. (Sec. 205) Limits the total amount that may be appropriated for: (1) development and assembly of the Space Station; and (2) space shuttle launch costs in connection with assembly. Provides for increases attributable to: (1) inflation; (2) compliance with changes in Federal, State, or local laws enacted; and (3) the lack of performance or the termination of participation of any of the participating countries; and (4) the incorporation of new technologies. Requires the Administrator to provide written notices of such increases to specified congressional committees. Requires the Administrator, as part of the annual Shuttle program budget request, to identify the costs for assembly of the Space Station. Title III: Miscellaneous Provisions - Amends the National Aeronautics and Space Act of 1958 to require: (1) the President to submit to the Congress the annual aeronautics and space report in May (currently, January); and (2) such report to address activities on a fiscal (currently, calendar) year basis. Permits the Administrator to delay, for up to five years after development, the unrestricted public disclosure of technical data generated in the performance of experimental, developmental or research activities or programs conducted or funded by NASA if such data would have been a trade secret or commercial or financial information that is privileged or confidential under the Freedom of Information Act (FOIA) if it had been obtained from a non-Federal party. Declares that such data shall not be subject to FOIA disclosure requirements. (Sec. 302) Allows the Administrator, if practicable and cost effective, to acquire from a commercial provider: (1) space science data; and (2) space-based and airborne earth remote sensing data, services, distribution, and applications. (Sec. 304) Requires the Administrator to report to the Science Committees on: (1) recommendations of the Independent Shuttle Management Review Team; and (2) options for resolving the major policy and legal issues relating to privatization of the Space Shuttle. (Sec. 306) Requires the Administrator to consider closed military installations and excess or underutilized Government facilities for meeting NASA's requirements. Encourages NASA to make the underutilized Stennis Space Center infrastructure available for launch vehicle development activities if so requested by the U.S. space launch industry and to notify the Science Committees if existing Administration authority is insufficient for this purpose. (Sec. 308) Permits NASA to participate in the Next Generation Internet interagency initiative. (Sec. 309) Requires the Administrator to provide notice to the Science Committees and the House and Senate Appropriations Committees on reprogramming and reorganization matters. (Sec. 310) Expresses the sense of the Congress regarding NASA assessing, correcting, and developing contingency plans for its year 2000 date-related computer problem. (Sec. 311) Amends the Unitary Wind Tunnel Plan Act of 1949 to include hypersonic wind tunnel construction within the scope of covered research and development facilities. (Sec. 312) Expresses the sense of the Congress that the Administrator should donate educationally useful Federal equipment to schools to enhance science and mathematics programs. Requires the Administrator to submit annual reports on such donations to the Congress. (Sec. 313) Amends the National Aeronautics and Space Act of 1958 to permit the Administrator to vest title in tangible personal property to a participant in a cooperative agreement if the participant's primary purpose is research or technology development. (Sec. 314) Amends the Federal Acquisition Streamlining Act of 1994 to modify the applicability and cost limits of, and extend the authority for, the NASA Mid-Range Procurement Test Program. (Sec. 315) Amends Federal law to prohibit the launch of a payload containing material for obtrusive space advertising. Requests the President to negotiate with foreign launching nations for the purpose of reaching agreements prohibiting the use of outer space for obtrusive space advertising, and expresses the sense of the Congress that the President should take action to enforce the terms of any such agreement. (Sec. 316) Provides for the administration of the Commercial Space Centers at NASA headquarters in Washington, D.C. (Sec. 317) Authorizes the Administrator to provide liability insurance and indemnification to developers of experimental aerospace vehicles, subject to specified conditions and limitations."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY98-99, NASA", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "NASA FY98-99 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "National Aeronautics and Space Administration Authorization Act for Fiscal Years 1998 and 1999", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Aeronautics and Space Administration Authorization Act for Fiscal Years 1998, 1999, and 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the National Aeronautics and Space Administration for fiscal years 1998 and 1999, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:08-05:00"
}