{
  "actions": [
    {
      "acted_at": "1975-07-08", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8426-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-08", 
  "number": "8426", 
  "official_title": "A bill to amend titles II, VII, XI, XVI, XVIII, and XIX of the Social Security Act to provide for the administration of the old-age, survivors, and disability insurance program, the supplemental security income program, and the medicare program by a newly established independent Social Security Administration, to separate social security trust fund items from the general Federal budget, to prohibit the mailing of certain notices with social security and supplemental security income benefit checks, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3108-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Social Security Administration Act", 
  "sponsor": {
    "district": "20", 
    "name": "Gaydos, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00430", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-08", 
  "subjects": [
    "Advisory bodies", 
    "Coal", 
    "Government operations and politics", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Medicare", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-08", 
    "text": "Social Security Administration Act - Declares that it is the purpose of this Act to strengthen the fiscal and administrative structure of the contributory social security programs. Title I: Social Security Administration - Establishes, as an independent agency of the Executive Branch of the Government, a Social Security Administration, headed by a Board appointed by the President, by and with the advice and consent of the Senate. Declares that it shall be the duty of the Administration to administer the programs established by titles II, XVI, and XVIII of the Social Security Act, and to discharge the duties and responsibilities imposed on the Secretary of Health, Education, and Welfare in connection with the administration of the program established by title IV of the Federal Coal Mine Health and Safety Act of 1969. States that the Administration shall also have the duty of studying and making recommendations as to the most effective methods of providing economic security through social insurance, and as to legislation and matters of administrative policy. Provides for the appointment of an Executive Director and a General Counsel of the Administration. Makes the Administration responsible for administering the old age, survivors, and disability insurance program, medicare, supplemental security income, and the black lung benefit program under the Coal Mine Health and Safety Act. Prohibits the mailing of announcements with Social Security and SSI checks which make reference by name, title, or signature to any officer of the United States. Transfers to the Social Security Administration: (1) all functions carried out by the Secretary of Health, Education, and Welfare, with respect to the administration of programs and activities the administration of which is vested in such administration, by reason of this Act; and (2) all personnel, assets, liabilities, contracts, property, and records, which the Director of the Office of Management and Budget determines to be employed, held, or used by the Secretary of Health, Education, and Welfare primarily in connection with the functions, activities, and programs which, by reason of this Act are vested in or become the responsibility of the Administration. Abolishes the position of Commissioner of Social Security. Title II: Miscellaneous and Conforming Amendments - Makes technical and conforming amendments to the Social Security Act, the Federal Coal Mine Health and Safety Act, the Budget and Accounting Act, and the Executive Schedules of the United States Code."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Administration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles II, VII, XI, XVI, XVIII, and XIX of the Social Security Act to provide for the administration of the old-age, survivors, and disability insurance program, the supplemental security income program, and the medicare program by a newly established independent Social Security Administration, to separate social security trust fund items from the general Federal budget, to prohibit the mailing of certain notices with social security and supplemental security income benefit checks, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:49-05:00"
}