{
  "actions": [
    {
      "acted_at": "1987-04-02", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-07", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Strategic Forces and Nuclear", 
      "text": "Referred to Subcommittee on Strategic Forces and Nuclear.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-07", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Committee on Armed Services requested executive comment from Defense Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s900-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS", 
      "subcommittee": "Subcommittee on Strategic Forces and Nuclear Deterrence", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1987-04-02", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-02", 
  "number": "900", 
  "official_title": "A bill to establish within the Department of Defense a new department, to be known as the Department of the Defense Force, to defend the United States against all aerial threats, including ballistic missiles, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1952-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1952-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Department of Defense Force Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Wallop, Malcolm", 
    "state": "WY", 
    "thomas_id": "01451", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-02", 
  "subjects": [
    "Advanced weapons", 
    "Air defenses", 
    "Antimissile missiles", 
    "Armed forces and national security", 
    "Defense articles", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Defense", 
    "Executive reorganization", 
    "Military policy", 
    "Public Contracts, Procurement, and Property", 
    "Space", 
    "Space policy", 
    "Space warfare"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-02", 
    "text": "Department of Defense Force Act of 1987 - Sets forth findings and states that it is the mission of the Department of Defense Force to defend the United States from all aerial threats, including missiles, and, in the event of war, to secure and retain control of space for the military forces of the United States. Establishes within the Department of Defense (DOD) a new department to be known as the Department of Defense Force (Defense Force). Provides for a Secretary, an Under Secretary, and three Assistant Secretaries for the Defense Force. Transfers DOD space activities to the Defense Force. Directs the Secretary of the Defense Force, as part of the initial objectives of the Defense Force, to develop and produce prototypes of certain defense systems, including a space-based laser weapon system and a mobile, ground-based anti-missile system for intercepting ballistic reentry vehicles in the upper atmosphere. Sets timetables for such developments. Directs the Secretary to issue special rules to govern research, development, test, evaluation, production, procurement, and contracting necessary to carry out the Defense Force's mission. Makes previous DOD rules and regulations inapplicable to the Defense Force for a period of ten years following the enactment of this Act. Directs the Secretary of Defense to issue rules and regulations as necessary for the orderly transfer of functions to the Defense Force. Transfers such functions no later than 180 days after the enactment of this Act. Directs the Secretary of Defense, no later than 180 days after the enactment of this Act, to submit to the Congress a request for funds necessary to carry out this Act. Makes all Federal law applicable to the military applicable to the Defense Force, with specified exceptions. Directs the Secretary of Defense, no later than 90 days after the enactment of this Act, to report to the Congress such recommendations for legislation regarding the Defense Force as are considered appropriate for the efficient operation of the department as a separate and coequal department within DOD."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Force Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish within the Department of Defense a new department, to be known as the Department of the Defense Force, to defend the United States against all aerial threats, including ballistic missiles, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:24-05:00"
}