{
  "actions": [
    {
      "acted_at": "2011-12-07", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-14", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-11-13", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. With written report No. 112-238.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2012-11-13", 
      "calendar": "Senate Legislative", 
      "number": "543", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 543.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1950-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pryor, Mark L.", 
      "sponsored_at": "2011-12-07", 
      "state": "AR", 
      "thomas_id": "01701", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2011-12-07", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-12-07", 
  "number": "1950", 
  "official_title": "A bill to amend title 49, United States Code, to improve commercial motor vehicle safety and reduce commercial motor vehicle-related accidents and fatalities, to authorize the Federal Motor Carrier Safety Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr873-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2459-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4348-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s453-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s695-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s754-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1813-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Commercial Motor Vehicle Safety Enhancement Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-12-14", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Animal protection and human-animal relationships", 
    "Canada", 
    "Civil actions and liability", 
    "Computers and information technology", 
    "Consumer affairs", 
    "Criminal justice information and records", 
    "Department of Transportation", 
    "Drug, alcohol, tobacco use", 
    "Employment discrimination and employee rights", 
    "Fires", 
    "Government information and archives", 
    "Health personnel", 
    "Labor standards", 
    "Labor-management relations", 
    "Licensing and registrations", 
    "Mammals", 
    "Medical tests and diagnostic methods", 
    "Motor carriers", 
    "Motor vehicles", 
    "Roads and highways", 
    "Transportation and public works", 
    "Transportation employees", 
    "Transportation programs funding", 
    "Transportation safety and security", 
    "User charges and fees", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2012-11-13", 
    "text": "Commercial Motor Vehicle Safety Enhancement Act of 2011 - Title I: Commercial Motor Vehicle Registration - (Sec. 101) Revises commercial motor vehicle registration requirements to prohibit the Secretary from registering a person to provide motorcoach services until that person has: (1) submitted a comprehensive management plan that is in place to ensure compliance with DOT motor carrier safety regulations; (2) disclosed any common ownership, common management, common control, or common familial relationships between the carrier and any other motor carrier, freight forwarder, or broker that have occurred in the five-years preceding the filing of an application for registration; and (3) passed the DOT written proficiency examination the Secretary is hereby directed to establish to test a motor carrier's knowledge of federal and state motor carrier safety regulations, standards, and orders. (Sec. 102) Reduces from 18 months to 12 months after motorcoach operations begin the deadline for mandatory safety reviews of newly registered motorcoach owners or operators. Authorizes the Secretary to register a person to provide motorcoach services after that person undergoes a pre-authorization safety audit. (Sec. 103) Authorizes the Secretary to withhold, suspend, amend, or revoke the registration of a motor carrier, broker, or freight forwarder: (1) for failure to obey a subpoena issued by the Secretary; (2) for failure to disclose in its application a material fact relevant to its willingness and ability to comply with federal law, regulations, or a registration condition; or (3) that is or was related through common ownership, common management, common control, or common familial relationship to any other motor carrier, broker, or freight forwarder. Requires the Secretary to develop data analysis capacity and programs for the means to determine such a relationship. (Sec. 104) Directs the Secretary to: (1) issue a report on the appropriateness of current minimum financial requirements and bond and insurance requirements for motor carriers, brokers, and and freight forwarders; and (2) not later than six months after publication of the report, initiate a rulemaking, if necessary, to revise such requirements. (Sec. 105) Directs the Secretary to register an employer or person subject to safety jurisdiction and regulation. Authorizes an employer or person to operate a commercial motor vehicle only if that employer or person is registered by the Secretary and receives a DOT number. Sets forth conditions for withholding, revoking, or suspending such registration. (Sec. 106) Eliminates the $300 limit on the registration fee for new motor carrier registrants using the Unified Carrier Registration System. (Sec. 107) Authorizes the Secretary to require a motor carrier, broker, or freight forwarder to update its registration information no later 30 days after a change in specified essential information. (Sec. 108) Increases civil penalties against motor carriers or foreign motor carriers of passengers or motor carriers of hazardous waste for: (1) failing to comply with certain reporting and recordkeeping requirements, and (2) operating without being registered. (Sec. 109) Revises the requirement that the Secretary revoke the registration of a motor carrier that has been conducting unsafe operations which are an imminent hazard to public health or property. Makes revocation mandatory regardless of whether the unsafe operations are in the present or were in the past. (Sec. 110) Increases from a range of $100-$5,000 to a range of $1,000-$10,000 the civil penalties against a motor carrier, motor carrier of migrant workers, or motor private carrier for failing to respond to a subpoena or requirement of the Secretary to appear and testify or produce records. Authorizes the Secretary to withhold, suspend, amend, or revoke the registration of a motorcoach carrier for failure to obey such subpoena or requirement. (Sec. 111) Revises conditions for fleetwide out-of-service orders as penalties for operating without required registration. Changes the primary reference from motor vehicles to motor carriers. (Thus authorizes the Secretary to order motor carrier operations out-of-service for a motor carrier operating without a required registration.) (Sec. 112) Revises requirements related to the duty of employers and employees to comply with commercial motor vehicle safety regulations. Prohibits two or more motor carriers, employers, or persons from using common ownership, common management, common control, or common familial relationship to avoid compliance, or conceal noncompliance or a history of noncompliance with commercial motor vehicle safety regulations or an order of the Secretary. Authorizes the Secretary to impose appropriate sanctions for violation of this prohibition. Applies such sanctions to conduct that is intentional or knowing and to repeated instances of negligent conduct. (Sec. 113) Authorizes the Secretary to take an action pursuant to federal commercial motor vehicle safety requirements against any successor of a motor carrier, employer, or owner or operator to the same extent as the Secretary may take action against the motor carrier, employer, or owner or operator. Title II: Commercial Motor Vehicle Safety - (Sec. 201) Repeals the exemption of brokers of motor carriers of passengers from the jurisdiction of either the Secretary or the Surface Transportation Board (STB). (Sec. 202) Redefines \"employer,\" for purposes of the application of federal commercial motor vehicle safety standards, to include a person that offers for rent or lease in interstate commerce motor vehicles used to transport more than eight passengers (including the driver) from the same location, or as part of the same business provides names or contact information of drivers, or holds itself out to the public as a charter bus company. (Sec. 203) Directs the Secretary to analyze the need for crashworthiness standards on property-carrying commercial motor vehicles with a gross vehicle weight rating or gross vehicle weight of at least 26,001 pounds involved in interstate commerce. (Sec. 204) Authorizes the Secretary to prohibit from operating a commercial motor vehicle in interstate and foreign commerce any Canadian employer that has received an unfit safety determination to operate such a vehicle from an authorized agency in Canada, until that same agency determines that the employer is fit. (Sec. 205) Prescribes requirements with respect to: (1) state reporting to the Federal Convictions and Withdrawal Database or other similar database of any motor vehicle-related convictions of foreign commercial drivers, (2) disqualification of foreign commercial drivers for driving under the influence of alcohol or a controlled substance or certain other felony violations, and (3) revocation of the registration of a foreign motor carrier for failure to comply with an order of the Secretary or the STB or to pay certain civil penalties. Title III: Driver Safety - (Sec. 301) Directs the Secretary to prescribe regulations to require commercial motor vehicles involved in interstate commerce, and operated by a driver subject to both federal hours-of-service and record of duty status requirements, to be equipped with an electronic on-board recording device meeting certain performance and design standards and requirements. (Sec. 302) Directs the Secretary, ensuring that the relevant data is accurate, to incorporate into its Compliance, Safety, Accountability program a safety fitness rating methodology that assigns sufficient weight to adverse vehicle and driver performance based-data that elevate crash risks to warrant an unsatisfactory rating for a commercial motor vehicle carrier. (Sec. 303) Revises medical examiner requirements. Requires the Secretary to establish a national registry of medical examiners. Requires a medical examiner to pass an examination developed by the Secretary in order to be listed in the national registry. Requires the Secretary to review annually the licensing agencies of 10 states to assess the accuracy, validity, and timeliness of physical examination reports and medical examiner certificates submitted to them. Prescribes requirements for the electronic filing of medical examiner certificates. Authorizes appropriations from the HTF (other than the Mass Transit Account) for grants to states or licensing agencies to support the development costs for such electronic filing systems. (Sec. 304) Requires an employer to ascertain at least once every 12 months the driving record of each commercial motor vehicle driver it employs. Requires the Secretary to issue minimum standards and develop a plan for development of a national driver record notification system. (Sec. 305) Directs the Secretary to issue final regulations establishing minimum entry-level training requirements for individual operators of commercial motor vehicles. (Sec. 306) Revises the commercial driver's license (CDL) information system program. Requires the comprehensive national plan to modernize the CDL information system to specify that states must use the systems to receive and submit conviction and disqualification data. Requires a state by a certain deadline to implement a state CDL information system and practices for the exclusive electronic exchange of driver history record information on the federal system, including the posting of convictions, withdrawals, and disqualifications. Requires a state to submit a plan to DOT for a state CDL program plan complying with the requirements of this section during the period beginning on the date the plan is submitted and ending on September 30, 2016. (Sec. 307) Requires regulations on minimum standards for testing and ensuring the fitness of a commercial motor vehicle driver to ensure that an individual taking the tests would not be subject to a disqualification for a noncommercial motor vehicle offense resulting in resulted in license revocation, cancellation, or suspension, including a drug or alcohol related offense. (Sec. 308) Authorizes the Secretary to require a state, as a condition of receiving a commercial motor vehicle driver information program grant, to provide the Secretary access to all the state's licensing status and driver history records via an electronic information system. (Sec. 309) Requires the Secretary to disqualify an individual from operating a commercial motor vehicle for a first violation (one year disqualification) or multiple violations (life disqualification) of the rule against operating a commercial motor vehicle when the individual's CDL is revoked, suspended, or canceled based on the individual's operation of any motor vehicle, regardless if commercial or non-commercial. (Sec. 310) Defines \"disqualification\" under federal law as: (1) the suspension, revocation, or cancellation of a commercial driver's license by the state of issuance; (2) a withdrawal of an individual's privilege to drive a commercial motor vehicle by a state or other jurisdiction as the result of a violation of state or local law relating to motor vehicle traffic control (except for a parking, vehicle weight, or vehicle defect violation); or (3) a determination that an individual is unfit or is not qualified to operate a commercial motor vehicle. (Sec. 311) Revises certain employer responsibility requirements. Prohibits an employer from allowing an employee to operate a commercial motor vehicle during a period that the employer should reasonably know that such employee has a revoked, suspended, or canceled driver's license, or has more than one driver's license. Title IV: Safe Roads Act of 2011 - Safe Roads Act of 2011 - (Sec. 402) Directs the Secretary to establish a national clearinghouse for verified positive alcohol and controlled substance test results and test refusals of commercial motor vehicle operators as well as violations by them of Federal Motor Carrier Safety Administration (FMCSA) alcohol and controlled substances regulations. Prohibits an employer from hiring an individual to operate a commercial motor vehicle unless, during the preceding three-year period, the individual: (1) did not test positive for use of alcohol and controlled substances, or completed the return-to-duty process after initially testing positive; (2) did not refuse to be tested, or completed the return-to-duty process after initially refusing to be tested; or (3) did not violate FMCSA alcohol and controlled substances regulations. Subjects an employer, employee, medical review officer, or service agent to certain civil and criminal penalties for violations of such requirements. (Sec. 403) Authorizes the Secretary to require a state to revoke, suspend, or cancel a CDL of a commercial motor vehicle operator who is found to have used alcohol or a controlled substance until the operator completes a rehabilitation process. Changes from mandatory to discretionary the authority of the Secretary to permanently disqualify from operating a commercial vehicle an individual that uses: (1) a commercial vehicle in the commission of a felony involving manufacturing, distributing, or dispensing a controlled substance, or possession with intent to manufacture, distribute, or dispense a controlled substance; or (2) alcohol or a controlled substance during operation of a commercial vehicle three or more times. (Sec. 404) Authorizes appropriations from the HTF (other than the Mass Transit Account) for the Secretary to develop, design, and implement the national clearinghouse. Title V: Enforcement - (Sec. 501) Revises requirements for enforcement of various specified regulations regarding commercial motor vehicles, including: (1) safety inspection of carrier equipment by an employee of a recipient of a grant to a state for a motor carrier safety program or the enforcement of related federal regulations; and (2) authorization to adopt procedures to place out of service the commercial motor vehicle of a foreign-domiciled or domestic motor carrier that fails to promptly allow a DOT property inspection and copying of records. (Sec. 503) Prescribes a civil penalty of up to $25,000 for violation of operation out of service orders. (Sec. 504) Prescribes a minimum 10-day prohibition against operation in interstate commerce of the commercial motor vehicles if an owner or operator determined unfit. Applies this minimum period of prohibition to owners or operators of vehicles transporting passengers as well as those transporting hazardous materials (hazmat). (Sec. 505) Revises requirements for penalty schedules designed to induce timely compliance for persons failing to comply promptly with the requirements set forth in any notices and orders. Allows such penalties to include a minimum duration for any out of service period of up to 90 days. (Sec. 506) Authorizes the Secretary, or an authorized state official carrying out motor carrier safety enforcement activities, to enforce an imminent hazard out-of-service order, or a related regulation, by towing and impounding a commercial motor vehicle until the order is rescinded. (Sec. 507) Increases monetary penalties for evasion of specified regulations. (Sec. 508) Disqualifies from operating a commercial motor vehicle any individual assessed a civil penalty with respect to regulations governing motor vehicle safety, hazmat transportation, motor carriers, water carriers, brokers, or freight forwarders, if that individual fails to pay the penalty or fails to comply with the terms of a settlement with the Secretary. (Sec. 509) Eliminates ability to pay from consideration in determining the amount of a civil penalty for violations of commercial motor vehicle safety regulations. (Sec. 510) Requires the Secretary to disqualify an individual from operating a commercial motor vehicle for up to 30 days if allowing the individual to continue to do so would create an imminent hazard in the sense of any condition of vehicle, employee, or commercial motor vehicle operations which substantially increases the likelihood of serious injury or death if not discontinued immediately. (Sec. 511) Prohibits the commercial motor vehicle operations of any employee, vehicle, or employer affecting interstate commerce if that employee, vehicle, or all or part of an employer's commercial motor vehicle operations is ordered out of service. Applies the same prohibition against any person prohibited from operating in interstate commerce because of nonpayment of penalties. (Sec. 512) Authorizes the Secretary to bring a civil action in a venue meeting specified criteria to enforce safety laws and regulations when violated by an employer, employee, or other person providing transportation or service. (Sec. 513) Authorizes the Secretary to disclose commercial motor vehicle safety-related information to appropriate personnel of state or local governmental agencies or instrumentalities authorized to carry out respective commercial motor vehicle safety activities and commercial driver's license laws. Title VI: Compliance, Safety, Accountability - (Sec. 601) Directs the Secretary to carry out a Motor Carrier Safety Assistance Program to make compliance, safety, and accountability grants to assist states, local governments, and other entities and persons with motor carrier safety and enforcement activities and programs. Authorizes the Secretary to carry out a New Entrant Safety Assurance Program of grants to states and local governments for 100% of the costs of pre-authorization safety audits and new entrant safety audits for commercial motor vehicle owners and operators. Authorizes the Secretary to make grants to an entity, state, or other person for 100% of the costs of border commercial motor vehicle safety programs and related enforcement activities and projects. Authorizes the Secretary to make grants for 80% of the costs of high priority activities and projects to improve commercial motor vehicle safety and compliance with commercial motor vehicle safety regulations. (Sec. 602) Revises requirements for the performance and registration information program. Directs the Secretary, as a condition of a state's participation in the program, to implement a process to reinstate the vehicle registration or return the registration plates of a commercial motor vehicle that has been canceled or seized because of a commercial motor carrier's violation of an out-of-service order if the Secretary permits such carrier to resume operations after issuance of such order. Repeals the Secretary's authority to make a grant to a state to implement performance and registration information system management requirements. (Sec. 603) Revises the definition of a \"commercial motor vehicle\" to change the number of passengers it must be designed or used to transport from more than 10 (including the driver) to: (1) more than 8 passengers (including the driver) for compensation, or (2) more than 15 passengers (including the driver) if not for compensation. (Sec. 604) Revises commercial motor vehicle driver safety fitness requirements. Authorizes the Secretary to maintain a procedure for determining a commercial motor vehicle driver's safety fitness and for prohibiting such driver from operating in interstate commerce. (Sec. 605) Authorizes the Secretary to withhold increasing percentages of a state's motor carrier safety improvement grant funds if for at least 180 days in successive fiscal years the state uses an electronic commercial motor vehicle inspection selection system that does not employ a DOT-approved selection methodology. (Sec. 606) Authorizes appropriations from the HTF (other than the Mass Transit Account) for specified FMCSA programs in FY2012 and FY2013, including: (1) compliance, safety, and accountability grants, (2) data and technology grants, (3) driver safety grants, and (4) FMCSA administrative expenses. (Sec. 607) Authorizes the Secretary to use FMCSA administrative expense funds to: (1) ensure a review is completed on each motor carrier that demonstrates through performance data that it poses the highest safety risk; and (2) require, at a minimum, that a review be conducted whenever a motor carrier is among the highest risk carriers for two consecutive months. (Relocates this existing requirement from the Safe, Accountable, Flexible, Efficient Transportation Equity Act: A Legacy for Users [SAFETEA-LU].) (Sec. 608) Directs the Secretary to establish a data and technology grant program to assist states with implementation and maintenance of commercial motor vehicle data systems. (Sec. 609) Revises CDL program improvement grant requirements. Converts the commercial driver's license program improvement grant program to a driver focused grant program to improve driver safety. (Sec. 610) Directs the Secretary to report to Congress on resuming the Commercial Vehicle Information Systems and Networks Program. Title VII: Motorcoach Enhanced Safety Act of 2011 - Motorcoach Enhanced Safety Act of 2011 - (Sec. 703) Directs the Secretary to prescribe regulations requiring motorcoaches to be installed with: (1) safety belts at each seating position, (2) advanced glazing in each portal to prevent passenger ejection, (3) stability enhancing technology to reduce the number and frequency of rollover crashes, and (4) direct tire pressure monitoring systems. Requires the Secretary to prescribe regulations establishing improved strength and crush resistance standards for motorcoach roofs. (Sec. 704) Requires the Secretary to initiate rulemaking proceedings to establish: (1) flammability standards for motorcoach exterior and interior components, (2) requirements to prevent wheel well fires, and (3) requirements for motorcoaches to be equipped with improved designs for emergency passenger evacuation and fire suppression systems. Directs the Secretary to: (1) issue a final rule upgrading performance standards for tires used on motorcoaches, or (2) report to Congress on why such a standard is not warranted. (Sec. 705) Requires the Secretary to: (1) conduct improved fire extinguisher, compartmentalization safety countermeasures, occupant impact protection, and collision avoidance research and testing; and (2) issue final motor vehicle safety standards if warranted. (Sec. 706) Authorizes the Secretary to register a person to provide motorcoach services only after that person: (1) undergoes a pre-authorization safety audit, including verification of drug and alcohol testing, vehicle maintenance, and safety management programs; (2) has been interviewed about the carrier's safety management controls and written safety oversight policies and practices; and (3) has demonstrated proficiency to comply with such requirements. Authorizes the Secretary to establish a fee to cover audit costs. Requires each newly registered motorcoach owner or operator transporting property to undergo a safety review within the first 18 months after operations begin. (Sec. 707) Requires the Secretary to: (1) determine the safety fitness and assign a rating, updated triennially, for each registered motorcoach operator; and (2) establish a process for monitoring regularly the safety performance of each operator following the assignment of a rating. Prohibits a person from selling or offering to sell interstate motorcoach transportation services, or to provide broker services for such transportation, unless that person conspicuously displays at the point of sale or provision of broker services: (1) the legal name and DOT number of the single motor carrier responsible for the transportation and for compliance with Federal Motor Carrier Safety Regulations, and (2) the URL for the FMCSA website which posts motor carrier and commercial motor vehicle driver scores in the Safety Measurement System. Prescribes civil penalties for violations of such requirements. Directs the Secretary to prescribe regulations requiring the prominent display of safety fitness ratings in each terminal of departure, motorcoach, and at all points of sale for motorcoach services by: (1) each motor carrier that owns or leases one or more motorcoaches; and (2) any person who sells tickets for motorcoach services. (Sec. 708) Directs the Secretary to report to Congress on the feasibility, benefits, and costs of establishing a certification system for motorcoach driver training programs of public and private schools and of motor carriers and motorcoach operators that provide such training. (Sec. 709) Directs the Secretary to report to Congress on whether to require drivers operating passenger vans of 9 to 15 passengers (including driver) in interstate commerce to have a CDL passenger-carrying endorsement and be tested for drugs and alcohol. (Sec. 710) Directs the Secretary to: (1) evaluate the use of event data recorders on motorcoaches, and (2) issue standards based on the results of that evaluation. (Sec. 711) Directs the Secretary to complete a rulemaking proceeding to consider requiring states to conduct annual inspections of commercial passenger motor vehicles. (Sec. 712) Requires the Secretary to: (1) prescribe regulations on the use of electronic or wireless devices (including cell phones and other distracting devices) by motorcoach operators; and (2) prohibit their use in cases where they interfere with the driver's safe operation of a motorcoach, but not when necessary for driver or public safety in emergency situations. Title VIII: Safe Highways and Infrastructure Preservation - (Sec. 801) Directs the Secretary to study and compile a list of all state truck size and weight limit laws. Title IX: Miscellaneous - (Sec. 901) Directs the Secretary to task the Motor Carrier Safety Advisory Committee to study the extent to which detention time contributes to motor carrier drivers violating hours of service requirements and driver fatigue. (Sec. 902) Requires minimum federal commercial motor vehicle safety regulations to ensure that commercial motor vehicle operators are not coerced by a motor carrier, shipper, receiver, or transportation intermediary to violate such regulations. (Sec. 903) Revises membership of the Motor Carrier Safety Advisory Committee to include nonprofit employee labor organizations representing commercial motor vehicle drivers. Extends the termination date for the Committee from March 31, 2012, to September 30, 2013. (Sec. 904) Revises requirements with respect to the waiver of federal commercial motor vehicle safety regulations. Repeals the limitation of the waiver of commercial motor vehicle regulations to nonemergency and unique events. Requires the Secretary to post on the Medical Review Board website: (1) any request for an exemption from the physical qualification standards for commercial motor vehicle drivers, and (2) specified information about any person granted such an exemption. Repeals the limitation to the Federal Register of the required publication of a detailed description of each pilot program to evaluate alternatives to regulations relating to, or innovative approaches to, motor carrier, commercial motor vehicle, and driver safety. Requires FMCSA website links to the Medical Review Board and exemptions websites. (Sec. 905) Prohibits the transportion of a horse from a place in a state, the District of Columbia, or a U.S. territory or possession through or to a place in another state, the District of Columbia, or U.S. territory or possession in a motor vehicle containing two or more levels stacked on top of each other. Sets a civil penalty of between $100 and $500 for each violation of this prohibition, treating each horse so transported as a separate violation. Title X: Household Goods Transportation - (Sec. 1001) Requires the Secretary to register a person to provide transportation of household goods as a household goods motor carrier only after that person has also completed a DOT proficiency examination demonstrating knowledge and intent to comply with federal laws relating to consumer protection, estimating, consumers' rights and responsibilities, and options for limitations of liability for loss and damage. Revises household goods motor carrier registration requirements to require the Secretary to require registered household goods motor carriers to undergo a consumer protection standards review 18 months after beginning operations. (Sec.1002) Authorizes the United States to assign to an aggrieved shipper all or a portion of a civil penalty payable by a person who has held a household goods shipment hostage. Allows the Secretary to order a person found holding a household goods shipment hostage to return the goods to an aggrieved shipper. (Sec. 1003) Declares that nothing with regard to household goods civil penalties shall be construed to prohibit the Secretary from accepting partial payment of a civil penalty as part of a settlement agreement in the public interest, or from holding imposition of any part of a civil penalty in abeyance. (Sec. 1004) Directs the Secretary to: (1) develop and implement, through the FMCSA, a joint household goods transportation assistance program; and (2) establish a task force to develop recommendations to ensure consumers are informed of federal laws concerning the transportation of household goods by a motor carrier. Title XI: Technical Amendments - (Sec. 1101) Makes technical amendments to federal motor carrier vehicle safety requirements. Title XII: Surface Transportation and Freight Policy Act of 2011 - Surface Transportation and Freight Policy Act of 2011 - (Sec. 1202) Establishes national surface transportation and national freight transportation policies and goals. (Sec. 1203) Directs the Secretary to develop and implement a strategic National Surface Transportation and Freight Performance Plan to: (1) assess the current performance of the national surface transportation system; (2) analyze emerging and long-term projected trends that will impact the performance, needs, and uses of such system; (3) include a strategy and investment plan to meet the policies and goals; and (4) provide a list of priority freight corridors and gateways to be improved and developed. Requires the Secretary to: (1) report the plan to Congress, and (2) post it on the DOT website. Requires the Secretary to develop performance criteria and data collections systems for each federal surface transportation program. (Sec. 1204) Directs the Secretary to: (1) develop new or improve existing tools to support an outcome-oriented, performance-based approach to evaluate proposed freight and other surface transportation projects; and (2) collect transportation data to support a range of evaluation methods to assist in making transportation investment decisions. Directs the Secretary, in order to develop the tools and the Plan, to establish a pilot program to require the Secretary to select three to five states and MPOs for case studies designed to provide analysis and data collection with respect to transportation programs as well as to apply methods that measure the effectiveness of program participants in achieving national transportation goals. (Sec. 1205) Directs the Secretary to establish a competitive national freight infrastructure investment grant program to provide financial assistance for capital investments that improve the efficiency of the national transportation system to move freight. Specifies eligible kinds of projects, including: (1) a port development or improvement project; (2) a multimodal terminal facility project; (3) a land port of entry project; (4) a freight rail improvement or capacity expansion project; (5) an intelligent transportation system project primarily for freight benefit that reduces congestion or improves safety; (6) a project that improves access to a port or terminal facility; (7) a highway project to reduce congestion or improve safety; or (8) planning, preparation, or design of any such projects. Prescribes project selection criteria, with priority required for projects that have the highest system performance improvement relative to their benefit-cost analysis, as measured by the tools developed under this Act and those that support domestic manufacturing of goods. Sets a maximum federal share of any grant at 80% of the project net capital cost. Allows an applicant to enter into an agreement with any public, private, or nonprofit entity to implement any project cooperatively. Requires the Secretary to establish an oversight program to monitor the effective and efficient use of funds authorized to carry out this grant program. Requires a grant recipient for a project with an estimated total cost of $500 million or more, and a recipient for any other project identified by the Secretary, to submit for each project a project management plan and an annual financial plan. (Sec. 1206) Amends federal shipping law to revise Port Infrastructure Development Fund requirements. Eliminates certain prohibitions and exceptions with respect to certain transfers to the Fund. (Sec. 1207) Establishes within the Office of the Secretary an Office of Freight Planning and Development, headed by an Assistant Secretary, which shall: (1) coordinate investment of federal funding to improve the efficiency of the national transportation system to move freight consistent with specified policy and objectives; (2) facilitate communication among government, public, and private freight transportation stakeholders; and (3) support the Secretary in the development of the National Freight Transportation Strategic Plan. (Sec. 1208) Directs the Secretary to establish standards to ensure that the design of federal surface transportation projects provides, in all phases of project planning, development, and operation, for the safety of motorized and nonmotorized users of the transportation network. Authorizes the Secretary to waive application of such standards to states that have adopted laws or policies providing for the safe and adequate accommodation of such users."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commercial Motor Vehicle Safety Enhancement Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Motorcoach Enhanced Safety Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Safe Roads Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Commercial Motor Vehicle Safety Enhancement Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Motorcoach Enhanced Safety Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Safe Roads Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Surface Transportation and Freight Policy Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 49, United States Code, to improve commercial motor vehicle safety and reduce commercial motor vehicle-related accidents and fatalities, to authorize the Federal Motor Carrier Safety Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:19:54-05:00"
}