{
  "actions": [
    {
      "acted_at": "1989-11-09", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1861-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-11-09", 
  "number": "1861", 
  "official_title": "A bill to amend the Clean Air Act relating to toxic chemicals.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Toxic Pollution Detection Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Reid, Harry", 
    "state": "NV", 
    "thomas_id": "00952", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-11-09", 
  "subjects": [
    "Air pollution measurement", 
    "Chemicals", 
    "Environmental protection", 
    "Government paperwork", 
    "Occupational health and safety"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-11-09", 
    "text": "Toxic Pollution Detection Act of 1989 - Amends the Clean Air Act to require the Administrator of the Environmental Protection Agency to promulgate regulations for the detection of releases into the environment and the workplace of covered substances which may present a risk to human health or the environment. Defines \"covered substances\" as extremely hazardous substances, hazardous chemicals, or toxic chemicals listed under the Emergency Planning and Community Right-to-Know Act of 1986 and hazardous pollutants listed under the Clean Air Act. Authorizes the Administrator or a State to make additional facilities subject to detection requirements after public notice and comment. Provides for continuous monitoring of all devices and systems, storage facilities, and transfer points in which covered substances are present. Requires owners and operators of facilities subject to such requirements to audit such facilities to determine the locations of such systems, storage facilities, and transfer points. Directs owners and operators to certify compliance to the State and the Administrator. Requires monitoring reports to be filed annually with the State, the Administrator, the State Emergency Response Committee, and the local emergency planning committee. Directs (current law authorizes) the Administrator to make owners or operators of emissions sources subject to recordkeeping, reporting, and monitoring requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Toxic Pollution Detection Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act relating to toxic chemicals.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:46-05:00"
}