{
  "actions": [
    {
      "acted_at": "1992-07-24", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-29", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-08-03", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with amendments. With written report No. 102-357.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-03", 
      "calendar": "Senate Legislative", 
      "number": "589", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 589.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1992-08-11", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-11", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1992-08-12", 
      "bill_ids": [
        "hr5482-102"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 5482 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-09T12:05:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-09", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-09T17:06:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2935-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2935"
    }
  ], 
  "bill_id": "s3065-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1992-07-24", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1992-07-24", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "1992-07-29", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1992-07-29", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1992-07-24", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1992-07-24", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1992-07-24", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1992-07-24", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1992-07-24", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1992-07-24", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1992-07-24", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1992-07-24", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1992-07-29", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1992-07-24", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1992-07-24", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1992-08-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1992-07-24", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1992-08-11", 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-24", 
  "number": "3065", 
  "official_title": "A bill to revise and extend the Rehabilitation Act of 1973, and for other purposes.", 
  "popular_title": "Rehabilitation Act Amendments bill", 
  "related_bills": [
    {
      "bill_id": "hr5482-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5482-102", 
      "reason": "includes"
    }
  ], 
  "short_title": "Rehabilitation Act Amendments of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1992-08-11", 
  "subjects": [
    "Accidents", 
    "Administrative remedies", 
    "Affirmative action programs", 
    "Agricultural labor", 
    "Architecture and the disabled", 
    "Authorization", 
    "Blind", 
    "Community health services", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Deaf", 
    "Department of Education", 
    "Disabled", 
    "Discrimination in employment", 
    "Education", 
    "Education of handicapped children", 
    "Electronic industries", 
    "Employee training", 
    "Employment of the handicapped", 
    "Evaluation", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to handicapped services", 
    "Federal aid to higher education", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Foundations", 
    "Government and business", 
    "Government consultants", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Housing and community development", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Information services", 
    "Manpower training programs", 
    "Mentally ill", 
    "Migrant labor", 
    "Native Americans", 
    "Neurology", 
    "Nondiscrimination provisions", 
    "Old age assistance", 
    "Physical therapy", 
    "Public assistance programs", 
    "Public service employment", 
    "Recreation", 
    "Rehabilitation of the physically handicapped", 
    "Research", 
    "Research centers", 
    "Research grants", 
    "Scholarships", 
    "Small business", 
    "Social welfare", 
    "Special weeks", 
    "Standards", 
    "State officials and employees", 
    "Tax-exempt organizations", 
    "Teacher education", 
    "Teachers", 
    "Technology policy", 
    "Territories (U.S.)", 
    "Transportation and the physically handicapped", 
    "Vocational education", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Disabled", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1992-08-11", 
    "text": "Rehabilitation Act Amendments of 1992 - Amends the Rehabilitation Act of 1973 (the Act) to revise and extend various vocational rehabilitation programs. Title I: Administration and Vocational Rehabilitation Services - Subtitle A: Administration - Revises provisions for findings, purpose, and policy under the Act. Revises or adds definitions of community rehabilitation programs (this term replaces rehabilitation facilities), employment outcomes, individuals with disabilities, personal assistance services, rehabilitation technology (replaces engineering), individuals with severe disabilities supported employment, assessment for determining eligibility and vocational rehabilitation needs, assistive technology devices and services, disability, extended services, impartial hearing officers, independent living services, ongoing support services, supported employment services, and transition services. Sets the Federal share at 78.7 percent. (Currently the Federal share is 80 percent for payments less than or equal to the 1988 payment to the State, and 75 percent of any excess over the FY 1988 payment for FY 1993.) Requires annual reports to include information on types of rehabilitation technology services provided to each client in the preceding fiscal year. Allows recipients of grants under specified programs under the Act to carry over such funds for use in the next fiscal year. Adds client assistance information requirements. Requires all programs that provide services to individuals with disabilities under the Act to advise such individuals or their parents, guardians, or legal representatives of the availability and purposes of the client assistance program, including information on how to seek assistance under it. Subtitle B: Vocational Rehabilitation Services - Revises provisions for findings, purpose, and policy under title I (Vocational Rehabilitation Services) of the Act. Extends through FY 1997 the authorization of appropriations for: (1) basic grants for vocational rehabilitation services (in necessary amounts, but at least equal to the immediately preceding fiscal year, plus indexing for inflation); and (2) innovation and expansion grants (in necessary amounts). Revises the formula for determining amounts under specified provisions for extension of authorization or duration. Revises requirements for State plans under the Act to allow their submission to coincide with the intervals at which State plans are to be submitted under other Federal laws, such as the Individuals with Disabilities Education Act. Requires State plans to include certain provisions, as follows. Requires explanation of the methods by which the State will provide vocational rehabilitation services to all eligible individuals with disabilities. (Provides that State criteria shall determine those with the most severe disabilities, who are to receive such services first.) Requires description of how rehabilitation technology services will be provided at each stage of the rehabilitation process and on a statewide basis, and of the training to be provided for vocational rehabilitation counselors and client assistance and other related personnel. Requires assurance that facilities will comply with provisions for nondiscrimination under Federal grants and programs under the Act and with the Americans with Disabilities Act of 1990. Requires a comprehensive system of personnel development for professionals and paraprofessionals employed by the State agency, standards to ensure appropriate and adequate training of personnel, and minimum standards to ensure availability of personnel trained to communicate in the native language or mode of communication of the client. Provides that determinations regarding availability of comparable services and benefits under any other program are not required prior to the provision of services if an immediate job placement would be lost due to a delay in the provision of comparable benefits. Requires use of existing information available from other programs and providers (particularly education officials and the Social Security Administration) and information that can be provided by the individual with a disability or that individual's family in determining eligibility for vocational rehabilitation services and choosing rehabilitation goals, objectives, and services. Revises provisions for interagency cooperation to specifically include arrangements for coordination of services to individuals eligible under Federal law which created the Committee on Purchases of Blind-made Products (the Wagner-O'Day Act). Provides that interagency cooperation includes, if appropriate: (1) establishing interagency working groups; and (2) entering into formal interagency cooperative agreements that identify policies, practices, and procedures that can be coordinated and describe available resources and financial responsibilities of each agency. Changes references to rehabilitation facilities and their condition to community rehabilitation programs and their effectiveness. Requires annual (currently periodic) review and reevaluation of the status of individuals placed in extended employment settings in community rehabilitation programs, including workshops, or other employment under specified provisions of the Fair Labor Standards Act of 1938 for special certificates for employment of individuals with disabilities. Requires such review and reevaluation to: (1) include individual or family input; and (2) determine such individuals' interests, priorities, and needs for their employment, or training for competitive employment, in integrated settings in the labor market. Requires maximum efforts, including provision of vocational rehabilitation services, designed to promote movement from extended employment to integrated employment, including supported employment. Permits use of funds under title I of the Act for facilities construction, but only under special circumstances. Includes the views of the Director of the client assistance program among those that are to be considered in State and local policy planning under the Act. Requires that continuing studies and annual evaluation also form the basis for developing and updating a required strategic plan. Requires that public comment precede the development of the State plan. Requires the State agency to establish plans, policies, and methods (including entering into a formal interagency agreement with education officials responsible for public education of individuals with disabilities) to facilitate: (1) development and accomplishment of long-term goals and objectives, as well as those related to independent living before a student leaves a school setting, including coordination plans for transition services; and (2) transition from public education by an educational agency to vocational rehabilitation services by the designated State unit, including coordination plans for transition services. Adds State plan requirements for: (1) coordination and working relationships with the Statewide Independent Living Council and independent living centers; (2) a strategic plan to expand and improve vocational rehabilitation services for individuals with disabilities on a statewide basis; (3) description and assurance of the effectiveness of the system for evaluating performance of rehabilitation counselors, coordinators, and other personnel in State facilities; (4) description of State cooperation with disability organizations, business, industry, and labor to expand employment opportunities for individuals with disabilities, including training and technical assistance with respect to changes made by this Act and methods of complying with specified employment and access requirements of the Act and with title I of the Americans with Disabilities Act of 1990, or otherwise ensuring equal opportunity for such individuals, regardless of whether they have applied for or are receiving vocational rehabilitation services under the Act; and (5) establishment of a State Rehabilitation Advisory Council, unless a consumer-controlled independent commission is responsible for overseeing the operation of the designated State agency, and specified conditions are met. Sets forth provisions for determinations of eligibility for assistance under title I of the Act, including: (1) general eligibility for an individual with a disability who requires vocational rehabilitation services in relation to gainful employment; (2) presumption of a physical or mental impairment which substantially impedes, and a serious such impairment which seriously limits, employment in the case of individuals who have a disability or are blind as determined under specified Social Security Act provisions; (3) appropriate use of determinations made by officials of other agencies, particularly certain education officials, as to whether an individual has a disability or severe disability; (4) presumption that an individual can benefit in employment outcome from vocational rehabilitation services, unless the designated State unit can demonstrate by clear and convincing evidence that an individual is incapable of so benefitting (after extended evaluation, preliminary assessment, prompt determination except in unusual circumstances, and notification of reasons, rights, remedies, and client assistance). Revises provisions for the individualized written rehabilitation program (IWRP). Requires the designated State unit, upon determination of individual eligibility for services, to complete an assessment (if necessary) to determine certain eligibility and vocational rehabilitation needs. Requires the IWRP to be jointly developed, agreed upon, and signed by the individual (or parent, family member, guardian, advocate, or authorized representative) and the vocational rehabilitation counselor or coordinator. Requires the IWRP to be designed to achieve the individual's employment objective, consistent with the individual's unique strengths, resources, priorities, concerns, concerns, abilities, and capabilities. Requires the IWRP to include, among other items, statements of: (1) long-range goals based on the assessment of individual rehabilitation needs, and intermediate objectives determined through a needs assessment carried out in the most individualized and integrated setting (consistent with the individual's informed choice); (2) assessment and reassessment of expected need for extended services, if appropriate (as well as for postemployment services) and details on how such services will be provided or arranged; (3) terms and conditions under which goods and services will be provided to the individual; (4) identification of an entity or entities that will provide the services and of the process used to provide or procure such services; (5) the individual's own words (or those of a parent, family member, guardian, advocate, or authorized representative) describing how the individual was informed and involved in choosing among alternative goals, objectives, services, providers, and methods; (6) reasons why an individual for whom a program has been prepared is no longer eligible for services (if such an amendment is necessary); and (7) rights and remedies available to an individual. Requires the designated State unit to furnish a copy of the IWRP and amendments to the individual with a disability (or, if appropriate, a parent, family member, guardian, advocate, or authorized representative). Requires selection of the impartial hearing officer for a case, either on a random basis or by agreement of the Director of the designated State unit (Director) and the individual with a disability, from among a pool of qualified persons identified jointly by the designated State unit and consumer members of the State Rehabilitation Advisory Council (or the consumer-controlled independent commission(s)). Prohibits the Director from overturning or modifying any part of such officer's decision that supports the individual's position, unless the Director concludes (based on clear and convincing evidence) that such decision is clearly erroneous because it is contrary to Federal or State law, including policy. Requires the Director to make a final decision in writing, including a full report of findings and grounds, and provide a copy to the individual. Prohibits suspension, reduction, or termination of services being provided under an IWRP, pending a final determination of such a hearing or other final resolution of administrative review, unless the individual so requests or unless the individual has obtained such services through misrepresentation, fraud, collusion, or criminal conduct. Revises provisions relating to the scope of vocational rehabilitation services under title I of the Act to include: (1) assessment to determine eligibility and vocational rehabilitation needs by qualified personnel, including, if appropriate, an assessment by personnel skilled in rehabilitation technology; (2) maintenance for additional costs incurred while participating in rehabilitation; (3) referral and other services to help secure needed services from other agencies through agreements, if such services are not available under the Act; (4) transition services to help accomplish long-term rehabilitation goals and intermediate objectives; (5) on-the-job or other related personal assistance services to assist individual performance of work-related functions necessary to obtain and retain competitive work in an integrated work setting and to fulfill individual job functions while actively involved in a rehabilitation program that includes other title I services; and (6) supported employment services. Allows title I vocation rehabilitation services, when provided for the benefit of groups of individuals, to also include costs of: (1) establishing a community rehabilitation program; or (2) construction, under special circumstances, of a facility for such a program. Requires a State, in order to be eligible for assistance under title I of the Act, to establish a State Rehabilitation Advisory Council (and a separate Council for individuals who are blind if there is a separate State agency to administer that part of vocational rehabilitation services for such individuals) to review and advise the designated State unit. Allows a State, as an alternative to establishing such a Council, to have a consumer-controlled independent commission (or commissions if there is a separate agency for rehabilitation of individuals who are blind) to oversee the operation of the designated State unit. Requires that a majority of Council members be individuals with disabilities and not employed by the designated State unit. Requires such Councils to coordinate with other appropriate councils within the State. Requires such Councils to submit annual reports to State Governors or appropriate State entities and to the Commissioner of the Rehabilitation Services Administration (RSA) (the Commissioner). Requires the Council to prepare, in conjunction with the designated State unit, a plan for provision of resources, including staff, to carry out Council functions. Prohibits financial conflict of interest by members voting. Allows a State that has established a comparable Council to be considered as complying with such Council requirements. Requires development and implementation of evaluation standards and performance indicators for the vocational rehabilitation services program under title I of the Act, in accordance with specified procedures including public comment. Requires annual State reports to the Commissioner on the extent of State compliance with such standards and indicators. Directs the Commissioner and any State whose performance is below established standards to jointly develop a program improvement plan. Directs the Commissioner to biannually review such State's program improvement efforts, request further revisions where necessary, and continue such review until satisfactory performance is sustained for more than one year. Requires reductions or terminations of payments to any State failing to enter into or comply with a necessary performance improvement plan. Directs the Commissioner to include, in the annual report to the Congress, an analysis of program performance, with relative State performance, based on such standards and indicators. Directs the Commissioner to: (1) provide for annual review and periodic on-site monitoring of programs under title I of the Act; and (2) determine whether States are complying with State plan provisions and with evaluation standards and performance indicators. Sets forth procedures for such reviews and monitoring. Requires the Commissioner to provide technical assistance to programs to improve the quality of services, and corrective action plans for programs not in compliance with plans, standards, or indicators. Requires withholding of payments in cases of State agency failures to comply in administration of a State plan, in accordance with specified procedures for notification and judicial review of withholding determinations. Provides that unused payments to a State shall remain available for reallotment to other States until reallotted. Modifies State maintenance of effort requirements relating to amounts of payments to States. Allows client assistance programs (CAPs) to provide assistance and advocacy with respect to services directly related to facilitating the employment of the individual. Adds to the procedural requirements limiting redesignation of the agency conducting a CAP. Extends through FY 1997 the authorization of appropriations for grants to States for CAPs under title I of the Act. Revises provisions for innovation and expansion grants under part C of title I of the Act. Requires any State desiring to receive assistance under this part C (and under part B basic grants) to submit to the Commissioner a strategic plan to develop and use innovative approaches for achieving long-term success in expanding and improving vocational rehabilitation services (including supported employment services) provided under the State plan and the supplement. Sets forth requirements for the contents of, and the process of developing, such strategic plans. Allows States to use part C funds to improve: (1) working relationships between vocational rehabilitation services and independent living services; (2) vocational rehabilitation services for individuals with the most severe disabilities; (3) services to classes of individuals with unusual or complex rehabiitation needs; (4) use of rehabilitation technology, including appropriate evaluation and adaptation of the workplace or training program; and (5) functioning of the services delivery system and coordination with other entities, including development of an integrated system of community-based vocational rehabilitation service with appropriate transitions between service systems. Allows States to also use part C funds to support: (1) ensuring the effectiveness of the annual evaluation of programs and personnel; (2) initiating, expanding, or improving a comprehensive system of personnel development; (3) training and technical assistance to consumers, business, industry, labor, community rehabilitation programs, and others regarding implementation of amendments made by this Act, of title V (Access) provisions of the Act, and of the Americans with Disabilities Act of 1990; (4) funding of the State Rehabilitation Advisory Council and the Statewide Independent Living Council. Sets forth provisions for part C innovation and expansion grants allotments among States, and increases the minimum allotment. Repeals outdated provisions for a study of needs of American Indians with handicaps. Directs the Commissioner to undertake a comprehensive review of the current system for collecting and reporting client data under the Act, particularly under title I programs. Sets forth requirements relating to considerations, recommendations, other views, and a report to the Congress on such review. Directs the Secretary of Education (the Secretary) and the Secretary of Health and Human Services to enter into a memorandum of understanding to exchange data of mutual importance, on clients of State vocational rehabilitation agencies, contained in specified databases of the RSA and the Social Security Administration. Directs the Secretary to promulgate regulations for: (1) implementing an order of selection for vocational rehabilitation services under specified provisions of title I of the Act if such services cannot be provided to all eligible applicants; and (2) criteria for selecting vocational rehabilitation services under title I and procuring such services directly by the individual (with specific procedures to ensure such services' sufficient scope, quality, and reasonable costs, and prevention of fraud, waste, and abuse in provision of such services). Allows a State to continue until October 1, 1994, to use Social Security reimbursement payments generated under the State vocational rehabilitation program under title I of the Act or the State supported employment services program under part C of title VI of the Act to support allowable expenditures under any other rehabilitation program under the Act (if such State did so during FY 1992). Title II: Research - Revises the declaration of purpose under title II (Research and Training) of the Act. Extends through FY 1997 the authorization of appropriations for: (1) the expenses of the National Institute on Disability and Rehabilitation Research (the Institute); and (2) all other programs under title II of the Act. Revises provisions for the Institute's functions and its Director's responsibilities to require wide dissemination of: (1) information on activities funded by the Institute; and (2) educational materials to various public and private entities, including rehabilitation practitioners, individuals with disabilities, and their families, concerning ways to maximize such individuals' full inclusion and integration into society, employment, independent living, family support, and economic and social self-sufficiency (and requires pertinence to such concerns in the Institute's conferences, seminars, and workshops on advances in rehabilitation research and technology). Requires the Institute to report annually to the President and appropriate congressional committees on title II programs and activities, including information on specific advancements and developments and specific impact on vocational rehabilitation services and quality of life for individuals with disabilities, and how such information was disseminated. Includes the Health Care Financing Administration among the entities with which the Institute may jointly produce certain statistical reports and studies (which are to be widely disseminated to various entities, including individuals with disabilities and their families). Requires Institute coordination with the Attorney General with respect to provision of information, training, or technical assistance regarding the Americans with Disability Act of 1990 to ensure consistency with the technical assistance plan under such Act. Requires the Institute's Deputy Director (as well as its Director) to have substantial experience in rehabilitation and in research administration. Includes individuals with disabilities among the highly qualified research fellows who may receive Institute fellowships. Includes knowledgeable individuals with disabilities and family members of individuals with disabilities among those who may comprise peer review groups for scientific review of research grants and programs over which the Institute has authority. Requires that individuals comprising such groups be selected from a pool of qualified individuals. Directs the Secretary to provide for training such individuals and for mechanisms to receive input from individuals with disabilities and their representatives. Revises provisions for use of title II funds. Revises provisions for a long-range plan for rehabilitation research to require such plan to: (1) identify any research which should be conducted regarding the inclusion and integration into society of individuals with disabilities, especially in the area of employment; (2) be developed in consultation with the Rehabilitation Research Advisory Council and after full consideration of input of individuals with disabilities and their families, organizations representing such individuals, providers of services under the Act, and researchers in the rehabilitation field; (3) include plans for widespread dissemination of research results in practical formats to diverse types of individuals and groups; (4) be developed by the Institute's Director (the Director) in coordination with the Commissioner, and in consultation with the Secretary, officials administrating the Developmental Disabilities Assistance and Bill of Rights Act, the Interagency Committee, individuals with disabilities and their families, and other appropriate persons; and (5) be revised at least once every five years and whenever the Director determines necessary. Revises provisions relating to the comprehensive and coordinated research program and pediatric rehabilitation research. Requires that certain grants to institutions of higher education be for training rehabilitation researchers, including individuals with disabilities, with particular attention to areas of research that improve effectiveness of services under the Act. Eliminates outdated provisions for a certain report, recommendations, and study. Revises provisions for an Interagency Committee to include as members the Commissioner (of RSA) and the Assistant Secretary for Special Education and Rehabilitative Services. Requires such Committee to first receive input from individuals with disabilities and their families before carrying out its identification, assessment, and coordination duties with respect to research related to such individuals' rehabilitation. Revises various purposes and emphases of required research grant and contract programs relating to multiple and interrelated needs of individuals with disabilities. Includes under such required programs demonstration projects, training, and related activities to develop methods, procedures, and rehabilitation technology to maximize such individuals' (especially those with severe disabilities) full inclusion and integration into society, employment, independent living, family support, and economic and social self-sufficiency, and to improve effectiveness of services under the Act. Revises provisions for discretionary grants to pay all or part of the cost of specialized research activities. Revises provisions for such discretionary grants for Rehabilitation Research and Training Centers to allow such centers to be operated in collaboration with providers of rehabilitation services or other appropriate services (as an alternative to the current collaboration, which is retained, with institutions of higher education). Revises required functions and authorized activities of such centers. Requires, to be eligible to receive a center grant, each institution or provider to: (1) be of size, scope, and quality to effectively carry out center activities in an efficient manner consistent with appropriate State and Federal law; and (2) have the ability to carry out the training activities either directly or through another entity. Requires that center grants be competitive and be for five-year periods, but allows a grant for a lesser period if the recipient is new or the grant supports new or innovative research. Revises provisions for such discretionary grants for Rehabilitation Technology Research and Resource Centers (currently named Rehabilitation Engineering Research Centers). Revises provisions for such center research and demonstration activities. Requires such centers, to the extent consistent with such activities, to: (1) assist, train, and provide information to individuals with disabilities and their families to increase awareness and understanding of how rehabilitation technology can address their needs, and of the range of available options, programs, services, and resources; and (2) train individuals, including those with disabilities, to become rehabilitation technology researchers and practitioners. Lists specified life and functional areas as areas of focus for such centers' activities. Authorizes the Director to fund an additional center, with an area of focus not identified in such list, to conduct research and demonstration activities relating to emerging program trends and technologies (based on public input and the recommendation of the Rehabilitation Research Advisory Council). Requires each such center to have an advisory committee with: (1) a majority membership of individuals with disabilities who use rehabilitative technology (or their parents, family members, guardians, advocates, or authorized representatives); and (2) a full membership broadly representative of individuals and groups with an interest in rehabilitation technology, including providers, manufacturers, funders, practitioners, and minority group members. Requires such grants to be competitive and for five year periods, but allows lesser periods in cases of new recipients or new or innovative research. Revises provisions for such discretionary grants for spinal cord injury research. Adds provisions for discretionary research grants for: (1) model personal assistance services systems and other innovative service programs; and (2) model systems of comprehensive service delivery to individuals with severe disabilities other than spinal cord injuries requiring a multidisciplinary system of providing vocational and other rehabilitation services. Revises provisions for such discretionary grants for rehabilitation of children or older individuals (including older American Indians) who are individuals with disabilities. Allows such research program to include projects designed to assist adjustment of, or maintain as residents in the community, older workers with disabilities on leaving the work force. Allows waiver of the requirement of a peer review site visit before a discretionary research grant may be made, if the Director determines there is sufficient information to make an award without a site visit. Directs the Secretary to establish in the Department of Education a Rehabilitation Research Advisory Council, to advise the Director with respect to research priorities and the development and revision of the long-range plan. Requires Council members to be: (1) appointed by the Secretary; and (2) generally representative of the communities of rehabilitation professionals, rehabilitation researchers, and individuals with disabilities and their families (with at least one-half of the Council members being such individuals or their family members). Title III: Training and Demonstration Projects - Revises and renames title III of the Act (currently Special Federal Responsibilities) as Training and Demonstration Projects, with a part A, Training Programs and Community Rehabilitation Programs (currently Construction and Training Programs), and a part B, Special Projects (currently Special Projects and Supplementary Services). Revises title III grant and contract programs to replace construction of rehabilitation facilities with development and improvement of community rehabilitation programs. Provides for training for skilled personnel to provide rehabilitation services to individuals with disabilities through various types of programs, and for training and information for such individuals and their families to develop skills to access the system and become active decisionmakers. Revises provisions for discretionary grants and contracts for personnel training, to provide for: (1) addressing needs for rehabilitation technology services; (2) specific training for personnel to deliver services, through supported employment programs, to individuals with the most severe disabilities; (3) recipients submitting detailed descriptions of strategies to be used to recruit and train minority group members and individuals with disabilities; (4) the Commissioner to furnish training services provided under the Act, as well as training regarding provisions of the Act and the Americans with Disabilities Act of 1990; (5) targeting funds to areas of personnel shortage; (6) allowable personnel training in various rehabilitation fields and services; and (7) revision of individual employment requirements as an alternative to individual repayment of scholarships for such rehabilitation personnel training. Revises provisions for grants for training interpreters for individuals who are deaf to include training for interpreters for individuals who are deaf-blind. Revises provisions for compensation of experts and consultants. Extends through FY 1997 the authorization of appropriations in necessary amounts for personnel training grants and contracts. Reserves at least 20 percent of such funds for allocation to designated State agencies for projects for inservice training of rehabilitation personnel (including projects for recruitment and retention, succession planning, leadership development and capacity building, and training on amendments made by this Act). Allows such reservation to be less than 20 percent if it would result in a lower level of funding for projects being carried out on the date of enactment of this Act by other recipients of such funds. Establishes a program of special training initiatives, including: (1) grants and contracts for rehabilitation training projects for rehabilitation personnel, impartial hearing officers, and individuals with disabilities and their families or representatives; (2) grants for training and information for individuals with disabilities and their families or representatives. Authorizes appropriations for FY 1993 through 1997 for such special training initiatives. Revises (and renames) provisions for community rehabilitation programs for individuals with disabilities. Extends through FY 1997 the authorization of appropriations for grants and contracts for such programs. Includes specified types of training and services under the vocational rehabilitation services offered by such programs. Authorizes the Commissioner to make additional grants to assist various entities in meeting costs of planning, services, and initial staffing of such programs. Provides that loan guarantees for facilities for community rehabilitation programs may be given only under special circumstances. Extends through FY 1997 the authorization of appropriations for comprehensive rehabilitation centers. Revises general grant and contract requirements under title III of the Act. Extends through FY 1997 the authorization of appropriations for title III part B special projects and supplementary services. Eliminates provisions for renovating and constructing facilities under special demonstration programs provisions. Establishes a program of discretionary grants by the Commissioner to various entities to increase client choice in the rehabilitation process, including the choice of providers of vocational rehabilitation services. (Replaces specified requirements relating to assisted special demonstration projects which provide services to individuals with spinal cord injuries.) Revises provisions for special projects and demonstrations providing supported employment. Extends through FY 1997 the authorization of appropriations for discretionary grants for such projects and demonstrations. Revises provisions for model statewide transitional planning services. Extends through FY 1997 the authorization of appropriations for discretionary grants for such services. Establishes programs of discretionary grants by the Commissioner to various entities for special and demonstration projects: (1) providing appropriate incentives to vocational rehabilitation counselors to achieve high quality placements for individuals with severe disabilities; (2) supporting models for a variety of community-based, coordinated services to help the transition of individuals with disabilities from rehabilitation hospital, nursing home, or comparable programs to programs providing independent living services in the community; and (3) relating to management and service delivery systems of vocational rehabilitation programs under the Act (or studying such systems). Revises provisions for discretionary grants for special or demonstration projects for vocational rehabilitation services for individuals with disabilities who are migratory or seasonal farmworkers (and their families). Allows such grants to be made to nonprofit agencies working in collaboration with the designated State agency (as well as to such State agency and local agencies). Extends through FY 1997 the authorization of appropriations for such migratory workers program. Revises provisions for special recreational programs. Includes vocational skills development under authorized activities of such programs. Sets a maximum grant period of three years. Allows renewal of a grant if the Commissioner determines that the recipient will continue to develop model or innovative programs of exceptional merit or will contribute substantially to developing or improving special recreational programs in other locations. Sets forth requirements for applications and maintenance of service levels. Sets the Federal share at 90, 75, and 50 percent, respectively, in the first, second, and third years. Extends through FY 1997 the authorization of appropriations for mandatory grants by the Commissioner for special recreational programs. Establishes a program of discretionary grants by the Commissioner to designated State units to provide independent living services and related services to assist older individuals who are blind to adjust to blindness by becoming more able to care for individual needs. Allow recipient State agencies to make subgrants to other entities. Authorizes appropriations for FY 1993 through 1997 for such grants program for independent living services for older individuals who are blind. Title IV: National Council on Disability - Revises provisions for the National Council on Disability (Council) (title IV of the Act). Directs the President to select Council members after soliciting recommendations from representatives of: (1) organizations representing a broad range of individuals with disabilities; and (2) organizations interested in individuals with disabilities. Requires Council members to: (1) be individuals with disabilities; or (2) have substantial knowledge or experience relating to disability policy or programs. Requires that a majority of Council members be individuals with disabilities, or parents or guardians of such individuals. Sets forth as revised Council's purpose the promotion of policies, programs, practices, and procedures to: (1) guarantee equal opportunity for all individuals with disabilities, regardless of nature or severity; and (2) empower such individuals to achieve economic self-sufficiency, independent living, and inclusion and integration into all aspects of society. Provides for three-year terms, with no member to serve more than two consecutive full terms. Changes the Council's duties regarding the National Institute on Disability and Rehabilitation Research (the Institute) from establishing general policies for it and reviewing its operation to advising its Director on its policies and administration, including suggesting ways of improving its research and collection and dissemination of research findings. Revises other duties. Adds to Council duties continuing review and evaluation of new and emerging disability policy issues affecting individuals with disabilities at the Federal, State, and local levels and in the private sector, including specified issues and policies. Requires the Council to prepare and submit to the President and appropriate congressional committees a progress report on national disability policy by October 30, 1993, and annually thereafter. Requires the Council to seek public input, particularly that of individuals with disabilities, organizations representing a broad range of such individuals, and organizations interested in such individuals. Requires, by 1995, that one such report include information and analysis on State and Federal implementation of the amendments made by this Act. Revises provisions for compensation of council members and staff. Extends through FY 1997 the authorization of appropriations for the Council. Title V: Access - Revises and renames title V of the Act as Access (currently Miscellaneous Provisions). Repeals specified provisions relating to the effect on existing law and other matters. Revises provisions relating to employment of individuals with disabilities at the Federal level. Provides for use of the same standards as those under specified provisions of the Americans with Disabilities Act of 1990 in determining whether these provisions of the Act have been violated in a complaint alleging nonaffirmative action employment discrimination. Refers to the Architectural and Transportation Barriers Compliance Board as the Access Board. Includes the Department of Commerce among the agencies represented on such Board and increases the number of Board members by one. Revises provisions for terms of office. Revises provisions for Board functions, investigations, hearings, interagency agreements, reports, and assessments. Extends through FY 1997 the authorization of appropriations for such Access Board. Revises requirements for employment of individuals with disabilities under Federal contracts. Increases to $10,000 (from $2,500) the minimum contract amount which triggers such requirements. Authorizes the Secretary of Labor to waive such requirements under specified conditions. Provides for use of the same standards asthose under specified provisions of the Americans with Disabilities Act of 1990 in determining violations of such requirements in complaints alleging nonaffirmative action employment discrimination. Requires development of procedures to ensure nonduplication of effort and consistent standards with respect to complaints filed under these requirements of the Act and under the Americans with Disabilities Act of 1990. Revises provisions for nondiscrimination under Federal grants and programs to require the same standards as under the Americans with Disabilities Act of 1990. Revises provisions for electronic and information technology accessibility guidelines. Title VI: Employment Opportunities for Individuals with Disabilities - Revises provisions for employment opportunities for individuals with disabilities (title VI of the Act). Extends through FY 1997 the authorization of appropriations for part A community service employment pilot programs for individuals with disabilities. Revises part A to make conforming language changes. Revises part B provisions for projects with industry and business opportunities for individuals with disabilities. Makes conforming language changes. Revises part B program purposes and project requirements. Revises provisions for types of entities which may be grant recipients and for eligibility of individuals for services from such recipients based on State agency determinations. Includes under annual reporting requirements information on number of project participants who were terminated from project placements and the duration of those placements. Authorizes the Commissioner to include, as part of program agreements, authority for grant recipients to provide technical assistance for: (1) employers in hiring individuals with disabilities or meeting requirements of the Americans with Disabilities Act of 1990 relating to such employment; or (2) improving or developing relationships between current or prospective grant recipients and employers or organized labor. Revises part C of title VI, Supported Employment Services for Individuals with Severe Disabilities. Authorizes allotments, in addition to title I grants for vocational rehabilitation services, to assist States in developing collaborative programs with appropriate entities to provide supported employment services for those individuals with the most severe disabilities who require such services to enter or retain competitive employment. Directs the Secretary to make such allotments based on relative State population, but provides for minimum allotments. Allows such funds to be used to provide supported employment services to eligible individuals under this part. Prohibits funds under this part, title I, or specified title III provisions from being used to provide extended services to individuals eligible under this part or title I. Sets forth part C requirements for individual eligibility, State plan supplements, restrictions, and savings provisions. Extends through FY 1997 the authorization of appropriations for such part C supported employment services for individuals with severe disabilities. Title VII: Centers for Independent Living and Independent Living Services - Revises title VII of the Act, Centers for Independent Living and Independent Living Services. Revises part A general provisions for program purpose and definitions. Provides for consumer control of centers for independent living. Revises requirements for State plans under title VII. Requires the plan to be jointly signed by the Director of the designated State unit and the chairperson of tStatewide Independent Living Council. Requires such plans to specify objectives and timelines for their achivevement. Requires, under the State plan, that the State will provide independent living services to individuals with severe disabilities in accordance with an independent living plan mutually agreed upon by the individual and an appropriate staff member of the service provider, unless the individual signs a waiver stating that such a plan is unnecessary. Requires State plans to also include provisions relating to: (1) scope and arrangement of services; (2) statewide network of centers; (3) working relationships among the Statewide Council, the designated State unit, and other appropriate entities; (4) coordination of part B services with part C centers and of Federal and State funding; (5) outreach; (6) requirements for recipients of assistance; (7) evaluation; and (8) administrative costs. Requires that the Statewide Independent Living Council (which must be established in order for the State to receive title VII funds) not be an entity within another State agency. Revises provisions relating to such Council's appointment and its composition of required and optional members and their qualifications (a majority must be individuals with disabilities and not employed by any State agency or center for independent living). Revises Council functions and powers. Allows use of comparable councils. Sets forth title VII responsibilities of the Commissioner for: (1) approval of State plans; (2) development of minimum compliance indicators; (3) on-site compliance reviews; and (4) reports. Extends the authorization of appropriations for FY 1993 through 1997, for title VII: (1) part B, Independent Living Services; (2) part C, Centers for Independent Living; and (3) part D, Protection and Advocacy of Individual Rights. Sets forth part B provisions for independent living services. Requires allotments based on relative State population and minimum allotments. Sets the Federal share at 90 percent. Requires States to use part B funds to provide specified resources relating to the Statewide Council. Allows States to use part B funds for: (1) provision of independent living services; (2) demonstrations of ways to expand and improve such services; (3) support for operation of centers for independent living; (4) support for increasing other entities' capacity to develop comprehensive approaches or systems for providing such services; (5) studies, information-gathering, model policies and procedures, and recommendations to policymakers to enhance such services; (6) training individuals with disabilities, service providers, and others regarding independent living philosophy; and (7) outreach to unserved and underserved populations. Sets forth part C provisions for centers for independent living. Sets forth allotment requirements, including reservation of funds for grants for training and technical assistance, funding priorities, review of applications, and prohibition on combined funds. Provides for allotment based on relative State populations and minimum allotments. Sets forth transition rules. Provides that part C grants to centers for independent living shall be made by: (1) the Commissioner, directly, in States in which Federal funding exceeds State funding; and (2) the director of the designated State unit in States where State funding equals or exceeds Federal funding. Sets forth separate provisions, with respect to these two procedures for making grants, for awards to eligible agencies, existing eligible agencies, new centers, current centers, order of priorities, review, and enforcement by the Commissioner or the director of the designated State unit (and on-site compliance reviews and adverse actions by that director). Requires such assisted centers for independent living to comply with specified standards relating to philosophy, provision of services, goals, community options, independent living core services, activities to increase community capacity, and resource development activities. Requires eligible agencies to provide specified assurances to the Commissioner. Defines eligible agency as a consumer-controlled, community-based, cross-disability, nonresidential private nonprofit agency. Sets forth alternative provisions for centers operated by State agencies, if there is no approved application by a nonprofit private agency. Sets forth transition provisions. Sets forth part D provisions for protection and advocacy of individual rights. Revises program purpose, authorization, and allotments. Reserves funds for technical assistance. Requires that a system, to be eligible for assistance under this part, to be a protection and advocacy system established under specified provisions of the Developmental Disabilities Assistance and Bill of Rights Act and to meet specified requirements under this Act for: (1) annual statements of objectives, priorities, and coordination; (2) client grievance procedures that assure full access for individuals with disabilities; and (3) assurances of supplementation of non-Federal funds. Provides for direct funding by the Secretary of allotments to systems under this part C, unless the system designates another entity to receive payment. Authorizes the Secretary to delegate administration of this part C program to the Commissioner of the Administration on Developmental Disabilities within the Department of Health and Human Services. Title VIII: Research, Training, and Demonstration Projects - Adds to the Act a new title VIII, Research, Training, and Demonstration Projects (for special programs separate from and in addition to other programs under the Act). Authorizes appropriations for FY 1993 through 1997 for the following title VIII programs: (1) demonstration projects; (2) training initiatives; and (3) research initiatives. Sets forth provisions for demonstration projects. Authorizes the Commissioner (of the RSA) to make discretionary grants to various entities for: (1) demonstration projects to increase client choice; (2) transition demonstration projects; (3) studies, special projects, and demonstration projects to study management and service delivery; and (4) demonstration projects to upgrade worker skills of individuals with disabilities. Sets forth provisions for training initiatives. Authorizes the Commissioner (of the RSA) to make discretionary grants to, or contracts with, various entities for: (1) rehabilitation training projects; (2) training and information (including program coordination and technical assistance); and (3) Braille training. Sets forth provisions for research initiatives. Authorizes the Director of the National Institute on Disability and Rehabilitation Research to make discretionary grants for specialized research activities through establishment and support of: (1) a Rehabilitation Technology Research and Resource Center to conduct research or demonstration activities relating to emerging program trends and technologies; (2) model systems of comprehensive service delivery to individuals with severe disabilities other than spinal cord injuries requiring a multidisciplinary system of providing vocational and other rehabilitation services; and (3) model personal assistance services systems and other innovative service programs for individuals with disabilities. Establishes an account for activities under this new title VIII of the Act which is separate and distinct from the accounts of all other activities under titles I through VII of the Act. Title IX: Amendments to Other Acts - Subtitle A: Helen Keller National Center - Amends the Helen Keller National Center Act to revise and reauthorize various provisions of such Act. Extends through FY 1997 the authorization of appropriations for such Act. Includes under the definition of an individual who is deaf-blind one who is determined to be so through functional and performance assessment, even if no accurate measure of hearing and vision loss can be obtained due to cognitive or behavioral constraints. Authorizes the establishment of the Helen Keller Center Federal Endowment Fund. Sets forth reporting and other requirements. Authorizes appropriations for FY 1993 through 1997 for such Fund. Makes technical and conforming changes of language under such Act with respect to individuals who are deaf-blind. Subtitle B: Other Programs - Amends the Wagner-O'Day Act and the Small Business Act to make certain conforming changes of language with respect to people who are blind and severely disabled. Amends the Individuals with Disabilities Education Act (IDEA) to authorize the Secretary of Education, in making specified grants, to provide for training or retraining of regular education teachers who are involved in providing instruction to individuals who are deaf and are not certified as teachers of such individuals, in order to meet the communication needs of such individuals (such authority is transferred from the Rehabilitation Act of 1973). Directs the Secretary of Education to issue, within 90 days after enactment of this Act, a Notice of Inquiry concerning the definition of serious emotional disturbance as used in IDEA. Sets forth requirements for: (1) a public comment period; (2) inclusion of a proposed definition in such notice; and (3) a report containing a summary of public comments, and recommendations for an amendment to IDEA with respect to such definition. Amends the Technology-Related Assistance for Individuals with Disabilities Act of 1988 to make certain changes in language with respect to public or private agencies and organizations, including institutions of higher education. Amends a specified Joint Resolution with respect to the President's Committee on National Employ the Physically Handicapped Week (now National Disability Employment Awareness Month) to change references to handicapped persons to persons with disabilities. Extends certain provisions under such Joint Resolution."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Rehabilitation Act Amendments bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Rehabilitation Act Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Rehabilitation Act Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and extend the Rehabilitation Act of 1973, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:42-05:00"
}