{
  "actions": [
    {
      "acted_at": "1983-04-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-27", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1125-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-21", 
  "number": "1125", 
  "official_title": "A bill to provide for the establishment of individual retirement security accounts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Individual Retirement Security Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-21", 
  "subjects": [
    "Department of the Treasury", 
    "Government trust funds", 
    "Income tax", 
    "Individual retirement accounts", 
    "Interest", 
    "Old age, survivors and disability insurance", 
    "Retirement income", 
    "Social security taxes", 
    "Tax credits", 
    "Tax exclusion", 
    "Tax exemption", 
    "Taxation"
  ], 
  "subjects_top_term": "Individual retirement accounts", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-21", 
    "text": "Individual Retirement Security Act of 1983 - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to require the Secretary of Health and Human Services and the Secretary of the Treasury to establish, after December 31, 1993, an individual retirement security account (IRSA) for each individual who: (1) pays the old age, survivors and disability insurance taxes on wages and self-employment income; and (2) does not have an individual retirement security account with a qualified fiduciary. Requires the Secretary of the Treasury to pay into an IRSA an amount equal to the amount of a mandatory tax on wages and self-employment income paid by the individual pursuant to this Act and of an excise tax paid by the individual's employer with respect to such individual's wages. Permits an individual to contribute funds to an IRSA established for him or her under this Act. Permits withdrawals from such an account before the individual reaches age 62 if the amount withdrawn is: (1) used for the purchase of life insurance, health insurance, or disability insurance for the individual; or (2) deposited into an individual retirement account established by the individual. Amends the Internal Revenue Code to allow a tax credit for amounts contributed to an individual retirement security account established either by the taxpayer or by the Secretary of Health and Human Services and the Secretary of the Treasury on the taxpayer's behalf pursuant to this Act. Excludes from gross income any income which accrues on an individual retirement security account and which remains in such account until the taxpayer reaches age 62 or is withdrawn before the taxpayer reaches 62 for the purchase of life insurance, health insurance, or disability insurance for the taxpayer. Exempts individual retirement security accounts from taxation. Provides for a gradual reduction in the old age, survivors and disability insurance tax rates with respect to employees, employers, and self-employment income, beginning in 1994. Provides that a mandatory contribution shall be made for each taxable year, beginning in 1994, from the wages and self-employment income of every individual to such individual's IRSA. Imposes on employers an excise tax for each taxable year, beginning in 1994, on the wages paid by him or her to employees. Amends title II of the Social Security Act to revise the primary insurance amount to reflect the reduction in the old age, survivors and disability insurance tax rates pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Individual Retirement Security Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of individual retirement security accounts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:49-05:00"
}