{
  "actions": [
    {
      "acted_at": "1981-07-23", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-07-28", 
      "bill_ids": [
        "hr1311-97"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Further Action See H.R.1311.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4243-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-07-23", 
  "number": "4243", 
  "official_title": "A bill to establish a national tourism policy and provide for its effective implementation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1311-97", 
      "reason": "related"
    }
  ], 
  "short_title": "National Tourism Policy Act", 
  "sponsor": {
    "district": "10", 
    "name": "Broyhill, James T.", 
    "state": "NC", 
    "thomas_id": "00138", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-07-23", 
  "subjects": [
    "Advisory bodies", 
    "Civil service employment", 
    "Department of Commerce", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Tourist trade", 
    "Transportation and Travel"
  ], 
  "subjects_top_term": "Tourist trade", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-07-23", 
    "text": "National Tourism Policy Act - Title I: National Tourism Policy - Directs the Federal Government to cooperate with State and local governments and other organizations to implement a national tourism policy designed to promote the economic, educational, and intercultural contributions of the U.S. tourism industry. Title II: Tourism Policy Council: Tourism Advisory Board - Establishes as an interagency coordinating council the Tourism Policy Council. Directs the Secretary of Commerce to establish a Tourism Advisory Board to represent the views and needs of the tourism industry in the implementation of the national tourism policy established by this Act. Title III: Amendments to the International Travel Act - Amends the International Travel Act to make the purpose of such Act the strengthening of U.S. domestic and foreign commerce through the implementation of the international aspects of the national tourism policy established under this Act. Directs the Secretary of Commerce to submit annually to Congress a tourism development plan to stimulate travel to the United States and to implement the international aspects of such national tourism policy. Authorizes appropriations for fiscal years 1981 through 1983 to carry out such Act. Eliminates the reduction of employees in the District of Columbia offices of the U.S. Travel Service. Title IV: Program Management and Coordination - Authorizes the Secretary of Commerce temporarily to direct the Assistant Secretary of Commerce for Tourism to report through the Under Secretary of Commerce for International Trade. Makes such authority permanent unless Congress enacts a joint resolution to the contrary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Tourism Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national tourism policy and provide for its effective implementation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:14-05:00"
}