{
  "actions": [
    {
      "acted_at": "2000-06-27", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-07-11", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "subcommittee": "Benefits", 
      "text": "Referred to the Subcommittee on Benefits.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-07-12", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "in_subcommittee": "Benefits", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-13", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "in_subcommittee": "Benefits", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4765-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Benefits", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Evans, Lane", 
      "sponsored_at": "2000-06-27", 
      "state": "IL", 
      "thomas_id": "00361", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Everett, Terry", 
      "sponsored_at": "2000-07-13", 
      "state": "AL", 
      "thomas_id": "00364", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "50", 
      "name": "Filner, Bob", 
      "sponsored_at": "2000-06-27", 
      "state": "CA", 
      "thomas_id": "00381", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "LaHood, Ray", 
      "sponsored_at": "2000-07-20", 
      "state": "IL", 
      "thomas_id": "00659", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Reyes, Silvestre", 
      "sponsored_at": "2000-07-13", 
      "state": "TX", 
      "thomas_id": "01516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Stump, Bob", 
      "sponsored_at": "2000-06-27", 
      "state": "AZ", 
      "thomas_id": "01122", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-06-27", 
  "number": "4765", 
  "official_title": "To amend title 38, United States Code, to improve employment and training services provided to veterans and disabled veterans by requiring the use of measurable performance outcomes in an era of electronic-based self services and one-stop career service centers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "21st Century Veterans Employment and Training Act", 
  "sponsor": {
    "district": "30", 
    "name": "Quinn, Jack", 
    "state": "NY", 
    "thomas_id": "00938", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-06-27", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Armed forces and national security", 
    "Computers", 
    "Computers and government", 
    "Congress", 
    "Congressional reporting requirements", 
    "Congressional tributes", 
    "Damages", 
    "Department of Labor", 
    "Disabled", 
    "Disabled veterans", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Electronic data interchange", 
    "Employee rights", 
    "Employment agencies", 
    "Employment of the disabled", 
    "Executive reorganization", 
    "Families", 
    "Federal employees", 
    "Federal officials", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Government statistics", 
    "Government travel", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Grievance procedures", 
    "Injunctions", 
    "Internet", 
    "Job hunting", 
    "Labor and employment", 
    "Labor statistics", 
    "Law", 
    "Legal fees", 
    "Married people", 
    "Performance measurement", 
    "Presidential appointments", 
    "Recruiting of employees", 
    "Science, technology, communications", 
    "Subcontractors", 
    "Transportation and public works", 
    "Travel costs", 
    "Veterans' employment", 
    "Veterans' organizations", 
    "Veterans' preference", 
    "Wage restitution", 
    "Widowers", 
    "Widows"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-06-27", 
    "text": "21st Century Veterans Employment and Training Act - Entitles the following persons to priority under any Federal employment and training program if the person otherwise meets eligibility requirements for program participation: (1) a veteran who has a service-connected disability, or who served on active duty during a war or campaign for which a campaign badge has been authorized; (2) the spouse of any person who died of a service-connected disability; (3) the spouse of any member serving on active duty who is listed as missing in action, captured in the line of duty by a hostile force, or forcibly detained or interned in the line of duty by a foreign government or power; and (4) the spouse of any veteran who has a permanent total disability resulting from a service-connected disability, or who died while a disability so evaluated was in existence. Requires State and local entities that administer such programs to provide program information and referral assistance to such covered persons. Directs the Secretary of Labor to report annually to the congressional veterans' committees as to whether covered persons are receiving a priority under such programs.Requires any contract of $25,000 or more entered into by a Federal department or agency for the procurement of personal property and nonpersonal services to contain a provision requiring the party contracting with the United States to take affirmative action to employ and advance in employment qualified covered veterans. Includes as qualified covered veterans disabled veterans, veterans who served on active duty during a war or campaign for which a campaign badge has been authorized, and veterans who, while serving on active duty, participated in a military operation for which a service medal was awarded.Directs the Secretary to provide assistance to any person or entity with respect to veterans' employment emphasis under Federal contracts and federally-funded work force programs. Provides complaint procedures, through the Secretary, the Attorney General, or privately, for individuals who believe that an entity has failed to comply with such requirements. Outlines remedies and related provisions. Authorizes the Secretary to allocate an additional ten full-time equivalent positions from the Employment and Training Administration to the Veterans' Employment and Training Service (Service) to provide such assistance.(Sec. 3) Directs the Secretary, during the five-year period beginning on October 1, 2002, to carry out a demonstration program for improving and modernizing veterans' employment, training, and placement services. Earmarks program funds, with a minimum funding requirement. Directs the Secretary to establish a panel within the Advisory Committee on Veterans' Employment and Training to advise the Secretary on the development and implementation of the program with respect to matters arising at local delivery points in the employment service delivery system. Directs the Assistant Secretary of Labor for Veterans' Employment and Training (established under this Act) to implement a comprehensive performance accountability system to measure the performance of veterans' employment and training staff and to determine compliance by State public employment service agencies with veterans' employment and training requirements. Directs the Secretary, under the program, to make grants to States to provide veterans' employment, training, and placement programs and services through employment service delivery systems in the State. Provides for the allocation of grant funds among States. Authorizes the Secretary to make incentive grants to States, political subdivisions, or qualified organizations or entities to enter into contracts with the Secretary to carry out veterans' employment, training, and placement services. Provides for the allocation of incentive grants among such entities and outlines application requirements, including a five-year plan for furnishing such services. Prohibits the Secretary from approving proposals submitted by more than ten States. Outlines grant terms and conditions. Repeals Federal law providing related programs.Establishes within the Department of Labor the Assistant Secretary of Labor for Veterans' Employment and Training to formulate and implement all departmental policies and procedures to carry out provisions of this Act and all other Department of Labor employment, unemployment, and training programs that affect veterans. Establishes a Deputy Assistant Secretary of Labor for Veterans' Employment and Training to assist the Assistant Secretary. Outlines Deputy Secretary qualifications.Directs the Secretary to assign to each State a representative of the Service to serve as the State Director for Veterans' Employment and Training, and to assign necessary support staff. Directs the Secretary to assign to each region for which the Secretary operates a regional office a Service representative to serve as the Regional Administrator of Veterans' Employment and Training. Directs the Secretary, in providing staff for such positions, to appoint qualified veterans as supervisory personnel. Authorizes a State to employ such disabled veterans' outreach program specialists and local veterans' employment representatives as necessary to carry out the requirements of this section.Directs the Secretary, within 18 months after enactment of this Act, to provide one-stop services and assistance to eligible veterans and other persons electronically through the Internet and other electronic means.Requires a report from the Secretary to Congress on recommendations for the best possible employment and training services to meet the needs of veterans in the 21st century.Includes as a duty of the Service to implement efforts to ease the transition of servicemembers to civilian careers that are consistent with, or an outgrowth of, the military experiences of such servicemembers.Requires the modernization of veterans' employment and training service delivery points to include technological innovations consistent with the provision of labor exchange services under the Workforce Investment Act of 1998.Requires the inclusion within certain reports concerning services furnished to veterans those services furnished to servicemembers transitioning to civilian careers.Directs the Secretary to report to the veterans' committees on the performance of States, organizations, and entities in carrying out veterans' employment, training, and placement services.(Sec. 4) Establishes within the Department the President's National Hire Veterans Committee to: (1) furnish information to employers concerning the training and skills of veterans and disabled veterans, and the advantages afforded employers by hiring such veterans; and (2) facilitate employment of such veterans through participation in America's Career Kit national labor exchange and other means. Requires reports from the Secretary to Congress in each of the years 2001 through 2003 on Committee activities. Terminates the Committee 60 days after submission of its last report. Authorizes appropriations.(Sec. 5) Expresses the sense of Congress commending veterans service organizations for their assistance to veterans and calling on such organizations to make personal computers with access to electronic job placement services available to job-ready veterans.(Sec. 6) Directs the Secretary to contract with an appropriate organization or entity to study the economic benefit to the United States of long-term sustained employment of veterans. Requires a report from the organization or entity to the Secretary. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "21st Century Veterans Employment and Training Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 38, United States Code, to improve employment and training services provided to veterans and disabled veterans by requiring the use of measurable performance outcomes in an era of electronic-based self services and one-stop career service centers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:16-05:00"
}