{
  "actions": [
    {
      "acted_at": "1981-10-07", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-10-07", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-10-07", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-10-08", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Fossil and Synthetic Fuels", 
      "text": "Referred to Subcommittee on Fossil and Synthetic Fuels.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-10-20", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Energy Development and Applications", 
      "text": "Referred to Subcommittee on Energy Development and Applications.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-10-28", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Energy and the Environment", 
      "text": "Referred to Subcommittee on Energy and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4712-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Fossil and Synthetic Fuels", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and the Environment", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy Development and Applications", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Crockett, George W., Jr.", 
      "sponsored_at": "1982-01-26", 
      "state": "MI", 
      "thomas_id": "00252", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1982-01-26", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1982-01-26", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rosenthal, Benjamin S.", 
      "sponsored_at": "1982-01-26", 
      "state": "NY", 
      "thomas_id": "00987", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Smith, Joseph F.", 
      "sponsored_at": "1982-01-26", 
      "state": "PA", 
      "thomas_id": "01074", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-10-07", 
  "number": "4712", 
  "official_title": "A bill to establish a Federal Oil and Gas Development Corporation to provide for the exploration for and extraction of oil and gas located on and under Federal land.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Oil and Gas Development Act of 1980", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-10-07", 
  "subjects": [
    "Advisory bodies", 
    "Conflict of interests", 
    "Corporations and Stocks", 
    "Crime prevention", 
    "Department of the Treasury", 
    "Energy", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal employees and officials", 
    "Government corporations", 
    "Government trust funds", 
    "Misconduct in office", 
    "Oil and gas leases", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Public Lands and Real Property", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Oil and gas leases", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-10-07", 
    "text": "Federal Oil and Gas Development Act of 1980 - Title I: Exploration for and Extraction of Oil and Gas on Federal Land - Directs the Federal Oil and Gas Development Corporation (established by this Act) to exercise sole control over oil and gas exploration and extraction operations on Federal land. Prohibits the formation of any contract or lease for such operations except as provided in this Act. Directs the Corporation's Board of Directors to decide whether to allow any such lease or contract signed but not in effect before the effective date of this Act. Provides for title to any such oil and gas to remain with the United States until it is extracted and sold. Directs the Corporation to exercise all oil and gas rights held by the Federal Government. Authorizes the Corporation to purchase oil from any source to meet energy shortages during an oil emergency. Authorizes the Corporation to contract for exploration and extraction of oil and gas located on Federal land. Requires the Corporation's President to select the contract which is most profitable to the Corporation. Requires such contracts to include certain costs, bonuses, and profit percentages. Requires public access to any information held by a contractor on the exploration or extraction of oil or gas on Federal land and to information on Federal land which is the subject of a contract for such exploration or extraction. Directs the Secretary of the Interior to: (1) manage Federal land and to insure compliance with Federal and State laws and with contracts concerning Federal lands; (2) supervise contracts for the exploration and extraction of oil and gas on Federal land in effect before the enactment date of this Act; (3) determine where new exploration and extraction on Federal land will be allowed; and (4) transfer control over such exploration and extraction to the Corporation. Prohibits the Secretary from exercising any authority for such exploration and extraction after control has been transferred to the Corporation. Requires any exploration or extraction right which had expired to become a right of the Corporation. Directs the Corporation to sell its oil or gas to a qualified buyer and to pay its profits into the United States Treasury. Requires the sales of oil or gas by the Corporation to conform with existing Federal laws and its own regulations. Directs the Secretary of the Interior, the Secretary of Energy, and the Corporation to jointly audit all oil and gas located on Federal land and all leases and contracts involving such oil and gas. Requires a report to Congress on the audit's results. Requires both Secretaries and the Corporation's President to review each contract and lease to determine if requirements of due diligence in exploration and extraction are being met. Allows the Corporation to exercise any exploration or extraction rights contained in a contract that is cancelled because of a lack of due diligence. Directs the Corporation's President to notify, pursuant to the National Environmental Policy Act of 1969, the Secretary of the Interior and the Administrator of the Environment Protection Agency of any exploration or extraction on Federal land. Allows the Administrator to determine if it would result in any unreasonable adverse environmental impact. Directs the result in any unreasonable adverse environmental impact. Directs the Secretary to conform the Corporation's activities with environmental protection. Title II: Federal Oil and Gas Development Corporation - Creates the Federal Oil and Gas Development Corporation composed of a five member Board of Directors. Establishes an Advisory Board to the Corporation to be an information exchange among several executive departments and the Corporation. Requires the Advisory Board to consult with the Corporation during energy emergencies and on conflicts between energy production and environmental protection. Establishes criteria for the appointment of officers and employees, including a President of the Corporation, by the Board of Directors. Prohibits the issuance of shares of stock, declaration of dividends, and contributions to political parties. Directs the Corporation to have the usual powers of a nonprofit corporation established under the District of Columbia Nonprofit Corporation Act. Requires the Energy Information Administration to provide the Corporation with all the information requested by the Corporation. Requires the Corporation to submit an annual report to Congress. Establishes a Public Energy Fund as a depository fund for Corporation revenues. Authorizes the Corporation to issue, and the Secretary of the Treasury to purchase, Corporation obligations up to a certain amount. Title III: Miscellaneous Provisions - Transfers some functions of the Secretary of the Interior, the Administrator of the Energy Research and Development Administration, and the Secretary of Energy to the Corporation's President. Amends the Mineral Leasing Act of 1920: (1) to include a reservation of power by the Corporation's President to cancel any contracts when a party fails to exercise due diligence in performing the contracts; (2) to decrease the amount of land that can be leased by one person in any State after a certain date; (3) to require the Secretary of the Interior to consult with other public officers before permitting certain easements and before suspending certain lease conditions; and (4) to increase the duration of certain leases. Imposes criminal sanctions on Federal employees for disclosure of or speculation based on confidential information concerning crude oil or petroleum products. Repeals the findings and purposes clause of the Emergency Petroleum Allocation Act of 1973."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Oil and Gas Development Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Federal Oil and Gas Development Corporation to provide for the exploration for and extraction of oil and gas located on and under Federal land.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:25-05:00"
}