{
  "actions": [
    {
      "acted_at": "1991-04-25", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-13", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-05-14", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings concluded. Hearings printed: S.Hrg. 102-142.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-05-22", 
      "bill_ids": [
        "s1204-102"
      ], 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. An original measure (S. 1204) was ordered favorably reported in lieu of this bill.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s965-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1991-04-25", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1991-04-25", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1991-05-14", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1991-04-25", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Symms, Steven D.", 
      "sponsored_at": "1991-04-25", 
      "state": "ID", 
      "thomas_id": "01132", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-25", 
  "number": "965", 
  "official_title": "A bill to amend title 23 United States Code and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Surface Transportation Efficiency Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-04-25", 
  "subjects": [
    "Air pollution control", 
    "Air quality", 
    "Authorization", 
    "Bikeways", 
    "Bridges", 
    "Car pools", 
    "Congressional reporting requirements", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid to outdoor recreation", 
    "Federal aid to transportation", 
    "Ferries", 
    "Government paperwork", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Highspeed ground transportation", 
    "Highway engineering", 
    "Highway maintenance", 
    "Historic sites", 
    "Intergovernmental fiscal relations", 
    "Interstate highway system", 
    "Landscape protection", 
    "Mass rapid transit", 
    "Motor vehicle pollution control", 
    "Parking facilities", 
    "Public lands and natural resources", 
    "Railroads", 
    "Reprogramming of appropriated funds", 
    "Right-of-way", 
    "Scholarships", 
    "State laws", 
    "Statistics", 
    "Toll roads", 
    "Traffic accidents and safety", 
    "Traffic congestion", 
    "Traffic engineering", 
    "Trails", 
    "Transportation and public works", 
    "Transportation engineering", 
    "Transportation planning", 
    "Transportation research", 
    "Transportation safety", 
    "Urban transportation"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-04-25", 
    "text": "Surface Transportation Efficiency Act of 1991 - Title I: Federal-Aid Highway Act of 1991 - Federal-Aid Highway Act of 1991 - Declares that: (1) the National System of Interstate and Defense Highways is completed; (2) the principal purpose of Federal highway assistance shall henceforth be to improve the efficiency of the existing surface transportation system; and (3) it is U.S. policy to facilitate innovation and competition in transportation modes through Federal and State initiative and to increase productivity in the transportation sector of the economy through systematic attention to costs and benefits. Authorizes appropriations out of the Highway Account of the Highway Trust Fund (HTF) for the following programs: (1) surface transportation; (2) congestion mitigation and air quality improvement; (3) bridge; (4) interstate maintenance; (5) interstate construction (but repeals the existing FY 1993 authorization and a provision regarding minimum apportionments); (6) interstate substitution; (7) Federal lands highway; (8) territorial highway; (9) national magnetic levitation design; (10) Federal Highway Administration (FHWA) research; (11) university transportation center; (12) highway use tax evasion; and (13) safety belt and motorcycle helmet use. Sets forth provisions with respect to obligation ceilings for Federal-aid highway programs and redistribution of unused obligation authority. Directs the Secretary of Transportation to establish a surface transportation program to fund projects such as: (1) construction, restoration, and operational improvements for highways and bridges; (2) capital and operating costs for mass transit, rail, and magnetic levitation systems; (3) carpool projects and parking and bicycle facilities and programs; and (4) surface transportation research and development programs. Sets forth requirements and administrative provisions with respect to such program. Provides that 50 percent of the funds authorized for the next five years shall go to such program. Specifies that the Federal/State cost share ratio for such program shall be 80/20 for projects to maintain existing facilities or use them more efficiently, and 75/25 for projects to build new facilities for use by single occupant vehicles. Requires: (1) each State to spend eight percent of the funds received under this program on \"transportation enhancement activities\" (defined to include highway safety programs, scenic and historic preservation, billboard control, and environmental mitigation); and (2) that funds be distributed under this program so that each State receives a share of total Federal funds distributed equal to the percent of Federal funds from 1987 to 1991, with exceptions. Repeals a provision authorizing the Secretary to approve as a project on any Federal-aid system the construction of exclusive or preferential truck lanes. Authorizes: (1) the Secretary to establish a congestion mitigation and air quality improvement program; and (2) funds under such program to be spent on projects that will contribute to attainment of air quality standards as determined by the guidance to be issued under the Clean Air Act (CAA) by the Environmental Protection Agency, a State implementation under such Act, or the Secretary. Provides for the apportionment of funds to States based on their non-attainment area population, adjusted for the severity of the non-attainment problem. Specifies that the Federal/State match shall be 80/20. Specifies that the Federal/State match to repair or replace existing bridges without increasing capacity shall be 80/20, but the match for construction of new capacity on existing bridges or construction of new bridges shall be 75/25 (currently, the match is 80/20 in any case). Makes bridge painting an eligible use of Federal funds. Repeals the discretionary bridge program. Directs the Secretary to: (1) develop and make available to the States criteria for determining what share of a project is attributable to the expansion of bridge capacity where the new capacity is available to single occupant vehicles; and (2) establish \"level of service\" criteria for the bridge program. Bars the use of interstate maintenance funds to widen existing interstate highways. Authorizes States to transfer up to 20 percent of interstate maintenance money to the surface transportation program and larger amounts if the State can demonstrate to the Secretary that they are adequately maintaining their interstate highways. Changes the Federal/State match for interstate maintenance from 90/10 to 80/20. Authorizes the Secretary to develop and make available to the States criteria for determining the share of an interstate maintenance project that is attributable to the expansion of the capacity of an interstate highway and what constitutes adequate maintenance. Specifies that segments added to the Interstate System (IS) before January 1, 1984, shall be counted towards a State apportionment of interstate maintenance funds. Directs the Secretary to make apportionments to the States to finish outstanding IS projects, except that specific amounts are specified for Massachusetts. Combines the public lands highways and forest highways accounts of the current Federal lands program. Provides for the apportionment of funds based on the existing formula for the Forest Highways Program. Repeals the current national policy against tolls on roads built or maintained with Federal funds. Authorizes the use of Federal funds to: (1) build new toll roads at a 35/65 Federal/non-Federal cost share; and (2) convert existing non-tolled facilities to toll facilities at an 80/20 cost share. Prohibits the imposition of new tolls on the IS. Authorizes the Secretary to permit Federal participation in the construction of ferryboats and ferry approaches, subject to specified conditions. Directs the Secretary to solicit participation of State and local governments and public authorities for one or more congestion pricing pilot projects. Authorizes the Secretary to enter into cooperative agreements with up to five such State or local governments or public authorities to establish, maintain, and monitor congestion pricing projects. Specifies the Federal share (100 percent for not more than three years). Directs the Secretary to fund all development and startup costs of such projects for at least one year and thereafter until sufficient revenues are generated by the program to fund its operating costs without Federal participation. Sets forth monitoring and reporting requirements. Directs the Secretary to renegotiate specified agreements to permit the continuance of existing toll facilities without repayment of Federal funds. Requires (currently, authorizes) the designation of a metropolitan planning organization (MPO) for each urbanized area of a State of over 50,000 population, including representatives of local communities and the State. Specifies that: (1) plans developed by an MPO shall take into account the requirements of the CAA, local land use or energy plans, and other factors; (2) the MPO shall develop a transportation improvement program (and decide how to split Federal funds between highway and transit projects); and (3) the Secretary shall make an annual certification with respect to whether each MPO is carrying out it responsibilities under Federal law. Increases the current Federal set-aside for metropolitan planning from .5 to one percent of Federal highway funds. Requires each State to have management systems for bridges, pavement, safety, and congestion, and a traffic monitoring system, as well as a planning process that takes into account land use, energy requirements, transportation needs, and other factors. Requires States that contain non-attainment areas under the CAA to produce an annual State transportation plan, incorporating without amendment the provisions of any metropolitan area plan developed pursuant to this Act. Directs the FHWA to conduct research on Intelligent Vehicle Highway Systems and other new technologies, and develop indicators to measure the performance of the surface transportation system with respect to productivity, efficiency, energy use, air quality, and other factors. Directs the Secretary to create a Dwight D. Eisenhower transportation research fellowship program. Changes the Federal/State match for State research activities from 85/15 to 80/20. Allows States to program research funds without approval of the Department of Transportation (DOT). Establishes within DOT a Bureau of Transportation Statistics to collect, analyze, and disseminate information about the condition and performance of the entire transportation system. Specifies that such Bureau shall: (1) be headed by a Director who is appointed by the President; and (2) produce annual reports. Establishes a National Magnetic Levitation Design Program to be managed jointly by the Secretary of DOT and the Assistant Secretary of the Army for Civil Works. Requires such officials to establish a National Maglev Joint Project Office to carry out such program and to solicit bids from the private sector to design and construct a prototype magnetic levitation system. Specifies that: (1) phase one grants shall be given to up to six applicants to develop a conceptual design for the system at a 90/10 cost share; (2) phase two grants shall be given to up to three participants to develop detailed plans at an 80/20 cost share (and a contract for construction awarded at a 75/25 cost share); and (3) the prototype shall be constructed and ready for operational testing within three years after the award of the grant, and shall be converted to commercial operation after testing is complete. Directs the Secretary, in any case where sufficient land exists within the publicly acquired rights-of-way of any highway constructed in whole or in part with Federal-aid highway funds to accommodate needed passenger or commuter high speed ground transportation (including magnetic levitation) systems and highway and non-highway public mass transit facilities, to authorize a State to make such lands and rights-of-way available without charge to a publicly or privately owned authority or company for such purposes. (Under current law, the Administrator may make such authorization to a publicly owned mass transit authority when in the public interest with respect to rights-of-way of any Federal-aid highway to accommodate needed rail or nonhighway public mass transit facilities where this can be accomplished without impairing automotive safety or future highway improvements). Grants the States with a right to income from airspace rights-of-way contingent upon such State's permitting governmental use, use by public or private entities for high speed ground transportation systems, or other transit, utility use, and occupancy where such use or occupancy is necessary for an authorized transportation project, or use for transportation projects eligible for assistance, without charge. Directs the Secretary, by October 1, 1993, to update the findings of the report required by the Federal-Aid Highway Act of 1956 to determine the amount the United States could pay the States to reimburse them for segments incorporated into the IS that were constructed at non-Federal expense. Continues current law with respect to disadvantaged business enterprises. Modifies the dollar amount used to define a small business to adjust for inflation. Makes funds under Federal highway provisions available in the year in which they are apportioned or allocated and in the next three years. Authorizes States to: (1) design, construct, and maintain specified highway projects without Federal engineering review; (2) set their own occupancy requirements for high occupancy vehicle lanes; (3) have up to ten years before they must refund to the HTF sums for engineering costs on projects that have not yet been built; and (4) authorize the transportation department of any city of over 1,000,000 people to deal directly with the FHWA. Specifies that projects that affect historic and scenic values may be designed to protects such values. Requires States that do not adopt laws mandating the use of safety belts and motorcycle helmets to set aside a portion of funds received under the surface transportation program for highway safety programs (1.5 percent for noncompliance in FY 1994 and three percent thereafter). Authorizes the Secretary to make grants for safety education, training, monitoring, and enforcement to States that adopt safety belt and helmet laws. Directs the Secretary to conduct a study of differences in injuries, medical costs, payor mix, and unreimbursed costs of restrained and unrestrained helmeted and nonhelmeted victims of motor vehicle and motorcycle crashes. Makes public education and information activities in support of State and community motorcycle safety and safety belt programs eligible for funds authorized to be appropriated for such study. Directs the States and U.S. territories to complete a functional reclassification, to be updated periodically, of all public roads by September 30, 1993. Continues the authorization for the DOT's public information program, Operation Lifesaver. Title II: National Recreational Trails Trust Fund Act - National Recreational Trails Fund Act of 1991 - Amends the Internal Revenue Code to establish the National Recreational Trails Trust Fund (Fund). Requires the Secretary of the Treasury to pay into the Fund an amount equivalent to 0.3 percent of total Highway Trust Fund receipts, to be adjusted by the Secretary. Requires the Secretary to use such amounts in the Fund to make grants to the States for constructing and maintaining recreational trails. Establishes the National Recreational Trails Act Advisory Committee. Sets forth reporting requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Transportation Efficiency Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal-Aid Highway Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Recreational Trails Fund Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 23 United States Code and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:54-05:00"
}