{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "references": [], 
      "text": "Measure called up as privileged matter in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-01-15", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-01-15", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres5-96", 
  "bill_type": "hres", 
  "committees": [], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "5", 
  "official_title": "A resolution adopting the rules of the House of Representatives, as amended.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "12", 
    "name": "Wright, James C., Jr.", 
    "state": "TX", 
    "thomas_id": "01244", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Broadcasting", 
    "Broadcasting of congressional proceedings", 
    "Communications and Broadcasting", 
    "Congressional committees", 
    "Congressional committees (House)", 
    "Congressional investigations", 
    "Congressional publications", 
    "Freedom of information", 
    "Government publications", 
    "Government records, documents, and information", 
    "House of Representatives", 
    "House rules and procedure", 
    "Legislative procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-15", 
    "text": "Adopts the Rules of the House of Representatives of the 95th Congress as the Rules of the House of the 96th Congress except as amended by this Resolution. Allows a demand for a vote on the Speakers approval of the Journal of the proceedings of the last day's sitting. States that it shall be in order to offer one motion that the Journal be read only if the Speakers' approval is not agreed to. Declares that such motion shall be decided without debate. Allows the Speaker to postpone further proceedings on the question of passing bills, resolutions, or agreeing to conference reports to a designated time in the legislative schedule or within two days. Directs that the postponed consideration of proceedings shall be in the order in which that question was considered. Allows the Speaker to reduce to not less than five minutes the period of time within which a rollcall vote by electronic device on the question may be taken without any intervening business. States that if the House adjourns before all questions on which proceedings were postponed are determined then they will be determined on the next legislative day. Directs the Speaker of the House to take immediate action to implement a system for the audio and video broadcasting of House floor proceedings. Directs that broadcasts be made available to commercial and public broadcasters. Prohibits such broadcasting coverage from being used for any political purpose. Declares that no Member other than the representative from the leadership of the majority and minority parties shall serve on the Committee on the Budget during more than three (presently two) Congresses in any five successive Congresses, except that an incumbent chairman who has served on the committee for three Congresses and as chairman for one Congress may be reelected as chairman for one additional Congress. Prohibits information on testimony received by any committee from being publicly disclosed unless specifically authorized by a vote of the full committee. Allows the Speaker to appoint the Resident Commissioner from Puerto Rico and Delegates to the House to any select or conference committee which is considering legislation reported from a committee they serve on. Authorizes a committee to close a hearing for the sole purpose of discussing whether evidence to be received would endanger the national security or would defame, degrade, or incriminate any person. Declares that whenever it is asserted that certain testimony or evidence at an investigatory hearing may tend to defame, degrade, or incriminate any person such testimony shall be presented in executive session. Requires copies of any measure or matter reported by any committee to be available to the Members for at least three calendar days, excluding Saturdays, Sundays, and legal holidays during which the House is not in session, before the beginning of consideration of such measure (presently must be available for at least two hours before consideration). Authorizes the Speaker to postpone further proceedings on resolutions from the Committee on Rules if a recorded vote or the yeas and nays are ordered or if the vote is objected to. Allows the Speaker to reduce to not less than five minutes the period of time in which a rollcall vote will be taken if the question on final passage or adoption of the bill, resolution, or conference report follows without intervening business the vote on the question of recommittal. Declares that it shall be in order for a Member to move for a call of the House when recognized for that purpose by the Speaker, and when a quorum has been established. Sets forth the procedure for determining in the Committee of the Whole that a quorum is present. States that in the Committee of the Whole, the Chair may order a recorded vote on request if supported by at least 25 Members. Declares that in order for an amendment to a concurrent resolution on the budget to be considered, the resolution as amended must be mathematically consistent. Declares that a second motion is not required to suspend the rules if printed copies of the measure proposed have been available for one legislative day. Allows for a 40 minute debate on a proposition when a motion to suspend the rules has been submitted. Directs that any conference report and Senate amendment in disagreement that has been made available pursuant to House rules shall be considered as having been read and called up for consideration. Directs that a Member shall not allow a non- House individual to use any combination of words that would indicate Congressional membership on any letterhead or envelope. Directs the Clerk of House to compile all financial disclosure reports sent by Members and have them printed as a House document."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution adopting the rules of the House of Representatives, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:37-05:00"
}