{
  "actions": [
    {
      "acted_at": "2001-08-02", 
      "references": [
        {
          "reference": "CR 8/3/2001 S8760-8761", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-08-02", 
      "committee": "Committee on Indian Affairs", 
      "references": [
        {
          "reference": "CR S8761-8762", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-05-22", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 107-512.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-19", 
      "committee": "Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Reported by Senator Inouye with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2002-11-19", 
      "calendar": "Senate Legislative", 
      "number": "766", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 766.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2002-11-20", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S11783-11789", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S11785-11789", 
          "type": "text as passed Senate"
        }, 
        {
          "reference": "CR S11783-11784", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2002-11-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-22T11:03:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-22", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1340-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2002-11-20", 
    "vetoed": false
  }, 
  "introduced_at": "2001-08-02", 
  "number": "1340", 
  "official_title": "A bill to amend the Indian Land Consolidation Act to provide for probate reform with respect to trust or restricted lands.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Probate Reform Act of 2002", 
  "sponsor": {
    "district": null, 
    "name": "Campbell, Ben Nighthorse", 
    "state": "CO", 
    "thomas_id": "00168", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2002-11-20", 
  "subjects": [
    "Agriculture and food", 
    "Child support enforcement", 
    "Divorce", 
    "Divorcees", 
    "Estates (Law)", 
    "Families", 
    "Family farms", 
    "Federal-Indian relations", 
    "Indian children", 
    "Indian lands", 
    "Indian women", 
    "Land transfers", 
    "Law", 
    "Minorities", 
    "Native Americans", 
    "Probate law and practice", 
    "Real property tax", 
    "Social welfare", 
    "Tax assessment", 
    "Trusts and trustees", 
    "Widowers", 
    "Widows", 
    "Wills", 
    "Women"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2002-11-20", 
    "text": "Indian Probate Reform Act of 2002 - (Sec. 3) Amends the Indian Land Consolidation Act to revise rules governing the succession of intestate and testamentary interests in trust and restricted Indian lands.Repeals the limitation of any devise of an interest in trust or restricted land to a decedent's Indian spouse or any other Indian person. Retains permission to devise such an interest to the Indian tribe with jurisdiction over the land. Adds permission to devise such an interest to any Indian person in trust or restricted status or as a passive trust interest. Declares that the devise of an interest in trust or restricted land may alter the status of such an interest as a trust or restricted interest only if the testator provides that the interest be held as a passive trust interest.Limits the order of the devise of an interest in trust or restricted land, not devised according to the general rule, to: (1) a non-Indian as a life estate; (2) the testator's lineal descendant or heir of the first or second degree as a passive trust interest (eligible passive trust devisee); (3) the lineal descendants of the testator's grandparent as a passive trust interest; or (4) a non-Indian in fee status.Limits the order of the devise of an interest in a trust or restricted land held as a passive trust interest to: (1) any Indian or the Indian tribe that exercises jurisdiction over the interest; (2) the holder's lineal descendants or heirs of the first or second degree; (3) any living descendant of the decedent from whom the holder acquired the interest by devise or descent; and (4) any person who owns a pre-existing interest or a passive trust interest in the same parcel of land if held in trust, restricted status, or in passive trust status.Repeals the limitation of intestate succession to a decedent's spouse or heirs of the first or second degree. Subjects intestate succession of any interest in trust or restricted land to the appropriate tribal probate code approved in accordance with applicable Federal law relating to the devise or descent of trust or restricted property (thus preempting State law).Defines acquired interest as one acquired by a decedent by any means other than devise or inheritance, or through devise or inheritance, if: (1) the decedent acquired additional undivided interests in the same parcel as the interest, by a means other than devise or inheritance, or acquired land adjoining the parcel of land that includes the interest; or (2) the parcel of land that includes the interest includes the decedent's spouse's residence.Provides for intestate succession in the following order for an acquired interest or any other interest in trust or restricted land to which a tribal probate code does not apply: (1) the decedent's surviving Indian spouse; (2) the decedent's surviving non-Indian spouse as a life estate, with the remainder to the decedent's heirs of the first or second degree; (3) the decedent's Indian collateral heir (aunt, uncle, niece, nephew, and first cousin) who is a co-owner of the interest; or (4) the Indian tribe that exercises jurisdiction over the land.Provides for the intestate succession of Indian trust or restricted land as devise or inheritance interest in the following order: (1) the surviving Indian heir of the first or second degree; (2) the decedent's Indian spouse; (3) the decedent's Indian collateral heir (aunt, uncle, niece, nephew, and first cousin) who is a co-owner of the interest; or (4) the Indian tribe that exercises jurisdiction over the land.Provides for intestate succession of Indian trust or restricted land for pretermitted spouses and pretermitted children. Prohibits treatment of a divorced spouse as a surviving spouse.Authorizes the owner of an interest in trust or restricted land to apply to the Secretary of the Interior requesting the interest be held in passive trust interest status.Authorizes the Secretary to amend or alter any existing lease or agreement for the purposes of establishing a passive trust.Authorizes the lease, mortgage, specified selling or conveying of a passive trust instrument in conjunction with the Indian tribe of jurisdiction.Authorizes the governing body of the Indian tribe exercising jurisdiction over an interest in trust or restricted land held as a passive trust interest to enact an ordinance or resolution to allow the interest owner to apply to the Secretary for removal of the trust or restricted status of the portion of such lands that are subject to the tribe's jurisdiction. Requires the Secretary to review any such ordinance or resolution and authorizes its approval if it is consistent with this Act and will not increase fractionated ownership of Indian land.Denies any responsibility of the Secretary to collect or account for lease revenues or royalties accruing to an interest held as a passive trust interest unless such interest is taken into active trust status on behalf of an Indian or an Indian tribe upon the Secretary's approval of an application to do so.Authorizes Indian tribes to apply to the Secretary for the partition of land. Prescribes the partitioning process for parcels of land when different specified circumstances prevail.(Sec. 4) Changes the consent condition for the purchase by an Indian tribe of all the interests in a tract of trust or restricted land. Reduces from over 50 percent of the undivided interests in such tract to undivided interests equal to at least 50 percent of the undivided interest in such tract the threshold amount of undivided interests of the owners whose consent the tribe must obtain to purchase all the interests in the tract.Revises the prohibition against the Secretary's approval of a tribal probate code that prevents an Indian person from inheriting an interest in an allotment that was originally allotted to his or her lineal ancestor. Prohibits approval of a code, or an amendment to it, that prevents the devise of an interest in trust or restricted land to an Indian lineal descendant of the original allottee, or to an Indian who is not a member of the tribe that exercises jurisdiction over such an interest, unless the code provides for the renouncing of interests (to eligible devisees pursuant to such a code), the opportunity for a devisee who is the testator's spouse or lineal descendant to reserve a life estate, and payment of fair market value in a prescribed manner.Restricts the obligatory transfer for fair market value of a fractional interest in Indian land from the deceased to the Indian tribe of jurisdiction if the interest is part of a family farm. Waives the tribe's right to acquire such an interest if the devisee (who is a member of the decedent's family) agrees that the tribe will have the opportunity to acquire the interest for fair market value if the interest is offered for sale to an entity that is not a member of the landowner's family.Declares with respect to joint tenancy interests that: (1) nothing shall be construed to alter the ability of the owner of such an interest to convey a life estate in the owner's undivided joint tenancy interest; and (2) only the last remaining owner of such an interest may devise or convey more than a life estate in such an interest. Denies the application of this rule to: (1) any conveyance, sale, or transfer that is part of an agreement between a decedent's heirs and devisees to consolidate interests in trust or restricted lands; or (2) a co-owner of a joint tenancy interest.Repeals the authority of the Secretary to acquire interests in trusts or restricted lands during the three year period of certification under the Pilot Program for the Acquisition of Fractional Interests in Indian Lands (Pilot Program).Permits specified options (including payment by pledge of revenue from any source) for the purchase of Indian land by Indian owners who own at least five percent of undivided interest in a parcel of trust or restricted land.Declares that the Secretary shall have a lien on any revenue accruing to Indian land under the Pilot Program.Requires the Secretary to utilize the revenue in the Pilot Program Acquisition Fund to acquire undivided interests in restricted or controlled Indian lands.Exempts any parcel of trust or restricted land that is part of a family farm conveyed to a member of the landowner's family from the right of the Indian tribe that exercises jurisdiction over the land, before the Secretary approves an application to terminate the trust status or remove restrictions on alienation of such parcel, to have the opportunity to acquire the land by matching the offer or paying the fair market value. Requires in such a case, however, that the tribe be afforded an opportunity to purchase the interest if it is offered for sale to an entity that is not a family member of the landowner."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Probate Reform Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Indian Probate Reform Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Indian Land Consolidation Act to provide for probate reform with respect to trust or restricted lands.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:07-05:00"
}