{
  "actions": [
    {
      "acted_at": "2011-09-20", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1584-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2011-09-23", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2011-09-22", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-09-20", 
  "number": "1584", 
  "official_title": "A bill to provide for additional quality control of drugs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Drug Safety and Accountability Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Bennet, Michael F.", 
    "state": "CO", 
    "thomas_id": "01965", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-09-20", 
  "subjects": [
    "Administrative remedies", 
    "Business records", 
    "Drug safety, medical device, and laboratory regulation", 
    "Employment discrimination and employee rights", 
    "Government information and archives", 
    "Health", 
    "Prescription drugs"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-09-20", 
    "text": "Drug Safety and Accountability Act of 2011 - Amends the Federal Food, Drug, and Cosmetic Act (FFDCA) to require each registered drug producer to have in effect and implement a quality management plan to ensure the quality and safety of: (1) each drug, (2) each active and inactive ingredient of each drug, and (3) materials used in the manufacture of each active ingredient. Authorizes the Secretary of Health and Human Services (HHS) to order an establishment to promptly revise its quality management plan in response to a significant threat to public health. Requires each registered drug producer to report on each producer, manufacturer, distributor, and shipper involved in the production of a drug or the production or transport of the active ingredients of a drug. Requires the Secretary to develop and maintain information systems to track and assess every establishment that is involved in the manufacturing, preparation, propagation, compounding, or processing of a drug or active ingredient of a drug. Deems a drug to be adulterated if it was produced in an establishment that does not comply with the requirements of this Act. Gives the Secretary authority to: (1) order an immediate cessation of distribution, or a recall, of a drug; and (2) administer oaths and issue subpoenas. Revises provisions regarding civil penalties for FFDCA violations related to drugs for human use, including to consider each day a violation continues to be a separate violation. Authorizes the Secretary to share information subject to a trade secret exemption with: (1) other federal, state, or local agencies, foreign government agencies, and relevant international organizations; and (2) the public, as necessary to protect the public health. Sets forth whistleblower protection provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Drug Safety and Accountability Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for additional quality control of drugs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:15:43-05:00"
}