{
  "actions": [
    {
      "acted_at": "2003-02-25", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-03-14", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "Water and Power", 
      "text": "Referred to the Subcommittee on Water and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-03-14", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-10-02", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "Water and Power", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-09-29", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-09-29", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Subcommittee on Water and Power Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-09-29", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-11-20T10:10:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Resources. H. Rept. 108-793.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-11-20T10:10:00-05:00", 
      "calendar": "Union", 
      "number": "483", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 483.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr885-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "discharged"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water and Power", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": "43", 
      "name": "Baca, Joe", 
      "sponsored_at": "2003-11-17", 
      "state": "CA", 
      "thomas_id": "01614", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Flake, Jeff", 
      "sponsored_at": "2004-01-21", 
      "state": "AZ", 
      "thomas_id": "01633", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Franks, Trent", 
      "sponsored_at": "2003-02-25", 
      "state": "AZ", 
      "thomas_id": "01707", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Grijalva, Raul M.", 
      "sponsored_at": "2003-02-25", 
      "state": "AZ", 
      "thomas_id": "01708", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kolbe, Jim", 
      "sponsored_at": "2003-02-25", 
      "state": "AZ", 
      "thomas_id": "00645", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Pastor, Ed", 
      "sponsored_at": "2003-02-25", 
      "state": "AZ", 
      "thomas_id": "00893", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Shadegg, John B.", 
      "sponsored_at": "2003-10-29", 
      "state": "AZ", 
      "thomas_id": "01043", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-02-25", 
  "number": "885", 
  "official_title": "To provide for adjustments to the Central Arizona Project in Arizona, to authorize the Gila River Indian Community water rights settlement, to reauthorize and amend the Southern Arizona Water Rights Settlement Act of 1982, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s437-108", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s437-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Arizona Water Settlements Act", 
  "sponsor": {
    "district": "5", 
    "name": "Hayworth, J. D.", 
    "state": "AZ", 
    "thomas_id": "00520", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-09-29", 
  "subjects": [
    "Actions and defenses", 
    "Agriculture and food", 
    "Arizona", 
    "Claims", 
    "Colorado River development", 
    "Crime and law enforcement", 
    "Damages", 
    "Dams", 
    "Economics and public finance", 
    "Environmental assessment", 
    "Environmental law enforcement", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Federal aid to water resources development", 
    "Federal-Indian relations", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Groundwater", 
    "Indian claims", 
    "Indian lands", 
    "Indian water rights", 
    "Infrastructure", 
    "Irrigation", 
    "Lakes", 
    "Land subsidence", 
    "Land transfers", 
    "Law", 
    "Leases", 
    "Minorities", 
    "New Mexico", 
    "Public lands and natural resources", 
    "Reclamation of land", 
    "Rivers", 
    "State courts", 
    "State laws", 
    "Waste water treatment", 
    "Water allocation (Policy)", 
    "Water districts", 
    "Water quality", 
    "Water resources development", 
    "Water rights", 
    "Water storage", 
    "Water supply", 
    "Water use"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2004-11-20", 
    "text": "Arizona Water Settlements Act - Title I: Central Arizona Project Settlement - Central Arizona Project Settlement Act of 2004 - (Sec. 103) Sets forth general permissible uses of the Central Arizona Project (CAP), including for domestic, municipal, fish and wildlife, and industrial purposes. (Sec. 104) Directs the Secretary of the Interior (Secretary) to reallocate 197,500 acre-feet of agricultural priority water made available pursuant to the Arizona Water Settlement Agreement (among the Director of the Arizona Department of Water Resources (ADWR), the Central Arizona Water Conservation District (CAWCD), and the Secretary, dated August 16, 2004) (master agreement) for use by Arizona Indian tribes, of which: (1) 102,000 acre-feet shall be reallocated to the Gila River Indian Community (the Community); (2) 28,200 acre-feet shall be reallocated to the Tohono O'odham Nation (formerly the Papago Tribe); and (3) 67,300 acre-feet shall be reallocated to Arizona Indian tribes, subject to specified conditions. Requires the Secretary to: (1) prepare a report for Congress by December 31, 2016, that assesses whether the potential benefits are being conveyed to Arizona Indian tribes pursuant to water rights settlements enacted subsequent to this Act; and (2) reallocate (subject to specified requirements) up to 96,295 acre-feet of agricultural priority water made available pursuant to the master agreement to ADWR, to be held under contract in trust for further allocation as specified. Directs the Secretary, on the Director's recommendation, to reallocate 65,647 acre-feet of uncontracted municipal and industrial water as specified. Limits the total amount of entitlements under long-term contracts for the delivery of CAP water in the State of Arizona (the State) to 1,415,000 acre-feet, with a specified allocation formula. Makes this limitation inapplicable to CAP water delivered to water users in the State in exchange for Gila River water used in New Mexico as provided in the Colorado River Basin Project Act. Requires the Secretary to offer to enter into subcontracts or to amend existing CAP contracts and subcontracts so that all such subcontracts and amendments: (1) shall be for permanent service, shall have an initial delivery term that is the greater of 100 years or a term authorized by Congress or provided under the CAP contract or subcontract, shall conform to the shortage sharing criteria described in the Tohono O'odham settlement agreement, and shall include a specified prohibition and exception; and (2) shall not require that any CAP water received in exchange for effluent be deducted from the contractual entitlement of the CAP contractor or subcontractor, or that any additional modification be made as a condition of acceptance of the subcontract or amendments. Prohibits CAP water from being leased or otherwise transferred for use outside the State, with exceptions. (Sec. 105) Directs the Secretary and the State to develop a firming program to ensure that 60,648 acre-feet of the agricultural priority water made available pursuant to the master agreement and reallocated to Arizona Indian tribes shall, for a 100-year period, be delivered during water shortages in the same manner as water with municipal and industrial delivery priority in the CAP system. Requires: (1) the Secretary to firm 28,200 acre-feet of agricultural priority water reallocated to the Tohono O'odham Nation and 8,724 acre-feet of such water reallocated to Arizona Indian tribes; and (2) the State to firm 15,000 acre-feet of agricultural priority water reallocated to the Community and 8,724 acre-feet of such water reallocated to Arizona Indian tribes and to assist the Secretary in carrying out obligations in accordance with the Southern Arizona Water Rights Settlement Amendments Act (as added by Title III of this Act). (Sec. 106) Ratifies the master agreement. (Sec. 107) Amends the Colorado River Basin Project Act to authorize additional uses of revenue funds. Directs that funds credited to the Colorado Basin Development Fund, a portion of revenues derived from the sale of power and energy for use in the State, and any annual payment by CAWCD to effect repayment of reimbursable CAP construction costs be credited annually against the annual payment owed by CAWCD to the United States for CAP, without further appropriation, for specified purposes. (Sec. 109) Repeals a provision of the Salt River Pima-Maricopa Indian Community Water Rights Settlement Act of 1988 that requires the Secretary to reallocate certain CAP non-Indian agricultural water to non-Indian agricultural water users. (Sec. 110) Authorizes appropriations to comply with various biological opinions regarding CAP. (Sec. 111) Repeals this title effective January 1, 2008, if the Secretary does not publish a statement of findings by December 31, 2007, regarding specified actions and agreements upon which the enforceability of provisions governing the waiver and release of the Community's water rights claims is contingent. Title II: Gila River Indian Community Water Rights Settlement - Gila River Indian Community Water Rights Settlement Act of 2004 - (Sec. 203) Ratifies the Gila River agreement. Directs the Secretary to execute that agreement after the Community has executed the agreement. Directs the Secretary to: (1) provide for the rehabilitation of the San Carlos Irrigation Project water diversion and delivery works with funds provided under the Colorado River Basin Project Act; and (2) provide electric power for San Carlos Irrigation Project wells and irrigation pumps at the Secretary's direct cost of transmission, distribution, and administration, using the least expensive source of power available. Directs the Secretary to execute the joint control board agreement to the Gila River agreement, subject to specified requirements. Sets forth provisions regarding rehabilitation costs allocable and not allocable to the Community. (Sec. 204) Expresses the intent of Congress to provide allottees with benefits equal to in excess of those the allottees currently possess, taking into account specified factors. Directs that the water rights and resources described in the Gila River agreement be held in trust by the United States on behalf of the Community and the allottees as specified. Directs the Secretary to reallocate certain CAP water as specified. Provides that the Community shall not be responsible for water service capital charges for CAP water and that certain costs associated with the delivery of water shall be nonreimbursable and excluded from CAWCD's repayment obligation. Directs the Community, within 18 months of this Act's enactment, to enact a water code. (Sec. 205) Directs the Secretary to amend the Community water delivery contract to provide that: (1) the contract shall be for permanent service and without a term limit; and (2) the Community may, with the Secretary's approval, enter into contracts or options to lease or exchange Community CAP water with specified counties and to renegotiate a lease at any time during its term. Authorizes, ratifies, and confirms the Amended and Restated Community CAP Water Delivery Contract set forth in the Gila River agreement to the extent it is not in conflict with this Act. Directs the Secretary to execute the contract. Prohibits Community CAP water from being leased or otherwise transferred by the Community for use outside the State. (Sec. 206) Provides that the benefits realized by the Community, Community members, and allottees under this title shall be in complete satisfaction of all their claims for water rights. (Sec. 207) Authorizes the Community and the United States to execute a waiver and release of specified claims and sets forth a conditional enforceability date for such authority. (Sec. 208) Establishes in the Treasury the Gila River Indian Community Water OM&R Fund. Directs the Secretary to manage the Fund. (Sec. 209) Directs the Secretary to establish a program under which the Bureau of Reclamation shall repair and remediate subsidence and related damage (e.g., damage to personal property caused by the settling of geologic strata) that occurs after the enforceability date. (Sec. 210) Authorizes the Community to seek to have legal title to additional land in the State located outside the exterior boundaries of the Reservation taken into trust by the United States for the benefit of the Community pursuant only to an Act of Congress enacted after this Act's enactment specifically authorizing the transfer for the benefit of the Community. Prohibits after-acquired trust land from including federally reserved rights to surface water or groundwater. (Sec. 211) Directs the Secretary to provide funds to the Gila Valley Irrigation District and the Franklin Irrigation District for the acquisition of specified decreed water rights and the extinguishment of those rights to decrease demands on the Gila River, or severance and transfer of those rights to the San Carlos Irrigation Project for the benefit of the Community and the San Carlos Irrigation and Drainage District. (Sec. 212) Prohibits the Secretary from executing the Gila River agreement until the New Mexico Consumptive Use and Forbearance Agreement has been executed by all signatory parties and approved by the State of New Mexico. Ratifies the New Mexico Consumptive Use and Forbearance Agreement. Authorizes the Secretary to execute the New Mexico Unit Agreement, which shall be executed within one year of receipt by the Secretary of written notice from that State that it intends to build the New Mexico Unit, received by December 31, 2014, subject to specified requirements. Amends the Colorado River Basin Project Act to require the Secretary to offer to contract with water users in New Mexico, with the approval of its Interstate Stream Commission, or with the State of New Mexico, through its Interstate Stream Commission, for water from the Gila River in amounts that will permit consumptive user of water in New Mexico of not to exceed an annual average in any period of ten consecutive years of 14,000 acre-feet, over and above the consumptive uses provided for by the Supreme Court's decree in Arizona v. California, subject to specified requirements. Authorizes the Secretary to design, build, operate, and maintain the New Mexico Unit. (Sec. 213) Ratifies the agreement between the United States and the Salt River Valley Water Users' Association dated September 6, 1917, and the rights of the Salt River Project to store water from the Salt River and Verde River at specified locations and to deliver the stored water to shareholders of the Project and others for recognized purposes, subject to specified requirements. Directs the United States, acting through the Secretary, to accept from the Salt River Project Agricultural Improvement and Power District the transfer of title to the Blue Ridge Project in Arizona. (Sec. 214) Authorizes appropriations for purposes including: (1) rehabilitation of irrigation works under the Gila River agreement; (2) the subsidence remediation program; (3) the Safford facility (under that agreement); and (4)nenvironmental compliance. (Sec. 215) Repeals this title effective January 1, 2008, with specified exceptions, if the Secretary does not publish the statement of findings described in Title I by December 31, 2007. Title III: Southern Arizona Water Rights Settlement - (Sec. 301) Rewrites the Southern Arizona Water Rights Settlement Act of 1982 as the Southern Arizona Water Rights Settlement Amendments Act of 2004. Directs the Secretary to deliver annually from the main project works of CAP 37,800 acre-feet of water suitable for agricultural use, of which 27,000 acre-feet shall be deliverable to the San Xavier Reservation and 10,800 acre-feet shall be deliverable to the eastern Schuk Toak District. Requires the Secretary to complete the design and construction of improvements to the irrigation system that serves the cooperative farm within the San Xavier Reservation. Directs the Secretary to deliver water from the main project works of CAP in accordance with such terms and conditions as are contained in specified agreements, including the Tohono O'odham settlement agreement, to one or more of: (1) the cooperative farm; (2) the eastern Schuk Toak District; (3) turnouts existing on the enforceability date; and (4) any other point of delivery on the CAP main aqueduct that is agreed to by the Secretary and specified parties. Requires the Secretary to deliver annually from the main project works of CAP a total of 28,200 acre-feet of priority water suitable for agricultural use. Sets forth conditions of construction, water delivery, and revenue sharing. Requires the Secretary to establish, for the San Xavier Reservation and the eastern Schuk Toak District, water management plans that meet specified requirements, including provision for the measurement of all groundwater withdrawals. Allows 10,000 acre-feet of groundwater to be pumped annually within the San Xavier Reservation. Sets forth permissible uses of water. Ratifies specified agreements, including the Tohono O'odham settlement agreement to the extent consistent with this title. Reauthorizes the cooperative fund established in the Treasury. Directs the Secretary to develop and initiate a comprehensive groundwater monitoring program to test, assess, and provide for the long-term monitoring of the quality of groundwater withdrawn from exempt wells and other wells within the San Xavier Reservation and within the eastern Schuk Toak District. Provides for a water resources study by the Secretary and for a waiver and release of claims by the Tohono O'odham Nation. Reauthorizes the trust fund under the 1982 Act, with an initial deposit of $15 million for use in carrying out this title. Provides that this title shall not take effect if the Secretary does not publish the statement of findings described in Title I by December 31, 2007. Title IV: San Carlos Apache Tribe Water Rights Settlement - (Sec. 401) Provides that none of the provisions of Title I, II, or III limit the authority of the United States or the San Carlos Apache Tribe (the Tribe), or the United States in its capacity as trustee for the Tribe or its members or allottees, to assert claims on their behalf, including any claim for water rights, injury to water rights, or injury to water quality. (Sec. 402) Directs the Secretary to report annually to specified congressional committees on the status of efforts to reach a negotiated agreement covering the Gila River water rights claims of the Tribe. (Sec. 403) Authorizes appropriations to assist the Tribe, the White Mountain Apache Tribe, and Arizona Indian tribes in completing comprehensive water resources negotiations leading to comprehensive water settlements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Arizona Water Settlements Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Central Arizona Project Settlement Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Gila River Indian Community Water Rights Settlement Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Southern Arizona Water Rights Settlement Amendments Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Arizona Water Settlements Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Central Arizona Project Settlement Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Gila River Indian Community Water Rights Settlement Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Southern Arizona Water Rights Settlement Amendments Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for adjustments to the Central Arizona Project in Arizona, to authorize the Gila River Indian Community water rights settlement, to reauthorize and amend the Southern Arizona Water Rights Settlement Act of 1982, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:53-05:00"
}