{
  "actions": [
    {
      "acted_at": "2003-07-08", 
      "references": [
        {
          "reference": "CR S9051-9053", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-08", 
      "committee": "Committee on Small Business and Entrepreneurship", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business and Entrepreneurship.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-07-10", 
      "in_committee": "Committee on Small Business and Entrepreneurship", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Small Business and Entrepreneurship. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-08-26", 
      "committee": "Small Business and Entrepreneurship", 
      "references": [], 
      "text": "Committee on Small Business and Entrepreneurship. Reported by Senator Snowe under authority of the order of the Senate of 07/29/03 legislative day 07/21/03 with amendments. With written report No. 108-124.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2003-08-26", 
      "calendar": "Senate Legislative", 
      "number": "248", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 248.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2003-09-26", 
      "references": [
        {
          "reference": "CR S12053, S12060-12095", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S12060-12080", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-09-26", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2003-09-30T12:30:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-09-30", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-09-30T18:29:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1788-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1788"
    }
  ], 
  "bill_id": "s1375-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Small Business and Entrepreneurship", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2003-07-08", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2003-09-26", 
    "vetoed": false
  }, 
  "introduced_at": "2003-07-08", 
  "number": "1375", 
  "official_title": "A bill to provide for the reauthorization of programs administered by the Small Business Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2802-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Small Business Administration 50th Anniversary Reauthorization Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2003-09-26", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Alaska", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Auditing", 
    "Authorization", 
    "Business education", 
    "Business ethics", 
    "Commerce", 
    "Community development banking", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Corporate corruption", 
    "Data banks", 
    "Day care", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Defense", 
    "Depressed areas", 
    "Disaster loans", 
    "Droughts", 
    "Drug abuse", 
    "Drug testing", 
    "Drugs and employment", 
    "Due process of law", 
    "Economics and public finance", 
    "Electronic government information", 
    "Emergency management", 
    "Entrepreneurs", 
    "Executive reorganization", 
    "Executives", 
    "Exports", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal employees", 
    "Federal officials", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government contractors", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Hawaiians", 
    "High technology", 
    "Higher education", 
    "Housing and community development", 
    "Identification devices", 
    "Income tax", 
    "Indian economic development", 
    "Indian education", 
    "Indigenous peoples", 
    "Industrial buildings", 
    "Interest rates", 
    "Job creation", 
    "Judicial review", 
    "Labor and employment", 
    "Law", 
    "Leases", 
    "Manufacturing industries", 
    "Marketing", 
    "Military base closures", 
    "Minorities", 
    "Minority business enterprises", 
    "Mortgage banks", 
    "Nonprofit organizations", 
    "Performance measurement", 
    "Planning-programming-budgeting", 
    "Political parties", 
    "Public records", 
    "Rating of employees", 
    "Rural economic development", 
    "Science, technology, communications", 
    "Securities", 
    "Service industries", 
    "Small Business Administration", 
    "Small business", 
    "Social welfare", 
    "Strategic planning", 
    "Subcontractors", 
    "Surety and fidelity", 
    "Tax credits", 
    "Taxation", 
    "Tourism", 
    "Transportation and public works", 
    "Travel", 
    "Urban affairs", 
    "Urban economic development", 
    "Venture capital", 
    "Veterans' employment", 
    "Volunteer workers", 
    "Water resources development", 
    "Women", 
    "Women in business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2003-09-26", 
    "text": "Small Business Administration 50th Anniversary Reauthorization Act of 2003 - Title I: General Provisions - Subtitle A: Administration Accountability - (Sec. 101) Amends the Small Business Act (the Act) to require the Administrator of the Small Business Administration (SBA) and the SBA Inspector General to retain all SBA documents and records for at least two years (currently one year) from the date such documents are created, and to make any such documents or records available to the congressional small business committees, upon request, within five business days. (Sec. 102) Places the Director of the Office of Lender Oversight under the Chief Operating Officer (currently, under the Office of Capital Access) of the SBA. Subtitle B: Authorizations - (Sec. 111) Authorizes appropriations for FY 2004 through 2006 for SBA-administered loans, including general business loans, certified development company loans, microloans, disaster assistance loans, and small business investment company debentures and participating securities. (Sec. 112) Extends through FY 2006 the authorization of appropriations for: (1) SBA drug-free workplace programs, including the Paul D. Coverdell drug-free workplace program; and (2) the small business development centers program. Title II: Financial Assistance - Subtitle A: 7(a) Loan Guarantee Program - (Sec. 201) Establishes the National Preferred Lenders Pilot Program as a three-year pilot program in which a participant lender may operate in any State if the lender meets SBA-established criteria, including demonstrated proficiency for at least three years in the Preferred Lenders Program. (Sec. 202) Extends and revises program participation fees for businesses receiving SBA-guaranteed loans for small business startups or established small business operation and expansion (7(a) loans). (Sec. 203) Authorizes the issuance of trust certificates representing a pool of 7(a) loans with varying interest rates. (Sec. 204) Authorizes the SBA to make 7(a) loans to small businesses owned and controlled by veterans (currently, disabled veterans) and by members of military reserve components. (Sec. 205) Increases from $100,000 to $250,000 the maximum authorized loans under the SBA's Low Documentation Loan Program. (Sec. 206) Increases from $1.25 million to $1.3 million the maximum loan available to small businesses engaged in exporting products. Subtitle B: Microloan Program - (Sec. 211) Revises the SBA's microloan program (a program under which SBA loans and grants are made to intermediaries, who then make grants and loans to small businesses for technical assistance, such as managerial and strategic advice) to: (1) revise eligibility requirements for microloan intermediaries; (2) increase from $7,500 to $10,000 the microloan small loan limit; (3) increase from 25 to 30 the percentage of a microloan grant that an intermediary may use to contract-out the provision of technical assistance by a third party; (4) remove the requirement that intermediaries make only short-term loans to small businesses; (5) require an annual report from the SBA to Congress on microloan amounts transferred to cover administrative expenses of technical assistance grants; (6) require the Administrator to develop a subsidy microloan program model that is more accurate than the current model; and (7) increase from 25 to 30 the percentage of technical assistance that an intermediary may provide to potential (rather than actual) borrowers. Subtitle C: Lender Oversight - (Sec. 221) Authorizes the SBA to charge fees to 7(a) lenders for lender examinations, and requires the SBA to use such fees solely to fund examinations and review activities. (Sec. 222) Provides SBA oversight and enforcement authority with respect to small business lending companies and non-Federally regulated SBA lenders, including authority to require forfeiture of lender rights for regulatory violations. Requires an administrative hearing process, with a right of appeal, prior to revocation or suspension of lender authority or the issuance of cease and desist orders). Authorizes the SBA to: (1) remove lender management officials for regulatory violations; (2) suspend or prohibit a management official from participation in an SBA lender program; or (3) suspend a management official brought up on criminal charges. Outlines notification and due process requirements in such cases, including the right to judicial review. Provides civil penalties. Defines \"small business lending company\" and \"non-Federally regulated SBA lender\" for purposes of such authority. Subtitle D: Disaster Assistance Loan Program - (Sec. 231) Increases from $500,000 to $1.5 million the maximum amount of SBA disaster assistance authorized to businesses identified as major sources of employment in their area. (Sec. 232) Authorizes SBA disaster assistance relief for small businesses (currently, farm-related small businesses) suffering substantial economic harm from drought. Limits to $9 million the amount of FY 2004 deferred participation loan appropriations that may be used for drought disaster loans to nonfarm-related small businesses. Requires the Administrator to respond within 30 days to a State's request for drought disaster assistance. (Sec. 233) Extends through FY 2006 the disaster mitigation pilot program (pre-disaster loans to small businesses). Subtitle E: 504 Loan Program - (Sec. 241) Amends the Small Business Investment Act of 1958 to: (1) extend until October 1, 2006, SBA authority to charge fees to borrowers, first mortgage lenders, and certified development companies (CDCs) under the 504 loan program (a program of loans for financing purchases of real estate and machinery and equipment); and (2) allow a CDC to withdraw from the loan loss reserve fund any amount in excess of one percent of the aggregate outstanding balances of loan debentures to which such loan loss reserve relates. (Sec. 243) Provides an alternative loan loss reserve option for qualified high loss reserve premier certified lenders (PCLs) meeting certain requirements, including maintaining at least $100,000 in loan loss reserve accounts, plus sufficient amounts, as determined by an independent auditor, to meet obligations to protect the Federal Government from risk of loss. Directs the Administrator to contract with a Federal agency experienced in community development lending and financial regulation, or with a member of the Federal Financial Institutions Examinations Council, to: (1) study the extent to which statutory requirements have caused overcapitalization in PCL's loan loss reserves; and (2) identify alternatives for establishing and maintaining reserves sufficient to protect the Federal Government from risk of loss. (Sec. 244) Increases the 504 loan program limits from: (1) $1 million to $1.5 million for general program loans; and (2) $1.3 to $2 million for loans that achieve one or more of nine statutory public policy goals. Provides a loan limit of $4 million for manufacturing loans under the 504 program. (Sec. 245) Requires one job opportunity to be created for each $50,000 in loans made under the 504 non-manufacturing loan program, and one for each $100,000 under the manufacturing loan program. Provides a temporary job creation waiver. (Sec. 246) Requires the Administrator to develop a simplified application procedure for 504 loan guarantees involving not more than $400,000. Requires: (1) such procedure to be made available to CDCs within 180 days after enactment of this Act; and (2) the SBA to develop a simplified application procedure for all other 504 loans within 270 days after enactment of this Act,. (Sec. 247) Allows proceeds of loans made through the SBA to local development companies for plant acquisition, construction, or expansion to be used to provide loans to small, nonprofit child care businesses, provided that: (1) the loan will be used for a sound business purpose approved by the SBA; and (2) each business receiving the assistance meets eligibility requirements applicable to for-profit businesses. Prohibits more than seven percent of the total number of loans guaranteed in any fiscal year for local development companies from being awarded under this program. Terminates such authority at the end of FY 2006. Requires: (1) semiannual program implementation reports during such period from the Administrator to the small business committees; and (2) a single report on such program from the Comptroller General. (Sec. 248) Defines \"rural area,\" for purposes of eligibility for SBA loans for businesses in rural areas, as a city or town with a population of less than 50,000, or the urbanized area adjacent to such a city or town. Subtitle F: Surety Bond Program - (Sec. 251) Allows the SBA to guarantee bonds for contracts entered into by small businesses when the total range of affiliated contracts exceeds $2 million (current law), but limits the surety bond's liability to $2 million. Authorizes such surety bond guarantee program through FY 2006. Subtitle G: Miscellaneous - (Sec. 261) Allows small businesses to receive lender loans through both the general loan program and the 504 program, but requires lenders to report to Congress on the number of small businesses that have financings under both programs and the total amount financed. (Sec. 262) Provides leasing options for general business loan and 504 loan borrowers for the leasing of property financed through SBA loans. (Sec. 263) Sets forth a financing limitation calculation with respect to small businesses receiving capital from small business investment companies (SBICs) while also receiving either general or 504 loan assistance. (Sec. 264) Directs the Administrator to: (1) establish an alternative small business size standard applicable to general and 504 loan applicants; and (2) utilize the maximum net worth and net income of the prospective borrower as an alternative to the use of industry standards. Subtitle H: New Markets Venture Capital - (Sec. 271) Amends provisions concerning the new markets venture capital program to: (1) require (current law authorizes) the Administrator to give each conditionally approved company two years to satisfy the private-capital matching requirements; and (2) revise the definition of \"low income geographic area\" to correspond to the equivalent term under the new markets tax credit program. Subtitle I: Small Business Investment Company Program - (Sec. 281) Authorizes SBICs with outstanding financings to invest in securities, mutual funds, or instruments supported by direct obligations of the United States or certificates of deposit maturing within one year. (Sec. 282) Increases the fee paid by SBICs that use participating SBA-backed securities. (Sec. 283) Revises the formula by which a participating securities SBIC may distribute its profits after repaying accrued prioritized payments and tax distributions. Subtitle J: Small Business Intermediary Lending Pilot Program - (Sec. 291) Small Business Intermediary Lending Pilot Program Act of 2003 - Establishes a three-year small business intermediary lending pilot program under which the SBA may make direct loans to eligible nonprofit lending intermediaries for the purpose of making fixed interest rate and mid-size loans ($35,000 to $200,000) to startup, newly established, and growing small businesses. Authorizes the SBA, under the program, to make one percent, 20-year loans of up to $1 million, on a competitive basis, to up to 20 nonprofit lending intermediaries. Requires: (1) geographic diversity and representation of urban and rural communities under the program; and (2) an initial and annual reports from the Administrator to the small business committees during the program period. Authorizes appropriations. Title III: Entrepreneurial Development Programs - Subtitle A: Office of Entrepreneurial Development - (Sec. 301) Authorizes the Service Corps of Retired Executives (an SBA-founded group performing volunteer training and free counseling to small businesses) to manage gifts and contributions received to further its intended purposes. Amends the Small Business Administration Reauthorization and Amendments Act of 1994 to extend through FY 2006 the SBA's cosponsorship authority (the authority to provide to entrepreneurs a variety of services, including information and education). (Sec. 302) Prohibits a small business development center from disclosing the name, address, or telephone number of any individual receiving assistance, unless the Administrator: (1) is so ordered by a court of law; or (2) considers such disclosure necessary for conducting a financial audit of a center. (Sec. 303) Amends the Riegle Community Development and Regulatory Improvement Act of 1994 to reauthorize the Program for Investment in Microentrepreneurs (PRIME). Requires each organization receiving assistance under PRIME to: (1) submit an annual activities report to the SBA; and (2) collect data on individuals counseled or trained and related information. Extends through FY 2006 the authorization of appropriations for PRIME. Subtitle B: Women's Small Business Ownership Programs - (Sec. 311) Authorizes the SBA's Office of Women's Business Ownership to develop and make available to established women-owned businesses assistance in issues concerning manufacturing, technology, professional services, retail and product sales, travel and tourism, international trade, and Federal Government contract business development. Directs the SBA to: (1) provide training for women's business ownership representatives in carrying out their responsibilities; and (2) update the women's business center proposal process and programmatic and financial oversight process. (Sec. 312) Authorizes the SBA to award initial and renewal grants of up to $150,000 per year to private organizations to conduct projects for the benefit of small businesses owned and controlled by women. Allows such grants to be used for: (1) pre-business, business startup, and business operations; (2) financial planning assistance; (3) procurement assistance; (4) management assistance; and (5) marketing assistance. Sets forth: (1) a matching funds requirement; and (2) grant application requirements, including a four-year plan for grant use. Outlines criteria to be used by the SBA in selecting grant recipients, including applicant experience in conducting programs or efforts designed to teach or upgrade the business skills of women business owners or potential owners. Outlines grant renewal application requirements, including a three-year plan for grant use. Prohibits the Administrator from suspending, terminating, or failing to renew or extend a grant with a women's business center unless the Administrator provides the center with written notification and the opportunity for a hearing, appeal, or similar administrative proceeding. Outlines privacy requirements for the protection of women's businesses receiving grant assistance. Directs the SBA to recognize the existence and activities of any association of women's business centers established to address matters of common concern, and to consult with such associations to develop: (1) a training program for the staff of the women's business centers and the SBA; and (2) recommendations to improve the policies and procedures governing the general operations and administration of the women's business center program, including grant program improvements. Authorizes appropriations for FY 2004 through 2006 for the grant program. (Sec. 313) Provides cosponsorship authority for the National Women's Business Council. Authorizes a national women's business organization or a small business represented on the Council to replace its representative member at any time. Establishes within the Council: (1) the Committee on Manufacturing, Technology, and Professional Services; (2) the Committee on Travel, Tourism, Product and Retail Sales, and International Trade; and (3) the Committee on Federal Procurement and Contracting. Directs the Council to serve as a clearinghouse for information on small businesses owned and controlled by women, including research conducted by other organizations and individuals relating to ownership by women of small businesses. Extends through FY 2006 the authorization of appropriations for the Council. Requires at least 30 percent of such funding for FY 2004 through 2006 to be earmarked for conducting research on the awarding of Federal contracts and subcontracts to women-owned businesses. (Sec. 314) Requires the Deputy Administrator of the SBA to serve as acting chairperson of the Interagency Committee on Women's Business Enterprise until a chairperson is appointed by the President. Establishes a Policy Advisory Group to assist the chairperson in developing women's business enterprise policies and programs. Establishes within the Committee: (1) the Subcommittee on Manufacturing, Technology, and Professional Services; (2) the Subcommittee on Travel, Tourism, Product and Retail Sales, and International Trade; and (3) the Subcommittee on Federal Procurement and Contracting. Requires the Committee to meet at least three times a year. (Sec. 315) National Women's Business Council Independence Preservation Act of 2003 - Amends the Women's Business Ownership Act of 1988 to require the Administrator, when filling vacancies on the National Women's Business Council, to ensure an equal number of Council members from each of the two major political parties. Mandates that if a Council vacancy is not filled within 30 days, or there exists for more than 30 days an imbalance of party-affiliated Council members, the Administrator shall report to the small business committees on why the deadline was not met and an estimated date on which any vacancies will be filled. Subtitle C: Office of Native American Affairs - Native American Small Business Development Act - (Sec. 322) Establishes within the SBA the Office of Native American Affairs, headed by an Assistant Administrator, to implement SBA programs for the development of business enterprises by Native Americans (American Indians, Alaska Natives, and Native Hawaiians). Requires the Office to assist Native American entrepreneurs to: (1) start, operate, and grow small businesses; (2) develop management and technical skills; (3) seek Federal procurement opportunities; (4) increase Native American employment opportunities; and (5) increase Native American access to capital markets. Requires the SBA to provide financial assistance to tribal governments, tribal colleges, Native Hawaiian organizations, and Alaska Native corporations to create Native American business centers. Requires each business center to conduct five-year projects for business education aid to such entities. Requires each assistance applicant to submit a five-year plan on proposed assistance and training activities. Directs the SBA to report annually to the small business committees on the effectiveness of projects conducted with such assistance. Requires each entity receiving assistance to report annually to the SBA on services provided. Authorizes appropriations. (Sec. 323) Establishes a four-year pilot program under which the SBA is authorized to award Native American development grants to provide culturally-tailored business development training and related services to Native Americans and Native American small businesses. Requires annual recipient reports to the SBA on the impact of the grant funding. Establishes a four-year pilot program under which the SBA shall award at least three American Indian Tribal Assistance Center grants to establish joint projects to provide culturally-tailored business development assistance to prospective and current owners of small businesses on or near tribal lands. Requires annual recipient reports to the SBA on the impact of the grant funding. Authorizes appropriations for each of the pilot programs. Subtitle D: Office of Veterans Business Development - (Sec. 331) Amends the Small Business Act and the Veterans Entrepreneurship and Small Business Development Act of 1999 to extend through FY 2006 the duties and authority of the Advisory Committee on Veterans Business Affairs. (Sec. 332) Authorizes the SBA to provide grants and enter into cooperative agreements for the establishment and implementation of outreach programs for disabled veterans (current law), veterans, and members of reserve components. (Sec. 333) Authorizes appropriations for FY 2004 through 2006 for the Office of Veterans Business Development. Title IV: Small Business Procurement Opportunities - (Sec. 401) Defines the terms \"consolidation of contract requirements\" and \"consolidation\" (formerly \"bundling of contract requirements\") with respect to contract requirements of a military department, defense agency, field activity, or any other Federal department or agency having contracting authority. Prohibits an official of a military department, defense agency, or Department of Defense (DOD) field activity from executing an acquisition strategy that includes a consolidation of contract requirements with a total value in excess of $5 million unless the senior procurement executive first: (1) conducts market research; (2) identifies any alternative contracting approaches that would involve a lesser degree of consolidation of contract requirements; and (3) determines that the consolidation is necessary and justified. Prohibits the head of any other Federal agency from undertaking a consolidation of contract requirements with a total value in excess of $2 million without that agency's senior procurement executive meeting such requirements. Requires additional assessments and actions with respect to a consolidated contract valued at more than $7 million. Considers the consolidation necessary and justified if the benefits of the acquisition strategy substantially exceed the benefits of each of the possible alternative contracting approaches. Requires in an annual report on contract bundling a description of best practices for maximizing small business prime and subcontracting opportunities. Directs the SBA to assign at least one procurement center representative: (1) at each major procurement center; and (2) for each State. Requires separate and distinct duties of a procurement center representative and a commercial market representative. Replaces references to bundled contract with references to consolidated contracts. Requires the Comptroller General to study, and report to Congress and the SBA on, the feasibility of setting thresholds, based on industry category, for permitting the consolidation of contract requirements to proceed without being subject to the additional benefit analyses required by this section. (Sec. 402) Requires each Federal agency, after consultation with the SBA, to: (1) identify a percentage of the procurement budget of that agency to be awarded to small business concerns, and to include such information in its required annual strategic plan; and (2) report, as part of its annual performance plan, the extent to which the agency achieved such goals. Requires each senior procurement executive or manager and each small and disadvantaged business utilization manager of a Federal agency having contracting authority to have as an annual performance evaluation factor the success of that procurement employee in small business utilization. Makes the Director of Small and Disadvantaged Business Utilization for DOD responsible only to the Under Secretary of Defense for Acquisition, Technology, and Logistics. Requires annual DOD reports on small business utilization to be sent to each agency member of the President's Management Council. (Sec. 403) Requires any adjustment to the simplified acquisition threshold under the Office of Federal Procurement Policy Act to be immediately matched by an identical adjustment to the small business reserve, for purposes of reserved contracts for small business participation in Federal prime contracts. Requires contracting officers, in the case of orders under multiple award contracts that are subject to the small business reserve, to consider not less than two small businesses if such businesses can offer the items sought on competitive terms with equivalent goods or services available in the market. Requires semiannual reports from the Comptroller General to the SBA and small business committees on the level of small business participation in multiple award contracts. (Sec. 404) Requires small business subcontracting plans to include a certification that the offeror or bidder will acquire articles or services from small businesses in the amount used in preparing the bid or proposal. Provides penalties for false certifications. (Sec. 405) Requires the SBA to share subcontracting compliance review data with Federal contracting officers and to update a national centralized Government-wide database with information on prime contractor past performance with respect to subcontracting plan compliance. Requires a contracting officer to refer to the inspector general of the affected agency a material breach of agency non-compliance with a subcontracting plan. (Sec. 406) Allows a Federal agency, after a finding of failure of a civilian agency prime contractor to make timely payments to subcontractors for work performed under a Federal contract, to withhold from the prime contractor the amounts due to subcontractors and to make direct payments to such subcontractors. Terminates such authority at the end of FY 2006. (Sec. 407) Requires the Comptroller General (currently the Administrator) to: (1) conduct a study to identify industries in which small businesses owned and controlled by women are underrepresented with respect to Federal procurement contracting; and (2) report study results to Congress. (Sec. 408) Extends through FY 2006 the HUBZone program (Federal contracting assistance to small businesses located in historically underutilized business areas). (Sec. 409) Includes military base closure areas within the definition of HUBZone for purposes of eligibility for contracting assistance. Treats a base closure area as a HUBZone for five years after the date of its closure. States that a military base closed before the date of enactment of this Act shall not be treated as a HUBZone for such purposes. (Sec. 410) Includes as a qualifying HUBZone small business any small business investment company, specialized small business investment company, new markets venture capital company, or other similar investment company, as long as such company comprises not more than 15 percent of the ownership of the subject small business. (Sec. 411) Requires procurement regulations issued by DOD to be amended as necessary to carry out the amendments made under this title. Title V: Miscellaneous - (Sec. 501) Redesignates the Office of Minority Small Business Capital Ownership Development as the Office of Business Development. (Sec. 502) Extends through FY 2006: (1) the small business innovation research rural outreach program; and (2) the Federal and State technology partnership program. (Sec. 503) Requires annual reports from the Associate Administrator of Business Development to the small business committees on the effectiveness of the BusinessLINC program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Administration 50th Anniversary Reauthorization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Native American Small Business Development Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Small Business Administration 50th Anniversary Reauthorization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Women's Business Council Independence Preservation Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Native American Small Business Development Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Small Business Intermediary Lending Pilot Program Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Small Business Administration 50th Anniversary Reauthorization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Women's Business Council Independence Preservation Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Native American Small Business Development Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Small Business Intermediary Lending Pilot Program Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the reauthorization of programs administered by the Small Business Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:25-05:00"
}