{
  "actions": [
    {
      "acted_at": "1994-08-08", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-08-08", 
      "bill_ids": [
        "hr3800-103"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Previous Action See H.R.3800.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-08", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-08-08", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-08-22", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "subcommittee": "Water Resources and Environment", 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4916-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Applegate, Douglas", 
      "sponsored_at": "1994-08-08", 
      "state": "OH", 
      "thomas_id": "00025", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "1994-08-08", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1994-08-08", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Gibbons, Sam", 
      "sponsored_at": "1994-08-08", 
      "state": "FL", 
      "thomas_id": "00437", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Mineta, Norman Y.", 
      "sponsored_at": "1994-08-08", 
      "state": "CA", 
      "thomas_id": "00812", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-08-08", 
  "number": "4916", 
  "official_title": "To amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3800-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3800-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1834-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Superfund Reform Act of 1994", 
  "sponsor": {
    "district": "2", 
    "name": "Swift, Al", 
    "state": "WA", 
    "thomas_id": "01129", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-08-08", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Administrative responsibility", 
    "Alternative dispute resolution", 
    "Auditing", 
    "Authorization", 
    "Black colleges", 
    "Business intelligence", 
    "Business records", 
    "Cadmium", 
    "Carcinogens", 
    "Chemicals", 
    "Citizen lawsuits", 
    "Citizen participation", 
    "Civil procedure", 
    "Claims", 
    "Commerce", 
    "Commercial arbitration", 
    "Common carriers", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consent decrees", 
    "Construction industries", 
    "Contractors", 
    "Corporation taxes", 
    "Crime and law enforcement", 
    "Data banks", 
    "Debarment of government contractors", 
    "Delegation of powers", 
    "Disaster relief", 
    "Discovery (Law)", 
    "District courts", 
    "Easements", 
    "Economics and public finance", 
    "Education", 
    "Electric batteries", 
    "Emergency management", 
    "Employee training", 
    "Energy", 
    "Energy policy", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental education", 
    "Environmental engineering", 
    "Environmental health", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Environmental research", 
    "Epidemiology", 
    "Evidence (Law)", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal aid to medical research", 
    "Federal installations", 
    "Federal-city relations", 
    "Federal-state relations", 
    "Feedstock", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Forfeiture", 
    "Fraud", 
    "Glass and glass industry", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Groundwater", 
    "Hazardous waste disposal", 
    "Health", 
    "Health education", 
    "Health surveys", 
    "Higher education", 
    "Household hazardous wastes", 
    "Income tax", 
    "Indemnity", 
    "Indian lands", 
    "Information services", 
    "Injunctions", 
    "Insurance companies", 
    "Insurance premiums", 
    "Intergovernmental fiscal relations", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Labor and employment", 
    "Land transfers", 
    "Land use", 
    "Landfills", 
    "Law", 
    "Lead", 
    "Legal fees", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Liens", 
    "Limitation of actions", 
    "Medical research", 
    "Methane", 
    "Mines and mineral resources", 
    "Minorities", 
    "Minority business enterprises", 
    "Minority employment", 
    "Municipal politics and government", 
    "Municipal services", 
    "Native Americans", 
    "Natural gas", 
    "Nickel", 
    "Nonprofit organizations", 
    "Occupational health and safety", 
    "Ombudsman", 
    "Paper and paper products", 
    "Parties to actions", 
    "Plastics", 
    "Pollution liability insurance", 
    "Pollution taxes", 
    "Polychlorinated biphenyls", 
    "Potable water", 
    "Public health", 
    "Public lands and natural resources", 
    "Raw materials", 
    "Recruiting of employees", 
    "Recycling industry", 
    "Recycling of waste products", 
    "Right-of-way", 
    "Risk assessment", 
    "Rubber", 
    "Science, technology, communications", 
    "Scrap metals", 
    "Searches and seizures", 
    "Sewage disposal", 
    "Sewage sludge", 
    "Small business", 
    "Socially handicapped", 
    "Standards", 
    "State laws", 
    "Subpoena", 
    "Surety and fidelity", 
    "Surveys", 
    "Tax exemption", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Technological innovations", 
    "Textile industry and fabrics", 
    "Toxicology", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Trusts and trustees", 
    "Urban affairs", 
    "Urban areas", 
    "Waste disposal sites", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water quality", 
    "Water resources development", 
    "Water supply", 
    "Witnesses"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-08-08", 
    "text": "TABLE OF CONTENTS: Title I: Community Participation and Human Health Title II: State Roles Title III: Voluntary Response Title IV: Liability and Allocation Title V: Remedy Selection and Cleanup Standards Title VI: Miscellaneous Title VII: Funding Title VIII: Environmental Insurance Resolution Fund Title IX: Taxes Superfund Reform Act of 1994 - Title I: Community Participation and Human Health - Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA or Superfund) to authorize the Administrator of the Environmental Protection Agency (EPA) to make technical assistance grants available to any group of individuals who may be affected by the release or threatened release of hazardous substances or pollutants at any facility on the State Registry or National Priorities List (NPL). (Sec. 101) Requires the President to provide for public participation in significant phases of response activities under CERCLA. Makes all nonprivileged information available to the public throughout all phases of the response action. Directs the President to ensure that the presentation of information on risk is unbiased and informative. (Sec. 102) Requires the President to provide the opportunity for the establishment of a representative public forum, known as a Community Working Group (CWG), to achieve direct, regular, and meaningful consultation with all interested parties throughout all stages of a response action whenever: (1) the President determines such a group will be helpful; or (2) 50 citizens, or at least 20 percent of the population of a locality in which the NPL facility is located, petition for a CWG to be established. Authorizes CWGs to offer recommendations on the anticipated future use of land at an affected facility prior to the selection of a remedy. Establishes a Citizen Information and Access Office within each State to provide information regarding State Registry and NPL sites, citizens' rights, facility records and health data, public meetings, removal and remedial actions, and outreach activities. Authorizes Indian tribes to petition the Administrator to form a body equivalent to such Office. Directs the Administrator to submit a biennial Environmental Justice Study to the Congress. (Sec. 103) Requires the President, in setting priorities for taking remedial action, to: (1) group facilities together, even if they are not adjacent, and score them as a single facility where more than one facility on the State Registry results in hazardous substances exposures to the same population; (2) take into account the use of land or waterways for subsistence, religious, or cultural practices where such use results in additional exposures, in placing facilities on the NPL; (3) conduct interviews with persons affected by the facility and solicit their input in the hazard ranking system evaluation; and (4) place highest priority on facilities with releases of hazardous substances which result in actual ongoing human exposures at levels resulting in demonstrated adverse health effects as identified in specified health assessments. Authorizes the President to take into account any history of exposure to hazardous substances in the community regardless of the source of exposure, in placing facilities on the NPL. Requires the Administrator to: (1) evaluate major urban areas and other areas where environmental justice concerns may warrant special attention; and (2) identify five facilities in each EPA region that are, or should be, on the State Registry and that are likely to warrant inclusion on the NPL. Accords such facilities a priority in evaluation for NPL listing and scoring. (Sec. 109) Requires the Agency for Toxic Substances and Disease Registry (ATSDR) Administrator to develop and distribute educational materials on human health effects of hazardous substances to the public. (Sec. 110) Authorizes the ATSDR Administrator to provide grant or contract assistance to individuals who may be affected by releases or threatened releases when: (1) a public health assessment is conducted at a facility on the NPL; or (2) a release is being evaluated for inclusion on the NPL. Authorizes the ATSDR Administrator, pursuant to such grants or contracts, to provide for health services to communities affected by the release of hazardous substances. (Sec. 113) Permits the EPA Administrator to carry out a demonstration program to assist in the recruitment and training of individuals from areas affected by NPL facilities for employment in remediation activities. Encourages parties conducting response actions under CERCLA to have their contractors train minorities and other disadvantaged persons from the affected community in remediation skills. Title II: State Roles - Authorizes States, pursuant to contracts or cooperative agreements, to apply to the Administrator to take or require: (1) preremedial actions at any non-federally owned or operated facility that is not listed on the NPL; or (2) response actions at non-federally owned or operated NPL facilities or removal actions at any facility proposed for listing on the NPL. Sets forth requirements for State enforcement and allocation of liability. (Sec. 202) Prohibits funding to States for response actions, except for emergency removal actions, unless the affected State provides assurances that it will pay 15 percent of the cost of the action or funding and will assure oversight of any operation and maintenance of response actions. (Sec. 206) Directs the Administrator to study the feasibility of authorizing States to use their own laws to carry out CERCLA in lieu of the Federal program under such Act. (Sec. 207) Authorizes States to apply to the Administrator to exercise the Administrator's authorities with respect to response actions at Federal facilities. Bases approval of transfer of authorities in part on a State's hazardous waste program authorization under the Solid Waste Disposal Act. Continues the existing limitations on transfers of authority from the Administrator to any other person under provisions regarding Federal facilities. Title III: Voluntary Response - Directs the Administrator to establish a program to provide assistance to States to establish and expand voluntary response programs. (Sec. 301) Provides that no portion of a facility subject to a response action plan under a qualified State program shall be proposed for listing on the NPL so long as substantial and continual response activities are being undertaken to complete the response action in a timely fashion. Directs the Administrator to promulgate regulations describing circumstances in which States with qualified programs and the authority to issue permits under Federal environmental statutes may waive permit requirements with respect to approved voluntary response plans under certain conditions. Provides that performance of a voluntary response action shall not constitute an admission of liability under any Federal, State, or local law or regulation or in any private action. Title IV: Liability and Allocation - Authorizes the Administrator to issue administrative subpoenas to require the attendance and testimony of witnesses and production of information regarding response actions. Revises confidentiality requirements with respect to such information and applies confidentiality requirements to contractors. (Sec. 403) Absolves of liability for response actions a person who does not impede a response action or natural resource restoration to the extent liability is based solely on: (1) arrangement, transportation, or acceptance provisions relating to disposal or treatment of hazardous substances and such activities only involved municipal solid waste or sewage sludge possessed by the person and the person is the owner, operator, or lessee of residential property or a small business or small nonprofit organization; (2) such provisions and such activities involved fewer than 55 gallons of liquid materials (or 100 pounds of solid materials) containing hazardous substances, pollutants, or contaminants or such amount as the Administrator may determine; (3) ownership or operation of a vessel or facility and the person is a bona fide prospective purchaser of the facility; (4) ownership and the person acquired the facility by inheritance after disposal of the hazardous substances took place, did not contribute to the release, and exercised due care with respect to such substances; (5) ownership by a Federal, State, or local entity of a road or other right-of-way (other than railroads) over which hazardous substances are transported or on the granting of a license or a permit to conduct business; or (6) actions of a Federal agency in response to a natural disaster. Makes persons who are solely liable under arrangement, transportation, or acceptance provisions regarding disposal or treatment of hazardous substances liable for no more than ten percent of total response costs if such activities only involved municipal solid waste or sewage sludge. Applies such limitation to the aggregate liability of all persons involved. Applies such limitation only if acts or omissions giving rise to liability occurred before the date 36 months after enactment of this Act or the person asserting the limitation participates in a qualified household hazardous waste collection program. Limits the liability of persons who do not impede the performance of a response action or natural resource restoration with respect to a release to the lesser of the fair market value of a vessel or facility or the actual proceeds of the sale of the vessel or facility subject to certain conditions. Provides that a person who owns or operates real property contiguous to property on which there has been a release of a hazardous substance and that may be contaminated shall not be considered an owner or operator, for liability purposes, if such persons: (1) exercised due care with respect to such substance; (2) took precautions against foreseeable acts or omissions that resulted in the release; and (3) did not cause or contribute to the release and provides access to persons authorized to conduct response actions. Authorizes the President to issue assurances of no enforcement action to such person and grant such person protection against cost recovery and contribution actions. Grants the United States a lien, subject to certain conditions, on any facility for which the prospective purchaser is not liable for unrecovered response costs. Provides that no lien shall arise with respect to property: (1) for which the property owner preceding the first bona fide prospective purchaser is not liable or has resolved liability; or (2) where an audit required by an environmental professional gives the purchaser no reason to know of the release of hazardous substances. (Sec. 404) Directs the Administrator to calculate the EPA response action oversight costs for which potentially responsible parties (PRPs) are liable on a national basis as a percentage of total response costs incurred by PRPs (the national oversight rate). Limits the rate to ten percent of total response costs incurred by all PRPs. Provides that when the President responds at facilities on the NPL, liability for pollutants and contaminants shall be identical to that for hazardous substances only if such pollutants and contaminants: (1) constitute an imminent and substantial danger to human health; and (2) are not associated with the production or extraction of any hydrocarbon. Prohibits liability based solely on a person's construction activities at a facility if a person can demonstrate that the activities were carried out in accordance with a contract with the owner or operator and the person is a small business construction contractor. (Sec. 405) Revises contribution provisions to require an action by a PRP against another PRP for recovery of costs to be commenced within the later of: (1) three years after completion of a removal action or within six years after initiation of physical on-site construction of the remedial action; or (2) three years after the date of judgment in any action for recovery or the date of any administrative order or judicial settlement for recovery of costs or damages. (Sec. 406) Provides that a person who has resolved liability to a State or an Indian tribe in an administrative or judicially approved settlement shall not be liable for claims by persons other than the United States regarding response costs or damages addressed in the settlement. Provides the same protection for persons who have resolved liability to the United States. Includes protection against all claims that may be asserted against the settling party for recovery of costs or damages paid by another person if addressed in the settlement, except claims based on contractual indemnification. Limits the right to seek contribution from other parties where: (1) the person asserting the right has waived such right in a settlement; (2) the person from whom the contribution is sought is not liable under CERCLA; or (3) the person from whom the contribution is sought has entered into a final settlement with the United States. Makes any person who commences a contribution action liable to the person against whom the action is brought for all reasonable costs of defending against the claim if the action: (1) is barred for the reasons stated above; (2) is brought against a person who is protected from suits by reason of settlement with the United States; or (3) is brought during a specified moratorium period. (Sec. 408) Provides that response action contractors shall not be liable solely as a result of testing or implementation of alternative or innovative treatment or containment technologies with respect to a response action if use of the technology has been approved by the authorized Federal or State regulatory agency. (Sec. 409) Requires consent decrees pursuant to settlements to require the parties to attempt expeditiously to resolve disagreements concerning implementation of the remedial action informally with Federal and State agencies. Requires such decrees to contain stipulated penalties for violations in an amount of up to $25,000 per day. Waives certain conditions to expand the scope of eligibility for de minimis settlements. Authorizes the Administrator, if a PRP will be paying amounts to the President as part of a settlement for carrying out a response action, to accept ownership of a financial instrument running irrevocably to the benefit of the United States to conduct such response actions. (Sec. 411) Requires (current law authorizes) the President to offer PRPs (currently, any person) who enter into settlement agreements that are in the public interest a final covenant not to sue concerning liability to the United States for response actions or costs, provided that: (1) the settling party agrees to perform a final remedial action for the release that is the subject of the settlement; (2) the remedial action does not provide any hazardous substances will remain at the facility at concentrations above the protective concentration levels established after completion of the final action; (3) the agreement has been reached prior to the commencement of litigation against the settling party; (4) the settling party waives all contribution rights against other PRPs at the facility; (5) the settling party pays a premium that compensates for the risks of remedy failure, unanticipated increases in the cost of any uncompleted action (unless the party is performing the action), and the U.S. litigation risk with respect to persons who have not resolved liability to the United States unless the settlement covers 100 percent of U.S. response costs; and (6) the settlement is otherwise acceptable to the United States. Authorizes the President, for settlements for which covenants are unavailable, to provide any person with a covenant not to sue concerning any liability to the United States if the covenant not to sue is in the public interest. (Sec. 412) Adds the following to the list of conditions that a PRP must meet in order to be eligible for an expedited settlement: (1) liability must be based solely on provisions regarding arrangement, transportation, or acceptance of municipal solid waste or sewage sludge for treatment or disposal; and (2) the PRP must be a natural person, small business, or a municipality that has demonstrated a limited ability to pay response costs. (Sec. 413) Directs the Administrator to initiate the allocation process under this Act for each nonfederally-owned facility on the NPL that involves two or more PRPs: (1) for which the President selects a remedial action on or after February 3, 1994; and (2) for any such action selected before such date if requested by a PRP which has resolved liability to the United States with respect to the remedial action. Authorizes the Administrator to initiate such process for any facility involving two or more PRPs. Makes the allocation process inapplicable to a facility: (1) for which there has been a final settlement, decree, or order that determines all liability or allocated shares of PRPs; or (2) at which all of the PRPs are facility owners or operators. Authorizes the Administrator to initiate a single allocation process for more than one facility. Places a moratorium on the commencement or continuation of liability claims or recovery actions in connection with responses for which allocation is required until 90 days after the issuance of the allocator's report. Sets forth requirements concerning the allocation process, including those for the notification of PRPs and determinations regarding de minimis parties. Provides that de minimis parties that are potentially liable but entitled to expedited settlements shall not be subject to the allocation process unless they fail to settle with the President within 30 days of the offer. Requires the allocation parties to select an allocator from a list provided by the Administrator or from candidates proposed by the parties. Authorizes PRPs, prior to the issuance of the allocator's report, to submit a private allocation for the remedial action to the allocator. Requires the allocator to adopt such report if it meets specified conditions. Directs the allocator to conduct an allocation process culminating in the issuance of a report with a nonbinding, equitable allocation of the percentage shares of responsibility, including the orphan share, within 180 days of the issuance of the final list of parties or the date of the contract for allocation service, whichever is later. Bases allocation shares on the following factors: (1) the amount of hazardous substances contributed by each party; (2) the degree of toxicity and mobility of such substances; (3) the degree of involvement of each party in the generation, transportation, treatment, storage, and disposal of such substances; (4) the degree of care exercised by the party; (5) the cooperation of the party in contributing to the response action; and (6) other factors determined by the Administrator. Sets forth components of orphan shares. Requires shares that the allocator cannot attribute to any party to be distributed among parties, including the orphan share. Authorizes the Administrator and the Attorney General to reject the allocator's report under certain conditions. Permits settling parties to seek a new allocation if there is convincing evidence that the allocator did not have certain information when the report was issued. Includes within settlements based on allocated shares: (1) a waiver of contribution rights against all PRPs for the response action as well as a waiver of rights to challenge any settlement the President enters into with any other PRP; (2) covenants not to sue; (3) a site-specific premium that compensates for the U.S. litigation risk with respect to PRPs who have not resolved liability (unless the settlement covers 100 percent of response costs); (4) contribution protection regarding matters addressed in the settlement; and (5) provisions through which the settling parties shall receive reimbursement from Superfund for response costs incurred in excess of the aggregate of their allocated share and any premia required by the settlement. Lists maximum amounts for premia authorized for litigation risk. Permits the Administrator to modify such amounts. Authorizes the United States to commence actions against liable persons who have not resolved liability following allocation. Sets forth conditions under which a party that performs work in excess of its allocated share may be reimbursed. Limits Superfund financing for reimbursements of costs incurred by parties that are attributable to orphan shares. Authorizes appropriations. Makes Federal agencies named as PRPs subject to the allocation process to the same extent as any other party. Declares that the procedures set forth in this Act shall not be construed to modify the principles of retroactive, strict, joint, and several liability. Provides that persons who are potentially liable solely as response action contractors shall not be named as allocation parties under this section. (Sec. 414) Absolves persons (other than owners or operators) who arranged for the recycling of recyclable material from liability for environmental response actions. Deems transactions involving scrap paper, plastic, glass, textiles, or rubber (other than whole tires) to be arranging for recycling if the person who arranged the transaction demonstrates that the following criteria were met: (1) the recyclable material met a commercial specification grade and a market existed for the material; (2) a substantial portion of the material was made available for use as a feedstock for the manufacture of a new saleable product; (3) the material (or product made from the material) could have been a replacement for a virgin raw material; and (4) with respect to transactions occurring 90 days after this Act's enactment, the person exercised reasonable care to determine that the facility where the material would be managed by another was in compliance with Federal, State, or local environmental laws or regulations. Deems transactions involving scrap metal to be arranging for recycling if the person who arranged the transaction demonstrates that: (1) the criteria for scrap materials were met; (2) he/she complied with applicable standards regarding activities associated with the recycling of scrap metals; and (3) the scrap metal was not melted prior to the transaction. Deems transactions involving spent lead-acid, nickel-cadmium, or other batteries to be arranging for recycling if the person involved demonstrates that: (1) the criteria for scrap materials were met; and (2) he/she complied with applicable Federal environmental standards regarding such batteries. Makes the exemptions from liability under this Act inapplicable if the person: (1) had an objectively reasonable basis to believe at the time of the recycling transaction that the recyclable material would not be recycled or would be burned as fuel or for energy recovery or incineration or that the consuming facility was not in compliance with Federal, State, or local environmental laws or regulations; (2) added hazardous substances to the material for purposes other than processing or recycling; or (3) failed to exercise reasonable care with respect to the management of the material. Makes such exemptions inapplicable if the recyclable material contained polychlorinated biphenyls in excess of 50 parts per million or any new Federal standard. Title V: Remedy Selection and Cleanup Standards - Revises provisions regarding cleanup standards to direct the Administrator to promulgate national goals to be applied at all facilities subject to remedial action under this Act. Requires such goals to be expressed as a single numerical level for chemical carcinogens and noncarcinogens. (Sec. 501) Directs the Administrator to promulgate a national risk protocol for conducting risk assessments under CERCLA. Requires the risk protocol to be used for risk assessment underlying determinations of the need for remedial action, the establishment of protective concentration levels of chemicals, and the evaluation of remedial alternatives. Requires remedial actions to: (1) comply with substantive requirements of Federal, or more stringent State, environmental or facility siting laws; (2) attain any promulgated concentration levels applicable to determining the level of cleanup for such actions; and (3) comply with any other standard under State environmental or facility siting laws that the State demonstrates is consistently applied to remedial actions. States that a goal of this Act is to restore any contaminated groundwater or surface water that may be used for drinking water to: (1) the level of any maximum contaminant level or level goal for the hazardous substance or contaminant that has been established under the Safe Drinking Water Act; and (2) a protective concentration level that attains such goal for any other hazardous substance, pollutant, or contaminant. Requires the achievement of such goal unless the President finds that such goal is technically impracticable from an engineering perspective or, under certain conditions, unreasonably costly. Requires remedial actions for contaminated groundwater (other than that used for drinking water) to attain levels appropriate to the current or anticipated use of such water. Authorizes the President to select a remedial action that does not comply with Federal and State standards subject to certain conditions. (Sec. 502) Revises general rules for remedial actions. Directs the President, in selecting a remedy, to take into account the reasonably anticipated future uses of land at a facility. Provides certain procedures for the remediation of hot spots. Requires the President to establish cost-effective generic remedies for categories of facilities. Sets forth factors to be taken into consideration with respect to selection of response actions for groundwater. (Sec. 504) Removes a condition on the President's authority to acquire property needed to conduct a response action that requires the State in which the property is located to agree to accept transfer of the property when the action is completed. (Sec. 505) Alters the criteria for the continuance of obligations for removal actions to provide that actions shall not continue after $4 million (currently, $2 million) has been obligated or two years (currently, 12 months) have elapsed from the date of initial response to a release or threatened release of hazardous substances. Requires Federal agencies, before the commencement of any non-emergency removal action, to notify the EPA and the State of the planned action and obtain, in the case of facilities listed or proposed for listing on the NPL, concurrence in the planned action from the EPA or the State. (Sec. 506) Authorizes the President, in order to respond to a release of a hazardous substance, to acquire a hazardous substance easement which limits or controls the use of land or other natural resources. Permits easements and notices of property use restrictions to be used whenever institutional controls have been selected as a component of a removal or remedial action. Makes easements enforceable in perpetuity (unless terminated pursuant to this Act) against owners of affected property or persons who acquire interest in, or rights to use, the property. Title VI: Miscellaneous - Makes a Federal agency subject to certain actions required for Federal facilities under CERCLA, with the exception of certain reporting requirements, if the agency owned or operated a facility over which it exercised no regulatory or other control over activities that resulted in a release of a hazardous substance unless: (1) no Federal agency was the primary or sole source or cause of such release; (2) the activities resulting in the release were pursuant to statutory authority and occurred prior to 1976; and (3) the persons primarily responsible for the release are financially viable and capable of performing or financing the response action. (Sec. 605) Authorizes the use of the Superfund to pay up to 50 percent of response costs incurred by a potentially liable party in taking approved actions to achieve response after employing an alternative or innovative technology that fails to achieve the required level of response. (Sec. 606) Includes trusts, estates, or persons who hold title to a vessel or facility or are otherwise affiliated with a vessel or facility in a fiduciary capacity within the definition of \"owner or operator\" for purposes of determining liability under CERCLA. Limits the personal obligations and liabilities of a fiduciary to the extent to which the assets of the trust or estate are sufficient to indemnify the fiduciary, subject to certain conditions. Excludes from such definition the United States, a Federal agency, or a conservator or receiver appointed by a Federal agency which acquired ownership of a facility or vessel in connection with receivership or conservatorship and forfeiture or seizure authority, provided such entity does not participate in operations that result in a release. (Sec. 608) Directs the Administrator to establish a small business Superfund assistance section within the small business ombudsman office to provide assistance and information regarding CERCLA and the allocation and settlement processes. (Sec. 611) Requires the Administrator to study and report to the Congress on EPA procedures for suspension and debarment of persons and business entities, particularly response action contractors, and to assess the feasibility and cost of creating a nationwide data base to track such persons. (Sec. 613) Directs the Administrator to publish guidelines for a model State program for the training and certification of individuals to perform Phase I Environmental Site Assessments. Establishes the Environmental Certification Board. (Sec. 615) Revises provisions regarding the application of CERCLA to Federal agencies to make such agencies subject to all Federal, State, interstate, and local requirements regarding response actions related to, or management of, hazardous substances, pollutants, and contaminants in the same manner as such requirements apply to nongovernmental entities. Absolves Federal employees of personal liability for civil penalties under Federal or State response laws with respect to acts or omissions within their official duties. Makes such employees subject to criminal sanctions under such laws, but exempts Federal agencies from such sanctions. (Sec. 616) Increases the authorization from Superfund for worker training and education grants. (Sec. 619) Makes States eligible for reimbursement currently available to local governments for emergency response actions. (Sec. 620) Directs the Administrator to study and report to the Congress on the feasibility of instituting a small disadvantaged business goal program for all Federal contracts under CERCLA. Title VII: Funding - Extends the authorization of appropriations to carry out specified Superfund authorities through FY 1999. Title VIII: Environmental Insurance Resolution Fund - Environmental Insurance Resolution and Equity Act of 1994 - Establishes the Environmental Insurance Resolution Fund to provide for the resolution of disputes between certain PRPs and their insurers. (Sec. 805) Authorizes the Fund to decide not to make an offer unless an eligible person has filed and is actively pursuing a claim with an insurer. (Sec. 806) Requires the Fund to make resolution offers to eligible persons equal to the applicable percentage of the lesser of the eligible costs incurred by the persons or the available coverage. Describes applicable percentages based on facility location and size, litigation venues, and State. (Sec. 807) Directs eligible persons that accept Fund resolutions to waive existing and future claims against an insurer for eligible costs. (Sec. 808) Requires the Fund to make pre- and post-resolution payments to eligible persons who accept a resolution. Treats payments made by the Fund to an eligible person as payments made by an insurer. (Sec. 809) Requires the Fund, in cases where an eligible person rejects a resolution offer, litigates a claim against an insurer, and obtains a final judgment against, or enters into a settlement with, the insurer, to reimburse the insurer for the lesser of the amount of the resolution offer or the final judgment or settlement. Authorizes the Fund, in such cases, to reimburse an insurer for unrecovered reasonable costs and legal fees if the resolution offer exceeded such final judgment or settlement. (Sec. 811) Provides that this title acts as a stay of all pending litigation regarding claims for indemnity or arising from insurance coverage for eligible costs. Bars stays of litigation ten years after this Act's enactment with respect to: (1) a person that becomes an eligible person on or after such date; and (2) an eligible person that has not filed a request for a resolution offer and has not rejected an offer before such date. (Sec. 815) Directs the President to report on: (1) the potential liability of the Fund; and (2) the number of non-NPL facilities and their average cleanup cost. (Sec. 817) Terminates the Fund's authority to: (1) accept requests for resolution ten years after this Act's enactment date; and (2) offer resolutions ten years and 180 days after such date. Title IX: Taxes - Amends the Internal Revenue Code to extend the applicability of the environmental tax to tax years before January 1, 2001 (currently, 1996). Extends certain provisions regarding the Superfund financing rate. (Sec. 903) Requires all expenditures of the Resolution Fund to be paid out of fees and assessments imposed by the Internal Revenue Code. Exempts the Fund from Federal, State, and local taxation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Superfund Reform Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Environmental Insurance Resolution and Equity Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:31:11-05:00"
}