{
  "actions": [
    {
      "acted_at": "1978-10-13", 
      "committee": "Senate Select Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Select Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3612-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs (Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-13", 
  "number": "3612", 
  "official_title": "A Bill to amend the Indian Financing Act of 1974, as amended.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Financing Act Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Bartlett, Dewey F.", 
    "state": "OK", 
    "thomas_id": "01276", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-13", 
  "subjects": [
    "Authorization", 
    "Credit unions", 
    "Economic assistance", 
    "Economic development", 
    "Economics and public finance", 
    "Federal aid to Indians", 
    "Federal-Indian relations", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Government and business", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-10-13", 
    "text": "Indian Financing Act Amendments - Amends the Indian Financing Act of 1974 to include any individual Indians among those for whom the Secretary of the Interior is authorized to guarantee economic development loans. Permits the guarantee under such Act of certain loans made by credit unions without capital stock which are organized and operated for mutual purposes and without profit. Includes under such Act credit unions among those financial institutions which may make loans without regard to the limitations and restrictions of Federal statutes. Pledges the full faith and credit of the United States to the fulfillment of loans made under the Indian Loan Guaranty and Insurance Fund and authorized for deposit in the fund such sums as may be necessary for losses incurred in guaranteeing such loans. Authorizes the Secretary to contract to pay and to pay debt service subsidies on loans which are guaranteed or insured under the Indian Financing Act of 1974 and limits the aggregate of such subsidies in any one fiscal year to $10,000,000. Authorizes appropriations not to exceed $10,000,000 per annum in fiscal year 1980 and each fiscal year thereafter for payment of interest and debt service subsidies. Removes funds previously obligated for interest subsidy payments under the Indian Financing Act of 1974 and restores such funds to the unobligated balance of the Indian Loan Guaranty and Insurance Fund. Extends the authorization of appropriations under such Act through fiscal year 1981. Requires that the annual report to Congress pertaining to the irrigation of Indian lands show all adjustments or eliminations of charges and debts during the preceding fiscal year, and confirms the effectiveness of such adjustments and eliminations made during fiscal year 1977 and earlier years which were duly reported to the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Financing Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A Bill to amend the Indian Financing Act of 1974, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:57-05:00"
}