{
  "actions": [
    {
      "acted_at": "1973-12-04", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-12-14", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Government Operations with amendment, S. Rept. 93-634.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-19", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #604 (86-2).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-03-13", 
      "bill_ids": [
        "hr11793-93"
      ], 
      "references": [], 
      "text": "Provisions as passed Senate 12/19/73 inserted in H.R. 11793 as passed Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2776-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Allen, James B.", 
      "sponsored_at": "1973-01-03", 
      "state": "AL", 
      "thomas_id": "01271", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brock, Bill", 
      "sponsored_at": "1973-01-03", 
      "state": "TN", 
      "thomas_id": "01291", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ervin, Sam J., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "01326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fannin, Paul J.", 
      "sponsored_at": "1973-01-03", 
      "state": "AZ", 
      "thomas_id": "01330", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gurney, Edward J.", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "01345", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Huddleston, Walter (Dee)", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "01363", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClellan, John L.", 
      "sponsored_at": "1973-01-03", 
      "state": "AR", 
      "thomas_id": "01393", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metcalf, Lee", 
      "sponsored_at": "1973-01-03", 
      "state": "MT", 
      "thomas_id": "01399", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Muskie, Edmund S.", 
      "sponsored_at": "1973-01-03", 
      "state": "ME", 
      "thomas_id": "01410", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1973-01-03", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1973-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1973-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1973-01-03", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Saxbe, William B.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01429", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-04", 
  "number": "2776", 
  "official_title": "A bill to provide for the effective and efficient management of the Nation's energy policies and programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11774-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr11793-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Energy Administration Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-04", 
  "subjects": [
    "Advisory bodies", 
    "Energy", 
    "Government operations and politics", 
    "Power resources"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1973-12-19", 
    "text": "(LATEST SUMMARY) =Title I: Federal Energy Emergency Administration Act= - Federal Energy Administration Act - Establishes the Federal Energy Emergency Administration to assure that the nation's emergency energy needs are met for the foreseeable future. Directs the Administrator to plan, direct, and conduct programs related to the production, conservation, use, and allocation of all forms of energy. Transfers to and vests in the Administrator all functions of the Secretary of the Interior, the Department of the Interior, and officers and components of that Department: (1) as relate to or are utilized by the Office of Petroleum Allocation; (2) as relate to or are utilized by the Office of Energy Conservation; (3) as relate to or are utilized by the Office of Energy Data and Analysis; and (4) as related to or are utilized by the Office of Oil and Gas. Transfers to and vests in the Administrator all functions of the Chairman of the Cost of Living Council, and officers and components as related to or are utilized by the Energy Division of the Cost of Living Council. Empowers the Administrator to promulgate such rules, regulations, and procedures as may be necessary to carry out the functions vested in him; and to perform such other activities as may be necessary for the effective fulfillment of his duties and functions. Provides that final orders and actions of any official or component in the performance of functions transferred by this Act shall be subject to judicial review to the same extent and in the same manner as if such orders or actions had been made or taken by the officer, department, agency, or instrumentality in the performance of such functions immediately preceding the effective date of this Act. States that nothing contained in this Act shall be construed to limit, curtail, abolish, or terminate any function of the President which he had immediately before the effective date of this Act. Requires that, in carrying out the provisions of this title, the Administrator shall, to the greatest extent practicable, insure that the potential economic impacts of proposed regulatory and other actions are evaluated and considered including but not limited to an analysis of the effect of such actions on: (1) the fiscal integrity of State and local government; (2) vital industrial sectors of the economy; (3) employment, by industrial and trade sectors of the economy; (4) the economic vitality of regional, State, and local areas; (5) the availability and price of consumer goods and services; (6) the gross national product; (7) competition in all sectors of industry; (8) small business; and (9) on low-and middle-income families. Requires the Administrator to develop analyses of the economic impact of various conservation measures on States or significant sectors thereof, considering the impact on both energy for fuel and energy as feed stock for industry. Requires the Administrator to report to Congress on energy stockpiling by various sources. Requires the Administrator, together with the Secretaries of Labor and Commerce, to monitor the economic impact of any energy actions taken by the Administrator, and to provide the Congress with separate reports every thirty days on the impact of the energy shortage and such emergency actions on employment and the economy. Provides for the gathering of information under this Act. States that any person, partnership, corporation, or other organization made subject to any order, rule, or regulation of the Administrator shall maintain and make available to the Administrator such periodic reports, records, documents, and other information relating to the purposes of this title as the Administrator may prescribe by regulation or order as necessary or appropriate for the proper exercise of the functions granted the Administrator by this title. Grants the Administrator the authority, when he determines it is necessary in order to carry out his responsibilities under this title, to make any investigation, and in connection therewith he may, at reasonable times, enter places of business and inspect such records and accounts and question such persons as he may deem necessary to enable him to dertermine the facts relative thereto. Requires the Administrator to make public, on a continuing basis, any statistical and economic analysis, data, information, and whatever reports and summaries necessary to keep the public fully and currently informed as to the nature, extent, and projected duration of shortages of energy supplies, the impact of such shortages, and the steps being taken to minimize such impacts. Requires that whenever the Administrator shall establish or utilize any board, task force, commission, committee, or similar group, not composed entirely of full-time Government employees, to advise with respect to, or to formulate or carry out, any agreement or plan of action affecting any industry or segment thereof, the Administrator shall insure that each such group is reasonably representative of the various points of view and functions of the industry and users affected, including those of residential, commercial, and industrial consumers, and shall include representation from both State and local governments, and from representatives of State regulatory utility commissions, selected after consultation with the respective national associations. Provides that the Comptroller General of the United shall continuously monitor and evaluate the operations of the Administration including its reporting requirements. Requires the establishment of an Office of Private Grievances and Redress headed by a Director appointed by the Administrator. Provides for aggreived parties under this Act to petition such Office for special redress, relief, or other extraordinary assistance. Provides for the Director to make recommendations to the Administrator with respect to short-term and long-term measures (involving administrative or legislative action) which might be taken to provide assistance to persons who are adversely affected by the energy emergency and measures and other actions taken to combat such emergency. Provides that the Director shall, on a monthly basis, report to the Congress concerning his activities under this section. Requires the Administrator to develop and report to the Congress a comprehensive plan designed to alleviate the energy shortage, for the time period covered by this title, and satisfying the objectives and priorities stated in this Act. Provides that such plan shall be accompanied by full analytical justification for the actions proposed therein. Requires such analysis to include, but not be limited to: (1) estimates of the energy savings of each action and of the program as a whole; (2) estimates of any windfall losses and gains to be experienced by corporations, industries, and citizens grouped by socioeconomic class; (3) estimates of the impact on supplies and consumption of energy forms consequent to such price changes as are or may be proposed; and (4) a description of alternative actions which the Administrator has considered together with a rationale in explanation of the rejection of any such alternatives in preference to the measures actually proposed. Requires the President to submit to the Congress not later than June 30, l974, a report setting forth his recommendations for a permanent Federal organizational arrangement for the management and development of policy for energy and natural resources. Requires the Administrator to prepare and submit directly to the Congress and the President every six months after the enactment of this title a report which shall include: (1) a review and analysis of the major actions taken by the Administrator; (2) an analysis of the impact these actions have had on the Nation's civilian requirements for energy supplies for materials and commodities; (3) a projection of the energy supply for the mid-term and long-term for each of the major types of fuel and the potential size and impact of any anticipated shortages. Provides that, within thirty days after he has entered upon the office of Administrator or has been designated by the President to act in such office, the Administrator, or Acting Administrator, as the case may be, with the assistance of the Department of Commerce, the Cost-Of-Living Council, and the United States Tariff Commission shall, by written report, inform the Congress as to the price ceiling, exports, domestic supply, and sources of petrochemicals. Authorizes to be appropriated to the Administrator $75,000,000 for fiscal year 1974, and $200,000,000 annually for each of fiscal years 1975 and 1976 to carry out the purposes of this title. Authorizes to be appropriated an additional $40,000,000 for fiscal year 1974, and $75,000,000 annually for each of fiscal years 1975 and 1976 to carry out the purposes of this title in the event that the President adopts a program of rationing for gasoline or other petroleum products. =Title II: Council on Energy Policy= - Energy Policy Act - Requires all agencies of the Federal Government to: (1) utilize a systematic, interdisciplinary approach which will insure the integrated use of both physical and social sciences in producing, conserving, and utilizing the Nation's energy resources; (2) submit, prior to the review process established pursuant to the Budget and Accounting Act of 1972, as amended, to the Council on Energy Policy established by this title for comment all legislative recommendations and reports which deal with or have a bearing or energy matters; (3) gather data and information pursuant to guidelines promulgated by the Council on Energy Policy, develop analytical techniques for the management, conservation, use, and development of energy resources, and make such data available to the Council on Energy Policy; and (4) recognize the worldwide and long-range character of energy concerns and, where consistent with the foreign policy of the United States, lead appropriate support to initiatives, resolutions, and programs designed to foster international cooperation in anticipating and resolving energy-related problems. Establishes in the Executive Office of the President a Council on Energy Policy. Provides that the Council shall be composed of three members who shall be appointed by the President to serve at his pleasure by and with the advice and consent of the Senate. Sets forth the duties of the Council. Provides that the Council shall shall serve as the principal adviser to the President on energy policy and shall exercise leadership in the formulation of Government policy concerning domestic and international issues relating to energy. Provides that the Council shall make recommendations to the President and the Congress for resolving conflicts between the policies relating to energy of different Federal agencies. Provides that the Council shall develop within eighteen months after the date of enactment of this title and thereafter shall annually update an Energy Plan for energy development, utilization, and conservation in the United States to carry out the purposes as stated in this Act. Provides that copies of such Energy Plans shall be distributed on January 1, of each year to the President, to the Congress, and to all Federal and State agencies concerned with energy, and upon request to local agnecies and nongovernmental entities. Requires the Council to prepare an annual energy report to accompany the Energy Plan. Requires that such annual report include: (1) an estimate of energy needs of the United States for the ensuing ten-year period to meet the requirements of the general welfare of the people of the United States and the commercial and industrial life of the Nation; (2) an estimate of the domestic and foreign energy supply on which the United States will be expected to rely to meet such needs in an economic manner with due regard for the protection of the environment, the conservation of natural resources, and the implementation of foreign policy objectives; (3) current and foreseeable trends in the price, quality, management, and utilization of energy resources and the effects of those trends on the social, environmental, economic, and other requirements of the Nation; and (4) a catalog of research and devleopment efforts funded by the Federal Government to develop new technologies, to forestall energy shortages, to reduce waste, to foster recycling, and to encourage conservation practices; and recommendations for developing technology capable of increasing efficiency and protecting employee health and safety in energy industries. Authorizes to be appropriated to carry out the provisions of this title not to exceed $1,000,000 for fiscal year ending June 30, 1974, $2,000,000 for fiscal year ending June 30, l975, and $4,000,000 for each fiscal year thereafter. Requires the Comptroller General of the United States to continuously monitor and evaluate the operations of the Council including its reporting requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Energy Administration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the effective and efficient management of the Nation's energy policies and programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:59-05:00"
}