{
  "actions": [
    {
      "acted_at": "2010-07-14", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [
        {
          "reference": "CR S5855-5858", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3587-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2010-07-14", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-14", 
  "number": "3587", 
  "official_title": "A bill to require the Secretary of the Interior to establish a competitive leasing program for wind and solar energy development on Federal land, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5735-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Clean Energy, Community Investment, and Wildlife Conservation Act", 
  "sponsor": {
    "district": null, 
    "name": "Reid, Harry", 
    "state": "NV", 
    "thomas_id": "00952", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-07-14", 
  "subjects": [
    "Alternative and renewable resources", 
    "Energy revenues and royalties", 
    "Government trust funds", 
    "Land use and conservation", 
    "Public lands and natural resources", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-14", 
    "text": "Clean Energy, Community Investment, and Wildlife Conservation Act - Requires the Secretary of the Interior to establish a wind and solar leasing pilot program for land administered by the Bureau of Land Management (BLM) or the Forest Service. Directs the Secretary to: (1) select at least two sites for the development of a solar energy project and two sites for the development of a wind energy project from sites on such land for which there is likely to be a high level of industry interest and that have comparatively low value for other resources; (2) offer each site for competitive leasing to qualified bidders; and (3) offer a short-term lease followed by a long-term lease for data collection on at least one site. Requires the Secretary: (1) not later than two years after enactment of this Act, to determine whether to establish leasing programs for wind and solar energy on such land; (2) to establish a leasing program if he or she determines that the program is in the public interest and provides an effective means of developing such energy on federal land; or (3) to report to Congress on the reasons that such program should not be established. Sets forth provisions concerning: (1) the issuance and terms of such leases; and (2) the transition from the use of rights-of-way to leases for the development of wind or solar energy on such land. Prohibits the Secretary from issuing any lease on National Forest System land over the objection of the Secretary of Agriculture. Requires: (1) leases under such program to be issued on a competitive basis, with specified exceptions; (2) such leasing program to be carried out in a manner that provides for safety, protection of the environment, prevention of waste, diligent development of the resource, protection of fish and wildlife habitat, and efficient use of water resources; and (3) a lease for a wind or solar project with a total capacity of 100 megawatts or more to be for not less than 30 years. Requires the Secretary to establish: (1) best management practices to ensure the sound, efficient, and environmentally responsible development of wind and solar resources on such land in a manner that will minimize consumptive water use and avoid, minimize, and mitigate impacts to fish and wildlife habitat and ecosystem function; and (2) payments to ensure a fair return to the United States, states, and counties for any right-of-way or lease issued for a wind or solar project on such land. Establishes in the Treasury the Renewable Energy Mitigation and Fish and Wildlife Fund to be administered by the Secretary for mitigating impacts of renewable energy on federal land and carrying out activities authorized under the Land and Water Conservation Fund Act of 1965. Requires the budgetary effects of this Act, for the purpose of complying with the Statutory Pay-As-You-Go Act of 2010, to be determined by reference to the latest statement titled \"Budgetary Effects of PAYGO Legislation\" for this Act, submitted for printing in the Congressional Record by the Chairman of the Senate Budget Committee, provided that such statement has been submitted prior to the vote on passage."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Energy, Community Investment, and Wildlife Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Secretary of the Interior to establish a competitive leasing program for wind and solar energy development on Federal land, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:53-05:00"
}