{
  "actions": [
    {
      "acted_at": "1977-03-21", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-03-31", 
      "references": [], 
      "text": "Reported to House from the Committee on Banking, Finance and Urban Affairs with amendment, H. Rept. 95-154.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-04-06", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-04-06", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-04-06", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #134 (194-156).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-04-07", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-13", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 95-159.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-14", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-14", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-14", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #203 (59-30).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-14", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-16", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-17", 
      "references": [], 
      "text": "Motion to instruct conferees to insist on certain provisions rejected in House, roll call #351 (161-200).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-26", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 95-363.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-27", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-28", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-544.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-16", 
      "references": [], 
      "text": "House rejected conference report, roll call #558 (153-230).", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-16", 
      "references": [], 
      "text": "House receded and concurred in Senate amendment with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-16", 
      "references": [], 
      "text": "House insisted on its disagreement to certain Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-21", 
      "references": [], 
      "text": "Senate agreed to House amendment to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-21", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1977-09-23", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-23", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-23", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1977-10-03", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1977-10-03", 
      "references": [], 
      "text": "Public Law 95-118.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5262-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1977-10-03", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-21", 
  "number": "5262", 
  "official_title": "An Act to provide for increased participation by the United States in the International Bank for Reconstruction and Development, the International Development Association, the International Finance Corporation, the Asian Development Bank, and the Asian Development Fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Reuss, Henry S.", 
    "state": "WI", 
    "thomas_id": "00954", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-21", 
  "subjects": [
    "American agricultural assistance", 
    "American economic assistance", 
    "Cambodia", 
    "Citrus fruits", 
    "Civil rights and liberties, minority issues", 
    "Congressional oversight", 
    "Developing countries", 
    "Energy conservation", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "International affairs", 
    "International agencies", 
    "International banking", 
    "International economic relations", 
    "Laos", 
    "Nutrition", 
    "Science, technology, communications", 
    "Sugar and sugar trade", 
    "Technological innovations", 
    "Vietnam", 
    "Wages"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1977-07-28", 
    "text": "(Conference report filed in House, H. Rept. 95-544) =Title I: Purpose and Policy; Declaration of Congressional Intent in Respect to Continued Participation of the United States Government in International Financial Institutions Fostering Economic Development In Less Developed Countries= - Declares the intent of Congress with respect to continued participation of the U.S. in international financial institutions fostering economic development in less developed countries. Expresses the sense of Congress that U.S. contributions to the international financial institutions covered by such Act should not exceed 25 percent of the total amount contributed to each institution. Recognizes that the availability of funds for U.S. contributions to international institutions is subject to the appropriations process. =Title II: International Bank for Reconstruction and Development= - Amends the Bretton Woods Agreements Act to authorize the Governor of the International Bank for Reconstruction and Development to vote for an increase of 70,000 shares in the authorized capital stock of the Bank and to subscribe on behalf of the United States to 13,005 additional shares if such increase becomes effective and if the amount required has been appropriated. =Title III: International Finance Corporation= - Amends the International Finance Corporation Act to authorize the Governor of the International Finance Corporation to vote for an increase of 540,000 shares in the authorized capital stock of the Corporation and to subscribe on behalf of the United States to 111,493 additional shares if such increase becomes effective and if the amount required has been appropriated. =Title IV: International Development Association= - Amends the International Development Association Act to authorize the United States Governor to agree on behalf of the United States to pay to the Association $2,400,000,000 as the United States contribution to the fifth replenishment of the Resources of the Association, subject to obtaining the necessary appropriations. =Title V: Asian Development Bank and Asian Development Fund= - Amends the Asian Development Bank Act to authorize the United States Governor of the Asian Development Bank to subscribe on behalf of the United States to 67,500 additional shares of the capital stock of the Bank and to contribute $180,000,000 to the Asian Development Fund, subject to obtaining the necessary appropriations. =Title VI: African Development Fund= - Amends the African Development Fund Act to authorize the United States Governor to contribute $50,000,000 to the African Development Fund, which would represent an additional United States contribution to the first replenishment. Authorizes the appropriation of $50,000,000 for such contribution, subject to obtaining the necessary appropriations. Directs the Secretary of the Treasury to begin discussions with other donor nations to the African Development Fund concerning the setting of amounts and the voting structure within the Fund. =Title VII: Human Rights= - Requires the United States Government, in connection with its voice and role in the International Bank for Reconstruction and Development, the International Development Association, the International Finance Corporation, the Inter-American Development Bank, the African Development Fund, and the Asian Development Bank, to advance the cause of human rights, by seeking to channel economic assistance to governments that do not engage in a consistent pattern of gross violations of internationally recognized human rights. Directs the Secretary to instruct each Executive Director to consider in carrying out his duties: (1) actions by the executive branch or Congress because of human rights considerations; (2) the extent to which economic assistance directly benefits the needy people in the recipient country; (3) whether the recipient country has detonated a nuclear device or is not a party to the Nuclear Nonproliferation Treaty; and (4) in relation to Vietnam, Laos and Cambodia, the responsiveness of the governments in providing a more substantial accounting of Americans missing in action. Directs the U.S. Government to seek to channel assistance to projects which address basic human needs of the people in the recipient country. Directs the U.S. Government, in determining whether a country is in gross violation of internationally recognized human rights, to consider the extent of cooperation of such country in permitting an unimpeded investigation of alleged violations of human rights by appropriate international organizations. Requires U.S. officials of all international lending institutions to vote against extending financial assistance to any country found to have a consistent pattern of gross violations of human rights. Directs the Secretaries of State and the Treasury to initiate a wide consultation with other nations to develop viable standards for meeting basic human needs and protecting human rights, and within one year, report to Congress on the progress made in carrying out this title. Requires the President to direct the United States executive directors of such international institutions to take all appropriate actions to maintain the salaries of employees of such institutions at levels near to those holding comparable positions in the United States. =Title VIII: Light Capital Technology= - Directs the U.S. Government to promote the development and utilization of light capital technologies by such international financial institutions as major facets of their development strategies, with emphasis on the production and conservation of energy through light capital technologies. =Title IX: Human Nutrition in Developing Countries= - Declares it to be the policy of the United States, in connection with its voice and vote in such international financial institutions, to combat hunger and malnutrition and to encourage economic development in the developing countries, with emphasis on assistance to those countries that are determined to improve their own agricultural production. Directs the U.S. representatives to seek to channel assistance for agriculturally related development to projects that would aid in fulfilling domestic food and nutrition needs and in alleviating hunger and malnutrition in the recipient country. Directs the U.S. representatives to oppose loans or other financial assistance for establishing or expanding production for export of palm oil, sugar, or citrus crops if assistance will cause injury to U.S. producers of the same, similar, or competing crops. Directs the Secretary of State and the Secretary of the Treasury to report annually to the Congress on the progress towards achieving this goal. =Title X: Effective Date= - States that this Act shall take effect on the date of its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for increased participation by the United States in the International Bank for Reconstruction and Development, the International Development Association, the International Finance Corporation, the Asian Development Bank, and the Asian Development Fund.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to provide for increased participation by the United States in the International Bank for Reconstruction and Development, the International Development Association, the International Finance Corporation, the Asian Development Bank, and the Asian Development Fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:54-05:00"
}