{
  "actions": [
    {
      "acted_at": "2005-07-28", 
      "committee": "Committee on Agriculture, Nutrition, and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1534-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2005-07-28", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2006-12-05", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-07-28", 
  "number": "1534", 
  "official_title": "A bill to reduce the risk to the food supply from intentional contamination, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe and Secure Food Act of 2005", 
  "sponsor": {
    "district": null, 
    "name": "Durbin, Richard", 
    "state": "IL", 
    "thomas_id": "00326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2005-07-28", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Auditing", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Crime and law enforcement", 
    "Defective products", 
    "Department of Agriculture", 
    "Fines (Penalties)", 
    "Food safety", 
    "Food supply", 
    "Foodborne diseases", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Health", 
    "Imports", 
    "Labeling", 
    "Law", 
    "Meat inspection", 
    "Poultry", 
    "Preventive medicine", 
    "Risk", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Standards"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "2005-07-28", 
    "text": "Safe and Secure Food Act of 2005 - Amends the Federal Meat Inspection Act, the Poultry Products Inspection Act, the Egg Products Inspection Act, and the Federal Food, Drug, and Cosmetic Act to direct the Secretary of Agriculture (Secretary) to promulgate regulations that require persons to implement procedures to prevent both unintentional and intentional contamination of meat and meat products, poultry and poultry products, eggs and egg products, and food at establishments covered by such Acts. Directs the Secretary, in consultation with the Secretary of Health and Human Services, to initiate a food security inspector training program. Amends the Federal Meat Inspection Act, the Poultry Products Inspection Act, and the Egg Products Inspection Act to: (1) require a person, other than a household consumer, who has reason to believe meat, poultry, eggs, or food products to be adulterated or misbranded to so notify the Secretary; (2) provide the Secretary with authority for voluntary and mandatory nondistribution and recall, withdrawal of inspectors from violating facilities, and civil penalties; and (3) bring related criminal penalties under the provisions of federal criminal law. Amends the Federal Food, Drug, and Cosmetic Act to: (1) require a person, other than a household consumer or other individual who is the intended food consumer, who has reason to believe that any food in interstate commerce, or held for sale after shipment in interstate commerce, may be in violation of such Act to so notify the Secretary; and (2) provide the Secretary with authority for voluntary and mandatory nondistribution and recall, withdrawal of inspectors from violating facilities, and civil penalties. Requires a foreign facility or foreign government that submits a registration to import food to the United States to request certification (valid for up to five years) from the Secretary that food produced under its the supervision meets food safety, inspection, labeling, and consumer protection standards that are at least equivalent to U.S. standards. Authorizes the Secretary to withdraw certification of any food from a foreign government or foreign facility if: (1) such food is linked to an outbreak of human illness; (2) the Secretary finds that the programs and procedures are no longer equivalent to U.S. programs and procedures; or (3) there is a refusal to allow U. S. officials to conduct appropriate audits and investigations. Requires the Secretary of Health and Human Services to assess and report on U.S. food supply security."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe and Secure Food Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce the risk to the food supply from intentional contamination, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:43-05:00"
}