{
  "actions": [
    {
      "acted_at": "1974-07-02", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15776-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-02", 
  "number": "15776", 
  "official_title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide increased assistance for mass transportation systems.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15993-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s3719-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Mass Transportation Assistance Act", 
  "sponsor": {
    "district": "11", 
    "name": "Minish, Joseph G.", 
    "state": "NJ", 
    "thomas_id": "00814", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-02", 
  "subjects": [
    "Environmental protection", 
    "Mass rapid transit", 
    "States", 
    "Transportation and public works", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Mass rapid transit", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-02", 
    "text": "National Mass Transportation Assistance Act - Increases the number and type of facilities eligible for Federal assistance under the Urban Mass Transportation Act of 1964. Increases the authorization for the purpose of financing grants and loans under such Act from $6,100,000,000 to $15,600,000,000. States, that the Secretary of Transportation shall not approve any project in an urbanized area after July 1, 1976, under this Act unless he finds that such project is based on a continuing comprehensive transportation planning process carried on in a manner that will serve the States and local communities efficiently and effectively. Provides a formula under which the Secretary shall apportion the $5,000,000,000 made available to the States in the form of grants for emergency programs under the Urban Mass Transportation Act of 1964. Authorizes specified appropriations for fiscal years 1975 through 1979 to liquidate the obligations incurred for the project costs of emergency programs under such Act. States that the Secretary may approve as a project under this Act: (1) the acquisition, construction, and improvement of facilities and equipment for use, by operation or lease or otherwise, in mass transportation service; and (2) the payment of operating expenses to improve or to continue such service by operation, lease, contract or otherwise. States that the Federal share payable on account of any project financed with funds made available under this Act shall not exceed 80 percent of the cost of the project. Provides that, in approving the plans, specifications, and estimates for any proposed project under this Act, the Secretary shall assure that possible adverse economic, social, and environmental effects relating to the proposed project have been fully considered in developing the project, and that the final decisions on the project are made in the best overall public interest, taking into consideration the need for fast, safe, and efficient transportation, public services, and conservation of the environment and natural resources, and the costs of eliminating or minimizing any such adverse effects, including: (1) air, noise, and water pollution; (2) destruction or disruption of man-made and natural resources, aesthetic values, community cohesion, and the availability of public facilities and services; (3) adverse employment effects, and tax and property value losses; (4) injurious displacement of people, businesses, and farms; and (5) disruption of desirable community and regional growth. Provides for the method of payment of State and Federal shares of project costs under this Act. Authorizes the Secretary to make grants to assist States and their political subdivisions in financing the construction and operation of facilities and equipment for use in providing public mass transportation service in rural areas. States that, in order to finance grants, the Secretary is authorized to incur obligations on behalf of the United States in an aggregate amount not to exceed $500,000,000. Provides that the Federal grant for any rural project assisted under this Act shall be in an amount not to exceed 80 percent of the cost of the project. Requires the Secretary to develop, test, and prescribe a reporting system to accumulate public mass transportation financial and operating information by uniform categories and a uniform system of accounts and records by January 10, 1977. Provides for the coordination of urban mass transit programs with model cities' programs. Authorizes the Secretary to investigate unsafe conditions in any facility or manner of operation financed under the Urban Mass Transportation Act of 1964 and to withhold further financial assistance until a plan for correcting the unsafe facility is approved or implemented. Provides for the development, establishment, and operation of demonstration projects to determine the feasibility of fare-free urban mass transportation systems. Enumerates criteria according to which the Secretary shall select cities or metropolitan areas for such projects. Authorizes to be appropriated up to $20,000,000 for each of fiscal years 1975 and 1976 to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Mass Transportation Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide increased assistance for mass transportation systems.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:12-05:00"
}