{
  "actions": [
    {
      "acted_at": "2011-02-17", 
      "references": [
        {
          "reference": "CR S904-905", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-02-17", 
      "committee": "Committee on the Judiciary", 
      "references": [
        {
          "reference": "CR S905-906", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-28", 
      "in_committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2011-07-28", 
      "committee": "the Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Leahy with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2011-07-28", 
      "calendar": "Senate Legislative", 
      "number": "119", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 119.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s401-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2011-07-28", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2011-02-17", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2011-07-28", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "sponsored_at": "2011-07-20", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2011-07-25", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2011-07-21", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-02-17", 
  "number": "401", 
  "official_title": "A bill to help Federal prosecutors and investigators combat public corruption by strengthening and clarifying the law.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1793-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Public Corruption Prosecution Improvements Act", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-07-28", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Crime and law enforcement", 
    "Crimes against property", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal procedure and sentencing", 
    "Department of Justice", 
    "District of Columbia", 
    "Elections, voting, political campaign regulation", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government ethics and transparency, public corruption", 
    "Organized crime", 
    "U.S. Sentencing Commission"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2011-07-28", 
    "text": "Public Corruption Prosecution Improvements Act - Amends the federal criminal code to revise and expand prohibitions against bribery, theft of public money, and other public corruption offenses. (Sec. 2) Establishes a six-year limitation period for the prosecution of public corruption crimes involving bribery, extortion, theft of government property, mail fraud, and racketeering. (Sec. 3) Expands mail and wire fraud statutes to cover offenses involving any other thing of value (e.g., intangible rights and licenses). (Sec. 4) Modifies general venue rules for criminal prosecutions to allow prosecutions in any district in which an act in furtherance of an offense is committed. (Sec. 5) Reduces from $5,000 to $1,000 the threshold amount for theft or bribery involving federally-assisted programs and increases the maximum prison term for such offenses from 10 to 20 years. (Sec. 6) Increases the maximum term of imprisonment for theft and embezzlement of federal money, property, or records from 10 to 20 years. (Sec. 7) Increases the maximum term of imprisonment for specified offenses involving bribery of public officials and witnesses from 15 to 20 years and from 2 to 5 years. (Sec. 8) Increases to 10 years the maximum term of imprisonment for: (1) solicitation by federal officers and employees of political contributions from other federal officers and employees, (2) promise of employment made possible by an act of Congress for political activity, (3) deprivation of such employment for political activity, (4) intimidation to secure political contributions, (5) solicitation and acceptance of contributions in federal offices, and (6) coercion of political activity by federal employees. (Sec. 9) Applies the prohibition against embezzlement or theft of federal money or property to government officials and employees of the District of Columbia. (Sec. 10) Includes as predicates for racketeering prosecutions and wiretaps: (1) embezzlement or theft of government money, property, or records; (2) theft or bribery concerning programs receiving federal funds; and (3) major fraud against the United States. (Sec. 12) Modifies elements relating to the crime of bribery of public officials and witnesses to: (1) prohibit public officials from accepting anything of value, other than what is permitted by rule or regulation, for or because of the official's or person's official position; (2) expand the definition of \"official act\" to include any conduct that falls within the range of official duty of a public official; and (3) include a course of conduct involving multiple gifts, offers or promises designed to influence a public official. (Sec. 15) Expands the types of perjury and obstruction of justice offenses for which venue lies in the district in which the official proceeding was intended to be affected or in which the conduct constituting the alleged offense occurred. (Sec. 16) Directs the United States Sentencing Commission to review and amend its guidelines and policy statements relating to public corruption offenses to reflect the intent of Congress that penalties for such offenses be increased. (Sec. 17) Amends the federal judicial code to permit the disclosure of information regarding a potential criminal offense by a judge to the Department of Justice (DOJ), a federal, state, or local grand jury, or federal, state, or local law enforcement agents. (Sec. 18) Amends the federal criminal code to include in the definition of the term \"scheme or artifice to defraud\" a scheme or artifice by a public official to engage in undisclosed self-dealing. (Sec. 19) Allows the Deputy Attorney General, Assistant Attorney General, or Attorney General (in addition to the U.S. Attorney) to certify to the district court that an appeal from a district court's decision suppressing or excluding evidence or requiring the return of seized property in a criminal proceeding is not taken for the purpose of delay and that the evidence is a substantial proof of a material fact in the proceeding."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Corruption Prosecution Improvements Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Public Corruption Prosecution Improvements Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to help Federal prosecutors and investigators combat public corruption by strengthening and clarifying the law.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:01:49-05:00"
}