{
  "actions": [
    {
      "acted_at": "1978-02-21", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11028-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Bonker, Don", 
      "sponsored_at": "1977-01-03", 
      "state": "WA", 
      "thomas_id": "00109", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Buchanan, John", 
      "sponsored_at": "1977-01-03", 
      "state": "AL", 
      "thomas_id": "00143", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Harrington, Michael J.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00503", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "37", 
      "name": "Pettis, Shirley N.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00914", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-21", 
  "number": "11028", 
  "official_title": "A bill to establish programs for the prevention and treatment of family violence.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8948-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Family Violence Prevention and Treatment Act", 
  "sponsor": {
    "district": "3", 
    "name": "Mikulski, Barbara A.", 
    "state": "MD", 
    "thomas_id": "00802", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-21", 
  "subjects": [
    "ACTION", 
    "Advisory bodies", 
    "Domestic relations", 
    "Families", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Violence"
  ], 
  "subjects_top_term": "Domestic relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-21", 
    "text": "Family Violence Prevention and Treatment Act - Title I: General Provisions - Sets forth the findings of Congress and declares the purposes of this Act. Defines terms used in this Act. Authorizes appropriations to carry out the provisions of this Act in fiscal year 1978 and 1979. Title II: Coordinating Council on Family Violence - Establishes within the executive branch an independent organization known as the Coordinating Council on Family Violence (Council). Specifies the membership of the Council. States that the functions of the Council shall be: (1) to identify, assess, and coordinate all Federal programs related to problems of family violence in order to eliminate duplication of effort, inefficient use of resources, and lack of strategic objectives and priorities; and (2) to stimulate new programs within member agencies of the Council where necessary to fill gaps in services, funding, research, or demonstration programs. Directs the Council to make recommendations to the President and the Congress at least annually with respect to the coordination of overall policy and development of objectives and priorities. Title III: National Center for Community Action Against Family Violence - Directs the Director of ACTION to establish a National Center for Community Action Against Family Violence. States that the purpose of the Center shall be to provide information and technical assistance to local community groups which need assistance with organizing or operating existing or proposed programs dealing with family violence. Describes the functions of the Center including: (1) the development and maintenance of an information clearinghouse for services available for the treatment and prevention of family violence; (2) the establishment of a toll-free telephone number for the provision of information and counseling; (3) the development of a volunteer force to provide service through community centers dealing with family violence; (4) the making of grants to support and train volunteers; and (5) the development of a campaign to educate the public about the problems of family violence and resources available to deal with such problems. Sets forth procedures for the execution of such functions. Title IV: Amendments to the Child Abuse Prevention and Treatment Act - Requires State plans under the Child Abuse Prevention and Treatment Act to include provisions for the reporting of forms of family violence in addition to child abuse and neglect. Title V: Evaluation and Research - Directs the Secretary of Health, Education, and Welfare to provide a specified sum for each of the two years following the enactment of this Act to evaluate the impact of community programs assisted by HEW on the prevention and treatment of family violence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Violence Prevention and Treatment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish programs for the prevention and treatment of family violence.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:38-05:00"
}