{
  "actions": [
    {
      "acted_at": "1975-10-30", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10442-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-30", 
  "number": "10442", 
  "official_title": "A bill to amend title 18 of the United States Code to reduce the level of violent crime in the United States by imposing greater restrictions upon commerce in handguns, to establish a program of assistance to States for handgun accountability programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Handgun Accountability Act", 
  "sponsor": {
    "district": "2", 
    "name": "Hughes, William J.", 
    "state": "NJ", 
    "thomas_id": "00572", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-30", 
  "subjects": [
    "Advisory bodies", 
    "Firearms", 
    "Firearms control", 
    "Government records, documents, and information", 
    "States"
  ], 
  "subjects_top_term": "Firearms", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-30", 
    "text": "Handgun Accountability Act - Title I: Congressional Findings - States the finding of Congress with respect to the correlation between violent crime and the availability of handguns in the United States. Title II: Amendments To Gun Control Act of 1968 - Imposes higher license fees on dealers in commerce of shotguns and rifles. Prohibits pawnbrokers from dealing in handguns. Increases the maximum civil penalty for violations by licensees to $10,000 per violation. Requires quarterly reports to the Secretary of the Treasury concerning the number, types, calibers, models, and serial numbers of firearms transferred to licensees and the areas where transferred. Directs the Secretary to maintain an indexed list of all licenses issued, according to license classification. Prohibits the traffic in interstate commerce of handguns, pistols, and revolvers not achieving 75 points under the criteria of overall length, frame construction, pistol weight, caliber, safety features, and specified miscellaneous equipment. Makes it unlawful for any person to modify a legal handgun if the result in that it no longer meets the criteria for approval by the Secretary. States that it shall be unlawful for any person licensed under this Act to sell, deliver, or otherwise transfer two or more handguns to the same person, other than a person licensed in a period of thirty days or less, unless the transferee has obtained prior approval of the purchase from the Secretary, pursuant to regulations promulgated by the Secretary. States that it shall be unlawful for any person licensed under this Act knowingly to sell, deliver, or otherwise transfer a firearm to any person who resides in any jurisdiction which requires a license or permit as a prerequisite to purchase that firearm unless the purchaser has complied with the law of that jurisdiction pertaining to licenses or permits. Brings the provisions of Federal criminal law with respect to the mailing of firearms into consonance with the provisions of this Act. Title III: Federal Handgun Tracing Center, Handgun Purchase Preclearance Procedures, And Grants- In-Aid For State Handgun Accountability Programs - Directs licensed importers, manufacturers, and dealers in legal handguns to require assurances that their transferees of such handguns are in accord with Federal, State, and local law when receiving such handguns. Establishes in the Bureau of Alcohol, Tobacco, and Firearms a National Handgun Tracing Center to contain a systematized and computerized information retrieval system which shall contain all records and reports relating to handguns which are required to be submitted to the Secretary under this Act or which are received by the Secretary under this Act through voluntary participation of handgun owners, or which are otherwise transferred to the Secretary from State or local authorities having custody of handgun registration information in such manner as is authorized by law. Requires each dealer, manufacturers, importer, and pawnbroker to provide the Center with such information which the Secretary shall by regulation require. Specifies the standards for an adequate State handgun registration program. Provides that, unless provided under a State law approved by the Secretary pursuant to a State handgun registration program, all transfers of ownership or possession of handguns shall be through dealers licensed under this title. States that, except with respect to a prosecution for false statement or misrepresentation, no information submitted by a person to the National Handgun Tracing Center or as part of a State handgun registration system may be used against that person in any Federal, State, or local proceeding with respect to a violation of law occurring prior to or concurrently with the submission of the information. Authorizes to be appropriated such sums as may be necessary to carry out this Act. Title IV: Federal Firearms Enforcement Policy Coordinating Council - Establishes the Federal Firearms Enforcement Policy Coordinating Council to be headed by the Secretary of the Treasury to: (1) coordinate the effective administration and enforcement of Federal firearms control laws; (2) assist the States in the implementation, administration, and enforcement of State firearms control systems and laws; (3) implement and coordinate research programs to hasten the development of improved methods of firearms detection; (4) develop and implement programs to reduce firearms misuse; and (5) develop improved methods of firearms tracing, identification, ballistics, and detection. States that the Council shall remain in existence for 10 years unless otherwise extended by statute. Authorizes to be appropriated such sums as are necessary to carry out the provisions of this title. Title V: Development of State Firearms Misuse Prevention Systems And Implementation Of Model Firearms Misuse Statute - Authorizes the Administrator of the Law Enforcement Assistance Administration to make grants to State and local governments to assist them in planning, establishing, operating, coordinating, and evaluating projects directly, or through contracts with public and private agencies for the development of more effective education, training, research, and prevention in the area of firearms misuse. Requires States to submit plans for carrying out the purposes of the Omnibus Crime Control and Safe Streets Act of 1968 with respect to firearm misuse prevention. Sets forth a model firearms misuse statute which must be adopted by a State as a condition to reception of payments under this Act. Authorizes to be appropriated such sums as may be necessary for each fiscal year through fiscal year 1979. Title VI: Amendments to the Internal Revenue Code - Imposes a tax of $25 upon the sale of any pistol or revolver by the manufacturer, producer, or importer. Imposes a floor stocks tax of $25 on any pistol or revolver which was sold by the manufacturer, producer, or importer, and which date is held by a dealer for sale on the floor stocks."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Handgun Accountability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18 of the United States Code to reduce the level of violent crime in the United States by imposing greater restrictions upon commerce in handguns, to establish a program of assistance to States for handgun accountability programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:23-05:00"
}