{
  "actions": [
    {
      "acted_at": "1975-02-07", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Judiciary (without written report).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-02-07", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-07-23", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Rules and Administration with amendment, S. Rept. 94-315.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-26", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-26", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres72-94", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-07", 
  "number": "72", 
  "official_title": "A resolution reported authorizing additional expenditures by the Committee on the Judiciary.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Eastland, James O.", 
    "state": "MS", 
    "thomas_id": "01325", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-07", 
  "subjects": [
    "Congressional committees", 
    "Congressional committees (Senate)", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional committees (Senate)", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-07", 
    "text": "Authorizes the Senate Committee on the Judiciary, or any subcommittee thereof, from March 1, 1975, through February 29, 1976, for the purposes stated and within the limitations imposed by the following sections, in its discretion: (1) to make expenditures from the contingent fund of the Senate; (2) to employ personnel, and (3) with the prior consent of the Government department or agency concerned and the Committee on Rules and Administration, to use on a reimbursable basis the services or personnel of any such department or agency. Authorizes the Committee on the Judiciary, or any subcommittee thereof, from March 1, 1975, through February 29, 1976, to expend not to exceed $4,391,400 to examine, investigate, and make a complete study of any and all matters pertaining to each of the subjects set forth below. Directs that: (1) not to exceed $429,500 shall be available for a study or investigation of administrative practice and procedure; (2) $815,100 shall be available for a study or investigation of antitrust and monopoly; (3) $310,000 shall be available for a study or investigation of constitutional amendments; (4) $381,800 shall be available for a study or investigation of constitutional rights; (5) $258,000 shall be available for a study or investigation of criminal laws and procedures; (6) $17,500 shall be available for a study or investigation of Federal charters, holidays, and celebrations; (7) $223,500 shall be available for a study or investigation of immigration and naturalization; (8) $272,000 shall be available for a study or investigation of improvements in judicial machinery; (9) $400,000 shall be available for a complete and continuing study and investigation of, the administration, operation, and enforcement of the Internal Security Act, other laws relating to espionage, sabotage, and the protection of the internal security of the United States, and the extent, nature, and effect of subversive activities in the United States, its territories and possessions; (10) $428,000 shall be available for a study or investigation of juvenile delinquency; (11) $168,000 shall be available for a study or investigation of patents, trademarks, and copyrights; (12) $98,000 shall be available for a study or investigation of national penitentiaries; (13) $220,000 shall be available for a study of refugees and escapees; (14) $70,000 shall be available for a study or investigation of revision and codification; (15) $280,000 shall be available for a study or investigation of separation of powers between the executive, judicial, and legislative branches of Government; (16) not to exceed $192,100 shall be available for a study or investigation of citizens' interests of which amount not to exceed $5,000 may be expended for the procurement of individual consultants or organizations thereof, and (17) $20,000 shall be available for a study or investigation of F.B.I. Oversight. Requires the committee to report its findings, together with recommendations for legislation, to the Senate at the earliest practicable date, but not later than February 28, 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution reported authorizing additional expenditures by the Committee on the Judiciary.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:15-05:00"
}