{
  "actions": [
    {
      "acted_at": "1978-02-01", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10704-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1977-01-03", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-01", 
  "number": "10704", 
  "official_title": "A bill to extend and improve title V of the Social Security Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3401-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Amendments to the Maternal and Child Health and Crippled Children's Service Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-01", 
  "subjects": [
    "Advisory bodies", 
    "Authorization", 
    "Block grants", 
    "Child health", 
    "Department of Health, Education, and Welfare", 
    "Disabled", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Health", 
    "Intergovernmental fiscal relations", 
    "Maternal and infant welfare", 
    "Maternal health services", 
    "Obstetrics", 
    "Physically handicapped children", 
    "Public health", 
    "Public health research", 
    "Social welfare", 
    "States", 
    "Women"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-01", 
    "text": "Amendments to the Maternal and Child Health and Crippled Children's Service Act - Authorizes increased appropriations to States, beginning in fiscal year 1979, for services and research projects under Title V (Maternal and Child Health and Crippled Children's Services) of the Social Security Act. Revises allotment formulae to increase the amount of funds available to States for the provision of maternal and child health care and crippled children's services. Sets forth requirements which State plans for maternal and child health care and crippled children's services must meet to qualify for Federal funding. Directs the Secretary of Health, Education, and Welfare to pay to States, on a quarterly basis, a percentage (70 to 90 percent depending on State per capita income) of the total cost of the State plan. Prohibits payment for medical costs which exceed the customary amount paid for such services, and for indirect or administrative costs which exceed 25 percent of the Federal funds allotted to a State. Authorizes the Secretary to withhold payments to a State if the State plan ceases to comply with requirements under this Act or if the administration of the State plan results in a failure of compliance. Authorizes the Secretary to make funds available for projects or special programs of regional or national significance designed to contribute to the advancement of maternal and child health. Grants priority to those programs which would provide health care services to individuals who would not otherwise receive such care. Authorizes the Secretary to make special grants to local municipal health agencies in areas having a high concentration of low income families to provide maternal and child health care services on a local level. Authorizes the Secretary to make grants to public or nonprofit private organizations for the training of maternal and child health care personnel and for research projects designed to advance the cost effectiveness of maternal and child health care services. Defines the term \"crippled child\" for the purposes of this Act. States that no individual shall be compelled to undergo treatment provided under this Act, if that person objects to such treatment on religious grounds. Establishes in the Department of Health, Education, and Welfare the Office of Maternal and Child Health Services. Sets forth the duties of such Office and provides for the appointment by the Secretary of a Director of such Office. Directs the Secretary to appoint a National Advisory Council on Maternal and Child Health Care Programs. Sets forth the membership structure and duties of such Council. Directs the Secretary to conduct a study of the Federal health programs for mothers, infants, children, and adolescents. Sets forth the scope of such study."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Amendments to the Maternal and Child Health and Crippled Children's Service Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend and improve title V of the Social Security Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:32-05:00"
}