{
  "actions": [
    {
      "acted_at": "2000-04-12", 
      "references": [
        {
          "reference": "CR S2621", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-12", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S2621-2624", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2409-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2000-04-13", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "2000-04-12", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-04-12", 
  "number": "2409", 
  "official_title": "A bill to provide for enhanced safety and environmental protection in pipeline transportation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pipeline Safety and Community Protection Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-04-12", 
  "subjects": [
    "Accident prevention", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Authorization", 
    "Business records", 
    "Carbon dioxide", 
    "Citizen lawsuits", 
    "Collection of accounts", 
    "Commerce", 
    "Costs", 
    "Crime and law enforcement", 
    "Data banks", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Emergency management", 
    "Energy", 
    "Environmental protection", 
    "Environmental risk assessment", 
    "Excavation", 
    "Federal aid to transportation", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Gas pipelines", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government travel", 
    "Government trust funds", 
    "Governmental investigations", 
    "Injunctions", 
    "International affairs", 
    "International cooperation", 
    "International environmental cooperation", 
    "Law", 
    "Maps", 
    "Oil pollution control", 
    "Petroleum pipelines", 
    "Pipeline safety", 
    "Risk assessment", 
    "Science, technology, communications", 
    "Standards", 
    "State laws", 
    "Surveys", 
    "Technological innovations", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Travel costs", 
    "Underground construction"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-04-12", 
    "text": "Pipeline Safety and Community Protection Act of 2000 - Amends Federal transportation law with respect to gas and hazardous liquid pipeline facilities in high-density population areas and environmentally sensitive areas.(Sec. 2) Requires the operator of a natural gas transmission pipeline facility or hazardous liquid pipeline facility to: (1) evaluate the risks to the operator's pipeline facility in such areas (as identified by specified criteria established by the Secretary of Transportation); and (2) adopt and implement a program for integrity management that reduces the risks in those areas.Specifies minimum standards, according to certain criteria, for an operator's program for integrity management, including: (1) internal inspection or another equally protective method for periodic assessment of pipeline integrity; (2) prompt actions to address integrity issues; and (3) measures that prevent and mitigate the consequences of a release of a hazardous substance or a discharge of oil.Requires the Secretary to prescribe additional standards, addressing specified issues, to direct an operator's conduct of a risk analysis or adoption or implementation of a program for integrity management.Excludes tanks incidental to pipeline transportation from the mandatory pipe inventory of a hazardous pipeline facility.Directs the Secretary to issue regulations for the implementation of an integrity management program by operators of more than 500 miles of hazardous liquid pipelines, and ultimately by all operators of such pipelines or natural gas transmission pipelines.(Sec. 3) Revises requirements for owner or operator public education programs on the use of a one-call notification system before excavation and other damage prevention activities, the possible hazards of unintended pipeline facility releases, and public detection and reporting of such an event.Requires each owner or operator to: (1) review its existing public education program for effectiveness and modify it as necessary; and (2) initiate and maintain liaison with the State emergency response commissions, and local emergency planning committees in the areas of pipeline right-of-way in each State in which it operates.Directs the Secretary to prescribe requirements for public access to integrity management program information prepared under this Act.Requires the owner or operator of each interstate gas pipeline facility to provide, at least annually, to the governing body of each municipality in which the interstate gas pipeline facility is located, a map identifying the location of the facility.Requires the Secretary to: (1) survey and assess public education programs and public safety programs; and (2) determine their effectiveness and applicability as components of a model program.Requires that notice of a hazardous condition be given, concurrently with a safety report to the Secretary, to local emergency responders, and appropriate on-scene coordinators for the area contingency plan or sub-area contingency plan.(Sec. 4) Revises requirements for the Secretary's decision that a pipeline facility is hazardous to life, property, or the environment to include decisions that a facility or its construction or operation would be hazardous. Authorizes the Secretary to waive notice and hearing requirements, upon deciding a facility may present a hazard, and request the Attorney General to bring suit to restrain facility operation on behalf of the United States in the appropriate district court.Increases the general administrative civil penalty for violations: (1) from the minimum penalty of $25,000 to $100,000; and (2) from the maximum penalty of $500,000 to $1 million. States that such maximum civil penalty for a related series of violations does not apply to a judicial enforcement action brought by the Attorney General or by a private person.Revises considerations for determining the amount of a civil penalty to allow the Secretary to consider the economic benefit gained from the violation without any discount because of subsequent damages.Revises requirements with respect to the penalty for an excavator's not using the one-call notification system or not heeding location information or markings.Allows a court in which the Attorney General brings suit to award (in addition to punitive damages) a temporary or permanent injunction and civil penalties.Revises requirements for injunctive actions by private persons. Repeals authorization to bring a civil action against the United States and other governmental authorities. Limits such an action to a compliance enforcement action, and the defendant to a person owning or operating a pipeline facility.(Sec. 5) Declares that regulations prescribed by the Secretary do not apply to a State that has a one-call notification program accepted by the Secretary as meeting certain minimum standards, or approved by the Secretary as an alternative program.Applies safety program requirements to operators of hazardous liquid pipeline facilities (as well as operators of gas pipeline facilities).Authorizes a State to enforce a requirement of a one-call notification law satisfying specified Federal requirements against an operator of an interstate natural gas pipeline facility or an interstate hazardous liquid pipeline facility, provided that the requirement sought to be enforced is compatible with Federal minimum standards.Establishes a misdemeanor for any person who knowingly engages in an excavation activity without first using an available one-call notification system to establish the location of underground facilities in the excavation area.(Sec. 6) Authorizes the Secretary, after accepting a State's pipeline safety program certification, to: (1) make an agreement authorizing the State authority to participate in the oversight of interstate pipeline transportation; but (2) end such an agreement upon finding significant gaps in the State authority's regulatory authority.Authorizes the Secretary to pay up to 100 percent of the cost of the personnel, equipment, and activities of a State authority acting as the Secretary's agent in conducting a special investigation involved in monitoring new construction or investigating an incident on an interstate gas pipeline facility or an interstate hazardous liquid pipeline facility.(Sec. 7) Requires any person owning or operating a hazardous liquid pipeline facility to: (1) report to the Secretary each release to the environment greater than five gallons of the hazardous liquid or carbon dioxide transported; and (2) make available to the Secretary within prescribed time limits, during an incident investigation, any records, reports, and information relevant to such investigation.Directs the Secretary to establish a national depository of data on events and conditions, including spill histories and corrective actions for specific incidents, that can be used to evaluate the risk of, and to prevent, pipeline failures and releases.(Sec. 8) Revises the Secretary's entry and inspection authority.Authorizes the Secretary to establish procedures to recover travel, contract support, and related costs incurred because of investigation of incidents from the operators of the pipeline facilities involved in the incidents.(Sec. 9) Directs the Secretary to support international efforts to share information about the risks to the public and the environment from pipelines and the means of protecting against those risks.(Sec. 10) Revises requirements for the risk management demonstration grant program to authorize the Secretary, by order, to allow the continuation of an individual project beyond the program's termination, subject to specified conditions and time limits.(Sec. 11) Directs the Secretary to participate in the development of innovative alternative technologies to: (1) identify outside force damage using internal inspection devices, as well as monitor outside-force damage to pipelines; and (2) inspect pipelines that cannot accommodate internal inspection devices available on the date of the enactment of this Act.(Sec. 12) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pipeline Safety and Community Protection Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for enhanced safety and environmental protection in pipeline transportation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:12-05:00"
}