{
  "actions": [
    {
      "acted_at": "1992-09-15", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-17", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "National Parks and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks and Public Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-17", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "National Parks and Public Lands", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-22", 
      "bill_ids": [
        "s2563-102"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "For Further Action See S.2563.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5949-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks and Public Lands", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Allard, Wayne", 
      "sponsored_at": "1992-09-15", 
      "state": "CO", 
      "thomas_id": "00011", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Allen, George", 
      "sponsored_at": "1992-09-15", 
      "state": "VA", 
      "thomas_id": "00013", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Campbell, Ben Nighthorse", 
      "sponsored_at": "1992-09-15", 
      "state": "CO", 
      "thomas_id": "00168", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Davis, Robert W.", 
      "sponsored_at": "1992-09-15", 
      "state": "MI", 
      "thomas_id": "00273", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hansen, James V.", 
      "sponsored_at": "1992-09-15", 
      "state": "UT", 
      "thomas_id": "00498", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1992-09-15", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Panetta, Leon", 
      "sponsored_at": "1992-09-15", 
      "state": "CA", 
      "thomas_id": "00888", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-09-15", 
  "number": "5949", 
  "official_title": "To amend certain general authorities relating to the National Park System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5916-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5916-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2397-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2563-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Minor Boundary Adjustments and Miscellaneous Park Amendments Act of 1992", 
  "sponsor": {
    "district": "4", 
    "name": "Vento, Bruce F.", 
    "state": "MN", 
    "thomas_id": "01185", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-09-15", 
  "subjects": [
    "Archaeology", 
    "Arizona", 
    "Army posts", 
    "Art objects", 
    "Authorization", 
    "Building construction", 
    "California", 
    "Colorado", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Cultural property", 
    "Customs administration", 
    "Environmental protection", 
    "Environmental research", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Florida", 
    "Georgia", 
    "Government operations and politics", 
    "Hawaii", 
    "Historic sites", 
    "Horses", 
    "Idaho", 
    "Land transfers", 
    "Marshall Islands", 
    "Michigan", 
    "Micronesia", 
    "Museums", 
    "National lakeshores", 
    "National monuments", 
    "National parks", 
    "National recreation areas", 
    "Natural areas", 
    "New York State", 
    "Palau Islands", 
    "Parks", 
    "Pennsylvania", 
    "Police dogs", 
    "Police training", 
    "Protection of animals", 
    "Research", 
    "Rights of women", 
    "Utah", 
    "Virginia", 
    "Volunteer workers", 
    "Water conservation", 
    "Watershed management", 
    "Waterways"
  ], 
  "subjects_top_term": "Parks", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-09-15", 
    "text": "Minor Boundary Adjustments and Miscellaneous Park Amendments Act of 1992 - Title I: Increases for Land Acquisition for Certain Units of the National Park System - Increases the authorization of appropriations for land acquisition in the Channel Islands National Park, California. Amends the National Parks and Recreation Act of 1978 to remove the ceiling on appropriations for land acquisition in the Santa Monica Mountains National Recreation Area, California. Requires the Secretary of the Interior (Secretary) to submit to the Congress a detailed acquisition-priority list and cost estimates for completion of acquisitions within such recreation area in accordance with the land protection plan or revisions thereof. Amends the Volunteers in the Parks Act of 1969 to increase the ceiling on appropriations for volunteers in parks programs. Title II: Clarification of Authority to Cooperate with Non-Federal Entities in the Conduct of Research Concerning Units of the National Park System - Authorizes the Secretary to: (1) enter into cooperative agreements with public or private educational institutions, States and their political subdivisions, or private conservation organizations to develop adequate, coordinated, cooperative research and training programs concerning the resources of the National Park System; and (2) accept from, and make available to, the cooperator technical and support staff, financial assistance for mutually agreed upon research projects, supplies, equipment, facilities, and administrative services relating to cooperative research units. Title III: Museum Properties in the National Park System - Revises functions of the Secretary to prohibit the use of donations and bequests of money for purchasing museum objects, museum collections, and other personal properties with regard to managing museum properties in the National Park System. Authorizes the Secretary to: (1) transfer museum objects, museum collections, and other personal property that is no longer needed for museum purposes to qualified Federal agencies that have programs to preserve and interpret cultural or natural heritage and accept the transfer of personal property from any other Federal agency; (2) convey, without monetary consideration but subject to such terms and conditions as the Secretary deems necessary, museum objects, museum collections, and other personal property that is no longer needed for museum purposes to private nonprofit institutions and to non-Federal governmental entities if the Secretary determines that the recipient is dedicated to the preservation and interpretation of natural or cultural heritage and is qualified to manage the property prior to such conveyance; (3) sell by negotiated sale or to the highest bidder those museum objects, museum collections, and other personal property that are no longer needed for museum purposes, no longer have scientific value, and can not reasonably be disposed of by exchange, loan, gift, or transfer, subject to such terms and conditions as the Secretary deems necessary to protect the public interest; and (4) destroy or cause to be destroyed museum objects, museum collections, and other personal property that have no scientific, cultural, historic, educational, esthetic, or monetary value. Requires the Secretary to: (1) ensure that museum property is treated in a careful and deliberate manner that protects the public interest; and (2) establish a systematic review and approval process, including consultation with appropriate experts, that meets the highest standards of the museum profession. Makes the authorities in this Act available to the Secretary with regard to museum objects, museum collection, and other personal property that was under the Secretary's administrative jurisdiction for purposes of the National Park System before the date of enactment of this Act as well as those properties that may be acquired on or after such date. Title IV: Minor Boundary Adjustments - Authorizes the Secretary to transfer specified land located in the Shenandoah National Park to the Secretary of the Treasury for use as a U.S. Customs Service Canine Enforcement Training Center and for other uses deemed appropriate. Provides that: (1) an agreement to transfer such land shall include provisions for the protection of the National Park; (2) the transfer may be made without consideration or reimbursement; and (3) if the transferred land becomes surplus to the needs of the Secretary of the Treasury at any time, title to the land shall revert to the Department of the Interior. Makes the Secretary of the Treasury responsible for certifying that the property is not contaminated with hazardous substances before reversion is completed. Authorizes the Secretary to acquire, through an exchange, certain land in Washington County, Utah, and to revise the boundary of Zion National Park to add the parcel acquired and to exclude the parcel exchanged. Adjusts the boundaries of the following units in the National Park System to include additional land: (1) Pictured Rocks National Lakeshore; (2) Wupatki National Monument, Arizona; and (3) Yucca House National Monument. Modifies: (1) the boundary of the Craters of the Moon National Monument, Idaho, to add and delete specified lands; and (2) the administrative boundary between Independence National Historical Park and the U.S. Customs House along the Moravian Street Walkway in Philadelphia, Pennsylvania. Amends the Arizona-Idaho Conservation Act of 1988 to authorize the Secretary to acquire from willing sellers only, by donation, purchase with donated or appropriated funds, or exchange a maximum of 65 acres outside the Hagerman Fossil Beds National Monument to develop and operate thereon research, information, interpretive, and administrative facilities. Modifies the boundary of the monument to include the added lands as a non-contiguous parcel. Title V: Miscellaneous Specific Park Amendments - Amends the National Parks and Recreation Act of 1978 to extend the Na Hoa Pili O Kaloko-Honokohau (The Friends of Kolako-Honokohau) Advisory Commission through November 10, 1998. Extends the Women's Rights National Historical Park Advisory Commission through December 28, 2005. Repeals provisions of Federal law that: (1) reserve portions of the Fort Pulaski National Monument on Cockspur Island, Georgia, for the Corps of Engineers, U.S. Army, to deposit dredging materials and for other purposes and for the Treasury Department to use as a quarantine station; and (2) state that nothing in an Act authorizing the Secretary to preserve certain wetlands and historic sites in the St. Johns River Valley, Florida, shall affect the multiunit residential resort project proposed for Fort George Island or be construed to affect any Federal, State, or local law applicable to such project. Title VI: General Authorizations and Repealers - Repeals the $3,000 ceiling on expenditures that may be made for building construction in any national park without express authority from Congress. Amends the National Historic Preservation Act to include within the definition of \"State\": (1) the Federal States of Micronesia; (2) the Republic of the Marshall Islands; and (3) the Republic of Palau. Authorizes appropriations for transportation of children in nearby communities to and from any unit of the National Park System used in connection with organized recreation and interpretive programs of the National Park Service. Declares that nothing in an Act relating to protection of wild-free roaming horses and burros shall be deemed to limit the authority of the Secretary of the Interior in managing units of the National Park System. Authorizes the Secretary, without regard to provisions of such Act or penalties under Federal law, to use motor vehicles, fixed-wing aircraft and helicopters, or contract for such use, to transport such captured animals in furtherance of the management of the National Park System. Directs the Secretary to study and report to specified congressional committees on the suitability and feasibility of establishing the Mission San Antonio de Padua in California and its surrounding historic and prehistoric archeological sites as a unit of the National Park System. Authorizes appropriations. Directs the Secretary to prepare and transmit to the Congress a National Historic Landmark Theme Study on the History of Water Conservation and Watershed Management to identify the key sites and structures that illustrate the development and management of water resources critical to the westward expansion of the Nation. Requires the Secretary to: (1) identify, evaluate, and nominate as national historic landmarks those unique and significant contributions to our national heritage of cultural and historical lands, waterways, structures, and landscapes; (2) identify possible new park units appropriate to the theme of the history of water development; and (3) analyze the feasibility and suitability of including these sites in the National Park System (including a detailed study of the Cache la Poudre River Basin)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Minor Boundary Adjustments and Miscellaneous Park Amendments Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend certain general authorities relating to the National Park System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:57-05:00"
}