{
  "actions": [
    {
      "acted_at": "1981-01-19", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-17", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Refugees, and International Law", 
      "text": "Referred to Subcommittee on Immigration, Refugees, and International Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-05", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from Justice, State.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-19", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Immigration, Refugees, and International Law", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr944-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Refugees, and International Law", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-19", 
  "number": "944", 
  "official_title": "A bill to amend the Immigration and Nationality Act to provide for the issuance of nonimmigrant visas to certain aliens entering the United States to perform services or labor of a temporary or seasonal nature under specific contracts of employment and fair employment conditions; to require an immigrant alien to maintain a permanent residence as a condition for entering and remaining as an immigrant of the United States; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "White, Richard C.", 
    "state": "TX", 
    "thomas_id": "01219", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-19", 
  "subjects": [
    "Agricultural labor", 
    "Agriculture and Rural Affairs", 
    "Alien labor", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Crime prevention", 
    "Criminal law", 
    "Immigration", 
    "Labor and employment", 
    "Labor contracts", 
    "Migrant labor", 
    "Seasonal labor", 
    "Temporary employment"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-19", 
    "text": "Title I: Nonimmigrants - Amends the Immigration and Nationality Act to exclude from the definition of \"immigrant\" those persons entering the United States to perform temporary services or labor, if unemployed persons willing to and capable of performing such service or labor can not be found in this country. Provides with regard to such temporary alien workers: (1) that the employment contract not exceed one year, but shall be renewable for additional periods up to one year (up to an aggregate of three years); (2) that an employer shall petition the Attorney General and Secretary of State (after the Secretary of Labor has issued the necessary certification) for such temporary work visa; (3) that an employer must comply with certain housing, medical care, and other fair employment requirements; and (4) that such temporary worker shall present himself to the Immigration and Naturalization Service within four weeks after termination of his contract for return to his native country or be guilty of a felony. Requires an employer to notify in writing the Attorney General and such temporary workers upon termination of their employment contract. Provides that failure to notify the Attorney General shall constitute a misdemeanor. Prohibits an employer from petitioning for a renewal of a temporary worker's contract for five years if the Secretary of Labor determines that such employer has materially failed to comply with the contract requirements of this Act. Requires the Secretary to submit proposed regulations for the implementation of this title to the appropriate Congressional committees for review. Requires such Committees, within 90 days after such submission, to notify the Secretary of acceptance or rejection of such proposals. Title II: Immigrants - Amends the Immigration and Nationality Act to redefine \"lawfully admitted for permanent residence\" to include the maintenance of a permanent residence as a condition for entering and remaining in the United States as an immigrant."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act to provide for the issuance of nonimmigrant visas to certain aliens entering the United States to perform services or labor of a temporary or seasonal nature under specific contracts of employment and fair employment conditions; to require an immigrant alien to maintain a permanent residence as a condition for entering and remaining as an immigrant of the United States; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:04-05:00"
}