{
  "actions": [
    {
      "acted_at": "1985-10-17", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1771-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1986-06-05", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-10-17", 
  "number": "1771", 
  "official_title": "A bill to amend the Elementary and Secondary Act of 1965 to provide grants to local educational agencies for dropout retention and recovery demonstration projects.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Dropout Retention and Recovery Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Chiles, Lawton", 
    "state": "FL", 
    "thomas_id": "01304", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-10-17", 
  "subjects": [
    "Children and youth", 
    "Dropouts", 
    "Education", 
    "Education of Indians", 
    "Educational research", 
    "Elementary and secondary education", 
    "Federal aid to education", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Information services", 
    "Labor and employment", 
    "Migrant labor", 
    "Native Americans", 
    "Teenage pregnancy"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-10-17", 
    "text": "Dropout Retention and Recovery Act of 1985 - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to add a new title X, the Dropout Retention and Recovery Program. (Redesignates the current title X as title XI.) Directs the Secretary of Education, from amounts appropriated to carry out this title for FY 1987 through 1990, to allocate grants to local educational agencies (LEAs) so that two-thirds of such grants in a fiscal year are made to LEAs serving urban areas, and one-third to LEAs serving rural areas. Directs the Secretary, in carrying out such allocation, to: (1) assure equitable distribution of such grants among U.S. regional areas; and (2) give priority to LEAs with the most severe dropout problem (as measured by number and proportion of students), and having applications showing the greatest potential for success. Permits a State educational agency (SEA) to apply for such a grant upon its own determination that no LEA is likely to qualify or that the SEA itself can best serve the needs of students in remote areas of the State. Permits one or more LEAs to jointly apply for such a grant. Directs the Secretary, from the amount allotted, to award as many grants as practicable to LEAs whose applications: (1) have been approved by the Secretary; and (2) propose a program of sufficient size and scope to be of value as a demonstration. Limits the number of such grants which an LEA (or an SEA) may receive to not more than one grant in each of three fiscal years. Requires that the amount of such a grant to an LEA be proportionate to the extent and severity of the local dropout problem, but limits that amount to not more than 90 percent of project cost in the first fiscal year, 75 percent in the second, and 50 percent in the third. Directs the Secretary, from amounts appropriated for FY 1986 through 1989, to reserve a specified amount in each fiscal year to: (1) conduct a study of the nature and extent of the school dropout problem in the United States; and (2) carry out specified planning process activities. Sets forth requirements for such study (including development of a model dropout information collection and reporting system and minimum reporting system requirements). Requires that the study be conducted through the Office of Educational Research and Improvement. Requires any SEA which desires to have a title X grant made to one of its LEAs to carry out specified data analysis activities on the nature and extent of the State's dropout problem. Directs the Secretary to allot specified amounts to each SEA for such data analysis activities. Requires any State desiring to participate in such national school dropout study to appoint an advisory panel according to specified guidelines. Directs the SEA to: (1) with advisory panel advice, make recommendations to the Secretary concerning the standard definition of a student dropout and State and local needs for a model information and dissemination network; and (2) examine the impact of educational reform and excellance efforts in the State to reduce the dropout rate. Directs the Secretary to disseminate the results of the study and evaluate the success of projects assisted under this title. Requires each LEA (and, where appropriate, each SEA) to: (1) conduct a planning process with specified components relating to dropout prevention and reentry; and (2) develop a plan for the implementation of a title X project. Includes among plan requirements the addressing of the special needs of pregnant minors and school-age parents, Indians, migrants, and other identified high-risks populations. Sets forth title X grant application requirements and considerations for approval of such applications. Sets forth authorized activities for which title X grants may be used. Sets forth general provisions under title X, including requirements for payment withholding, auditing, and grant supplementation of other funds. Requires the Secretary to report annually to the Congress on the activities assisted under title X. Authorizes appropriations for FY 1987 through 1990 to carry out the title X program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Dropout Retention and Recovery Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Elementary and Secondary Act of 1965 to provide grants to local educational agencies for dropout retention and recovery demonstration projects.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:39-05:00"
}