{
  "actions": [
    {
      "acted_at": "1998-09-01", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2430-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-09-01", 
  "number": "2430", 
  "official_title": "A bill to provide a comprehensive program of support for victims of torture.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Torture Survivors Support Act", 
  "sponsor": {
    "district": null, 
    "name": "Grams, Rod", 
    "state": "MN", 
    "thomas_id": "00454", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-09-01", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Aliens", 
    "Civil rights and liberties, minority issues", 
    "Crime and law enforcement", 
    "Department of Justice", 
    "Department of State", 
    "Deportation", 
    "Detention of persons", 
    "Employee training", 
    "Extradition", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Foreign service", 
    "Government operations and politics", 
    "Government publicity", 
    "Health", 
    "Human rights", 
    "Immigration", 
    "International affairs", 
    "Judges", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Mental health", 
    "Rape", 
    "Refugee policy", 
    "Refugees", 
    "Right of asylum", 
    "Sex crimes", 
    "Stress (Psychology)", 
    "Torture", 
    "United Nations", 
    "Victims of crimes", 
    "Women", 
    "Women refugees"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-09-01", 
    "text": "Torture Survivors Support Act - Declares that it is U.S. policy not to expel, extradite, or otherwise effect the involuntary return of any person to a country in which there are substantial grounds for believing the person would be in danger of being subjected to torture, regardless of whether the person is physically present in the United States. Requires the heads of the appropriate agencies to prescribe regulations to implement U.S. obligations under Article 3 of the United Nations Convention Against Torture and Other Forms of Cruel, Inhuman or Degrading Treatment of Punishment, subject to any provisos contained in the U.S. Senate resolution of ratification of the Convention. Directs that such regulations exclude from protection certain aliens (e.g., those that committed serious nonpolitical crimes). Denies a court jurisdiction to review the regulations adopted, except as part of the review of a final order of removal. (Sec. 5) Requires the appropriate officials, in considering an application by an alien who presents a claim of having been (or whom there is reason to believe has been) subjected to torture, to take into account: (1) the manner in which the effects of torture might affect the applicant's responses in the application and in the interview process or other immigration proceedings; (2) the difficulties torture victims often have in recounting their suffering under torture; and (3) the fear victims have of returning to their country of nationality where, even if torture is no longer practiced or its incidence is reduced, their torturers may have gone unpunished and may remain in positions of authority. Requires refugees who have been subjected to torture to be considered refugees of special humanitarian concern to the United States and to be accorded priority for settlement at least as high as that accorded any other group of refugees. Amends the Immigration and Nationality Act to establish special procedures for aliens who are the victims of torture. Requires an asylum officer or immigration judge, with the alien's consent, to: (1) expedite the scheduling of an asylum interview or a removal proceeding for any alien who presents a claim of having been subjected to torture, unless the evidence indicates that a delay in making a determination regarding the granting of asylum or the withholding of removal with respect to the alien would not aggravate the physical or psychological effects of torture; and (2) postpone any such interview or proceeding if the evidence indicates that, as a result of the alien's mental or physical symptoms resulting from torture, including the inability to recall or relate the events of the torture, the alien will require more time to recover or be treated before being required to testify. Makes the finding that an alien is the victim of torture a strong presumptive basis for a grant of parole in lieu of detention. Exempts such an alien from expedited removal. Expresses the sense of the Congress that the Attorney General should allocate resources sufficient to maintain in the Resource Information Center of the Immigration and Naturalization Service current information relating to the use of torture in foreign countries. (Sec. 6) Directs the Attorney General to provide training for relevant immigration-related officials of the Department of Justice, and the Secretary of State to provide training for consular officers, regarding: (1) the identification of torture and of the surrounding circumstances in which torture is most often practiced; (2) the long-term effects of torture upon a victim; (3) the identification of the physical, cognitive, and emotional effects of torture and the manner in which such effects can affect the interview or hearing process; and (4) the manner of interviewing torture victims to avoid retraumatizing them, eliciting the necessary information to document the torture, and understanding the difficulties victims often have in recounting their experience. Requires gender-specific training on the subject of interacting with women and men who are victims of torture by rape or any other form of sexual violence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Torture Survivors Support Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a comprehensive program of support for victims of torture.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:37-05:00"
}