{
  "actions": [
    {
      "acted_at": "1975-03-11", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1132-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-11", 
  "number": "1132", 
  "official_title": "A bill to amend the Interstate Land Sales Full Disclosure Act to require certain reports form foreign purchasers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Sparkman, John J.", 
    "state": "AL", 
    "thomas_id": "01436", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-11", 
  "subjects": [
    "Economics and public finance", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "International affairs", 
    "Investments", 
    "Land transfers", 
    "Public lands and natural resources", 
    "Real property"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-11", 
    "text": "Makes it unlawful for any person to purchase or lease any right, title, or interest in or to any natural resource land for any foreign purchaser unless specified actions are taken, including filing with the Secretary of Housing and Urban Development at least 90 days prior to closing or settlement of such purchase or lease a statement disclosing the identity of the foreign purchaser and a description of the nature of the natural resource land, and the location of the land involved. Authorizes the President to prohibit a purchase or lease if he determines that any purchase or lease, by itself or as part of a pattern of similar purchases or leases, may have an adverse impact on the availability of natural resources to the United States and therefor affect national security. Gives U.S. district courts, upon the bringing of an action by specified parties, the power to enjoin a purchase or lease in violation of this Act. Authorizes such courts to vest any right, title, or interest in or to any natural resource land acquired by a person in violation of this Act in a trustee named by it, who shall do all things necessary to give effect to the injunction or order not complied with in a reasonable time."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Interstate Land Sales Full Disclosure Act to require certain reports form foreign purchasers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:13-05:00"
}