{
  "actions": [
    {
      "acted_at": "1998-09-24", 
      "committee": "Committee on Government Reform and Oversight, and in addition to the Committees on Education and the Workforce, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Government Reform and Oversight, and in addition to the Committees on Education and the Workforce, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-09-24", 
      "committee": "House Government Reform and Oversight", 
      "references": [], 
      "text": "Referred to House Government Reform and Oversight", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-09-24", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-09-24", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-09-28", 
      "in_committee": "House Government Reform and Oversight", 
      "references": [], 
      "subcommittee": "Government Management, Information and Technology", 
      "text": "Referred to the Subcommittee on Government Management, Information and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-09-28", 
      "in_committee": "House Government Reform and Oversight", 
      "in_subcommittee": "Government Management, Information and Technology", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-28", 
      "in_committee": "House Government Reform and Oversight", 
      "in_subcommittee": "Government Management, Information and Technology", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4620-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Government Management, Information and Technology", 
      "subcommittee_id": "12"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-09-24", 
  "number": "4620", 
  "official_title": "To establish a Federal Commission on Statistical Policy to study the reorganization of the Federal statistical system, to provide uniform safeguards for the confidentiality of information acquired for exclusively statistical purposes, and to improve the efficiency of Federal statistical programs and the quality of Federal statistics by permitting limited sharing of records among designated agencies for statistical purposes under strong safeguards.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Statistical Consolidation Act of 1998", 
  "sponsor": {
    "district": "38", 
    "name": "Horn, Stephen", 
    "state": "CA", 
    "thomas_id": "00559", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-09-24", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural statistics", 
    "Agriculture and food", 
    "Census", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer networks", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer price indexes", 
    "Crime and law enforcement", 
    "Department of Commerce", 
    "Department of Labor", 
    "Economic statistics", 
    "Economics and public finance", 
    "Education", 
    "Educational statistics", 
    "Elementary and secondary education", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government statistics", 
    "Gross national product", 
    "Health", 
    "Higher education", 
    "House rules and procedure", 
    "Information technology", 
    "International affairs", 
    "International cooperation", 
    "Labor and employment", 
    "Labor statistics", 
    "Law", 
    "Legislation", 
    "Medical statistics", 
    "Misconduct in office", 
    "Population statistics", 
    "Poverty", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "Social welfare", 
    "Statistical services"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-09-24", 
    "text": "TABLE OF CONTENTS: Title I: Federal Commission on Statistical Policy Title II: Efficiency and Confidentiality of Federal Statistical Systems Statistical Consolidation Act of 1998 - Title I: Federal Commission on Statistical Policy - Establishes the Federal Commission on Statistical Policy to study and submit to the Congress a specified report on the reorganization of the Federal statistical system, including recommendations on whether and how to consolidate the Bureau of Labor Statistics, the Bureau of the Census, and the Bureau of Economic Analysis by October 1, 2001 (or after that date), in a Federal Statistical Service. Provides for such report, if it contains recommendations on the consolidation of such bureaus in a Federal Statistical Service, to incorporate such recommendations in draft legislation and be circulated to the President, the Senate, and the House of Representatives for a period of 30 days. Terminates the Commission upon the expiration of a certain period. Provides for the Commission to become an advisory committee four years after the establishment of a Federal Statistical Service. Directs the Commission to contract with the National Academy of Sciences and the National Academy of Public Administration for mutually agreeable expert and consultative services. (Sec. 107) Sets forth provisions for fast-track procedures for a statistical reorganization bill of either House that is substantially identical to the draft legislation submitted to the Congress by the Commission. (Sec. 108) Authorizes appropriations. Title II: Efficiency and Confidentiality of Federal Statistical Systems - Designates Federal Statistical Data Centers. (Sec. 203) Requires, among other things, that Statistical Data Centers: (1) identify opportunities to eliminate duplication and otherwise reduce the reporting burden and cost imposed on the public by the exchange of information for exclusively statistical purposes; and (2) safeguard the confidentiality of identifiable information acquired for statistical purposes. (Sec. 204) Sets limitations on the use and disclosure of data and information by Statistical Data Centers. (Sec. 205) Sets forth provisions for the disclosure of data or information by Federal agencies to one or more Statistical Data Centers for exclusively statistical purposes. (Sec. 206) Authorizes the Director of the Office of Management and Budget (OMB), after consultation with the head of an agency proposing a reorganization that eliminates, or substantially alters the mission or functions of, an agency designated as a Statistical Data Center, to designate an agency or unit to serve as a successor Statistical Data Center under the terms of this title if certain criteria are met. (Sec. 207) Provides for coordination and oversight of confidentiality and disclosure policies by the Director. Requires: (1) the head of each Statistical Data Center to report to OMB each disclosure agreement and the results of any review of information security undertaken at the request of OMB and any similar review undertaken on the initiative of the Statistical Data Center or an agency supplying data or information to such a Center; and (2) the Director to include a summary of all such reports and any actions taken by the Director in the annual report by OMB to the Congress on statistical programs. (Sec. 210) Directs the President to submit to the Congress, no later than the date that is 90 days after the enactment of this Act, any additional changes in law necessary to reflect the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Statistical Consolidation Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a Federal Commission on Statistical Policy to study the reorganization of the Federal statistical system, to provide uniform safeguards for the confidentiality of information acquired for exclusively statistical purposes, and to improve the efficiency of Federal statistical programs and the quality of Federal statistics by permitting limited sharing of records among designated agencies for statistical purposes under strong safeguards.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:15-05:00"
}