{
  "actions": [
    {
      "acted_at": "2006-03-28", 
      "committee": "Committee on Resources, and in addition to the Committee on Agriculture, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Resources, and in addition to the Committee on Agriculture, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-03-28", 
      "committee": "House Resources", 
      "references": [], 
      "text": "Referred to House Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-03-28", 
      "committee": "House Agriculture", 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-03-29", 
      "in_committee": "House Resources", 
      "references": [], 
      "subcommittee": "Forests and Forest Health", 
      "text": "Referred to the Subcommittee on Forests and Forest Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-03-29", 
      "in_committee": "House Resources", 
      "references": [], 
      "text": "Executive Comment Requested from USDA.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-03-29", 
      "in_committee": "House Agriculture", 
      "references": [], 
      "subcommittee": "Department Operations, Oversight, Nutrition and Forestry", 
      "text": "Referred to the Subcommittee on Department Operations, Oversight, Nutrition and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-04-05", 
      "in_committee": "House Resources", 
      "in_subcommittee": "Forests and Forest Health", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-19", 
      "in_committee": "House Resources", 
      "references": [], 
      "text": "Subcommittee on Forests and Forest Health Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-19", 
      "in_committee": "House Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-19", 
      "in_committee": "House Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported in the Nature of a Substitute (Amended) by Unanimous Consent.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-07-24T14:07:00-04:00", 
      "references": [], 
      "text": "Mr. Walden (OR) moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-24T14:08:00-04:00", 
      "references": [
        {
          "reference": "CR H5571-5581", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-24T14:08:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 5025.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-24T14:26:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H5571-5577", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2006-07-24T14:27:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-25", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-09-27", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5025-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "discharged"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Forests and Forest Health", 
      "subcommittee_id": "20"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Department Operations, Oversight, Dairy, Nutrition, and Forestry", 
      "subcommittee_id": "22"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Blumenauer, Earl", 
      "sponsored_at": "2006-03-28", 
      "state": "OR", 
      "thomas_id": "00099", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "DeFazio, Peter A.", 
      "sponsored_at": "2006-03-28", 
      "state": "OR", 
      "thomas_id": "00279", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Hooley, Darlene", 
      "sponsored_at": "2006-03-28", 
      "state": "OR", 
      "thomas_id": "01491", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2006-07-24T14:26:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2006-03-28", 
  "number": "5025", 
  "official_title": "To protect for future generations the recreational opportunities, forests, timber, clean water, wilderness and scenic values, and diverse habitat of Mount Hood National Forest, Oregon, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mount Hood Stewardship Legacy Act", 
  "sponsor": {
    "district": "2", 
    "name": "Walden, Greg", 
    "state": "OR", 
    "thomas_id": "01596", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2006-07-24T14:26:00-04:00", 
  "subjects": [
    "Agriculture and food", 
    "Bicycles", 
    "Biomass energy", 
    "Bridges", 
    "Competitive bidding", 
    "Concessions", 
    "Congress", 
    "Congressional reporting requirements", 
    "Disabled", 
    "Economics and public finance", 
    "Emergency management", 
    "Energy", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fire prevention", 
    "Forest fires", 
    "Forest health", 
    "Forest management", 
    "Forest roads", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Intermodal transportation", 
    "Irrigation districts", 
    "Land transfers", 
    "Maps", 
    "Minorities", 
    "National forests", 
    "Native Americans", 
    "Oregon", 
    "Pedestrians", 
    "Pests", 
    "Public lands and natural resources", 
    "Recreation", 
    "Sports and recreation", 
    "Tourism", 
    "Trails", 
    "Transportation and public works", 
    "Transportation and the disabled", 
    "Transportation planning", 
    "Tree diseases", 
    "Trees", 
    "User charges", 
    "Water pollution control", 
    "Water quality", 
    "Water resources development", 
    "Watersheds", 
    "Wild rivers", 
    "Wilderness areas", 
    "Wood"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2006-07-24", 
    "text": "Mount Hood Stewardship Legacy Act - (Sec. 3) Prohibits anything in this Act from being intended to authorize a reduction in the amount of funds appropriated or otherwise made available for the Mount Hood National Forest (Mount Hood) in Oregon below the average annual funding level provided for Mount Hood during FY1996- FY2006. Title I: Wilderness Area Designations - (Sec. 102) Designates specified wilderness areas in Mount Hood as wilderness and as components of the National Wilderness Preservation System. Excludes: (1) lands inside the Federal Energy Regulatory Commission (FERC) boundaries established for a licensed hydroelectric project from the designated or expanded wilderness areas; and (2) operations, maintenance, and construction activities associated with such a project from being affected by the designation or expansion of wilderness areas by this section. Prohibits anything in this section from being intended to establish a precedent with regard to the designation of federal land as wilderness by any provision of law enacted after the enactment of this Act. Bars the designation of wilderness by this section in the Columbia Gorge from resulting in the designation of a Class I airshed in the Gorge through federal regulatory action. (Sec. 103) Sets forth provisions for the administration of the National Forest System (NFS) land designated as wilderness by section 102 of this Act. Withdraws such land from all forms of: (1) entry, appropriation, or disposal under the public land laws; (2) location, entry, and patent under the mining laws; and (3) disposition under all laws pertaining to mineral and geothermal leasing or mineral materials. Allows the Secretary of Agriculture to carry out management activities to maintain or restore fish and wildlife populations and fish and wildlife habitats on such land if such activities are consistent with applicable wilderness management plans and carried out in accordance with applicable guidelines and policies. Sets forth requirements for the continued use of such land by Indian tribe members for traditional cultural and religious purposes. (Sec. 104) Requires, with respect to each designated or expanded wilderness area, foot bridge replacement work to be carried out in accordance with the minimum tools policies of the Forest Service. Title II: Wild and Scenic River Designations - (Sec. 202) Designates specified rivers in Mount Hood (including the Middle Fork of the Hood River) as components of the national wild and scenic rivers system. (Sec. 203) Prohibits: (1) the designation of the Middle Fork as a scenic river from intending to have any impact on water rights or flow requirements with regard to the Middle Fork Irrigation District; and (2) the area of the Middle Fork from including any part of the operation area of the District. Title III: Recreation - (Sec. 302) Directs the Secretary of the Treasury to establish a special account in the Treasury for Mount Hood Forest, from which all land use fees received from special use authorizations and all other special use types issued with regard to Mount Hood shall be deposited for use in such account in accordance with section 303 of this Act. Terminates the special account at the end of the ten-year period beginning on the enactment of this Act. (Sec. 303) Requires the Secretary to use funds received from the special account to support recreation purposes related to Mount Hood. Requires the Secretary to allocate of the total funds received from the special account per fiscal year: (1) 95% to Mount Hood; and (2) 5% to the Regional Office for the Pacific Northwest Region of the Forest Service to develop needed policy and training to support programs in wilderness areas, special uses, trails, developed and dispersed recreation, and interpretation related to Mount Hood. (Sec. 304) Requires the Secretary to submit annual reports concerning the allocation and expenditure of funding received from the special account. (Sec. 305) Directs the Secretary to establish the Mount Hood National Forest Recreational Working Group for the purpose of providing advice and recommendations to the Forest Service on planning and implementing recreation enhancements to Mount Hood, including advice and recommendations regarding how the funds in the special account should be requested and expended. Requires the Working Group to: (1) review projects proposed by the Secretary for Mount Hood pursuant to section 303 of this Act; (2) propose projects pursuant to such section to the Secretary; (3) recommend the amount of funds from the special account to be used to fund projects under such section; and (4) provide opportunities for citizens, organizations, Indian tribes, the Forest Service, and other interested parties to participate at the early stages of the development of those projects. Terminates the Mount Hood National Forest Recreational Working Group at the end of the ten-year period beginning on the enactment of this Act. (Sec. 306) Sets forth provisions for the consideration of Forest Service roads in Mount Hood for conversion to recreational uses. (Sec. 307) Authorizes the construction of a trail in Mount Hood suitable for use by persons with disabilities. Requires the selection of the trail location and the preparation of the design of the trail to be a public process, including consultation by the Secretary with the Working Group. Authorizes the Secretary to use funds in the special account to carry out this section. Title IV: Transportation - (Sec. 403) Authorizes and directs the Secretary to work with the State of Oregon to develop an integrated, multi-modal transportation plan for the Mount Hood region. Authorizes appropriations to the Secretary, which the Secretary shall provide to the State for the preparation of such transportation plan. (Sec. 404) Directs the Secretary to conduct a study of the feasibility of establishing: (1) a gondola connection between Timberline Lodge and Government Camp, Oregon, in the vicinity of the historic gondola corridor; and (2) an intermodal transportation center in or near Government Camp. Title V: Forest and Watershed Stewardship - Directs the Secretary to prepare an assessment to identify the forest health needs in those areas of Mount Hood with a high incidence of insect or disease infestation (or both), heavily overstocked tree stands, or moderate-to-high risk of unnatural catastrophic wildfire, for the purpose of improving condition class. Allows the Secretary to utilize existing information to complete the assessment. Requires the assessment to also identify specific projects to address these issues. Permits the assessment to include improved mapping of condition class 2 and condition class 3 areas and other areas identified in Mount Hood. Requires that the assessment cover a ten-year period. Requires the Secretary, within one year of completion of the assessment, to commence implementation of projects to address the needs identified in such assessment. Provides for public participation in the development of the assessment. (Sec. 503) Directs the Secretary to conduct a study to assess the amount of long-term sustainable biomass available in Mount Hood that, consistent with applicable law, could be made available as a raw material for specified commercial purposes. (Sec. 504) Authorizes the Secretary to complete memoranda of understanding that outline stewardship goals to manage the watersheds of Mount Hood. Requires a memorandum of understanding involving a watershed of Mount Hood to encourage adaptability, establish benchmarks regarding water quality and quantity, and require monitoring to determine progress in meeting such benchmarks. Permits the memorandum to restrict public access to areas of the watershed where appropriate. Requires: (1) the Secretary and the other party or parties to the proposed memorandum to hold at least one joint public meeting before completing a final draft of such memorandum; and (2) a draft memorandum to also be open to public comment before being finalized. Title VI: Crystal Springs Watershed Special Resources Management Unit - (Sec. 602) Requires the establishment of a Crystal Springs watershed special resources management unit in Oregon. Excludes from being included in the management unit any NFS land that is designated as wilderness by title I of this Act. (Sec. 603) Sets forth provisions for the administration of the management unit, including permitted and prohibited uses. Requires the Secretary to adopt a management plan for the management unit that protects the watershed. Allows the Secretary, as part of such plan, to provide for the closure or gating to the public of any Forest Service road within the management unit, except for Cloud Cap Road. Specifies this Act's effect with respect to private land within the Crystal Springs zone of contribution. (Sec. 604) Allows the Secretary to acquire from willing landowners any lands located in such zone of contribution within the boundaries of Mount Hood. Requires the acquired lands to automatically be added to the management unit. Prohibits the Secretary from selling, trading, or otherwise transferring ownership of any land within the management unit to any person, including any of the land acquired under this section or received by the Secretary as part of the Cooper Spur-Government Camp land exchange authorized by title VIII of this Act. Title VII: Local and Tribal Relationships - (Sec. 702) Directs the Secretary to identify and establish priority-use areas in Mount Hood for the gathering of first foods by Indian tribe members with treaty-reserved gathering rights. Grants such members with exclusive rights to gather first foods in such priority-use areas. (Sec. 704) Specifies this Act's effect with regard to: (1) the treaty rights of Indian tribes; (2) Indian trust lands; and (3) hunting and fishing. (Sec. 705) Requires new development occurring on land conveyed by the Secretary under title VIII of this Act or undertaken or otherwise permitted by the Secretary on NFS land in Mount Hood to be constructed or altered in compliance with one of the nationally recognized model building or wildland-urban interface codes and other applicable nationally recognized codes. Title VIII: Land Conveyances - Subtitle A: Cooper Spur-Government Camp Land Exchange - (Sec. 802) Directs the Secretary to convey to Mt. Hood Meadows, Oregon, Limited Partnership (Mt. Hood Meadows) specified parcels of NFS land in Mount Hood in Government Camp, Clackamas County, Oregon. Requires Mt. Hood Meadows, Meadows North, LLC, and North Face Inn, LLC, as consideration for such conveyance, to convey to the United States all interest of these entities in and to: (1) a specified parcel of private land at Cooper Spur; (2) all buildings, furniture, fixtures, and equipment at the inn at Cooper Spur covered by the appraisal described in this section; (3) the 1.350 acre special use permit for the Cooper Spur ski area; and (4) all buildings, furniture, fixtures, and equipment at the ski area covered by such appraisal. Sets forth provisions concerning the appraised values of the property conveyed under this section. Requires that the values of the land and other property to be conveyed are derived from specified appraisals performed in 2005. Specifies the appraised values of the federal land and private land and other property to be conveyed. Prohibits: (1) the reconveyance of any of the land acquired by the United States under this section; and (2) any subsequent sale or lease of improvements acquired under this section from being made to Mt. Hood Meadows or any successor. Subjects the conveyance of the federal land to valid existing rights of third parties. Allows the Secretary, in the alternative, to grant substitute permit rights of equivalent utility to use other federal land. (Sec. 803) Sets forth provisions concerning the treatment of the inn at Cooper Spur and the Cooper Spur ski area. Directs the Secretary to publish a proposed prospectus in order to solicit a new concessionaire for the inn and ski area. Requires all funds received pursuant to a concession contract under this section to be deposited in the fund established by the Sisk Act for use in Mount Hood, with priority given to the Hood River Ranger District for restoration projects on the north side of Mount Hood. Requires: (1) if the Secretary has not selected a concessionaire by the end of the one-year period beginning on the date of publication of the prospectus, to convey the buildings, furniture, fixtures, and equipment of the inn and ski area only to Hood River County, Oregon; and (2) if the Secretary conveys improvements to Hood River County, to issue a special use permit that would allow access to and management of the improvements under terms similar to the Cooper Spur Ski Area Special Use Permit. (Sec. 804) Sets forth general provisions relating to such land exchange. Subtitle B: Other Land Exchanges - (Sec. 811) Directs the Secretary to convey a specified parcel of NFS land in the Columbia River Gorge National Scenic Area to the Port of Cascade Locks, Cascade Locks, Oregon. Requires the Port, as consideration for the conveyance, to convey to the United States a certain parcel of land. Requires: (1) the values of the land to be exchanged to be determined pursuant to an appraisal acceptable to the Secretary and the Port; and (2) if the values are not equal, they be equalized. (Sec. 812) Directs the Secretary to convey a specified parcel of NFS land in Mount Hood to Clackamas County. Requires the County, as consideration for the conveyance, to convey to the United States a certain parcel of land. Requires: (1) the values of the land to be exchanged to be determined pursuant to an appraisal acceptable to the Secretary and the County; and (2) if the values are not equal, they be equalized."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mount Hood Stewardship Legacy Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Mount Hood Stewardship Legacy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To protect for future generations the recreational opportunities, forests, timber, clean water, wilderness and scenic values, and diverse habitat of Mount Hood National Forest, Oregon, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:24-05:00"
}