{
  "actions": [
    {
      "acted_at": "2011-12-16", 
      "committee": "Committee on Education and the Workforce, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and the Workforce, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-16", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-16", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-03-29", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Workforce Protections", 
      "text": "Referred to the Subcommittee on Workforce Protections.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3697-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Workforce Protections", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Bucshon, Larry", 
      "sponsored_at": "2012-03-06", 
      "state": "IN", 
      "thomas_id": "02018", 
      "title": "Rep", 
      "withdrawn_at": "2012-03-21"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-12-16", 
  "number": "3697", 
  "official_title": "To honor the Nation's fallen miners by requiring improved mine safety practices and compliance in order to prevent future mine accidents.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1579-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s153-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3443-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Mine Safety Accountability and Improved Protection Act", 
  "sponsor": {
    "district": "2", 
    "name": "Capito, Shelley Moore", 
    "state": "WV", 
    "thomas_id": "01676", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-12-16", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Air quality", 
    "Civil actions and liability", 
    "Coal", 
    "Criminal procedure and sentencing", 
    "Department of Labor", 
    "Employment discrimination and employee rights", 
    "Environmental assessment, monitoring, research", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Labor and employment", 
    "Licensing and registrations", 
    "Mining", 
    "Performance measurement", 
    "Student aid and college costs", 
    "Vocational education", 
    "Wages and earnings", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-12-16", 
    "text": "Mine Safety Accountability and Improved Protection Act - Amends the Federal Mine Safety and Health Act of 1977 to establish an independent National Mine Safety Board, which shall conduct an independent investigation of any coal or other mine accident involving three or more deaths. Authorizes the Board to issue subpoenas for the attendance and testimony of witnesses and the production of information. Directs each mine operator to require each of its miners to designate a next of kin or other representative to act on behalf of the miner who is entrapped or otherwise prevented by an accident from acting on the miner's own behalf during a mine inspection. Requires mine inspections to be conducted during various shifts and days of the week when miners are normally present. Prohibits an attorney from representing both a mine operator and a miner during an inspection, investigation, or litigation, unless such miner willfully waives all possible conflicts of interest. Requires the Secretary of Labor to issue regulations establishing certain initial screening criteria for determining whether to place a mine on pattern (of violation) status. Prescribes remediation requirements for mine operators having a pattern of recurring accidents, citations, and withdrawal orders. Establishes in the Treasury the Mines in Pattern Status Inspection Fund for deposit of fees collected from mines in pattern status for the costs of additional inspections. Requires the Secretary to: (1) revoke the approval of mine operator plans or programs based on certain criteria, and (2) provide the operator with a detailed explanation of the reasons approval was revoked. Prescribes a process for the Secretary's approval of proposed operator programs, plans, or plan revisions. Revises civil and criminal penalties and related administrative procedures. Grants an operator who has been issued a citation or order during an inspection the right to a review with a designated Conference Litigation Representative of the Secretary prior to the assessment of any penalty. Establishes a process for requesting a conference review. Revises certain miner protections against discrimination. Prohibits discriminating against a miner or other employee of a mine operator for refusing to perform duties out of a good-faith and reasonable belief that performing such duties would pose a safety or health hazard. Entitles a miner to full compensation by a mine operator at the regular rate of pay for the remainder of the current shift and the next eight hour shift for which the miner is idled because of a Secretary's withdrawal order. (Under current law, miners are entitled to full compensation only for the balance of their shift, and up to four hours of the next working shift if an order is not terminated beforehand.) Requires each underground coal mine operator to implement a communication program to ensure that each miner entering a mine is made aware, at the start of a shift, of current mine conditions. Requires the Director of the National Institute for Occupational Safety and Health (NIOSH), acting through the Office of Mine Safety and Health Research, to issue recommendations to the Secretary regarding the use of atmospheric monitoring systems in the underground coal mining industry. Revises mine operator health and safety training program requirements. Increases from 8 to 9 the minimum number of hours of refresher training all miners must receive at least once every 12 months, including 1 hour of training on miners statutory rights and responsibilities. Requires the Secretary to order a mine operator to provide its miners with additional training if: (1) it has a history of inadequately training them in mine health and safety; (2) a serious or fatal accident has occurred at the mine; or (3) the mine has experienced above-average accident and injury rates, citations, or withdrawal orders. Requires the Secretary to issue mandatory standards to establish certification requirements and procedures for persons authorized by a coal mine operator to perform duties or provide training under such Act. Establishes in the Treasury a Mine Safety and Health Certification Fund for deposit of operator fees to fund the certification program. Authorizes the Secretary to make grants to states to assist them in developing and implementing miner certification programs. Revises eligibility requirements for scholarships to eligible individuals enrolled at community colleges or other universities to increase the skilled workforce for both private sector coal mine operators and mine safety inspectors and other regulatory personnel for the Mine Safety and Health Administration. Repeals requirements for a minimum length of full-time employment in mining or mining-related activities. Directs the Secretary to require each mine inspector to receive a full week of training in addition to the training required before enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mine Safety Accountability and Improved Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To honor the Nation's fallen miners by requiring improved mine safety practices and compliance in order to prevent future mine accidents.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:34:25-05:00"
}