{
  "actions": [
    {
      "acted_at": "1984-04-12", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5461-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-12", 
  "number": "5461", 
  "official_title": "A bill to amend title 38, United States Code, to increase the rates of subsistence and educational assistance allowances for veterans pursuing vocational rehabilitation programs under chapter 31 and for veterans and eligible persons pursuing programs of education under chapters 34, 35, and 36; to make certain improvements in the educational assistance programs for veterans and eligible persons; to repeal the education loan program; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans Readjustment Act of 1984", 
  "sponsor": {
    "district": "11", 
    "name": "Leath, Marvin", 
    "state": "TX", 
    "thomas_id": "00673", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-04-12", 
  "subjects": [
    "Agricultural cooperatives", 
    "Agriculture and food", 
    "Apprenticeship", 
    "Armed forces and national security", 
    "Chiropractic and chiropractors", 
    "Health", 
    "Military dependents", 
    "Veterans' education", 
    "Veterans' loans", 
    "Veterans' rehabilitation"
  ], 
  "subjects_top_term": "Veterans' education", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-04-12", 
    "text": "Veterans' Readjustment Act of 1984 - Title I: Education and Training Rate Increases - Increases the rates of educational and subsistence allowances for eligible veterans and their dependents and survivors. Title II: Educational Assistance Program Adjustments - Amends the Post-Vietnam Era Veterans' Educational Assistance Program to provide assistance to eligible veterans pursuing a farm cooperative apprenticeship or other on-job training program in the same manner as provided to those pursuing correspondence training. Permits the Administrator to pay accelerated education assistance benefits when an eligible individual is pursuing a short-term, high-cost program. Tolls the ten-year delimiting period for the provision of educational assistance if an otherwise eligible veteran was prevented from completing the chosen program of education because of a physical or mental disability beyond the control of such veteran. Extends eligibility for educational assistance to certain graduates of a service academy who served on active duty within a specified period. Requires the Secretary of Defense to reimburse the Administrator of Veterans Affairs for assistance paid or administrative expenses incurred under the veterans' educational assistance program after December 31, 1989. Requires that educational and vocational counseling be required prior to the selection of a program in the case of a veteran rated by the Veterans Administration (VA) as being incompetent. Requires the Administrator to utilize the services of veteran- students pursuing an education under the Post-Vietnam Era Veterans Educational Assistance Program. Extends eligibility for receiving educational assistance for a survivor or dependent whose education was delayed because of a delay in determining eligibility. Permits the Administrator to arrange for educational or vocational counseling for eligible survivors and dependents without provisional approval of an application or the provision of an educational plan by a parent or guardian. Permits the Administrator to approve a delay in reporting the enrollment of an eligible veteran or person in an independent study course. Increases the amount of reporting fee per participating veteran or other eligible person payable to an educational institution. Eliminates the Administrator's annual report to Congress on investigations of educational institutions utilizing false or misleading advertising practices. Title III: Repeal of Education Loan Program; Technical Amendments - Repeals the educational loan program. Title IV: Effective Date; Savings Clause - Sets forth the effective date for this Act. Authorizes the Administrator to continue to collect payments on outstanding loans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Readjustment Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to increase the rates of subsistence and educational assistance allowances for veterans pursuing vocational rehabilitation programs under chapter 31 and for veterans and eligible persons pursuing programs of education under chapters 34, 35, and 36; to make certain improvements in the educational assistance programs for veterans and eligible persons; to repeal the education loan program; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:58-05:00"
}