{
  "actions": [
    {
      "acted_at": "1973-02-27", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1025-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cannon, Howard W.", 
      "sponsored_at": "1973-01-03", 
      "state": "NV", 
      "thomas_id": "01301", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1973-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mansfield, Mike", 
      "sponsored_at": "1973-01-03", 
      "state": "MT", 
      "thomas_id": "01389", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-27", 
  "number": "1025", 
  "official_title": "A bill to improve the Nation's energy resources.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4998-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Energy Resources Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Metcalf, Lee", 
    "state": "MT", 
    "thomas_id": "01399", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-27", 
  "subjects": [
    "Advisory bodies", 
    "Corporations", 
    "Electric power", 
    "Energy", 
    "Environmental protection", 
    "Power resources"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-27", 
    "text": "National Power Grid Act - Title I: National Power Grid and Regional Bulk Power Distribution - Sets forth various definitions of terms used in this Act. Creates a body corporate by the name of the \"National Power Grid Corporation\" which shall establish and operate a national power grid system. Provides that the National Grid Corporation shall have a Board of Directors, which shall consist of three members appointed by the President, by and with the advice and consent of the Senate, and which shall direct the exercise of all of the functions of the National Grid Corporation. Directs the National Grid Corporation to establish and operate a national power grid system, consisting of large electric power generating facilities, and a system of very high voltage transmission lines which, to the extent practicable, shall interconnect such generating facilities and the transmission systems of each regional corporation. Directs the National Grid Corporation to contract to sell electric power to regional corporations at rates which shall be uniform throughout the United States and which shall be set at the lowest possible level consistent with sound business principles and the environmental protection requirements; taking into account the charges necessary to pay the operating expenses of the National Grid (including depreciation) and to amortize the indebtedness of the National Grid. Requires the National Grid Corporation to provide base load, peaking, or other power to regional corporations to meet requirements of which the National Grid has at least seven years notice. Requires any notice of requirements under this paragraph to be accompanied by an offer to contract for the required power. Authorizes the National Grid to purchase for resale by the National Grid surplus electric power generated by an electric utility on schedules and at rates agreed upon with such electric uility. Directs the National Grid Corporation to establish by regulation: (1) a number of bulk power supply regions which in the aggregation shall comprise the entire United States, and (2) a regional bulk power supply corporation in each such region. Provides that each regional corporation shall have a Board of Directors which shall be composed of three members appointed by the national board with the approval of the President, and which shall direct the exercise of all of the powers of such regional corporation. Permits a member of a regional board to be removed by the national board for cause. Provides that a regional corporation shall be the exclusive marketing agency for the National Grid within the region for which such corporation was established. Permits any electric utility, publicly or privately owned, to enter into a contract for services with a regional corporation. Permits a regional corporation to sell electric power to any electric utility the needs of which it has adequate notice except in cases of failure of such utility to meet its financial obligations, or proof of fradulent application, or because of the willful refusal of such utility to comply with wheeling orders or other requirements of such regional corporation. Provides that a regional corporation may not enter into a contract for services with any electric utility unless such utility agrees to permit (at such time and to such extent as such corporation may order) the use of its excess transmission capacity for the purpose of wheeling power from facilities of such corporation or of the National Grid to load centers of other electric utilities contracting to purchase electric power from such corporation. Provides that any transmission lines of an agency the facilities of which are transferred to the corporation under this Act may be transferred by the National Grid to the regional corporation for the region in which such lines are located and shall be operated by such corporation. Requires each regional corporation to obtain such transmission capacity, as may be necessary to sell electric power generated by the National Grid to each electric utility in the region, and to transmit to National Grid transmission lines such electric power as the National Grid may purchase from such utilities. Permits a regional corporation to obtain such additional capacity: (A) by lease of or contract for all or part of the capacity of existing transmission lines of electric utilities; (B) by modification of existing facilities of electric utilities; or (C) by construction of new transmission lines by such regional corporation. Requires electric power marketed for the National Grid by the regional corporation to be sold at a rate equal to the uniform rate established by the National Grid, plus a transmission rate charged by such regional corporation. Gives a regional corporation the authority to issue bonds but such bonds shall not be guaranteed by the United States unless issued with the approval of the national board. Provides that any electric utility aggrieved or adversely affected by any action of a regional corporation may obtain administrative review of such action by the national board. Directs the National Grid to carry out a program of research and development in the area of electric power generation and transmission. Requires the National Grid to expend at least 2 percent of it revenues in each fiscal year. Authorizes annual appropriations of $250,000,000 to carry out the functions of this Act. Transfers to the National Grid all electric power generating and transmission facilities of various Government agencies. Title II: General Provisions Applicable to National Grid and to Regional Corporations - Requires each corporation to be subject to Federal, State, and local environmental standards. Sets forth the procedures to be followed in the appointment of Boards of Directors of each corporation and sets forth regulations relating to officers and employees of each corporation. Sets forth corporate powers and provides for accounts and contracts. Authorizes each corporation to issue and sell bonds and other notes of indebtedness. Authorizes condemnation proceedings. Requires annual reports to the President and the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Resources Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the Nation's energy resources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:29-05:00"
}