{
  "actions": [
    {
      "acted_at": "1973-01-15", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2042-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-15", 
  "number": "2042", 
  "official_title": "A bill to provide for the abatement of air pollution by the control of emissions from motor vehicles; preconstruction certification of stationary sources; more stringent State standards covering vehicular emissions, fuel additives and aircraft fuels; emergency injunctive powers; and public disclosure of pollutants.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3095-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Clean Air Amendments", 
  "sponsor": {
    "district": "18", 
    "name": "Koch, Edward I.", 
    "state": "NY", 
    "thomas_id": "00643", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-15", 
  "subjects": [
    "Environmental protection", 
    "Pollution"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-15", 
    "text": "Clean Air Amendments - Provides that the Administrator of the Environmental Protection Agency shall commence an immediate inquiry into the availability of low-polluting fuels used for nonautomotive industrial and domestic purposes. Directs the Administrator to report the results of his inquiry to Congress by June 30, 1974. Specifies that the report shall contain accurate and detailed information regarding: (1) the location and ownership of low-polluting fuels, both foreign and domestic; (2) the costs of transporting these fuels; (3) the factors which may inhibit the exploitation and availability of these fuels; (4) the sums of money which have been expended since January 1, 1960, and the results obtained by persons in the fuels industry and persons using large quantities of fuels to reduce air contaminants and to develop pollution control devices for facilities using fuels; and (5) the Administrator's recommendations concerning the legislative, administrative and executive steps necessary to achieve a coordinated national fuels policy. Authorizes an appropriation of $5,000,000 for fiscal year 1974 for carrying out such provisions. Directs the Administrator to publish in the Federal Register a list of categories of stationary sources, which are buildings or installations emitting any substantial amounts of an air polluting agent so as to endanger the public health or welfare. Directs the Administrator to subject those sources and any new sources to performance standards. Directs the Administrator to promulgate regulations establishing a procedure for certification of compliance with any promulgated standard of performance. Asserts that such procedure shall include: (1) provisions for preconstruction review of the locations and design of any new source; (2) provisions for performance tests after commencement of operation of any new source; (3) methods to identify and abate violations of such standards of performance; and (4) methods to insure that any certified new source shall not prevent implementation of national ambient air quality standards promulgated under these provisions. Allows States to develop and submit to the Administrator a procedure for certification and provides that, if such State procedure is equal to the requirements set forth in these provisions, certification authority may be delegated to the States. Makes it unlawful for: (1) any owner or operator to operate any new source without certification; (2) any owner or operator of any certified new source to operate such source in violation of any standard of performance applicable to such source; or (3) any owner or operator to fail or refuse to permit access to, or copying of, records or to fail to make reports, or to fail to install monitoring equipment or methods, or provide information required under these provisions. Grants the United States district courts jurisdiction over actions to restrain violations. Requires the Administrator to commence the testing of all types of propulsion systems for motor vehicles other than the internal combustion engine to determine which has the most satisfactory emission characteristics. Provides that if the Administrator determines that a propulsion system other than the internal combustion engine has emission characteristics superior to the internal combustion enegine, he will set standards based on such characteristics. Allows the States to enforce more stringent emission standards for motor vehicles or for the use of fuel additives than are set forth by the Administrator. Empowers the Administrator to bring suit to abate any severe air pollution and to submit a plan for abatement as part of the suit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Air Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the abatement of air pollution by the control of emissions from motor vehicles; preconstruction certification of stationary sources; more stringent State standards covering vehicular emissions, fuel additives and aircraft fuels; emergency injunctive powers; and public disclosure of pollutants.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:22-05:00"
}