{
  "actions": [
    {
      "acted_at": "2005-06-16", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Intelligence ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-06-16", 
      "references": [], 
      "text": "Committee on Intelligence. Original measure reported to Senate by Senator Roberts. With written report No. 109-85. Additional and Minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-16", 
      "calendar": "Senate Legislative", 
      "number": "132", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 132.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1266-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-06-16", 
  "number": "1266", 
  "official_title": "An original bill to permanently authorize certain provisions of the Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism (USA PATRIOT) Act of 2001, to reauthorize a provision of the Intelligence Reform and Terrorism Prevention Act of 2004, to clarify certain definitions in the Foreign Intelligence Surveillance Act of 1978, to provide additionaI investigative tools necessary to protect the national security, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3199-109", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Roberts, Pat", 
    "state": "KS", 
    "thomas_id": "00968", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-06-16", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Bank records", 
    "Books", 
    "Business records", 
    "Classified defense information", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Courts of special jurisdiction", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Department of Justice", 
    "Electronic surveillance", 
    "Finance and financial sector", 
    "Firearms", 
    "Foreign agents", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Identification of criminals", 
    "Income tax", 
    "International affairs", 
    "Judicial review", 
    "Law", 
    "Liability (Law)", 
    "Libraries", 
    "Medical records", 
    "Periodicals", 
    "Postal service", 
    "Prosecution", 
    "Retail trade", 
    "Science, technology, communications", 
    "Subpoena", 
    "Sunset legislation", 
    "Tax returns", 
    "Taxation", 
    "Terrorism", 
    "Warrants (Law)"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2005-06-16", 
    "text": "Title I: Repeal and Extension of Sunset on Certain Authorities - (Sec. 101) Amends the USA PATRIOT Act to include in the provisions not subject to the sunset date of December 31, 2005 (thus making permanent): (1) provisions regarding the authority to share electronic, wire, and oral interception information or foreign intelligence information; and (2) provisions concerning roving surveillance authority, duration of surveillance of non-U.S. persons who are agents of a foreign power, pen register and trap and trace authority, access to business records for foreign intelligence and international terrorism investigations, authority for electronic surveillance orders to obtain foreign intelligence information, and immunity for compliance with wiretaps under the Foreign Intelligence Surveillance Act (FISA). (Sec. 102) Amends the Intelligence Reform and Terrorism Prevention Act of 2004 to extend until December 31, 2009, the sunset date for provisions redefining an \"agent of a foreign power\" to include any person who engages in international terrorism or activities in preparation for such terrorism. Title II: Foreign Intelligence Surveillance Matters - Subtitle A: Definitional Matters - (Sec. 201) Modifies the definition under FISA of: (1) \"contents\" to cover any information concerning the substance, purport, or meaning of a communication (currently also includes information concerning the identity of the parties to a communication); and (2) \"foreign intelligence information\" to include information that relates to the ability of the United States to protect against specified threats to national security by the use of law enforcement methods such as a criminal prosecution. Subtitle B: Other Matters - (Sec. 211) Modifies provisions regarding orders for access to business records for investigations under FISA to require relevance to an authorized investigation. Permits the disclosure that the Federal Bureau of Investigation (FBI) has sought or obtained tangible things pursuant to such an order to: (1) an attorney for purposes of seeking legal advice or assistance; and (2) other persons designated by the Director of the FBI or the Director's designee. Requires the Attorney General to adopt minimization procedures governing the retention and dissemination by the FBI of tangible things received in response to an order. Authorizes the person charged with production of such tangible things to petition the Foreign Intelligence Surveillance Court to modify or set aside the order. Directs the Court, upon request of the federal government, to review any submission of the government containing classified information, or other sensitive information the disclosure of which would harm national security, ex parte and in camera. Authorizes the Court to modify or set aside: (1) a nondisclosure requirement at the request of the person charged with production of tangible things pursuant to an order unless the FBI Director certifies to the Court that disclosure may result in a danger to U.S. national security; and (2) an order if compliance with the order would be unreasonable or oppressive. Requires the Court to adopt and publish procedures governing petitions filed under this section. Requires the Attorney General's semiannual report to Congress to include the total number of applications made for orders approving requests for the production of tangible things, and the total number of orders granted, modified, or denied, when the application or order involved the production of: (1) tangible things from a library; (2) tangible things from a person or entity primarily engaged in the sale, rental, or delivery of books, magazines, or similar forms of communication; (3) records related to the purchase of a firearm; (4) health information; or (5) taxpayer return information. (Sec. 212) Amends FISA to set forth provisions governing the use of mail covers in national security investigations. Authorizes the Director to request a mail cover (i.e., the process by which a nonconsensual record is made of any data appearing on the outside cover of any sealed mail or unsealed mail delivered to an address, forwarding address, or Post Office box, or by which a record is made of the contents of any unsealed mail as authorized by law) upon certifying in writing to the U.S. Postal Service that such a cover is relevant to an authorized investigation to obtain foreign intelligence information not concerning a U.S. person or to protect against international terrorism or clandestine intelligence activities. Requires the Postmaster General to designate Postal Service officers and employees who are eligible to receive mail cover requests. Prohibits an investigation from being conducted concerning a U.S. person solely on the basis of activities protected by the first amendment to the Constitution. Sets forth additional provisions regarding contents and duration of requests and nondisclosure requirements. Requires the Attorney General to: (1) adopt minimization procedures governing the retention and dissemination by the FBI of records received in response to a request; and (2) report semiannually to the House and Senate Intelligence and Judiciary Committees regarding the use of mail covers and mail covers requested in the preceding six-month period. (Sec. 213) Authorizes the Attorney General to issue in writing and cause to be served a subpoena requiring: (1) the production of records or materials that are relevant to an authorized investigation to obtain foreign intelligence information not concerning a U.S. person or to protect against international terrorism or clandestine intelligence activities; and (2) a certification by the custodian of such records or materials concerning records production and authentication. Sets forth provisions regarding designees, records not subject to production (any documentary evidence that would be privileged from disclosure if demanded by a subpoena issued by a U.S. court in aid of a grand jury investigation of espionage or international terrorism), enforcement of subpoenas, nondisclosure requirements, judicial review, the standard of review, and immunity from civil liability for good faith production of records under this Act. Directs: (1) the Attorney General to to adopt specific minimization procedures governing the retention and dissemination by the FBI of records received in response to such subpoenas; and (2) the Foreign Intelligence Surveillance Court to adopt and publish procedures governing the enforcement and judicial review of such subpoenas. Requires the Attorney General to report semiannually to the House and Senate Intelligence and Judiciary Committees regarding the use of administrative subpoenas. Directs the FBI to use such administrative subpoena authority in lieu of other specified authority to obtain certain communication service provider records, financial institution customer records, financial information, records, and consumer reports, and credit agency consumer records for counterterrorism investigations. Requires the Attorney General and the Director of National Intelligence to examine and report to the House and Senate Intelligence and Judiciary Committees on the continuing need for authority under FISA for business record orders and national security letters in view of such administrative subpoena authority. Sunsets such authority on December 31, 2009. (Sec. 214) Modifies the semiannual report requirement on activities under FISA to require each report to include a description of each criminal case in which information acquired under the Act has been authorized for use at trial during the period covered by the report. (Sec. 215) Authorizes the judge approving an order for a pen register or trap and trace device to require a service provider to furnish certain subscriber information on the service targeted for surveillance (including the customer's or subscriber's name, address, telephone number, length of service, and mechanisms and sources of payment for service) and specified information concerning the subscriber accounts making incoming and outgoing communications to or from the service covered by the order. (Sec. 216) Expands the definition under FISA of an \"agent of a foreign power\" to cover non-U.S. persons who knowingly aid, abet, or conspire with any member of a group engaged in international terrorism. Increases the maximum duration of FISA orders for pen registers and trap and trace devices in which the applicant certifies that the information likely to be obtained is foreign intelligence information concerning a foreign power (up to one year) or an agent of a foreign power (up to 120 days), with authorized extensions for up to one year. (Sec. 217) Amends FISA to require that applications for both pen register and trap and trace devices and business record orders include an explanation by the applicant that supports the assertion of relevance to an investigation. (Sec. 218) Requires the semiannual reports under FISA on access to business records to be submitted in unclassified form, but authorizes inclusion of a classified annex. (Sec. 219) Requires the Attorney General to report to the House and Senate Intelligence Committees on the access provided to the FBI, on a voluntary basis at the request of the FBI, to tangible things for foreign intelligence purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "An original bill to permanently authorize certain provisions of the Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism (USA PATRIOT) Act of 2001, to reauthorize a provision of the Intelligence Reform and Terrorism Prevention Act of 2004, to clarify certain definitions in the Foreign Intelligence Surveillance Act of 1978, to provide additionaI investigative tools necessary to protect the national security, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:37-05:00"
}