{
  "actions": [
    {
      "acted_at": "1975-11-05", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10579-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-11-05", 
  "number": "10579", 
  "official_title": "A bill to assure increased supplies of natural gas at reasonable prices.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Natural Gas Act Amendments", 
  "sponsor": {
    "district": "12", 
    "name": "McCloskey, Paul N., Jr.", 
    "state": "CA", 
    "thomas_id": "00759", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-11-05", 
  "subjects": [
    "Agriculture and food", 
    "Independent regulatory commissions", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Petroleum law and legislation", 
    "Propane"
  ], 
  "subjects_top_term": "Natural gas", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-11-05", 
    "text": "Natural Gas Act Amendments - Title I: Emergency Natural Gas Authority - Exempts specified entities which deal in the transportation, sale and delivery of new natural gas from the provisions of the Natural Gas Act which require a certificate of public convenience and necessity issued by the Federal Power Commission. Authorizes the President to issue such regulations as he deems appropriate to provide for the establishment of priorities of use and for equitable allocation and distribution of propane when natural gas shortages exist or are imminent. Establishes penalties for violation of such regulations. Provides that the district courts of the United States shall have exclusive original jurisdiction of cases arising under this title with appellate jurisdiction resting with the Temporary Emergency Court of Appeals. Directs that this title shall expire on midnight April 4, 1976. Title II: Natural Gas Act Amendments - States that after the effective date of this Act the authority of the Commission to regulate the sale of natural gas to a company for resale in interstate commerce shall cease to exist with respect to new natural gas. States that the charge demanded by the natural gas companies for the sale of new natural gas provided from offshore Federal lands shall be deemed just and reasonable if it does not exceed the applicable national ceiling, established by the Commission. Directs that the Commission shall have no authority to regulate the price of such gas except when it exceeds such ceiling. Requires the Commission to establish ceiling prices for the sale or transfer in interstate commerce of new natural gas produced from offshore Federal lands. Directs the Commission to prohibit any interruption or curtailment of natural gas deliveries necessary for agricultural and food processing purposes. Provides for natural gas conservation by prohibiting boiler fuel use of natural gas. Authorizes the Commission to require that natural gas be produced from any fields designated by the Commission during a natural gas supply emergency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure increased supplies of natural gas at reasonable prices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:26-05:00"
}