{
  "actions": [
    {
      "acted_at": "2011-03-02", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-05-05", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2011-11-09", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. With written report No. 112-93.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2011-11-09", 
      "calendar": "Senate Legislative", 
      "number": "227", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 227.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s453-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2011-04-05", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2011-03-16", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "2011-03-02", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2011-03-29", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2011-06-06", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2011-03-16", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, Mark R.", 
      "sponsored_at": "2011-12-12", 
      "state": "VA", 
      "thomas_id": "01897", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Webb, Jim", 
      "sponsored_at": "2011-06-09", 
      "state": "VA", 
      "thomas_id": "01822", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-02", 
  "number": "453", 
  "official_title": "A bill to improve the safety of motorcoaches, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr873-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1950-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Motorcoach Enhanced Safety Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Brown, Sherrod", 
    "state": "OH", 
    "thomas_id": "00136", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-05-05", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Department of Transportation", 
    "Drug, alcohol, tobacco use", 
    "Employment and training programs", 
    "Fires", 
    "Government studies and investigations", 
    "Hazardous wastes and toxic substances", 
    "Licensing and registrations", 
    "Medical tests and diagnostic methods", 
    "Motor carriers", 
    "Motor vehicles", 
    "Technology assessment", 
    "Telephone and wireless communication", 
    "Transportation and public works", 
    "Transportation employees", 
    "Transportation programs funding", 
    "Transportation safety and security", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2011-11-09", 
    "text": "Motorcoach Enhanced Safety Act of 2011 - (Sec. 3) Directs the Secretary of Transportation (DOT) to prescribe regulations requiring motorcoaches (manufactured more than two years after publication of a final rule) to be installed with: (1) safety seat belts at each seating position, (2) improved fire extinguishers or other firefighting equipment, (3) advanced glazing in each portal to prevent passenger ejection, (4) stability enhancing technology to reduce the number and frequency of rollover crashes, and (5) direct tire pressure monitoring systems. Requires the Secretary to prescribe regulations establishing improved strength and crush resistance standards for motorcoach roofs. (Sec. 4) Requires the Secretary to evaluate and issue performance requirements relating to: (1) the feasibility of establishing flammability standards for motorcoach exterior and interior components, (2) technologies to prevent wheel well fires, and (3) requirements for motorcoaches to be equipped with improved designs for emergency passenger evacuation and fire suppression systems. (Sec. 5) Requires the Secretary to: (1) conduct compartmentalization safety countermeasures, occupant impact protection, and collision avoidance research; and (2) prescribe a standard or regulation based on research results. (Sec. 6) Prohibits the Secretary from registering a person to provide motorcoach services until after that person: (1) undergoes a pre-authorization safety audit, including verification of drug and alcohol testing, vehicle maintenance, and safety management programs; (2) has been interviewed about the carrier's safety management controls and written safety oversight policies and practices; and (3) has demonstrated proficiency to comply with such requirements. Requires pre-authorization safety audits of new registrants to be completed onsite no later than 90 days after submission of an application to operate a motorcoach. Authorizes the Secretary to establish a fee of $1,200 for new registrants to cover the costs of performing such audits. Directs the Secretary to require newly registered motorcoach operators transporting property to undergo a safety review within 18 months after motorcoach operations begin. (Sec. 7) Directs the Secretary to require applicants for authority to transport passengers to disclose any relationship involving common ownership, common management, or common familial relationship between that person and another motorcoach carrier that occurred during the three-year period prior to the filing of the registration application. Authorizes the Secretary to deny, suspend, amend, or revoke the registration of a motorcoach owner or operator for failure to disclose in the registration application a material fact relevant to compliance with a regulation or order of the Secretary or the Surface Transportation Board (STB) or a condition of registration. Prohibits two or more motorcoach operators from using common ownership, common management, common control, or common familial relationship to avoid compliance, or conceal noncompliance or a history of noncompliance with commercial motor vehicle safety regulations or an order of the Secretary. Prescribes penalties for violation of this prohibition. (Sec. 8) Requires the Secretary to: (1) determine the safety fitness and assign a rating, updated triennially, for all registered motorcoach operators; and (2) establish a process for monitoring regularly the safety performance of each operator following the assignment of a rating. Directs the Secretary to revise DOT's safety fitness rating methodology to meet the goals of the safety recommendation H-99-6 issued by the National Transportation Safety Board (NTSB) on February 26, 1999 (urging that adverse vehicle and driver performance-based data alone are sufficient to result in an overall unsatisfactory rating for the motor carrier). (Sec. 9) Requires the Secretary to: (1) establish minimum curricular requirements for entry-level motorcoach drivers and drivers upgrading from one class of commercial driver's license to another, and (2) require each motorcoach driver seeking a commercial driver's license (CDL) passenger endorsement to undergo training that includes such requirements before taking the CDL test. Requires the Secretary to report to Congress on the feasibility of establishing a system for certifying public schools, motor carriers, and motorcoach operators that provide motorcoach driving training in accordance with the curricular requirements. (Sec. 10) Requires the Secretary to issue a final rule in Docket No. Federal Motor Carrier Safety Administration (FMCSA) 2007-27659: Commercial Driver's License Testing and Commercial Learner's Permit Standards that improves the stringency of examination for the CDL passenger-carrying endorsement. Requires the Secretary to submit a plan to Congress requiring that all or certain classes of drivers: (1) have a CDL passenger-carrying endorsement to operate a commercial van transporting 9 to 15 passengers in interstate commerce; and (2) be tested for drugs and alcohol. (Sec. 11) Revises examination requirements for the listing of medical examiners in a national registry. Directs the Secretary to require, by regulation, a medical examiner to submit to the appropriate state licensing agency the examination form each time the examiner performs a medical examination to certify an applicant for a CDL. Prescribes requirements for state agencies to verify the accuracy and validity of the information contained in the form and the medical examiner's certificate. Requires the Secretary to review annually the licensing agencies of 10 states to assess the accuracy, validity, and timeliness of physical examination reports and medial examiner certificates submitted to them. Requires the Secretary to establish a national registry of medical examiners. (Sec. 12) Directs the Secretary to prescribe regulations to require all motorcoaches in interstate commerce to be equipped with electronic onboard recorders. (Sec. 13) Requires the Secretary to complete a rulemaking proceeding to consider requiring states to conduct annual inspections of commercial passenger motor vehicles. (Sec. 14) Requires the Secretary to: (1) prescribe regulations on the use of electronic or wireless devices (including cell phones and other distracting devices) by motorcoach operators; and (2) prohibit their use in cases where they interfere with the driver's safe operation of a motorcoach, but not when necessary for driver or public safety in emergency situations. (Sec. 15) Redefines \"employer,\" for purposes of the application of federal commercial motor vehicle safety standards, to include a person that offers for rent or lease in interstate commerce motor vehicles used to transport more than 15 passengers (including the driver) from the same location, or as part of the same business provides names or contact information of drivers, arranges for a driver of the rented or leased passenger-carrying motor vehicle, or holds itself out to the public as a charter bus company. (Sec. 16) Requires all brokers for motor carriers of passengers to be registered with the Secretary. Repeals their exemption from the jurisdiction of either the Secretary or the Surface Transportation Board."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motorcoach Enhanced Safety Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Motorcoach Enhanced Safety Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the safety of motorcoaches, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:02:15-05:00"
}