{
  "actions": [
    {
      "acted_at": "1978-08-17", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-17", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13944-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-08-17", 
  "number": "13944", 
  "official_title": "A bill to require the provision by utilities of lifeline rates for essential residential gas and electric utility service and to provide a tax credit for residential users of propane or heating oil, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Utility Lifeline Act", 
  "sponsor": {
    "district": "2", 
    "name": "Wirth, Timothy", 
    "state": "CO", 
    "thomas_id": "01236", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-08-17", 
  "subjects": [
    "Electric power", 
    "Energy", 
    "Energy consumption", 
    "Energy prices", 
    "Income tax", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Price policy", 
    "Public utility rates", 
    "Tax credits"
  ], 
  "subjects_top_term": "Public utility rates", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-08-17", 
    "text": "Utility Lifeline Act - Requires State regulatory authorities and nonregulated utilities to establish uniform minimum amounts of electric energy and natural gas necessary to supply the essential needs of residential consumers during any billing period. Stipulates that no utility's rate schedule for such amounts shall exceed the lowest rate charged by such utility for any equivalent amount of electric energy sold during such period for use by any other customer or class or category of customers. Permits utilities to establish higher rates for that portion of electric energy or natural gas which exceeds the minimum amounts fixed by this Act. Sets forth procedures for enforcement of the provisions of this Act by the Federal Energy Regulatory Commission. Amends the Internal Revenue Code of 1954 by establishing a tax credit for residential users of propane and heating oil in an amount equal to an individual taxpayer's qualified propane and heating oil expenses, and sets limitations on the amount of such credit. Allows tenants and residents of rental units, condominiums and cooperative housing units to claim such credit where their rent or similar payments include qualified propane and heating oil expenses. Limits judicial review of determinations made under this Act to review in the United States Supreme Court of a decision of a State court decision concerning compliance with the requirements of this Act or to review determinations made by a State regulatory authority or nonregulated utility which is an instrumentality or agency of the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Utility Lifeline Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the provision by utilities of lifeline rates for essential residential gas and electric utility service and to provide a tax credit for residential users of propane or heating oil, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:31-05:00"
}