{
  "actions": [
    {
      "acted_at": "2003-04-07", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committees on Science, Resources, Education and the Workforce, and Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on Science, Resources, Education and the Workforce, and Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-07", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-07", 
      "committee": "House Science", 
      "references": [], 
      "text": "Referred to House Science", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-07", 
      "committee": "House Resources", 
      "references": [], 
      "text": "Referred to House Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-07", 
      "in_committee": "House Resources", 
      "references": [], 
      "subcommittee": "Energy and Mineral Resources", 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-07", 
      "in_committee": "House Resources", 
      "references": [], 
      "subcommittee": "National Parks, Recreation and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks, Recreation and Public Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-07", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-07", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-08T19:51:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Energy and Commerce. H. Rept. 108-65, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-08", 
      "references": [], 
      "text": "Referred sequentially to the House Committee on the Judiciary for a period ending not later than April 9, 2003 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(k), rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-08T19:54:00-04:00", 
      "references": [], 
      "text": "House Committee on Science Granted an extension for further consideration ending not later than April 9, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-08T19:54:00-04:00", 
      "references": [], 
      "text": "House Committee on Resources Granted an extension for further consideration ending not later than April 9, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-08T19:54:00-04:00", 
      "references": [], 
      "text": "House Committee on Education and the Workforce Granted an extension for further consideration ending not later than April 9, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-08T19:55:00-04:00", 
      "references": [], 
      "text": "House Committee on Transportation Granted an extension for further consideration ending not later than April 9, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-09", 
      "references": [], 
      "text": "Referred sequentially to the House Committee on Government Reform for a period ending not later than April 9, 2003 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(h), rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-09T19:29:00-04:00", 
      "references": [], 
      "text": "Committee on Science discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-09T19:29:00-04:00", 
      "references": [], 
      "text": "Committee on Resources discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-09T19:29:00-04:00", 
      "references": [], 
      "text": "Committee on Education and the Workforce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-09T19:29:00-04:00", 
      "references": [], 
      "text": "Committee on Transportation discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-09T19:29:00-04:00", 
      "references": [], 
      "text": "Committee on Judiciary discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-09T19:29:00-04:00", 
      "references": [], 
      "text": "Committee on Government Reform discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-09T19:29:00-04:00", 
      "calendar": "Union", 
      "number": "42", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 42.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1644-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks, Recreation, and Public Lands", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-04-07", 
  "number": "1644", 
  "official_title": "To enhance energy conservation and research and development, to provide for security and diversity in the energy supply for the American people, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "s14-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1005-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Energy Policy Act of 2003", 
  "sponsor": {
    "district": "6", 
    "name": "Barton, Joe", 
    "state": "TX", 
    "thomas_id": "00062", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-04-09T19:29:00-04:00", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Air conditioning", 
    "Alaska", 
    "Alternative energy sources", 
    "Armed forces and national security", 
    "Aviation fuels", 
    "Business records", 
    "Coal", 
    "Commerce", 
    "Congress", 
    "Congressional office buildings", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Consumer protection", 
    "Corporate mergers", 
    "Crime and law enforcement", 
    "Diesel motor", 
    "EBB Terrorism", 
    "Education", 
    "Electric appliances", 
    "Electric power production", 
    "Electric power transmission", 
    "Electric utilities", 
    "Electric vehicles", 
    "Elementary and secondary education", 
    "Emissions trading", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy conservation", 
    "Energy demand", 
    "Energy efficiency", 
    "Energy industries", 
    "Energy research", 
    "Environmental protection", 
    "Export controls", 
    "Federal advisory bodies", 
    "Federal aid to water pollution control", 
    "Federal office buildings", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Fossil fuels", 
    "Fuel cells", 
    "Fuel consumption", 
    "Gas in submerged lands", 
    "Gas pipelines", 
    "Government operations and politics", 
    "Government procurement", 
    "Groundwater", 
    "Health", 
    "Heating", 
    "Hydroelectric power", 
    "Hydrogen", 
    "Judicial review", 
    "Jurisdiction", 
    "Labeling", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Licenses", 
    "Lighting", 
    "Marine and coastal resources, fisheries", 
    "Motor vehicle pollution control", 
    "National parks", 
    "Natural gas", 
    "Natural gas vehicles", 
    "Nuclear energy", 
    "Nuclear energy research", 
    "Nuclear exports", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear reactors", 
    "Oxygenates", 
    "Petroleum in submerged lands", 
    "Petroleum reserves", 
    "Public lands and natural resources", 
    "Public-private partnerships", 
    "Radioisotopes in medicine", 
    "Railroads", 
    "Recycling of waste products", 
    "Reformulated gasoline", 
    "Renewable natural resources", 
    "Research and development", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Sabotage", 
    "School buses", 
    "Science, technology, communications", 
    "Small business", 
    "Social welfare", 
    "Standards", 
    "Strategic materials", 
    "Technology transfer", 
    "Transportation and public works", 
    "Uranium", 
    "Waste reduction", 
    "Water resources development", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2003-04-08", 
    "text": "Energy Policy Act of 2003 - Title I: Energy Conservation - Subtitle A: Federal Leadership in Energy Conservation - (Sec. 1001) Amends the National Energy Conservation Policy Act and the Energy Policy and Conservation Act (EPCA) to prescribe energy and water savings measures in congressional buildings, including metering of energy use and Federal building performance standards. (Sec. 1006) Repeals sunset provisions governing Federal authority to enter into energy savings performance contracts (thereby granting permanent extension to such authority). (Sec. 1007) Instructs the Secretary of Energy (Secretary) to enter into voluntary agreements with persons in industrial sectors that consume significant amounts of primary energy per unit of physical output to reduce the energy intensity of their production activities. (Sec.1009) Instructs the Secretary to establish an Advanced Building Efficiency Testbed demonstration program for advanced engineering systems, components, and materials to enable innovations in building technologies. (Sec.1010) Amends the Solid Waste Disposal Act to mandate increased use of recovered mineral component in Federally funded projects involving procurement of cement or concrete. Subtitle B: Energy Assistance and State Programs - (Sec. 1021) Amends the Low-Income Home Energy Assistance Act of 1981 and the Energy Conservation and Production Act to extend through FY 2006 low-income home energy assistance and weatherization programs. (Sec. 1022) Amends the EPCA to increase from ten percent to 25 percent mandated state energy efficiency goals in calendar year 2010 as compared to calendar year 1990. (Sec. 1023) Prescribes guidelines for: (1) a State energy efficient appliance rebate program; (2) Federal grants to the States for energy efficient public buildings; and (3) for a low income community energy efficiency pilot program. Subtitle C: Energy Efficient Products - (Sec. 1041) Amends the EPCA to: (1) establish a program to identify and promote energy-efficient products and buildings (Energy Star Program) at the Department of Energy (DOE) and the Environmental Protection Agency (EPA); (2) direct the Secretary to implement a consumer education program for homeowners and small business owners on energy efficiency benefits of air conditioning, heating, and ventilation systems; and (3) prescribe rulemaking procedures for standby mode electric energy consumption and energy labeling. Title II: Oil and Gas - Subtitle A: Alaska Natural Gas Pipeline - Alaska Natural Gas Pipeline Act of 2003 - (Sec. 2001) Prescribes guidelines for expedited approval, construction, and operation of an Alaska natural gas transportation project other than the Alaska natural gas transportation system. Authorizes pipeline expansion to facilitate such project. (Sec. 2007) Establishes the Office of the Federal Coordinator for Alaska Natural Gas Transportation Projects as an independent office in the Executive branch to: (1) coordinate the expeditious discharge of Federal agency activities with respect to such projects; and (2) enter into a Joint Surveillance and Monitoring Agreement with the State of Alaska to monitor construction of the Alaska natural gas transportation project. Prohibits: (1) any terms and conditions proposed by a Federal officer or agency; or (2) any modification or abrogation of an authorization issued to an Alaska natural gas transportation project if the Federal Coordinator determines that it would prevent or significantly impair expeditious project construction and operation. (Sec. 2009) Establishes State of Alaska jurisdiction over in-state delivery of natural gas. (Sec. 2012) Expresses the sense of Congress that an Alaska natural gas transportation project will provide significant economic benefits to the United States and Canada. Urges the sponsors of the pipeline project to: (1) make every effort to use steel that is manufactured or produced in North America and to negotiate a project labor agreement to expedite construction of the pipeline; and (2) maximize the participation of small business concerns in contracts and subcontracts awarded in carrying out the project. (Sec. 2014) Establishes the Alaska Pipeline Construction Training Program, which authorizes the Secretary of Labor to award grants to the Alaska Department of Labor and Workforce Development to develop a training plan for adult and dislocated workers (including Alaska Natives) in the skills required to construct and operate an Alaska gas pipeline system. Subtitle B: Strategic Petroleum Reserve - (Sec. 2101) Instructs the President to fill the Strategic Petroleum Reserve (SPR) to full capacity. (Sec. 2102) Instructs the Secretary to transmit to Congress a plan to expand the SPR to one billion barrels. (Sec. 2103) Amends the EPCA to repeal the temporary funding and exercise of authorities governing the SPR and the summer fill and fuel budgeting programs (thus making permanent the authority to operate the SPR and such energy programs). Subtitle C: Hydraulic Fracturing - (Sec. 2201) Amends the Safe Drinking Water Act to exclude from the definition of underground injection: (1) the underground injection of natural gas for purposes of storage; and (2) the underground injection of fluids or propping agents pursuant to hydraulic fracturing operations related to oil or gas production activities. Subtitle D: Unproven Oil and Natural Gas Reserves Recovery Program - (Sec. 2301) Instructs the Secretary to implement a program to demonstrate technologies for the recovery of oil and natural gas reserves from specified reservoirs that may focus upon coal-bed methane, deep drilling, natural gas production from tight sands, natural gas production from gas shales, innovative production techniques (including horizontal drilling, fracture detection methodologies, and three-dimensional seismic), and enhanced recovery techniques. Subtitle E: Miscellaneous - (Sec. 2401) Mandates that Federal Administrative appeals relating to interstate pipeline construction projects employ as the exclusive record for all purposes the record compiled by the Federal Energy Regulatory Commission (FERC). (Sec. 2402) Directs FERC to issue rules authorizing or establishing an electronic information system to provide the public with timely access to information concerning the market price of natural gas sold in interstate commerce. Title III: Hydroelectric Relicensing - Subtitle A: Alternative Conditions - (Sec. 3001) Amends the Federal Power Act to prescribe guidelines for hydroelectric licensing proposals for alternative conditions, fishways, and requirements governing project works within a Federal reservation. Subtitle B: Additional Hydropower - (Sec. 3201) Prescribes implementation guidelines under which the Secretary is directed to make incentive payments to the owner or operator of: (1) a qualified hydroelectric facility; and (2) hydroelectric facilities at existing dams to make capital improvements directly related to improving facility efficiency by at least three percent. (Sec. 3203) Amends the Public Utility Regulatory Policies Act to redefine an \"existing dam\" as one constructed before March 4, 2003. (Sec. 3204) Instructs the Secretary to study and transmit to designated congressional committees cost-effective opportunities to increase hydropower generation at existing federally-owned or operated water regulation, storage, and conveyance facilities. Title IV: Nuclear Matters - Subtitle A: Price-Anderson Act Amendments - Price-Anderson Amendments Act of 2003 - (Sec. 4002) Amends the Atomic Energy Act of 1954 to extend to August 1, 2017, the authority to indemnify Nuclear Regulatory Commission (NRC) licensees, Department of Energy (DOE) contractors, and nonprofit educational institutions. (Sec. 4004) Prescribes guidelines governing DOE liability limits with respect to contractors and with respect to accidents outside the United States. (Sec. 4008) Treats a combination of certain-sized modular reactors as a single facility. (Sec. 4011) Sets forth NRC guidelines for the secure transfer of nuclear materials. (Sec. 4012) Directs the President to study and report to Congress and the NRC on the types of threats that pose an appreciable risk to the security of various classes of NRC- licensed facilities. Instructs the NRC to establish an operational safeguards response evaluation program that ensures the physical protection capability and operational safeguards response for sensitive nuclear facilities. (Sec. 4013) Requires the NRC, prior to entering into an indemnification agreement for a utilization facility, to consult with the Assistant to the President for Homeland Security on whether the location and design of a proposed facility ensure that it provides adequate protection of public health and safety if subjected to a terrorist attack. Requires the NRC, before issuing a license or license renewal for a sensitive nuclear facility, to consult with the Secretary of Homeland Security concerning emergency evacuation plans for nearby communities. (Sec. 4014) Authorizes the Attorney General to bring an action to recover from a contractor of the Secretary amounts paid under an agreement of indemnification for public liability resulting from intentional misconduct on the part of senior contractor personnel (including a subcontractor or supplier). (Sec. 4015) Repeals the automatic remission of civil penalties for designated nonprofit institutions. Subtitle B: Miscellaneous Matters - (Sec. 4022) Mandates: (1) transcript recordings to be made available to the public if an NRC quorum is present to discuss official business; and (2) an NRC training and fellowship program to address shortages of individuals with critical nuclear safety regulatory skills. (Sec. 4025) Exempts from the statutory pension offset an annuitant who was formerly a NRC employee and is rehired as consultant to the NRC if the annuitant's skills are critical to NRC duties. (Sec. 4026) Authorizes guards at certain NRC nuclear facilities to carry firearms and make warrantless arrests to protect facility property. (Sec. 4029) Authorizes appropriations for cooperative research, development, and special demonstration projects (RD&D) for the uranium mining industry. (Sec. 4031) Cites conditions under which the NRC may issue an export license for highly enriched uranium for medical isotope production. (Sec. 4032) Amends the Energy Reorganization Act of 1974 to direct the Secretary to report to Congress recommendations on reducing the threat resulting from the theft or diversion of highly enriched uranium. (Sec. 4033) Extends the Act's whistleblower protections to Federal employees of either DOE or NRC, including all contractor and subcontractor employees. Permits whistleblower complaints to be brought directly in Federal district court if the Secretary of Labor fails to issue a final order within the statutory time frame. Title V: Vehicles and Fuels - Subtitle A: Energy Policy Act Amendments - (Sec. 5011) Amends the Energy Policy Act of 1992 to set forth a statutory mechanism for the Secretary to allocate credits for : (1) substantial contribution toward use of dedicated vehicles or neighborhood electric vehicles in noncovered fleets; and (2) alternative fuel infrastructure. (Sec. 5013) Instructs the Secretary to report to Congress on the effect of specified provisions of the Energy Policy Act of 1992 upon: (1) development of alternative fueled vehicle technology; (2) the availability of alternative fueled vehicles in the market; (3) the cost of alternative fueled light duty motor vehicles; and (4) the availability, cost, and use of alternative fuels and biodiesel. (Sec. 5014) Requires the General Services Administration to allocate the incremental costs of alternative fuel vehicles across the entire fleet. Subtitle B: FreedomCAR and Hydrogen Fuel Program - FreedomCAR and Hydrogen Fuel Act of 2003, or Freedom Act - (Sec. 5021) Directs the Secretary to conduct a program in partnership with the private sector to facilitate production and conservation of energy and deployment of energy infrastructure involving hydrogen energy, fuel cells, advanced vehicle technologies, additional clean fuels, and codes, standards, and safety protocols. (Sec. 5027) Directs the President to establish an interagency task force chaired by the Secretary to coordinate the implementation of the comprehensive interagency plan for FreedomCAR and Hydrogen Fuel Program. (Sec. 5028) Establishes the Hydrogen Technical and Fuel Cell Advisory Committee to advise the Secretary on the FreedomCAR and Hydrogen Fuel programs. (Sec. 5030) Authorizes the Secretary to establish: (1) a fuel cell program at national parks; and (2) an advanced power system technology incentive program. Subtitle C: Clean School Buses - (Sec. 5031) Sets forth a statutory mechanism under which the Secretary shall establish a pilot program for awarding grants on a competitive basis to eligible entities for the acquisition of alternative fuel school buses and ultra-low sulfur diesel school buses. Subtitle D: Advanced Vehicles - (Sec. 5042) Instructs the Secretary to establish and report to Congress on a competitive grant pilot program, administered through the Clean Cities Program of DOE, to provide geographically dispersed project grants to State and local governments or metropolitan transportation authorities for: (1) the acquisition of alternative fueled vehicles, hybrid vehicles, or fuel cell vehicles and ultra-low sulfur diesel vehicles; and (2) the infrastructure necessary to directly support such vehicles. Subtitle E: Hydrogen Fuel Cell Heavy-Duty Vehicles - (Sec. 5053) Directs the Secretary to fund hydrogen infrastructure demonstration sites for fuel cell bus operation in order to enable the widespread utilization of fuel cell buses. Subtitle F: Miscellaneous - (Sec. 5061) Directs the Secretary to establish a public-private research partnership to develop and demonstrate locomotive technologies that increase fuel economy, reduce emissions, and lower costs. (Sec. 5062) Directs the Administrator of the Environmental Protection Agency (EPA) to report to Congress on EPA experience with the trading of mobile source emission reduction credits for use by owners and operators of stationary source emission sources to meet emission offset requirements within a nonattainment area. (Sec. 5063) Directs the Secretary to commence a study analyzing potential fuel savings resulting from use of idle reduction technologies. Directs the Administrator of EPA to review: (1) (and update as appropriate) mobile source air emissions models used under the Clean Air Act to determine whether they accurately reflect the emissions resulting from long-duration idling; and (2) the appropriate emissions reductions credit that should be allotted under such Act for the use of advanced idle reduction technologies, and whether such credits should be subject to an emissions trading system. (Sec. 5064) Directs the Administrator of the Federal Aviation Administration and the Administrator of EPA to jointly study and report to Congress on the impact of aircraft emissions on air quality in nonattainment areas, and identify ways to promote fuel conservation measures for enhanced fuel efficiency and emissions reductions. (Sec. 5065) Directs the Secretary to accelerate efforts to improve diesel combustion and after-treatment technologies for use in diesel fueled motor vehicles. (Sec. 5067) Amends the EPCA to authorize the Secretary to grant waivers of the statutory mandate for dual fueled vehicle operation for specified geographic areas. Title VI: DOE Programs - Subtitle A: Energy Efficiency - Part 1: Authorization of Appropriations - (Sec. 6011) Authorizes appropriations for RD&D, and commercial application activities targeting energy efficiency and conservation. Part 2: Lighting Systems - (Sec. 6021) Instructs the Secretary to implement a Next Generation Lighting Initiative to support RD&D activities related to advanced solid-state lighting technologies based on white light emitting diodes. Prescribes implementation guidelines. Part 3: Vehicles - (Sec. 6032) Directs the Secretary to conduct an RD&D and commercial application program for the secondary use of batteries. Subtitle B: Distributed Energy and Electric Energy Systems - Part 1: Authorization of Appropriations - (Sec. 6201) Authorizes appropriations for distributed energy and electric energy systems activities, including micro-cogeneration energy technology. Part 2: Distributed Power - (Sec. 6211) Instructs the Secretary to develop and transmit to Congress a strategy for a comprehensive RD&D and commercial application program to develop hybrid distributed power systems that combine: (1) specified renewable electric power generation technologies; and (2) nonintermittent electric power generation technologies suitable for use in a distributed power system. (Sec. 6222) Instructs the Secretary to: (1) establish a comprehensive RD&D and commercial application program to improve energy efficiency of high power density facilities, including data centers, server farms, and telecommunications facilities; and (2) make competitive, merit-based grants to consortia for development of micro-cogeneration energy technology. Part 3: Transmission Systems - (Sec. 6231) Directs the Secretary to develop, implement, and report to Congress on a comprehensive RD&D and commercial application program to promote improved reliability and efficiency of electrical transmission systems. Subtitle C: Renewable Energy - Part 1: Authorization of Appropriations - (Sec. 6301) Authorizes appropriations for renewable energy RD&D and commercial application activities. Part 2: Bioenergy - (Sec. 6321) Instructs the Secretary to conduct a RD&D and commercial application program for bioenergy. Subtitle D: Nuclear Energy - Part 1: Authorization of Appropriations - (Sec. 6411) Authorizes appropriations for nuclear energy RD&D and commercial application activities that target: (1) nuclear infrastructure support; (2) advanced fuel recycling program; and (3) university programs. Prohibits the use of such funds for decommissioning the Fast Flux Test Facility. Part 2: Nuclear Energy Research Programs - (Sec. 6421) Instructs the Secretary to implement the following programs: (1) nuclear energy research initiative; (2) nuclear energy plant optimization program; (3) nuclear power 2010 program; (4) generation IV nuclear energy systems initiative; ( 5) reactor production of hydrogen; and (6) nuclear infrastructure support. Part 3: Advanced Fuel Recycling - (Sec. 6431) Instructs the Secretary to conduct and report on an advanced fuel recycling technology research and development program to evaluate proliferation-resistant fuel recycling and transmutation technologies which minimize environmental or public health and safety impacts as an alternative to certain aqueous reprocessing technologies. Part 4: University Programs - (Sec. 6441) Requires the Secretary to support a program to invest in human resources and infrastructure in the nuclear sciences and engineering and related fields (including health physics and nuclear and radiochemistry), consistent with departmental missions related to civilian nuclear research and development. Subtitle E: Fossil Energy - Part 1: Authorization of Appropriations - (Sec. 6501) Authorizes appropriations for fossil energy activities. Part 2: Ultra-Deepwater and Unconventional Natural Gas and Other Petroleum Resources - (Sec. 6521) Instructs the Secretary to implement a program for ultra-deepwater and unconventional natural gas and other petroleum resource exploration and production by: (1) increasing the supply of such resources; and (2) reducing the cost and increasing the efficiency of exploration for and production of such resources. Confers upon the Secretary ultimate responsibility and oversight of all program aspects. (Sec. 6523) Directs the Secretary to: (1) increase the supply of onshore unconventional natural gas and other petroleum resources and to reduce the cost and increase the efficiency of their exploration and production, while improving safety and minimizing environmental impacts; and (2) establish the Ultra-Deepwater Advisory Committee and the Unconventional Resources Technology Advisory Committee. (Sec. 6526) Expresses the sense of Congress that ultra-deepwater technology developed under this Act is to be developed primarily for production of ultra-deepwater natural gas and other domestic petroleum resources, and that this priority is to be reflected in the terms of grants, contracts, and cooperative agreements entered under this Act. (Sec. 6527) Establishes in the Treasury the Ultra-Deepwater and Unconventional Natural Gas and Other Petroleum Research Fund. Subtitle F: Miscellaneous - (Sec. 6601) Authorizes the Secretary to: (1) make a single grant to a qualified institution to examine and develop the feasibility of burning post-consumer carpet in cement kilns as an alternative energy source; (2) provide loan guarantees for a specified project to produce energy from a plant using integrated gasification combined cycle technology; and (3) provide loan guarantees for at least one petroleum coke gasification polygeneration project. (Sec. 6604) Directs the Secretary to conduct a program to assist in implementation of specified biopower and biofuels projects. (Sec. 6605) Authorizes appropriations for a competitively awarded contract to an entity with offshore oil and gas management experience for the transfer of technologies relating to ultra-deepwater research and development developed at the Naval Surface Warfare Center, Carderock Division. (Sec. 6607) Instructs the Secretary, in coordination with industry leaders in extended reach drilling technology, to establish a Complex Well Technology Testing Facility at the Rocky Mountain Oilfield Testing Center to increase the range of extended drilling technology to 50,000 feet, so that more energy resources can be realized with fewer drilling facilities. (Sec. 6608) Directs the Secretary to conduct studies about: (1) total integrated thermal systems; and (2) oil bypass filtration technology. Title VII: Electricity - Subtitle A: Transmission Capacity - (Sec. 7011) Amends the Federal Power Act to set forth implementation guidelines for: (1) FERC establishment of incentive-based transmission rate treatments to promote capital investment in electric energy transmission facilities in interstate commerce; and (2) the siting of interstate electrical transmission facilities (including a mandatory triennial study and report by the Secretary on electric transmission congestion). (Sec. 7012) Instructs specified Secretaries and the Chairman of the Council on Environmental Quality to submit a joint report to Congress identifying the following: (1) all existing designated transmission and distribution corridors on Federal land and the status of work related to proposed transmission and distribution corridor designations; (2) the number of pending applications to locate transmission and distribution facilities on Federal lands, and progress in incorporating existing and new rights-of-way into relevant land use and resource management plans; and (3) the number of existing transmission and distribution rights-of-way on Federal lands that will come up for renewal and a description of how the Secretaries plan to manage such renewals. Subtitle B: Transmission Operation - (Sec. 7021) - Amends the Federal Power Act to authorize FERC to require unregulated transmitting utilities to provide open access transmission. (Sec. 7022) Expresses the sense of Congress regarding regional transmission organizations that: (1) all transmitting utilities in interstate commerce should voluntarily become members of independently administered regional transmission organizations that have operational control of interstate transmission facilities and neither own nor control generation facilities used to supply electric energy for sale at wholesale; and (2) FERC should provide a return on equity sufficient to attract new investment capital for expansion of transmission capacity to any transmitting utility that becomes a member of a FERC-approved operational regional transmitting organization. Authorizes the appropriate Federal regulatory authority to enter into a contractual arrangement transferring control and use of all or part of a Federal utility's transmission system to a FERC-approved regional transmission organization. (Sec. 7023) Sets forth the service obligations of load-serving entities (native load). Subtitle C: Reliability - (Sec. 7031) Creates a statutory mechanism for FERC jurisdiction to establish and enforce electric reliability standards governing: (1) Electric Reliability Organizations; and (2) regional advisory bodies. Exempts Alaska and Hawaii from the electric reliability prescriptions. Urges the President to negotiate agreements with Canada and Mexico to provide effective compliance with reliability standards and the effectiveness of the Electric Reliability Organization in the United States and Canada or Mexico. Subtitle D: PUHCA Amendments - Public Utility Holding Company Act of 2003 - (Sec. 7043) Repeals the Public Utility Holding Company Act of 1935. (Sec. 7044) Mandates Federal and State access to the books and records of public utility holding companies and their affiliates and subsidiaries. Subtitle E: PURPA Amendments - (Sec. 7061) Amends the Public Utility Regulatory Policies Act of 1978 (PURPA) to prescribe real-time pricing and time-of-use metering standards. (Sec. 7062) Terminates mandatory purchase and sale requirements pertaining to cogeneration and small power production facilities. (Sec. 7063) Prescribes implementation guidelines for mandatory time-based metering and communications. Subtitle F: Renewable Energy - (Sec. 7071) Amends PURPA to require each electric utility to make net metering service available upon customer request. (Sec. 7072) Amends the Energy Policy Act of 1992 to instruct the Secretary to assign specified percentages of appropriated funds to facilities that use solar, wind, geothermal, or closed-loop biomass technologies (dedicated energy crops) to generate electricity, if appropriations are insufficient to make full payments for electric production from all qualified renewable energy facilities in any given year. (Sec. 7073) Directs the Secretary of the Interior to develop and report to Congress recommendations on opportunities to develop renewable energy on public lands under their respective jurisdictions. (Sec. 7074) Instructs the Secretary to review and report annually to Congress on assessments of renewable domestic energy resources, including solar, wind, biomass, ocean, geothermal, and hydroelectric energy resources. Subtitle G: Market Transparency, Round Trip Trading Prohibition, and Enforcement - (Sec. 7081) Amends the Federal Power Act to: (1) direct FERC to promulgate rules establishing an electronic information system for price transparency and participation in markets, including the availability and market price of interstate sales of electric energy at wholesale and transmission of electric energy; and (2) prohibit round trip trading for the purchase or sale of electric energy at wholesale. (Sec. 7084) Increases criminal penalties for violations of the Act. Subtitle H: Consumer Protections - (Sec. 7091) Changes the refund effective date in FERC ratemaking proceedings to the date of the filing of the complaint. (Sec. 7092) Subjects to FERC refund authority a non-public utility that makes a spot market sale of electric energy in violation of FERC rules. (Sec. 7093) Directs the Federal Trade Commission (FTC) to issue rules protecting the privacy of electric consumers from the disclosure of consumer information obtained in connection with the sale or delivery of electric energy. (Sec. 7094) Requires the FTC to promulgate rules that prohibit in the absence of consumer consent: (1) the change of selection of an electric utility (\"slamming\"); and (2) the sale of goods and services to an electric consumer (\"cramming\"). Subtitle I: Merger Review Reform and Accountability - (Sec. 7101) Instructs the Secretary to report to certain congressional committees on: (1) the extent to which certain FERC authorities duplicate authorities vested in other governmental agencies; and (2) recommendations to eliminate such duplications. Requires FERC to report to Congress on orders that it issued within the preceding year imposing a condition upon the disposition of public utility facilities, and the rationale for such orders. Subtitle J: Study of Economic Dispatch - (Sec. 7111) Instructs the Secretary to study and report to Congress on: (1) procedures used by electric utilities to perform economic dispatch (defined as the operation of generation facilities to produce energy at the lowest cost to reliably serve consumers); (2) possible procedural revisions to improve the ability of nonutility generation resources to offer their output for sale for the purpose of inclusion in economic dispatch; and (3) potential benefits to consumers if such revisions were implemented. Title VIII: Coal - (Sec. 8001) Authorizes appropriations for a clean coal power initiative conditioned upon a report by the Secretary of Energy to certain congressional committees detailing a ten-year implementation plan. Sets forth technical and financial criteria for the initiative. (Sec. 8004) Instructs the Secretary to: (1) award competitive, merit-based grants to universities for the establishment of Centers of Excellence for Energy Systems of the Future; and (2) provide grants to universities that show the greatest potential for advancing new clean coal technologies. Title IX: Motor Fuels - Subtitle A: General Provisions - (Sec. 9101) Amends the Clean Air Act to set forth implementation guidelines for a renewable fuels program. Directs the Administrator of EPA to promulgate regulations ensuring that gasoline sold or dispensed to consumers in the contiguous United States contains specified volumes of renewable fuel for specified calendar years. (Sec. 9102) Establishes a safe harbor for renewable fuels containing methyl tertiary butyl ether (MTBE) that is used for or intended as a motor vehicle fuel. (Sec. 9103) Authorizes the Secretary to make grants to MTBE merchant producers to assist them in making the transition from MTBE production to producing other fuel additives. (Sec. 9104) Eliminates the oxygen content requirement for reformulated gasoline. Prescribes implementation guidelines for the Administrator of EPA to establish, for each refinery or importer, standards for toxic air pollutants from reformulated gasoline that maintain the reduction of the average annual aggregate emissions of such pollutants produced or distributed during specified calendar years. (Sec. 9106) Amends the Department of Energy Organization Act to require the Administrator of EPA to conduct and publish the results of a monthly survey of renewable fuels demand in the motor vehicle fuels market. (Sec. 9107) Directs the Administrator of EPA and the Secretary to study and report jointly to Congress on motor vehicle fuel requirements. Subtitle B: MTBE Cleanup - (Sec. 9201) Authorizes funding for taking such action limited to site assessment, corrective action, inspection of underground storage tank systems, and groundwater monitoring as the Administrator of EPA deems necessary to protect human health, welfare, and the environment from underground storage tank releases of fuel containing fuel oxygenates. Title X: Automobile Efficiency - (Sec. 1001) Authorizes appropriations to the National Highway Traffic Safety Administration (NHTSA) to implement and enforce average fuel economy standards. (Sec. 1002) Directs the NHTSA Administrator to study and report to Congress on the feasibility and effects of reducing the automobile fuel use by a significant percentage by model year 2012. Title XI: Preventing the Misuse of Nuclear Materials and Technology - (Sec. 11001) Prohibits a Federal agency from issuing any license, approval, or authorization for the export or reexport, or the transfer or retransfer, of nuclear materials and technology to any government identified by the Secretary of State as engaged in state sponsorship of terrorist activities. Title XII: Additional Provisions - (Sec. 12001) Instructs FERC to take affirmative steps to encourage deployment of transmission technologies that utilize real time monitoring and analytical software to increase and maximize the capacity and efficiency of transmission networks and to reduce line losses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Policy Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Alaska Natural Gas Pipeline Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Freedom Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "FreedomCAR and Hydrogen Fuel Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Price-Anderson Amendments Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Public Utility Holding Company Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Energy Policy Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Alaska Natural Gas Pipeline Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Freedom Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "FreedomCAR and Hydrogen Fuel Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Price-Anderson Amendments Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Public Utility Holding Company Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enhance energy conservation and research and development, to provide for security and diversity in the energy supply for the American people, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:17-05:00"
}