{
  "actions": [
    {
      "acted_at": "1973-06-20", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2036-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-20", 
  "number": "2036", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide for a tax on every new automobile with respect to its fuel consumption rate, to provide for public disclosure of the fuel consumption rate of every new automobile, to provide funding to develop more efficient automotive engines.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Moss, Frank E.", 
    "state": "UT", 
    "thomas_id": "01406", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-20", 
  "subjects": [
    "Excise tax", 
    "Income tax", 
    "Motor vehicles", 
    "Petroleum and petroleum products", 
    "Taxation"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-20", 
    "text": "States that the purpose of this Act is to encourage the development and manufacture of automobiles which efficiently consume fuel and, if lower fuel consuming automobiles are not developed, to establish funding for a federally sponsored program to develop more efficient automotive engines. Imposes, under the Internal Revenue Code, upon every new automobile manufactured or imported a tax proportionate to its fuel consumption rate (as specified). (Adds 26 U.S.C. 4064) Directs the Administrator of the Environmental Protection Agency to investigate and determine the fuel consumption rates of automobiles, and to transmit to the Secretary of the Treasury a schedule of all such rates to be known as the Automobile Fuel Consumption Schedule. Authorizes the Department of Transportation to: (1) develop a new automobile engine fuel consumption standard equally applicable to all potential types of automobile fuels and new automobile engines; (2) develop procedures for rating fuel consumption of new automobiles; (3) prepare a tax schedule utilizing the new standard which would yield approximately the same tax on new gasoline powered automobiles in July 1981 as under this Act; and (4) develop and conduct a program to develop more efficient automobile engines utilizing funds raised under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide for a tax on every new automobile with respect to its fuel consumption rate, to provide for public disclosure of the fuel consumption rate of every new automobile, to provide funding to develop more efficient automotive engines.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:47-05:00"
}