{
  "actions": [
    {
      "acted_at": "1973-05-24", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8161-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-24", 
  "number": "8161", 
  "official_title": "A bill to amend title 38, United States Code, to authorize a treatment and rehabilitation program in the Veterans' Administration for servicemen, veterans, and ex-servicemen suffering from drug abuse or drug dependency.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Servicemen's, Veterans', and Ex-Servicemen's Drug Treatment and Rehabilitation Act", 
  "sponsor": {
    "district": "3", 
    "name": "Winn, Larry, Jr.", 
    "state": "KS", 
    "thomas_id": "01235", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-24", 
  "subjects": [
    "Armed forces and national security", 
    "Narcotics"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-24", 
    "text": "Serviceman's Veterans' and Ex-servicemen's Drug Treatment and Rehabilitation Act - Declares that the Congress recognizes the urgent need for meeting and attacking on all fronts the growing national social problem of drug addiction and, toward that end, firmly believes that the existing and potential facilities and resources of the Veterans' Administration must be utilized to the fullest extent. Permits the Administrator of Veterans' Affairs to furnish such medical care and treatment as is deemed medically indicated for the rehabilitation of any eligible ex-serviceman whose disability is caused by or has resulted from drug abuse or drug dependency. Permits the Administrator to terminate further medical care and treatment to any eligible ex-serviceman who refuses to cooperate with the terms and conditions of the medical care and treatment which may be prescribed or where it is determined that the care and treatment which could otherwise be provided will serve no further benefit to the eligible ex-serviceman. Authorizes the treatment of members of the Armed Forces for drug addiction in Veterans Administration facilities. Authorizes the treatment of Veterans and ex-servicemen who are committed by the courts for drug abuse or drug dependency in veterans administration facilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Servicemen's, Veterans', and Ex-Servicemen's Drug Treatment and Rehabilitation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to authorize a treatment and rehabilitation program in the Veterans' Administration for servicemen, veterans, and ex-servicemen suffering from drug abuse or drug dependency.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:04-05:00"
}