{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1361-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "1361", 
  "official_title": "A bill to amend title XIX of the Social Security Act to impose certain requirements relating to the discharge or transfer or medicaid patients from skilled nursing or intermediate care facilities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr380-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "23", 
    "name": "Peyser, Peter A.", 
    "state": "NY", 
    "thomas_id": "00915", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Health facilities", 
    "Medicaid", 
    "Medical care, personnel, and facilities", 
    "Nursing homes", 
    "Social welfare"
  ], 
  "subjects_top_term": "Medicaid", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "States that as a condition of approval of a State plan under title XIX (Medicaid) of the Social Security Act, the requirement is imposed that: (1) in determining, for purposes of the administration of the State plan, the need for continued care in a particular skilled nursing facility or intermediate care facility (which provides services for which payment may be made under the State plan) of an individual who is entitled to medical assistance under the State plan, and has, for a period of 120 days or more, been an inpatient of such facility, a determination which would result in discharge or transfer from such facility shall be made only if in the judgment of a physician, after consultation with other appropriate professional personnel, such discharge or transfer would be in the best interest of such individual's physical and mental health; (2) in making such judgment and such determination proper consideration shall be given, not only to the mental and physical condition of such individual, but also to the capability of the facility to meet his particular needs, and to the impact which discharge or transfer from the particular facility would, as a practical matter, have on his general well-being in light of his age, length of stay in the facility, family situation, mental attitude, and other relevant factors; and (3) the State agency shall take appropriate affirmative action to assure that any individual discharged or transferred from a facility shall have the benefit of a planned program of information and counseling concerning such discharge or transfer designed to assist him in adjusting to the change in his care and surroundings and to minimize the personal stress which may accompany such change. Requires the Secretary of Health, Education, and Welfare to conduct, on a continuing basis in all States with plans approved under this title, investigative and oversight activities designed to determine whether there exists any basis to support a finding: (1) that the plan has been so changed that it no longer complies with the provisions of this title; and (2) that in the administration of the plan there is a failure to comply substantially with any such provision. Provides that when such activities result in observations indicating that there does exist a reasonable basis for such a finding, the Secretary shall call upon the State agency to appear at a public hearing, scheduled so as to allow reasonable notice to the State agency, to give an accounting of its administration of the plan with respect to those matters in which the Secretary has found indications of noncompliance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title XIX of the Social Security Act to impose certain requirements relating to the discharge or transfer or medicaid patients from skilled nursing or intermediate care facilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:49-05:00"
}