{
  "actions": [
    {
      "acted_at": "1978-03-23", 
      "committee": "Senate Committee on Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2805-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-23", 
  "number": "2805", 
  "official_title": "A bill to amend the Comprehensive Employment and Training Act of 1973 to provide improved employment and training services, to extend the authorization, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Employment and Training Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-23", 
  "subjects": [
    "Displaced homemakers", 
    "Employment of the handicapped", 
    "Federal advisory bodies", 
    "Hard-core unemployed", 
    "Labor and employment", 
    "Manpower training programs", 
    "Migrant labor", 
    "Minority business enterprises", 
    "Public service employment", 
    "Seasonal labor", 
    "Small business", 
    "Student employment", 
    "Underemployment", 
    "Unemployment", 
    "Youth employment"
  ], 
  "subjects_top_term": "Manpower training programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-03-23", 
    "text": "Comprehensive Employment and Training Amendments - Restructures and generally revises the Comprehensive Employment and Training Act of 1973. Consolidates most administrative provisions of such Act into a separate title. Authorizes the Secretary of Labor, as a first recourse when an area is not being served by a prime sponsor, to designate a public agency to serve. Authorizes the Secretary to directly make payments to public and private entities under this Act in an area not served by a prime sponsor only when no suitable substitute agency is found. Revises requirements for comprehensive prime sponsor plans to limit them to (1) a prime sponsor program plan for all grants made by formula under this Act, (2) annual individual program supplements for nonformula programs in which the prime sponsor desires to participate, and (3) assurances that the prime sponsor will comply with the provisions of the Act, the regulations of the Secretary, and the plan. Stipulates that the prime sponsor program plan shall serve as the basic long-term agreement between the Secretary and the prime sponsor and shall be submitted every three years. Details information to be included in the program plan. Requires each prime sponsor to develop for each participant in a program under this Act an assessment of employment and advancement barriers and to attempt to provide for each former participant a followup assessment and appropriate additional services. Amends procedures for review of comprehensive plans. Requires States seeking financial assistance under the Act to submit a Governor's coordination and special services plan. Specifies conditions applicable to all programs under this Act and those applicable to public service employment programs. Focuses the primary programs under the Act on the easing of structural unemployment through the establishment of separate specified mission objectives and activities for different age groups of socially and economically disadvantaged individuals. Includes among the mission objectives relative to youth employment: (1) programs, such as on-the-job training, job sampling, and bilingual training to develop basic skills; (2) programs, such as outreach, counseling, and job restructuring, to better enable youth to function within the private labor market; (3) programs, incorporating public service and community improvement activities along with private employment subsidized through tax vouchers, to provide transitional job opportunities for unemployed youth; (4) programs, such as training allowances, child care services, and transportation assistance, to reduce financial barriers to labor force participation; and (5) programs to provide summer employment and training opportunities for economically disadvantaged youth. Requires that a youth be between the ages of 16 and 21, inclusive, and unemployed or underemployed in order to participate in employment and training programs. Requires that a youth be unemployed for at least 15 weeks to participate in public service employment and community improvement activities or in subsidized private employment. Directs that at least 70 percent of participating youths be economically disadvantaged. Sets a 12-month limit on public service employment and a 24-month limit for subsidized private employment. Directs the Secretary to enter into arrangements with selected prime sponsors to demonstrate the efficacy of guaranteeing otherwise unavailable part-time employment during the school year and part-time and full-time employment during the summer for economically disadvantaged youths ages 16-21 who resume or maintain attendance in a secondary school. Lists alternative forms for such projects and specifies criteria for the selection of participant prime sponsors. Stipulates that sums available for the youth employment and training programs and the youth incentive pilot projects shall be allocated as follows: (1) 90 percent to prime sponsors; (2) five percent to State Governors for special statewide youth services; and (3) five percent to State vocational education boards for the coordination, provision, and upgrading of vocational education services. Retains the Job Corps and the Young Adult Conservation Corps. Authorizes to be appropriated for youth programs under this Act $2,800,000,000 for each of fiscal years 1979-84. Sets forth mission objectives designed to overcome employment barriers faced by unemployed and underemployed adults, including: (1) programs, such as concentrated skills training in occupations with available employment, on-the-job training, and bilingual training, to develop skills for labor force entry, continuation, and advancement; (2) programs, such as relocation subsidies, job restructuring, and counseling, to provide displaced workers maximum flexibility within the labor force and labor market areas; (3) programs providing transitional public service employment opportunities; (4) programs, such as child care, training allowances, and transportation assistance, to reduce financial barriers to labor force participation; and (5) programs to develop strategies for linking employment and training activities under this Act with efforts to stimulate local private economic development. Encourages each prime sponsor to additionally develop experimental programs designed to coordinate employment and training programs with programs under the Economic Development Administration, the Small Business Administration, and State and local public and private efforts to stimulate economic growth. Makes eligible for participation in activities under (1) and (2) above persons between age 21 and 55, exclusive, who are unemployed, underemployed, or facing imminent unemployment due to a decline in a particular industry and are members of households with income less than the lower living standard budget. Restricts participation in activities under (3), (4), and (5) to eligible persons who have been unemployed for at least 15 weeks. Gives such individuals priority consideration for all services. Limits adult public service employment under the structural unemployment program to 12 months. Authorizes the appropriation of $3,000,000,000 for each of fiscal years 1979-84 for adult employment and training programs. Establishes mission objectives and programs similar to those created for adult workers for unemployed or underemployed workers age 55 and older who are members of low income households. Authorizes the appropriation of $500,000,000 for activities for older workers for each of fiscal years 1979-84. Requires prime sponsors to involve private employers to the greatest extent possible in planning and implementing various employment and training programs. Incorporates most present research, training, and evaluation provisions. Authorizes specified experimental programs, including an expanded program to test the efficacy of various forms of wage subsidy and a program to link the employment and training activities of prime sponsors to strategies for stimulating local private economic development and replacing declining industries. Directs the Secretary and prime sponsors to give special consideration in carrying out youth and experimental programs to community-based organization such as SER-Jobs for Progress, the National Urban League, and Opportunities Industrialization Centers. Authorizes the appropriation of $400,000,000 to carry out research, evaluation, and experimental projects for each of fiscal years 1979- 84. Retains, with certain modifications, special programs for offenders, persons of limited English-speaking ability, Native Americans, and migrant and seasonal workers. Authorizes job search and relocation assistance on a permanent, rather than demonstration, basis. Continues the National Commission for Manpower Policy as the National Commission for Employment and Training Policy. Authorizes agreements for the employment of participants under this Act by executive agencies, the United States Postal Service, the Postal Rate Commission, AMTRAK, and ConRail. Sets forth a separate temporary public service employment program for persons from low-income households who have been unemployed for at least 15 weeks. Authorizes the appropriation for such program of $4,000,000,000 for fiscal year 1979 and for any succeeding fiscal year through 1982 in which the average unemployment rate for the last two quarters of the preceding fiscal year equals or exceeds 5.5 percent."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Employment and Training Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Comprehensive Employment and Training Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Employment and Training Act of 1973 to provide improved employment and training services, to extend the authorization, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:43-05:00"
}