{
  "actions": [
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-09", 
      "bill_ids": [
        "hr1303-102"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Previous Action See H.R.1303.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-16", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-17", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-06-17", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-29T18:05:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Energy and Commerce. H. Rept. 102-628.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-29T18:06:00-04:00", 
      "calendar": "Union", 
      "number": "347", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 347.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1992-07-08T20:32:00-04:00", 
      "references": [], 
      "text": "Mr. Moakley notified the House that proposed amendments to the bill should be submitted to the Committee on Rules before Noon on Tuesday, July 21, 1992.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-22T21:18:00-04:00", 
      "bill_ids": [
        "hres523-102"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 523 Reported to House. Rule provides for consideration of H.R. 4850 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. Providing for the consideration of the bill in the Committee of the Whole. The resolution makes in order the consideration of the amendment in the nature of a substitute recommended by the Committee on Energy and Commerce now printed in the bill as an original bill for the purpose of amendment. Said substitute shall be considered read and not subject to amendment except as specified by this resolution. Specified amendments are in order. Only amendments printed in the report accompanying this resolution and amendments specified in sec. 2 of this resolution are in order. Said amendments shall be considered in the order, manner, and debatable for the time specified in the report, and not subject to further amendment except as specified in t...", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T16:35:00-04:00", 
      "bill_ids": [
        "hres523-102"
      ], 
      "references": [], 
      "text": "Rule H. Res. 523 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T16:35:00-04:00", 
      "bill_ids": [
        "hres523-102"
      ], 
      "references": [], 
      "text": "Considered under the provisions of rule H. Res. 523.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T16:36:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 4850 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. Provides for the consideration of the bill in the Committee of the Whole. The resolution makes in order the consideration of the amendment in the nature of a substitute recommended by the Committee on Energy and Commerce now printed in the bill as an original bill for the purpose of amendment. Said substitute shall be considered read and not subject to amendment except as specified by this resolution. Specified amendments are in order. Only amendments printed in the report accompanying this resolution and amendments specified in sec. 2 of this resolution are in order. Said amendments shall be considered in the order, manner, and debatable for the time specified in the report, and not subject to further amendment except", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T16:36:00-04:00", 
      "bill_ids": [
        "hres523-102"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 523 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T16:36:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Kweisi Mfume to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T16:36:00-04:00", 
      "bill_ids": [
        "hres523-102"
      ], 
      "references": [], 
      "text": "GENERAL DEBATE - Pursuant to the provisions of H. Res. 523, the Committee of the Whole proceeded with one hour of general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T17:50:00-04:00", 
      "bill_ids": [
        "hres523-102"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 523, the Committee of the Whole proceeded with 15 minutes of debate on the Oxley amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T18:30:00-04:00", 
      "bill_ids": [
        "hres523-102"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 523, the Committee of the Whole proceeded with 10 minutes of debate on the Rinaldo amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T18:32:00-04:00", 
      "bill_ids": [
        "hres523-102"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 523, the Committee of the Whole proceeded with 15 minutes of debate on the Shays amendments en bloc.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T18:47:00-04:00", 
      "bill_ids": [
        "hres523-102"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 523, the Committee of the Whole proceeded with 10 minutes of debate on the Slattery amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T18:57:00-04:00", 
      "bill_ids": [
        "hres523-102"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 523, the Committee of the Whole proceeded with 10 minutes of debate on the Cooper amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T19:01:00-04:00", 
      "bill_ids": [
        "hres523-102"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 523, the Committee of the Whole proceeded with 10 minutes of debate on the Doolittle amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T19:32:00-04:00", 
      "bill_ids": [
        "hres523-102"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 523, the Committee of the Whole proceeded with one hour of debate on the Tauzin amendment and the Manton substitute amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T21:10:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 4850 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T21:13:00-04:00", 
      "references": [], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T21:13:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T21:14:00-04:00", 
      "bill_ids": [
        "hres523-102"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 523, the Committee of the Whole proceeded with 40 minutes of debate on the Lent amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T22:24:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 4850.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T22:24:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T22:24:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendment in the nature of a substitute as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T22:43:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "313", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 340 - 73 (Roll no. 313).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1992-07-23T22:43:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23T22:44:00-04:00", 
      "bill_ids": [
        "s12-102"
      ], 
      "references": [], 
      "text": "Laid on the table. See S. 12 for further action.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h736-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "736"
    }, 
    {
      "amendment_id": "h737-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "737"
    }, 
    {
      "amendment_id": "h738-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "738"
    }, 
    {
      "amendment_id": "h739-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "739"
    }, 
    {
      "amendment_id": "h740-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "740"
    }, 
    {
      "amendment_id": "h741-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "741"
    }, 
    {
      "amendment_id": "h742-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "742"
    }, 
    {
      "amendment_id": "h743-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "743"
    }, 
    {
      "amendment_id": "h744-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "744"
    }, 
    {
      "amendment_id": "h745-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "745"
    }
  ], 
  "bill_id": "hr4850-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1992-07-23T22:43:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-09", 
  "number": "4850", 
  "official_title": "To amend the Communications Act of 1934 to provide increased consumer protection and to promote increased competition in the cable television and related markets, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres523-102", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr1303-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2547-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3150-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3380-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3420-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3560-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4286-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4525-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4736-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4760-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5541-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5760-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s12-102", 
      "reason": "unknown"
    }
  ], 
  "short_title": "Cable Television Consumer Protection and Competition Act of 1992", 
  "sponsor": {
    "district": "7", 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1992-07-23T22:43:00-04:00", 
  "subjects": [
    "Administrative procedure", 
    "Affirmative action programs", 
    "Antitrust law", 
    "Baseball", 
    "Basketball", 
    "Cable television", 
    "Claims", 
    "College sports", 
    "Communication satellites", 
    "Competition", 
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Contracts", 
    "Copyright", 
    "Cost effectiveness", 
    "Deaf", 
    "Discrimination in employment", 
    "Educational television", 
    "Emergency communication systems", 
    "Federal advisory bodies", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Football", 
    "Franchises (Retail trade)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Home video systems", 
    "Liability (Law)", 
    "Mass media", 
    "Minorities in the mass media industry", 
    "Professional sports", 
    "Public television", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Social welfare", 
    "Statistics", 
    "Subscription television", 
    "Television broadcasting", 
    "Television broadcasting of sports", 
    "Television programs", 
    "Television relay systems", 
    "Television stations", 
    "User charges", 
    "Women in the mass media industry"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1992-07-23", 
    "text": "Cable Television Consumer Protection and Competition Act of 1992 - Amends the Communications Act of 1934 to prohibit a Federal agency or a State from regulating the rates for the provision of cable service, except as provided under the Act. Authorizes a cable television (TV) franchising authority to regulate such rates, but only as provided under the Act. Bars a Federal agency, State, or franchising authority from regulating the rates for cable service of a cable system that is owned or operated by a local government or franchising authority within whose jurisdiction that system is located and that is the only cable system located within such jurisdiction. Specifies that if the Federal Communications Commission (FCC) finds that a cable system is: (1) subject to effective competition, the rates for the provision of cable service by such system shall not be subject to regulation by the FCC or by a State or franchising authority under the Act; and (2) not subject to effective competition, the rates for the provision of basic cable and cable programming services shall be subject to regulation by a franchising authority or the FCC, or solely by the FCC, respectively. Requires a franchising authority that seeks to exercise regulatory jurisdiction to file with the FCC a written certification that: (1) such authority will adopt and administer regulations with respect to the rates subject to regulation that are consistent with FCC-prescribed regulations, and has the legal authority to adopt and the personnel to administer such regulations; and (2) procedural laws and regulations applicable to rate regulatory proceedings by such authority provide a reasonable opportunity for consideration of the views of interested parties. Sets forth provisions regarding: (1) FCC approval of such certifications; (2) revocation of jurisdiction of such authority; and (3) the exercise of jurisdiction by the FCC if it disapproves a franchising authority's certification or revokes such authority's jurisdiction. Directs the FCC to establish: (1) formulas to set the maximum price of basic tier service and the price for installation and lease of equipment necessary for subscribers to receive such service, and to identify and allocate costs attributable to satisfying franchise requirements to support public, educational, and governmental channels; (2) additional standards and guidelines to implement regulations prescribed by the FCC; and (3) effective dates for compliance with such formulas, standards, and guidelines. Provides that certain procedures prescribed by the FCC shall require cable operators to provide advance notice to a franchising authority of any increase of more than five percent proposed in the price for the basic service tier. Requires each cable operator to offer its subscribers a separately available basic service tier to which the minimum rates shall apply and to which subscription is required for access to all other tiers of service. Mandates that such basic service tier include: (1) any public, educational, and governmental access programming required by the franchise of the cable system; and (2) any signal of any broadcast station that is provided by the cable operator to any subscriber. Permits a cable operator to add additional video programming signals or services to the basic service tier. Prohibits (with exceptions) a cable operator from: (1) requiring the subscription to any tier other than the basic service tier as a condition of access to cable programming offered on a per channel or per program basis; or (2) discriminating between subscribers to the basic service tier and other subscribers with respect to rates charged for video programming offered on a per channel or per program basis. Directs the FCC to: (1) initiate a proceeding to consider the benefits to consumers of, whether the cable operators or consumers are being (or would be) forced to incur unreasonable costs for complying with, and the effect on the provision of diverse programming sources to cable subscribers of, such prohibitions; and (2) take specified action if the FCC determines that such prohibitions impose unreasonable costs on cable operators or cable subscribers. Permits each cable operator to identify, in accordance with the formulas required by the Act, as a separate line item on each regular bill of each subscriber: (1) the amount of the total bill assessed as a franchise fee and the identity of the authority to which the fee is paid; (2) the amount of the total bill assessed to satisfy any requirements imposed on the operator by the franchise agreement to support public, educational, or governmental channels or the use of such channels; and (3) any other fee, tax, assessment, or charge imposed on the transaction between the operator and the subscriber. Directs the FCC to establish: (1) criteria for identifying rates for cable programming services that are unreasonable; (2) fair and expeditious procedures for the receipt, consideration, and resolution of complaints alleging that a rate for cable programming services violates the criteria established; and (3) the procedures to be used to reduce rates determined by the FCC to be unreasonable and to refund such portion of the rates or charges that were paid by subscribers after the filing of such complaint that are determined to be unreasonable. Outlines factors to be considered in determining the reasonableness of such rates and limits complaints permitted concerning rates existing before the effective date of such regulations. Authorizes a State or franchising authority to regulate any per-program rates charged by a cable operator for any video programming that consists of the national championship game or games between professional teams in baseball, basketball, football, or hockey. Prohibits discrimination among customers of basic service, except that no Federal agency, State, or franchising authority may prohibit a cable operator from offering reasonable discounts to senior citizens or other economically disadvantaged group discounts. Bars a cable operator from charging a subscriber for any individually-priced channel of video programming or for any pay-per-view video programming that the subscriber has not affirmatively requested. Directs the FCC to: (1) require cable systems to file certain financial information annually with the FCC (and requires a report from the FCC to the Congress); (2) establish standards, guidelines, and procedures to prevent evasion of rates, services, and other requirements of the Act; (3) design its regulations to reduce the administrative burdens and cost of compliance for cable systems that have 1,000 or fewer subscribers; and (4) publish quarterly statistical reports on the average rates for basic service and other cable programming, and for converter boxes, remote control units, and other equipment of cable systems that the FCC has found are subject to effective competition compared with those that are found not subject to such effective competition. Makes provisions of the Act (and regulations thereunder) inapplicable to a cable system during the term of an agreement by a cable operator with a franchising authority that was entered into before July 1, 1990, and that authorizes such authority to regulate the rates of such system for basic cable service, if there was not effective competition pursuant to FCC rules in effect on such date. Prohibits a franchising authority from granting an exclusive franchise, or unreasonably refusing to award additional franchises because of the previous award of a franchise to another cable operator. Specifies that nothing in the Act shall be construed to: (1) prohibit a local or municipal authority that is, or is affiliated with, a franchising authority from operating as a multichannel video programming distributor (MVPD) in the geographic areas within the jurisdiction of such franchising authority; or (2) require such local or municipal authority to secure a franchise to operate as a MVPD. Bars any State or franchising authority from prohibiting the ownership or control of a cable system by any person because of such person's ownership or control of any other media (currently, any media) of mass communications or other media interests (but specifies that such provision shall not be construed to prevent any State or franchising authority from prohibiting the ownership or control of a cable system in a jurisdiction by any person: (1) because of such person's ownership or control of any other cable system in such jurisdiction; or (2) in circumstances in which the State or franchising authority determines that the acquisition of such a system may eliminate or reduce competition in the delivery of cable service in such jurisdiction). Allows a common carrier to provide multiple channels of communication to an entity pursuant to a lease agreement under which the carrier retains (consistent with the Act) an option to purchase such entity upon the taking effect of an amendment to the Act that permits common carriers generally to provide video programming directly to subscribers in such carrier's telephone service area. Requires cable operators that provide basic tier service to carry the signals of all local commercial TV stations (LCTS) in accordance with the following provisions: (1) cable operators with 12 or fewer usable activated channels must carry a minimum of three LCTS, while those with more than 12 must carry the signals of LCTS up to one-third of the aggregate number of usable activated channels of the cable system; (2) whenever the number of LCTS exceeds the maximum number of signals a cable system is required to carry, such operator shall have discretion in selecting which such stations shall be carried on its system, with exceptions; (3) cable operators must carry in its entirety the primary video and audio transmission and line 21 closed-caption transmission of the LCTS carried; (4) signals of an LCTS must be carried by the cable operator without material degradation; (5) duplicate LCTS need not be carried by a participating cable operator; (6) each signal carried in fulfillment of the carriage obligations of a cable operator shall be carried on the cable system channel number on which the LCTS is broadcast over the air, or on the channel on which it was carried on January 1, 1992, at the election of the station, or on such other channel number as is mutually agreed upon by the station and the cable operator (with disputes regarding LCTS positioning resolved by the FCC); (7) signals carried in fulfillment of the cable operator's requirements shall be provided to every subscriber of a cable system; (8) a participating cable operator shall identify upon request those signals carried in fulfillment of its requirements; and (9) a cable operator shall provide written notice to an LCTS that such channel is being repositioned or deleted. Prohibits a cable operator from accepting or requesting monetary payment or other valuable consideration in exchange for carriage of LCTS under these provisions, except for certain administrative costs. Outlines remedies and procedures available to an LCTS when it believes that a cable system has failed to meet such requirements, requiring the cable operator to be notified of the allegation, to respond to such allegation, review by the FCC of such complaint, and remedial actions to be taken by the cable operator upon a finding of noncompliance with such requirements. Abolishes rules requiring cable operators to provide, or provide information to subscribers on, input selector switches or comparable devices. Directs the FCC to issue regulations regarding the carriage of local commercial TV signals. Specifies that nothing in the Act shall: (1) require a cable operator to carry on any tier, or prohibit a cable operator from carrying on any tier, the signal of any commercial TV station or video programming service that is predominantly utilized for the transmission of sales presentations or program length commercials; and (2) be construed to modify or otherwise affect title 17 of the United States Code (copyright provisions). Specifies that, if a TV broadcast station determined by the FCC to be a commercial station, licensed and operating on a channel regularly assigned to its community by the FCC that, with respect to a particular cable system, is within the same TV market as the cable system and would be considered a distant signal under title 17, it shall be deemed to be a local commercial TV station for purposes of the Act upon agreement to indemnify the cable operator for the increased copyright liability as a result of being carried on the system. Authorizes the FCC: (1) with respect to a particular TV broadcast station, to include additional communities within its TV market or exclude communities from such station's TV market to better effectuate the purpose of the Act; and (2) in considering such requests, to determine that particular communities are part of more than one TV market. Directs the FCC to: (1) afford particular attention to the value of localism by taking specified factors into account; and (2) provide for expedited consideration of such requests. Bars a cable operator from deleting from carriage the signal of a commercial TV station during the pendency of any proceeding pursuant to such provisions. Directs each cable operator to carry the signals of a specified number of qualified noncommercial educational TV stations (QNETS) (defined as a TV broadcast station which: (1) under FCC rules and regulations in effect on March 29, 1990, is licensed by the FCC as a noncommercial educational TV broadcast station, which is owned and operated by a public agency, nonprofit foundation, corporation, or association; and (2) has as its licensee an entity which is eligible to receive a community service grant (or any successor grant) from the Corporation for Public Broadcasting (or any successor organization) on the basis of a specified formula, or is owned and operated by a municipality, and transmits predominantly noncommercial programs for educational purposes), such number increasing with the number of usable activated channels offered by the cable system (ranging from one for a system with 12 or fewer activated channels to three for a system with more than 36 usable activated channels). Requires a cable system with 13 to 36 activated channels to carry at least one QNETS. Provides that duplication of affiliates of State public TV networks is not required of a cable operator. Requires each cable operator to carry in its entirety the primary video and audio and line 21 closed-caption transmission of each QNETS carried on its system, as well as material necessary for the receipt of such programming by handicapped persons or for educational or language purposes. Outlines other signal carriage requirements required of a cable operator with regard to QNETS, including: (1) signal integrity; (2) channel assignments (requiring notice if a QNETS is repositioned by a cable operator); and (3) signal quality responsibilities of the QNETS. Prohibits a cable operator from accepting monetary payments or other valuable consideration (except for signal quality costs) in exchange for the carriage of a QNETS. Exempts a cable operator from being required to carry a QNETS without reimbursement where the payment of copyright charges as a distant signal would be required of such cable operator. Outlines remedies available to a qualified local noncommercial educational TV station when it believes that a cable operator has failed to meet carriage requirements, requiring the cable operator to be notified of the allegation, a response from the cable operator, and review of such complaint by the FCC. Requires a cable operator to identify upon request those signals carried in fulfillment of its requirements. Authorizes a franchising authority to enforce (currently, to require as part of a franchise, or for franchise renewal, enforcement of): (1) customer service requirements of the cable operator; and (2) construction schedules and other construction-related requirements. Directs the FCC to establish standards by which cable operators may fulfill their customer service requirements, which shall govern: (1) cable system office hours and telephone availability; (2) installations, outages, and service calls; and (3) communications between the cable operator and the subscriber (including bills and refunds). Specifies that nothing in the Act shall be construed to: (1) prohibit any State or franchising authority from enacting or enforcing any consumer protection law, to the extent not specifically preempted by the Act; (2) preclude a franchising authority and a cable operator from agreeing to customer service requirements that exceed FCC standards; or (3) prevent the establishment or enforcement of any municipal law or regulation, or any State law, concerning customer service that imposes customer service requirements that exceed FCC standards, or that addresses matters not addressed by FCC standards. Defines for purposes of customer privacy right provisions (with exceptions): (1) \"other service\" to include any wire or radio communications service provided using any of the facilities of a cable operator that are used in the provision of cable service; and (2) \"cable operator\" to include any person who is owned or controlled by, or under common ownership or control with, a cable operator, and who provides any wire or radio communications service. Directs the FCC to: (1) report to the Congress on means of assuring compatibility between TVs and video cassette recorders (VCRs) and cable systems, consistent with the need to prevent theft of cable service, so that cable subscribers will be able to enjoy the full benefit of both the programming available on cable systems and the functions available on their TVs and VCRs; (2) issue such regulations as necessary to require the use of interfaces that assure such compatibility; and (3) prescribe such regulations as necessary to increase compatibility between TV receivers equipped with premium functions and features, VCRs, and cable systems. Sets forth: (1) factors for the FCC to consider (including: the costs and benefits of requiring cable operators to adhere to technical standards for scrambling or encryption of video programming in a manner that will minimize interference with or nullification of the special functions of subscribers' TV receivers or VCRs while providing effective protection against theft or unauthorized reception of cable service; the potential for achieving economies of scale by requiring manufacturers of TV receivers to incorporate technologies to achieve such compatibility in all TV receivers; the costs and benefits to consumers of imposing compatibility requirements on cable operators and TV manufacturers; and the need for cable operators to protect the integrity of the signals transmitted by the cable operator against theft or to protect such signals against unauthorized reception); and (2) guidelines with respect to such regulations to be prescribed by the FCC as necessary to establish technical requirements that permit a TV receiver or VCR to be sold as \"cable ready\"; establish procedures by which manufacturers may certify TV receivers that comply with the technical requirements established in a manner that, at the point of sale, is easily understood by potential purchasers of such receivers; provide appropriate penalties for willful misrepresentations concerning such certifications; promote the commercial availability, from cable operators and retail vendors that are not affiliated with cable systems, of converters and compatible remote control devices; require a cable operator who offers subscribers the option of renting a remote control unit to notify subscribers that they may purchase a commercially available remote control device from any source that sells such devices rather than renting it from the cable operator and specify the types of remote control units that are compatible with the converter box supplied by the cable operator; and prohibit a cable operator from taking any action that prevents or in any way disables the converter box supplied by the cable operator from operating compatibly with commercially available remote control units. Directs the FCC to: (1) periodically review and, if necessary, modify such regulations; (2) adopt standards that are technologically and economically feasible (taking into account the cost and benefit to cable subscribers and purchasers of TV receivers); and (3) establish minimum technical standards relating to the cable systems' technical operation and signal quality, and periodically update such standards to reflect improvements in technology. Permits a franchising authority to require as part of a franchise provisions for the enforcement of such standards and to apply to the FCC for a waiver to impose standards that are more stringent than the FCC standards. (Current law permits the FCC to establish technical standards relating to the facilities and equipment of cable systems which a franchising authority may require in the franchise.) Directs cable operators to notify subscribers of plans to offer a premium channel without charge and to block such channel upon a subscriber's request. Defines \"premium channel\" as a pay service which offers movies rated X, NR-17, or R by the Motion Picture Association. Requires each cable operator to comply with such standards as the FCC shall prescribe to ensure that viewers of video programming on cable systems are afforded the same emergency information as is afforded by the emergency broadcasting system. Authorizes a franchising authority to require a cable operator to: (1) provide 30 days' advance written notice of any change in channel assignment or in the video programming service provided over any such channel; and (2) inform subscribers, via written notice, that comments on programming and channel position changes are being recorded by a designated office of the franchising authority. Prohibits cable operators or satellite cable programming vendors in which such an operator has an attributable interest from engaging in unfair methods of competition or unfair or deceptive acts the purpose of which is to hinder or prevent any MVPD from providing satellite cable programming to subscribers or consumers. Directs the FCC to prescribe regulations to specify prohibited conduct with respect to such programming. Sets forth factors to be considered in determining whether an exclusive contract for satellite cable programming between a cable operator and a programming vendor in which the operator has an attributable interest is in the public interest. Provides for the commencement of adjudicatory proceedings by MVPDs aggrieved by violations of regulations. Makes regulations inapplicable to contracts that grant exclusive distribution rights with respect to satellite cable programming that were entered into before June 1, 1990, except for prohibitions on practices that prevent an MPVD from obtaining programming from a vendor in which an operator has an attributable interest for distribution to persons in areas not served by a cable operator. Provides that such exemption shall not apply to renewals of such contracts. Requires the FCC to establish regulations governing program carriage agreements and related practices between cable operators or other MVPDs and video programming vendors (defined as persons engaged in the production, creation, or wholesale distribution of a video programming service for sale). Specifies prohibitions to be included in such regulations relating to discrimination, conflicting financial interests, exclusivity, cost recovery, expedited review, and appropriate penalties. Directs the FCC, after notice and opportunity for hearing, to prescribe revisions to standards and rules concerning equal employment opportunity. Requires such revisions to be designed to promote equality of employment opportunities for females and minorities within any corporation, partnership, joint-stock company, or trust engaged primarily in the management or operation of any cable system. Lists specified positions to which such equal opportunity requirements shall apply, ranging from corporate officers to unskilled laborers and service workers. Requires work groups within such cable entities with more than five full-time employees to file with the FCC an annual statistical report identifying by race, sex, and job title the number of employees in each category covered under the equal opportunity requirements. Outlines other report requirements and increases the fines for failure to use best efforts in meeting such equal opportunity requirements. Directs the FCC to report to the Congress on the effect and operation of procedures, regulations, policies, standards, and guidelines concerning equal employment opportunity in the broadcasting industry. Sets forth requirements regarding the equal employment opportunity obligations of must-carry stations. Requires that equal opportunity in employment be afforded by specified entities (the licensee for any TV broadcasting station that is eligible for carriage under the Act and any corporation, partnership, association, joint-stock company, trust, or affiliate or subsidiary thereof engaged primarily in the management or operation of any such licensee). Bars discrimination in employment by any such entity because of race, color, religion, national origin, age, or sex. Requires any such entity to establish, maintain, and execute a positive continuing program of specific practices designed to ensure equal opportunity in every aspect of its employment policies and practices and to promote the hiring of a workforce that reflects the diversity of its community. Sets forth provisions regarding: (1) rulemaking; (2) reporting requirements; (3) enforcement, including annual certifications by the FCC and complaint procedures; and (4) penalties. Directs the FCC to prescribe rules and regulations concerning the disposition of cable installed by the cable operator within the premises of a subscriber after the subscriber terminates cable service. Prohibits a cable operator from selling a cable system for three years after its acquisition. Provides for the treatment of multiple transfers of systems. Provides exceptions to such regulation and allows the FCC to waive such requirement in the public interest. Limits to 120 days a franchising authority's power to disapprove the sale of a cable system by an operator who has held such system for three years. Limits the liability (to provide only for injunctive and declaratory relief) of franchising authorities with respect to claims arising from the regulation of cable service or from a decision of approval or disapproval concerning a grant, renewal, transfer, or amendment of a franchise. Directs the FCC to establish: (1) a formula for determining the maximum rates which a cable operator may establish for commercial use of its cable channels; (2) standards concerning the terms and conditions which may be established, and concerning methods for collection and billing for commercial use of channel capacity made available for such purpose; and (3) procedures for the expedited resolution of disputes concerning rates or carriage under the Act. Allows a cable operator required to designate channel capacity for commercial use to use any such channel capacity for the provision of programming from a qualified minority programming source or from any qualified educational programming source, whether or not such source is affiliated with the cable operator. Limits to 33 percent of overall channel capacity the capacity permitted to be used by such source. Specifies that no programming provided over a cable system on July 1, 1990, may qualify as minority or educational programming on that cable system under this provision. Defines: (1) a \"qualified minority programming source\" as a source that devotes significantly all of its programming to coverage of minority viewpoints or to programming directed at members of minority groups and that is over 50 percent minority-owned; and (2) a \"qualified educational programming source\" as a source that devotes significantly all of its programming to educational or instructional programming that promotes understanding of mathematics, the sciences, the humanities, and the arts, and has a documented annual programming expenditure (i.e., all annual costs incurred by the channel originator to produce or acquire programs scheduled to appear on air, excluding marketing, promotion, satellite transmission and operational costs, and general administrative costs) exceeding $15,000,000. Prohibits any cable system in the United States from being owned or otherwise controlled by any alien, foreign representative, or foreign corporation or interest. Makes exceptions for current foreign or alien ownership and in certain cases where such a corporation already owns two or more systems and seeks to add another. Increases the civil and criminal penalties for the unauthorized reception of cable TV service. Directs the FCC to: (1) conduct a rulemaking proceeding to review and report on whether it is necessary or appropriate in the public interest to prohibit or constrain acts and practices that may unreasonably restrict diversity and competition in the market for video programming; (2) initiate such a proceeding to impose public interest or other requirements on direct satellite systems providing video programming that are not regulated as a common carrier; and (3) require, as a condition of initial authorization or renewal for a direct broadcast satellite service providing video programming, that the provider of such service reserve not less than four or more than seven percent of the channel capacity of such service exclusively for noncommercial public service uses. Specifies that: (1) a provider of direct broadcast satellite service may utilize any unused channel capacity designated pursuant to such provisions until the use of such channel capacity is obtained, pursuant to a written agreement, for public service use; and (2) such service provider may recover only the direct costs of transmitting public service programming on the channels reserved under such provisions. Defines \"public service uses\" to include programming produced by: (1) public telecommunications entities, including that furnished to such entities by independent production services; (2) public or private educational institutions or entities for educational, instructional, or cultural purposes; and (3) any entity to serve the disparate needs of specific communities of interest, including linguistically distinct groups, minority and ethnic groups, and other groups. Establishes a study panel to report to the Congress recommendations on: (1) methods and strategies for promoting the development of programming for transmission over the public use channels; (2) methods and criteria for selecting programming for such channels that avoids conflicts of interest and the exercise of editorial control by the direct broadcast satellite service provider; and (3) existing and potential sources of funding for administrative and production costs for such public use programming. Requires the FCC to: (1) conduct an ongoing study on the carriage of local, regional, and national sports programming by broadcast stations, cable programming networks, and pay-per-view services, and report to the House Committee on Energy and Commerce and the Senate Committee on Commerce, Science, and Transportation; and (2) initiate an inquiry and rulemaking to examine the feasibility of providing access to network and independent broadcasting station signals to persons who subscribe to direct broadcast satellite service and are unable to receive such signals over the air from a local licensee or from a cable system. Directs the FCC, in conducting such study, to analyze the extent to which preclusive contracts between college athletic conferences and video programming vendors have artificially and unfairly restricted the supply of sporting events of local colleges for broadcast on local television stations. Specifies that nothing in this Act shall be construed to create immunity to any civil or criminal action under Federal or State antitrust law, or to alter or restrict the applicability of any such law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cable Television Consumer Protection and Competition Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Cable Television Consumer Protection and Competition Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Cable Television Consumer Protection and Competition Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Communications Act of 1934 to provide increased consumer protection and to promote increased competition in the cable television and related markets, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:20-05:00"
}