{
  "actions": [
    {
      "acted_at": "1985-10-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-10-23", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-10-23", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3475-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-10-01", 
  "number": "3475", 
  "official_title": "A bill to expand and improve programs of adult and continuing education.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Adult and Continuing Education Act of 1985", 
  "sponsor": {
    "district": "1", 
    "name": "Williams, Pat", 
    "state": "MT", 
    "thomas_id": "01231", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-10-01", 
  "subjects": [
    "Adult education", 
    "Continuing education", 
    "Education", 
    "Educational policy", 
    "Educational research", 
    "Federal aid to higher education", 
    "Illiteracy", 
    "Labor and employment", 
    "Older workers", 
    "Social welfare", 
    "Teacher education", 
    "Teachers", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-10-01", 
    "text": "Adult and Continuing Education Act of 1985 - Part A: Institutional Development - Directs the Secretary of Education to make grants to, and enter into contracts with, eligible institutions for specified types of programs relating to adult and continuing education. Sets forth application requirements. Sets forth authorized uses of funds awarded under this part. Authorizes appropriations for FY 1986 through 1990 to carry out this part. Directs the Secretary to prescribe regulations for the distribution of part A funds, setting limits for the amount of each award and limits for the total awards per year to a single institution or consortia of institutions. Directs the Secretary to encourage the appropriate distribution of funds by geographic boundaries, taking into consideration population density. Limits single awards to a five-year period. Part B: Adult and Continuing Education Staff Development - Directs the Secretary to make grants from specified funds to eligible postsecondary institutions that have entered into an agreement with the Secretary to carry out an adult and continuing education staff development training program in accordance with specified requirements. Directs the Secretary to also carry out a program of making grants to eligible institutions to support planning, implementation, and evaluation of programs designed to train adult volunteers, especially the elderly, as tutors in local adult literacy programs. Directs the Secretary to enter into a contract with a qualified entity to evaluate programs established in parts A and B and to report evaluation results to the Secretary. Authorizes appropriations for FY 1986 through 1990 to carry out this part. Sets forth provisions for the size and duration of part B grants similar to such provisions under part A. Part C: National Programs - Directs the Secretary to assist in evaluating the status and progress of adult education and postsecondary continuing education. Requires the Secretary to analyze the findings of evaluations under parts A and B, and suggest improvements in planning or program operation. Requires the Secretary to establish an information network on specified aspects of adult and continuing education. Directs the Secretary to report biennially to the Congress on the results of program evaluations. Allows any eligible postsecondary institution to submit an application to enable the Secretary to evaluate the need for assistance. Directs the Secretary to make awards on a competitive basis. Directs the Secretary, in consultation with the Congress and within a specified period, to determine criteria for defining adult literacy and identify concretely the basic edducational skills needed for literate functioning. Directs the Secretary, in consultation with the Congress and using appropriate statistical sampling methodology, to then determine an accurate estimate of the number of illiterate adults in the Nation. Directs the Secretary, after the determination of a definition of literacy and the subsequent determination of the number of illiterate individuals, to report every four years to the President and the Congress on the status of literacy and adult education in the Nation. Authorizes the Secretary to make grants to, and enter into contracts with, institutions of higher education, or combinations of such institutions, for adult and continuing educational research. Sets forth authorized uses of such research grant or contract funds. Sets forth application requirements. Authorizes appropriations for FY 1986 through 1990 to carry out this part."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Adult and Continuing Education Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to expand and improve programs of adult and continuing education.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:50-05:00"
}