{
  "actions": [
    {
      "acted_at": "1975-03-26", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5545-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Carney, Charles J.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00177", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Carter, Tim Lee", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "00181", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Hastings, James F.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00513", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Hefner, W. G. (Bill)", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00525", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Heinz, John", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Symington, James W.", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01131", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1975-01-03", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-26", 
  "number": "5545", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to provide for the intended for human use.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medical Device Amendments", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-26", 
  "subjects": [
    "Consumer protection", 
    "Health", 
    "Medical care, personnel, and facilities", 
    "Medical supplies"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-26", 
    "text": "Medical Device Amendments - Revises the Federal Food, Drug, and Cosmetic Act to provide for the safety and effectiveness of medical devices intended for human use. Establishes classifications for such devices based upon their safety and effectiveness. Directs the Secretary of Health, Education, and Welfare to classify all such devices. Authorizes the Secretary to establish panels of experts for the purpose of securing recommendations with respect to such classifications. Provides that, based on new information respecting a device, the Secretary may, upon his own initiative or upon petition of an interested person, by regulation: (1) change such device's classification; and (2) revoke, because of the change in classification, any regulation in effect with respect to such device. Authorizes the Secretary to establish a performance standard for those devices for which reasonable assurance for the safety and effectiveness of the device cannot be made. Sets forth criteria to be followed in establishing such standard. Directs the Secretary to provide for periodic evaluation of performance standards established under this Act. Establishes procedures to be followed by the Secretary in developing and changing such standards. Provides that the Secretary shall publish in the Federal Register a notice inviting any person, including any Federal agency, to submit an existing standard or an offer to develop such a standard. Requires the Secretary to obtain from the offeror such information concerning the offeror as the Secretary determines is necessary to disclose potential conflicts of interests. States that if a standard or offer to create a standard is submitted to the Secretary which he does not accept he shall publish in the Federal Register notice of that fact together with the reasons therefor. Authorizes the Secretary to accept offers to develop a proposed standard for a device. Allows the Secretary to contribute to the offeror's cost in developing a proposed standard. Makes provisions for the development of performance standards by the Secretary when no other means are available. Requires premarket approval for medical devices for which insufficient information exists for the establishment of a performance standard and which are purported or represented to be for a use which is of substantial importance in supporting, sustaining, or preventing impairment of human life. Establishes procedures for premarket approval of such devices. Sets forth criteria upon which the approval or disapproval of such devices shall be based, including a lack of showing by the applicant of reasonable assurance that such device is safe for use under the conditions prescribed in the proposed labeling. Allows the Secretary in specified circumstances to withdraw his premarket approval of a device. Sets forth procedures to be followed for the withdrawal of such approval. Authorizes the Secretary to exempt from the premarket approval requirements established by this Act devices which are intended solely for investigational use for the purpose of developing data relating to the safety and effectiveness of such devices. Authorizes the Secretary to ban devices intended for human use if he finds that: (1) they present substantial deception of a substanital risk of illness or human injury; and (2) such deception or risk could be eliminated by corrective labeling but the manufacturer does not do so. Sets forth procedures governing the banning of such devices. Authorizes the United States Court of Appeals for the District of Columbia to hear appeals of any person adversely affected by a decision, rule, or order, of the Secretary under this Act. Authorizes the Secretary to require manufacturers, distributors, and retailers of medical devices, and health professionals utilizing them to participate in a process of notification to users of those medical devices which the Secretary determines present an unreasonable risk of substantial harm to the public health. Authorizes the Secretary to require a manufacturer of a medical device intended for human use which (1) presents a substantial risk of harm to the public health and (2) was not properly designed or manufactured, to repair, replace, or refund the purchase price of such device at no cost to the person using it. Authorizes the Secretary to require that a device be limited to sale or distribution by prescription of a licensed medical practitioner. Authorizes the Secretary to establish mandatory manufacturing methods for medical devices. Sets forth procedures controlling the establishment of such methods. Requires manufacturers of medical devices intended for human use to register with the Secretary of Health, Education, and Welfare and to provide specified information concerning such devices. Requires every person who is a manufacturer, importer, or distributor of a medical device intended for human use to establish and maintain such records as the Secretary may by regulation direct. Makes conforming amendments to the Federal Food, Drug, and Cosmetic Act. Extends specified sections of such Act relating to labeling, inspection, and seizures to medical devices."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medical Device Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to provide for the intended for human use.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:00-05:00"
}