{
  "actions": [
    {
      "acted_at": "2009-12-16", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4377-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Lipinski, Daniel", 
      "sponsored_at": "2010-01-27", 
      "state": "IL", 
      "thomas_id": "01781", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Watson, Diane E.", 
      "sponsored_at": "2010-07-19", 
      "state": "CA", 
      "thomas_id": "01682", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-12-16", 
  "number": "4377", 
  "official_title": "To repeal certain provisions of the Gramm-Leach-Bliley Act and revive the separation between commercial banking and the securities business, in the manner provided in the Banking Act of 1933, the so-called \"Glass-Steagall Act\", and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Return to Prudent Banking Act of 2009", 
  "sponsor": {
    "district": "9", 
    "name": "Kaptur, Marcy", 
    "state": "OH", 
    "thomas_id": "00616", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-12-16", 
  "subjects": [
    "Administrative remedies", 
    "Banking and financial institutions regulation", 
    "Corporate finance and management", 
    "Department of the Treasury", 
    "Federal Reserve System", 
    "Federal appellate courts", 
    "Federal district courts", 
    "Finance and financial sector", 
    "Financial services and investments", 
    "Securities", 
    "Supreme Court"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-12-16", 
    "text": "Return to Prudent Banking Act of 2009 - Amends the Federal Deposit Insurance Act (FDIA) to prohibit an insured depository institution from being an affiliate of any broker or dealer, investment adviser, investment company, or any other person or entity engaged principally in the issue, flotation, underwriting, public sale, or distribution of stocks, bonds, debentures, notes, or other securities. Prohibits officers, directors and employees of securities firms from simultaneous service on the boards of depository institutions, except in specified circumstances. Requires any such individual serving as an officer, director, employee, or other institution-affiliated party of any insured depository institution to terminate such service as soon as practicable after enactment of this Act. Requires an insured depository institution to wind-down in an orderly manner and terminate any affiliation prohibited by this Act. Amends the Banking Act of 1933 to expand its prohibition against the transaction of banking activities by securities firms. Declares that Congress ratifies the interpretation by the Supreme Court of specified statutory language in the case of Investment Company Institute v. Camp ( ICI vs. Camp) regarding permissible activities of banks and securities firms. Declares that the reasoning of the Court in that case shall continue to apply to the limitations placed upon security affiliations under the FDIA as enacted by this Act. Prohibits a federal banking agency or federal court from issuing an interpretation regarding such security affiliations that is narrower than that of Court in ICI vs. Camp. Makes technical and conforming changes to the Gramm-Leach-Bliley Act, the Revised Statutes of the United States, and specified federal law. Requires the Board of Governors of the Federal Reserve System, the Comptroller of the Currency, or another appropriate federal banking agency to report to Congress a detailed description of the basis for its decision each time it makes a determination or grants an extension concerning an affiliation between insured depository institutions and investment banks or securities firms."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Return to Prudent Banking Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To repeal certain provisions of the Gramm-Leach-Bliley Act and revive the separation between commercial banking and the securities business, in the manner provided in the Banking Act of 1933, the so-called \"Glass-Steagall Act\", and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:59-05:00"
}