{
  "actions": [
    {
      "acted_at": "1974-03-26", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13731-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-26", 
  "number": "13731", 
  "official_title": "A bill to authorize a national summer youth sports program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12748-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Summer Youth Sports Program Act", 
  "sponsor": {
    "district": "17", 
    "name": "O'Brien, George M.", 
    "state": "IL", 
    "thomas_id": "00872", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-26", 
  "subjects": [
    "Sports and recreation", 
    "Youth"
  ], 
  "subjects_top_term": "Youth", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-26", 
    "text": "National Summer Youth Sports Program Act - Directs the Secretary of Health, Education and Welfare to make grants or enter into contracts for the conduct of an annual National Summer Youth Sports Program concentrated in the summer months, with opportunity for continued activities throughout the year, designed to offer disadvantaged youth living in areas of concentrated poverty an opportunity to receive educational instruction, sports instruction, and health and nutritional services, and to participate in educational programs and sports competitions. Provides that programs under this Act shall be administered by the Secretary, through grants or contracts with the National Collegiate Athletic Association or any other qualified national organization of colleges and universities. Provides that each such grant or contract shall contain provisions to assure that the program to be assisted will: (1) expand educational opportunities for disadvantaged youths, designed to provide an opportunity to engage in competitive sports and benefit from sports skills instruction; (2) help young people learn good health practices and become better citizens by utilizing the personnel and facilities of higher education; (3) enable the contractor and institutions of higher education located conveniently to areas of concentrated poverty and their personnel to participate more fully in community life and in the solution of community problems; (4) provide a combination of employment and on-the-job training in sports instruction and administration; and (5) serve major metropolitan centers of the United States as well as other areas, within the limits of program resources. Requires local projects under any such program to be conducted under approved contracts between the principal contractor or grantee and selected institutions of higher education qualified to carry out a program under this Act. Provides that, except where the Secretary determines that unusual circumstances make a larger percentage necessary to effectuate the purposes of this Act, a contract under this Act with respect to any program may not provide for payment of more than 80 percent of the direct costs incurred in carrying out the total program. Provides that the non-Federal share may be cash or in-kind contributions. Permits such payments to be made in advance or by way of reimbursement, and in such installments and on such conditions as the Secretary deems necessary to carry out the purposes of this Act. Authorizes to be appropriated $5,000,000 for the fiscal year ending June 30, 1975, and $7,000,000 for the fiscal year ending June 30, 1976, and $10,000,000 for each fiscal year thereafter prior to July 1, 1979, to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Summer Youth Sports Program Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize a national summer youth sports program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:38-05:00"
}