{
  "actions": [
    {
      "acted_at": "1975-07-26", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2186-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-26", 
  "number": "2186", 
  "official_title": "A bill to ban the importation, manufacture, sale, and transfer of Saturday Night Specials, to improve the effectiveness of the Gun Control Act of 1968, to ban possession, shipment, transportation, and receipt of all firearms by felons.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9022-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Fong, Hiram L.", 
    "state": "HI", 
    "thomas_id": "01333", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-26", 
  "subjects": [
    "Crime and law enforcement", 
    "Firearms", 
    "Firearms control", 
    "Imports"
  ], 
  "subjects_top_term": "Firearms", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-26", 
    "text": "Declares it to be the finding of Congress that the ready availability of cheap, low-quality, and easily concealable handguns, commonly known as Saturday Night Specials, is a significant factor in the prevalence of lawlessness and disorder in the United States. States that the existing ban on the importation of such handguns and the absence of effective controls on domestic manufacture and sale of such guns constitute a major shortcoming in existing law. Revises the lists of persons barred from distributing or receiving explosives to make such lists consistent with the list of persons barred from possessing firearms. Establishes a civil penalty consisting of a fine of up to $10,000 for each violation by an individual of the rules or regulations governing the importation, manufacture, distribution and storage of explosive materials. Revises the regulations with respect to interstate dealings in firearms to prohibit, without exception, the interstate dealing in handguns which do not meet the standards established by this Act for approval by the Secretary of the Treasury. Prohibits the sale or transfer by licensed dealers of handguns, except as curios or relics, which have not been approved by the Secretary in accordance with the standards established by this Act. Makes it unlawful for a person other than a licensed dealer to sell or transfer a handgun which was acquired with the intent of selling it or transfering it to another person, unless the seller knows that the transaction is in accordance with all Federal, State, or local laws. Requires licensed dealers to sell handguns only to persons who appear in person at the licensee's premises and who provide sufficient identification. Sets forth standards by which all handgun models are to be evaluated and tested to determine their suitability for sporting or valid defensive purposes. Includes size and weight requirements, and the requirement for a positive manually operated safety device. Directs the Secretary of the Treasury to give written notice of the results of testing and evaluation conducted pursuant to this Act to the licensed dealer of the handgun tested under this Act. Revises the criminal penalties for violation of the gun control laws (1) to make the offense of possession of a gun in the course of employment by a person not entitled under Federal law to possess a firearm, a one-year misdemeanor; and (2) to make a first offense of using or carrying a firearm during a Federal felony a crime punishable by a sentence of one to ten years' imprisonment in addition to the sentence for the felony committed. Bans the mailing of any handgun not approved by the Secretary of the Treasury pursuant to the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to ban the importation, manufacture, sale, and transfer of Saturday Night Specials, to improve the effectiveness of the Gun Control Act of 1968, to ban possession, shipment, transportation, and receipt of all firearms by felons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:31-05:00"
}