{
  "actions": [
    {
      "acted_at": "1986-10-16", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2931-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-10-16", 
  "number": "2931", 
  "official_title": "A bill to authorize the Secretary of the Interior to construct, operate, and maintain the Umatilla Basin Project, Oregon, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Umatilla Basin Project Act", 
  "sponsor": {
    "district": null, 
    "name": "Hatfield, Mark O.", 
    "state": "OR", 
    "thomas_id": "01352", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-10-16", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Anadromous fishes", 
    "Interest rates", 
    "Irrigation", 
    "Oregon", 
    "Water and Water Resources Development", 
    "Water resources development", 
    "Water supply", 
    "Watersheds"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-10-16", 
    "text": "Umatilla Basin Project Act - Authorizes the Secretary of the Interior to construct, operate, and maintain the Umatilla Basin Project, Oregon, in accordance with the recommended plan proposed in the environmental statement dated July 21, 1986. Declares the principal works of such project to consist of: (1) pumping plants and related conveyance and distribution features; (2) works incidental to existing irrigation systems necessary to accomplish a water exchange; (3) fishery resources mitigation measures; and (4) programs to monitor and regulate project operations and evaluate fishery resource mitigation measures. Requires project features to be integrated and coordinated with the existing Umatilla Project. Declares that power for project pumping shall be made available through the Federal Columbia River Power System at charges determined by the Secretary of Energy. Establishes the procedure for the Secretary of the Treasury to determine the interest rate for construction charges. Requires fishery resource facilities to be constructed, operated, and maintained in accordance with the Federal Water Project Recreation Act, except that costs allocated to the mitigation of anadromous fish species shall be nonreimbursable. Directs the Secretary of the Interior to enter into agreements which specify appropriate non-Federal obligations for the operation and maintenance of project facilities. Authorizes appropriations to the Secretary for the operation and maintenance of the existing West Extension Irrigation District pumping facility as an interim measure to provide flow augmentation in the Umatilla River. Provides for the crediting of non-Federal costs for fishery resource improvements. Directs the Secretary to evaluate measures and programs to address ground water conditions within the Umatilla River Basin and to report findings and recommendations to the President and the Congress within three years after enactment of this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Umatilla Basin Project Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to construct, operate, and maintain the Umatilla Basin Project, Oregon, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:05-05:00"
}