{
  "actions": [
    {
      "acted_at": "1973-01-04", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-02-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Agriculture and Forestry with amendment, S. Rept. 93-21.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-05-31", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Agriculture and Forestry passed in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s22-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Allen, James B.", 
      "sponsored_at": "1973-01-03", 
      "state": "AL", 
      "thomas_id": "01271", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sparkman, John J.", 
      "sponsored_at": "1973-01-03", 
      "state": "AL", 
      "thomas_id": "01436", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Talmadge, Herman E.", 
      "sponsored_at": "1973-01-03", 
      "state": "GA", 
      "thomas_id": "01446", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-04", 
  "number": "22", 
  "official_title": "A bill to establish a system of wild areas within the lands of the national forest system.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Forest Wild Areas Act", 
  "sponsor": {
    "district": null, 
    "name": "Aiken, George", 
    "state": "VT", 
    "thomas_id": "01270", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Alabama", 
    "Forests and forest products", 
    "National forests", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-04", 
    "text": "National Forest Wild Areas Act - Title I: Establishes a \"wild area system\" within the national forest system. Designates specified areas as components of the National Forest Wild Areas System. Directs the Secretary of Agriculture to study and submit to the President areas recommended for inclusion in the wild area system which meet the requirements of this Act. Provides that the President shall advise the United States Senate and the House of Representatives of his recommendations with respect to the designation as a wild area of each area submitted. Provides that each recommendation of the President for such designation shall become effective only if so provided by an Act of Congress. Directs the Secretary to administer the system in accordance with the following provisions: (1) primitive, natural, and wild conditions will be restored, maintained, and protected to provide for public use and enjoyment for recreation, scientific, and educational purposes in a natural setting free from the activities and highly developed works of man; (2) public use shall be permitted consistent with the ability of the area to support such use and retain its primitive, natural, and wild characteristics; (3) subject to existing private rights, there shall be no permanent road within any wild area designated by this Act and, except as necessary to meet the minimum requiresments for the administration of the area for the purpose of this Act, there shall be no temporary road, no use of motor vehicles, motorized equipment or motorboats, no landing of aircraft, no other form of mechanical transport, and no structure or installation within any such area; (4) within wild areas designated by this Act such measures may be taken as may be necessary in the control of fire, insects, and diseases, subject to such conditions as the Secretary deems desireable; (5) no timber stand modification shall be permitted; and (6) no grazing of domestic livestock shall be allowed except those necessary to achieve the purposes of the Act. Establishes the National Forest Wild Areas Citizen's Advisory Committee to advise, consult with, and make recommendations to the Secretary on matters of policy concerning the system. Requires the Secretary to submit an annual report on the status of the national Forest Wild Areas System for transmission to Congress. Title II: Establishes the Sipsey Wild Area within the Bankhead National Forest in Alabama."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Forest Wild Areas Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a system of wild areas within the lands of the national forest system.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:12-05:00"
}