{
  "actions": [
    {
      "acted_at": "1973-01-11", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres167-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-11", 
  "number": "167", 
  "official_title": "Joint resolution proposing an amendment to the Constitution to provide for the direct popular election of the President and Vice President of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "20", 
    "name": "Gonzalez, Henry B.", 
    "state": "TX", 
    "thomas_id": "00445", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-11", 
  "subjects": [
    "Constitutional amendments", 
    "Government operations and politics", 
    "Law", 
    "Presidential elections"
  ], 
  "subjects_top_term": "Presidential elections", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-11", 
    "text": "Constitutional Amendment - Provides that the people of the several States and the District constituting the seat of government of the United States shall elect the President and Vice President. Provides that each elector shall cast a single vote for two persons who shall have consented to the joining of their names as candidates for the offices of President and Vice President. Provides that no candidate shall consent to the joinder of his name with that of more than one other person. Requires the electors of President and Vice President in each State to have the qualifications requisite for electors of the most numerous branch of the State legislature, except that for electors of President and Vice President, the legislature of any State may prescribe less restrictive residence qualifications for electors of President and Vice President. Permits the Congress to establish uniform residence qualifications. Provides that the person joined as candidates for President and Vice President having the greatest number of votes shall be elected President and Vice President, if such number be at least 40 percent of the total number of votes cast and if none of the persons joined as candidates for President and Vice President shall have at least 40 percent of the total number of votes, but the persons joined as candidates for President and Vice President having the greatest number of votes cast in each of the several States which in combination are entitled to a number of Senators and Representatives in the Congress constituting a majority of the whole number of Members of both Houses of the Congress, such persons shall, be elected President and Vice President. Provides that for the purposes of the preceding sentence, the District of Columbia shall be considered to be a State, and to be entitled to a number of Senators and Representatives in the Congress equal to the number to which it would be entitled if it were a State, but in no event more than the number to which the least populous State is entitled. Provides that if, after any such election, none of the persons joined as candidates for President and Vice President are elected the Congress shall assemble in special session, in such manner as the Congress shall prescribe by law, on the thirty-fourth day after the date on which the election occurred. Provides that the Congress so assembled in special session shall be composed of those persons who are qualified to serve as Members of the Senate and the House of Representatives for the regular session beginning in the year next following the year in which the election occurred. Provides that in the special session the Senate and the House of Representatives so constituted sitting in joint session, each Member having one vote, shall choose immediately, from the two pairs of persons joined as candidates for President and Vice President who received the highest numbers of votes cast in the election, one such pair by ballot. Provides that a quorum shall consist of three-fourths of the whole number of Senators and Representatives. Requires the vote of each Member of each House to be publicly announced and recorded. Provides that the pair of persons joined as candidates for President and Vice President receiving the greater number of votes shall be elected President and Vice President and immediately after such choosing requires the special session to be adjourned sine die. Prohibits any other business to be transacted in any special session in which the Congress is assembled under this section. Provides that a regular session of the Congress shall be adjourned during the period of any such special session, but may be continued after the adjournment of such special session and that the assembly of the Congress in special session under this section shall not affect the term of office for which a Member of the Congress theretofore has been elected or appointed, and this section shall not impair the powers of any Member of the Congress with respect to any matter other than proceedings conducted in special session under this section. Provides that the times, places, and manner of holding such elections and entitlement to inclusion on the ballot shall be prescribed in each State by the legislature thereof; but the Congress may at any time by law make or alter such regulations. Requires the days for such elections to be determined by Congress and to be uniform throughout the United States. Permits the Congress to prescribe by law the times, places, and manner in which the results of such elections shall be ascertained and declared. Permits the Congress to, by law, provide for the case of the death, inability, or withdrawal of any candidate for President or Vice President before a President and Vice President have been elected, and for the case of the death of both the President-elect and Vice President-elect. Gives the Congress power to enforce this article by appropriate legislation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution proposing an amendment to the Constitution to provide for the direct popular election of the President and Vice President of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:12-05:00"
}