{
  "actions": [
    {
      "acted_at": "2008-09-27", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-27T17:00:00-04:00", 
      "references": [], 
      "text": "Ms. Velazquez moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-27T17:00:00-04:00", 
      "references": [
        {
          "reference": "CR H10224-10228", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-27T17:00:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 7175.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-27T17:15:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the chair put the question on the motion to suspend the rules. Mr. Chabot objected to the vote on the grounds that a quorum was not present. Further proceedings on the motion were postponed. The point of no quorum was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-29T14:08:00-04:00", 
      "references": [
        {
          "reference": "CR H10411-10412", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-29T14:18:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR 9/27/2008 H10224-10226", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "675", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by the Yeas and Nays: (2/3 required): 374 - 6 (Roll no. 675).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2008-09-29T14:18:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-30", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7175-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Chabot, Steve", 
      "sponsored_at": "2008-09-27", 
      "state": "OH", 
      "thomas_id": "00186", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Clarke, Yvette D.", 
      "sponsored_at": "2008-09-27", 
      "state": "NY", 
      "thomas_id": "01864", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "Cuellar, Henry", 
      "sponsored_at": "2008-09-27", 
      "state": "TX", 
      "thomas_id": "01807", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Davis, David", 
      "sponsored_at": "2008-09-27", 
      "state": "TN", 
      "thomas_id": "01877", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2008-09-29T14:18:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-27", 
  "number": "7175", 
  "official_title": "To amend the Small Business Act to improve the section 7(a) lending program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Financing Improvements Act of 2008", 
  "sponsor": {
    "district": "12", 
    "name": "Velazquez, Nydia M.", 
    "state": "NY", 
    "thomas_id": "01184", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2008-09-29T14:18:00-04:00", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2008-09-29", 
    "text": "Small Business Financing Improvements Act of 2008 - Title I: 7(a) Loan Program - (Sec. 101) Amends the Small Business Act to require trust certificates representing all or a portion of one or more small business loans guaranteed by the Small Business Administration (SBA) to be based on and backed by a trust or pool approved by the SBA Administrator and composed solely of the guaranteed portion of such loan(s). Makes the interest rate on such certificates either: (1) the lowest rate on any loan in the pool; or (2) the weighted average rate of all the pooled loans. (Sec. 102) Directs the SBA to establish an optional loan size standard applicable to both 7(a) (SBA-guaranteed general business loans) borrowers and 504 (loans to small businesses funded by the SBA through certified development companies) borrowers, using net worth and average net income as loan size standards in lieu of industry standards. Title II: 504 CDC Program - (Sec. 201) Provides definitions of \"development company,\" \"certified development company,\" and \"rural area\" under the Small Business Investment Act of 1958. (Sec. 202) Provides criteria required before a development company may issue debentures for the financing of SBA-backed loans (and thereby be considered a certified development company, or CDC), including: (1) size (fewer than 500 employees, with an exception); (2) primary purpose and function; (3) nonprofit status; (4) good standing in the state in which it conducts business; (4) membership, board of directors, and professional management and staff; (5) area of operations; and (6) use of proceeds. Provides ethical requirements, including prohibited conflicts of interest in approved loans under the Certified Development Company Economic Development Loan Program. (Sec. 204) Adds as an eligible purpose (public policy goal) of the SBA's development company loan program the expansion of businesses in low-income communities that would be eligible for new market tax credit investments under the Internal Revenue Code. (Sec. 205) Allows a small business or corporation owned by more than one individual to qualify as minority-owned or veteran-owned for purposes of qualifying for a public policy goal loan if 51% or more of the business interest belongs to one or more individuals who are a minority or a veteran. (Sec. 206) Allows CDC loan financing to include a limited amount of refinancing for debt not previously guaranteed by the SBA, if the project involves expansion of a small business which has existing indebtedness collateralized by fixed assets. (Sec. 207) Allows small business borrowers using SBA loans for plant acquisition, construction, conversion, and expansion to contribute more equity to a project funded partially through a CDC, and to use the excess equity to reduce the amount of the non-CDC-funded portion of the loan. (Sec. 208) Requires a CDC which elects not to foreclose and liquidate defaulted loans, or is determined ineligible to do so, to contract with a third party to carry out such foreclosures and liquidations. Provides for SBA reimbursement of such expenses. (Sec. 209) Allows CDC borrowers to include administrative and closing costs (except attorney fees) within their loan amounts. (Sec. 210) Authorizes a small business whose CDC or 7(a) loan includes the acquisition of a facility or construction of a new facility to lease up to 50% of the space in such facility. Title III: Small Business Investment Company Program - (Sec. 301) Revises the maximum amount of outstanding leverage made available to: (1) any single company licensed under the Small Business Investment Company (SBIC) Program; and (2) two or more such companies that are commonly controlled and not under capital impairment. (Sec. 302) Revises an SBIC company's maximum aggregate investment limit in a single business."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Financing Improvements Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Small Business Financing Improvements Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Small Business Act to improve the section 7(a) lending program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:38-05:00"
}