{
  "actions": [
    {
      "acted_at": "1978-02-09", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10889-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-09", 
  "number": "10889", 
  "official_title": "A bill to improve the administration of titles I, IV, VII of the Elementary and Secondary Education Act of 1965, title VII of the Education Amendments of 1974, and the Emergency School Aid Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl Dewey", 
    "state": "KY", 
    "thomas_id": "00908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-09", 
  "subjects": [
    "Bilingual education", 
    "Compensatory education", 
    "Disabled", 
    "Education", 
    "Education of socially handicapped children", 
    "Education of the handicapped", 
    "Educational counseling", 
    "Educational facilities", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Families", 
    "Federal aid to education", 
    "Libraries", 
    "Migrant labor", 
    "Minorities", 
    "Minority education", 
    "Parent-school relationships", 
    "Reading", 
    "School libraries", 
    "Secondary education", 
    "State education agencies"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-09", 
    "text": "Title I: Amendments Relating to Title I of the Elementary and Secondary Education Act of 1965 - Amends Title I of the Elementary and Secondary Education Act of 1965 to: (1) repeal the provision allowing children in local educational programs for the handicapped to be considered in certain circumstances as part of a State program for Federal assistance under such title; (2) reduce the minimum Federal payment a State may receive for its handicapped children, neglected children, and migratory children; (3) permit multiyear grant applications; (4) limit the school construction wage requirement to projects involving expenditures of at least $15,000; (5) permit schools to count certain low-income transfer students for school attendance funding eligibility under such Act; (6) restrict required school parent advisory councils to districts which receive at least $50,000 in Title I grant funds; (7) revise provisions regarding basic grants amounts and their manner of payment to local educational agencies; and (8) revise the provision regarding the Commissioner of Education's withholding of funds for noncompliance with certain funding requirements. Removes the provision requiring that certain funds given to local educational agencies on the basis of low-rent housing determinations be used to meet the special educational needs of children from low-income families. Title II: Amendments Relating to Title IV of the Elementary and Secondary Education Act of 1965 - Amends provisions of such Title regarding libraries, learning resources, and educational support to: (1) substitute a five year program plan for the State plan required for funding under such Title; (2) revise specified State and local application requirements for funding under such Title; (3) revise certain testing and guidance provisions; (4) revise certain State allotment provisions including establishing a notification requirement if such allotments are to be reduced; and (5) revise certain State and local leadership program provisions. Title III: Amendments to the Bilingual Education Act - Amends the Bilingual Education Act to provide for multiyear grant applications and revise certain State administrative functions under such Act. Title IV: Amendments Relating to the National Reading Improvement Program - Amends the Education Amendments of 1974 to: (1) revise certain provisions regarding State administration of reading improvement projects; and (2) direct the Commissioner of Education to supply written confirmation of funding application approval for such reading programs. Title V: Amendments to the Emergency School Act - Amends the Emergency School Aid Act to: (1) require funding applications under such Act to be submitted within 90 days of the start of the fiscal year; and (2) limit the type of information required in local educational agency applications for funds under such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to improve the administration of titles I, IV, VII of the Elementary and Secondary Education Act of 1965, title VII of the Education Amendments of 1974, and the Emergency School Aid Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:35-05:00"
}