{
  "actions": [
    {
      "acted_at": "1975-02-04", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-02-04", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-02-04", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-02-04", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2772-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-04", 
  "number": "2772", 
  "official_title": "A bill to amend the Outer Continental Shelf Lands Act to insure that the Federal Government has available to it reliable information on the nature and extent of energy resources in the undeveloped areas of the Outer Continental Shelf, and that any decision to develop such resources take place within the context of a national energy policy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Outer Continental Shelf Energy Policy Act", 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-04", 
  "subjects": [
    "Continental shelf", 
    "Gasoline", 
    "Oceans and oceanography", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Pipelines", 
    "Power resources", 
    "Public lands and natural resources", 
    "Science and technology", 
    "States"
  ], 
  "subjects_top_term": "Continental shelf", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-04", 
    "text": "Outer Continental Shelf Energy Policy Act - Title I: Findings - Expresses the findings of Congress, including that it is in the interest of the United States to develop its domestic petroleum resources but only after consideration of energy alternatives and conservation measures. Title II: Orderly Development of Outer Continental Shelf Resources - Calls for a revision of a projected ten-year leasing plan for the Outer Continental Shelf, enumerating the elements comprising such plan. Directs that a survey program be conducted of oil and gas resources of the Outer Continental Shelf. Requires that such program provide a basis for the development of safety and environmental regulations for the exploration, development, and production of oil and gas in the Outer Continental Shelf. Provides for a research and development program to improve technology related to development of the oil and gas resources of the Outer Continental Shelf, particularly where such research is not being effectively conducted by any public or private entity. Calls for the regular inspection of all operations authorized pursuant to a lease under the Outer Continental Shelf Lands Act and for enforcement of safety regulations. Limits strict liability under such Act to $100,000,000 for all claims arising out of any one incident. Establishes the Outer Continental Shelf Liability Fund to be administered by persons holding leases. Establishes an Impacted Coastal State Fund and authorizes the Secretary of Commerce to make grants from the fund to impacted coastal States to assist them in activities to ameliorate adverse environmental consequences and to control secondary impacts associated with the development of Federal energy resources in or on the Outer Continental Shelf adjacent to the submerged lands of such States. Provides for citizens suits for violations of the provisions of the Outer Continental Shelf Lands Act and regulations promulgated thereunder. Requires that a report be filed with recommendations for promoting competition or the leasing of the Outer Continental Shelf lands. Provides for the enforcement of the Outer Continental Shelf Lands Act by the Attorney General. Requires that a study be made to establish a baseline of critical parameters of the Outer Continental Shelf environment which may be affected by oil and gas development prior to the permitting of such development. Provides, under the Outer Continental Shelf Lands Act, for: (1) a revision of lease terms; (2) disposition of Federal royalty oil; (3) the filing of an annual report; (4) the insuring of orderly and timely development of oil and gas leases; and (5) geological and geophysical exploration. Title III: Piepline Safety - Directs the Secretary of Transportation to report to Congress on appropriations and staffing needed to monitor pipelines on Federal lands and the Outer Continental Shelf to assure that they meet all applicable standards. Provides for a review of shut-in or flaring wells."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Outer Continental Shelf Energy Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Outer Continental Shelf Lands Act to insure that the Federal Government has available to it reliable information on the nature and extent of energy resources in the undeveloped areas of the Outer Continental Shelf, and that any decision to develop such resources take place within the context of a national energy policy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:12-05:00"
}