{
  "actions": [
    {
      "acted_at": "1999-04-28", 
      "references": [
        {
          "reference": "CR S4353-4354", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-04-28", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s896-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abraham, Spencer", 
      "sponsored_at": "1999-04-28", 
      "state": "MI", 
      "thomas_id": "01269", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brownback, Sam", 
      "sponsored_at": "1999-06-16", 
      "state": "KS", 
      "thomas_id": "00137", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "1999-04-28", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-04-28", 
  "number": "896", 
  "official_title": "A bill to abolish the Department of Energy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Energy Abolishment Act", 
  "sponsor": {
    "district": null, 
    "name": "Grams, Rod", 
    "state": "MN", 
    "thomas_id": "00454", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-04-28", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Alternative dispute resolution", 
    "Alternative energy sources", 
    "Armed forces and national security", 
    "Auditing", 
    "California", 
    "Claims", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Defense Nuclear Facilities Safety Board", 
    "Delegation of powers", 
    "Department of Defense", 
    "Department of Energy", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Electric power distribution", 
    "Electric power transmission", 
    "Electric utility rates", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy policy", 
    "Energy research", 
    "Environmental protection", 
    "Environmental risk assessment", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Fossil fuels", 
    "Government operations and politics", 
    "Government trust funds", 
    "Hazardous waste site remediation", 
    "House rules and procedure", 
    "Independent regulatory commissions", 
    "Inspectors general", 
    "Laboratories", 
    "Law", 
    "Legislative resolutions", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Louisiana", 
    "National Science Foundation", 
    "Nevada", 
    "New Mexico", 
    "Nuclear energy research facilities", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear nonproliferation", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Petroleum reserves", 
    "Power marketing administrations", 
    "Presidential appointments", 
    "Privatization", 
    "Public lands and natural resources", 
    "Radioactive waste disposal in the ground", 
    "Radioactive wastes", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research and development facilities", 
    "Risk assessment", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "Strategic materials", 
    "Surplus government property", 
    "Uranium", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-04-28", 
    "text": "TABLE OF CONTENTS: Title I: Abolishment of Department of Energy Title II: Energy Laboratories Subtitle A: National Defense Laboratories Subtitle B: Nondefense Energy Laboratories Title III: Power Marketing Administrations Title IV: Transfer and Disposal of Reserves Subtitle A: Strategic Petroleum Reserve Subtitle B: Naval Petroleum Reserves Title V: National Security and Environmental Management Programs Title VI: Environmental Restoration Activities at Defense Nuclear Facilities Title VII: Civilian Radioactive Waste Management Title VIII: Miscellaneous Provisions Department of Energy Abolishment Act - Title I: Abolishment of Department of Energy - Redesignates the Department of Energy (DOE) as the Energy Programs Resolution Agency (the Agency), headed by an Administrator to perform the previous functions of the Department of Energy. Provides for the continuation of service of the Secretary of Energy as the interim Administrator. (Sec. 105) Authorizes the Administrator to establish, consolidate, alter, or discontinue in the Energy Programs Resolution Agency any organizational entities that were entities of DOE. Sunsets the Agency three years after enactment of this Act. (Sec. 107) Amends the Department of Energy Organization Act to restore the Federal Energy Regulatory Commission (FERC) as an independent agency. (Sec. 108) Transfers to the Secretary of the Interior all functions of: (1) the Administrator of the Energy Information Administration; (2) certain DOE civilian energy research programs; and (3) specified DOE science and technology programs. (Sec. 109) Transfers all functions of the Administrator of the Energy Regulatory Administration to the Attorney General. (Sec. 110) Directs the Comptroller General to report to Congress on the most efficient way to accomplish the complete abolishment of DOE and the functions. Title II: Energy Laboratories - Subtitle A: National Defense Laboratories - Transfers the functions of the Lawrence Livermore, Los Alamos, and Sandia National Laboratories to the Under Secretary of Defense for Nuclear Programs (established by title V). Subtitle B: Nondefense Energy Laboratories - Transfers to the National Science Foundation all functions of the Secretary of Energy relating to nondefense energy laboratories. (Sec. 213) Establishes the Nondefense Energy Laboratory Commission as an independent body to recommend to Congress disposition options (reconfiguration, privatization, closure, or transfer) for nondefense energy laboratories, programs, or any of the basic science programs. Authorizes appropriations. Prescribes procedural guidelines for fast track congressional consideration of the Commission's report. (Sec. 216) Sets deadlines for closure of all nondefense energy laboratories and basic science programs unless Congress has approved other specified dispositions. (Sec. 218) Establishes the Energy Laboratory Facility Closure Account to fund implementation of disposition actions. Title III: Power Marketing Administrations - Transfers to the Secretary of the Army (acting through the Chief of Engineers of the Army Corps of Engineers) all functions of the Administrators of: (1) the Bonneville Power Administration; (2) the Southeastern Power Administration; (3) the Southwestern Power Administration; and (4) the Western Area Power Administration. (Sec. 303) Directs the Comptroller General to study and report to Congress on: (1) specified aspects of such power administrations; and (2) recommended final disposition alternatives. Expresses the intent of Congress that: (1) any purchaser of facilities shall be required to maintain any contracts with customers in force as of the effective date; and (2) any sales of such facilities be executed so as to minimize the impact on the ultimate ratepayers. Title IV: Transfer and Disposal of Reserves - Subtitle A: Strategic Petroleum Reserve - Transfers to the Secretary of Defense all functions performed by the Secretary of Energy regarding the Strategic Petroleum Reserve, including the Industrial Petroleum Reserve, the Early Storage Reserve, and the Regional Petroleum Reserve. Instructs the Secretary of Defense to submit to the Congress a plan for the disposal of the Strategic Petroleum Reserve within a specified timeframe, including a plan for disposal of the reserves held at Weeks Island, Louisiana. Subtitle B: Naval Petroleum Reserves - Transfers to the Administrator of the Energy Programs Resolution Agency all functions performed with respect to the naval petroleum reserves, except Naval Petroleum Reserve Numbered 1 (Elk Hills). Instructs the Administrator to develop a joint plan with the Secretaries of the Interior and of the Army for disposal of the naval petroleum reserves within a specified timeframe. Title V: National Security and Environmental Management Programs - Establishes the Defense Nuclear Programs Administration (Administration) in the Department of Defense (DOD), headed by an Under Secretary for Defense Nuclear Programs. (Sec. 502) Identifies the Under Secretary as the Staff Director of the Nuclear Weapons Council. (Sec. 503) Transfers to the Under Secretary all national security supervisory functions previously performed by: (1) DOE over defense, nonproliferation, and defense-related environmental management programs, and the Sandia, Los Alamos, and Lawrence Livermore National Laboratories; (2) the Defense Nuclear Agency of DOD relating to nuclear weapons systems; and (3) the Defense Nuclear Facilities Safety Board. Authorizes the Secretary of Defense to transfer other nuclear weapons-related functions to the Under Secretary. (Sec. 504) Places restrictions upon the transfer of funds by the Agency. Title VI: Environmental Restoration Activities at Defense Nuclear Facilities - Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 to require the Under Secretary to review ongoing and planned remediation activities for consistency with such Act. (Sec. 601) Sets forth guidelines for site-specific risk assessment and an analysis of risk reduction benefits and costs, which shall be conducted before the selection of a remedial action at a defense nuclear facility. (Sec. 603) Instructs the Under Secretary to renegotiate the terms of any compliance agreement entered into with the Secretary of Energy, the Environmental Protection Agency, and the relevant State in order to have it reflect this Act. Title VII: Civilian Radioactive Waste Management - Amends the Nuclear Waste Policy Act of 1982 (the Act) to terminate the Office of Civilian Radioactive Waste Management and transfer its authority and assets to the Army Corps of Engineers (the Corps). Requires: (1) the Corps to assume all obligations of the Office affecting the Yucca Mountain site; and (2) reissuance of Nevada State permits for the Corps. Prescribes procedural guidelines for Corps preparation and implementation of a Yucca Mountain site characterization plan. (Sec. 702) Reaffirms that the obligation of the Secretary of Energy to accept high-level radioactive waste and spent nuclear fuel beginning by January 31, 2000, is absolute and is not dependent on commencement of operation of a repository or a monitored retrievable storage facility. States that such obligation shall be neither voided nor delayed for any reason. Repeals the licensing conditions placed upon such facility. (Sec. 703) Modifies the Act's interim storage program to rescind its stated purpose to provide for the establishment of a federally owned and operated system for the interim storage of spend nuclear fuel to prevent disruption in the orderly operation of any civilian nuclear power reactor that cannot reasonably provide adequate storage capacity. Prescribes procedural guidelines for the licensing and expansion of an initial spent nuclear fuel storage facility. States that the licensing of such facility shall have no effect on site selection for a permanent repository for storage of spent nuclear fuel. Directs the Secretary of the Army to: (1) review all activities of the initial storage facility program; and (2) submit to Congress a revised program plan and schedule, including a five-year budget that addresses the construction and operation of the interim storage capability, the revised site characterization program at the Yucca Mountain site, and the results of the Secretary's review of the program's institutional activities. Title VIII: Miscellaneous Provisions - Sets forth miscellaneous implementing provisions, conferring upon the Office of Management and Budget authority to make any determination regarding functions transferred under this Act and incidental transfers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy Abolishment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to abolish the Department of Energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:33-05:00"
}