{
  "actions": [
    {
      "acted_at": "1978-05-10", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce, H. Rept. 95-1171.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-10", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-10", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-10", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-10", 
      "bill_ids": [
        "s3083-95"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 3083 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12647-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-10", 
  "number": "12647", 
  "official_title": "A bill to extend provisions of the Noise Control Act of 1972 for one year, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3083-95", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Florio, James J.", 
    "state": "NJ", 
    "thomas_id": "00392", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-05-10", 
  "subjects": [
    "Airports", 
    "Authorization", 
    "Aviation", 
    "Environmental protection", 
    "Government operations and politics", 
    "Noise", 
    "Refuse and refuse disposal", 
    "Research", 
    "Statistics", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Noise", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1978-10-10", 
    "text": "(Measure passed House, amended) Quiet Communities Act - Amends the Noise Control Act of 1972 to require the Administrator of the Environmental Protection Agency to: (1) disseminate educational materials on the public health effect of noise and the most effective means of noise control; (2) conduct or finance specified research projects on noise control; (3) administer a nationwide Quiet Communities Program designed to assist local governments in controlling levels; and (4) provide technical assistance to State and local governments in implementing noise control programs. Amends the Federal Aviation Act to establish a time limit of 90 days following a public hearing on aircraft noise control regulations within which the Federal Aviation Administration must publish such regulations as prescribed by the Environmental Protection Agency or give notice in the Federal Register that it does not intend to publish the regulations as prescribed. Prescribes a civil penalty for violators of the Noise Control Act. Permits a State or local official to petition the Administrator to adopt more strigent regulations for noise control than originally prescribed, if needed to protect public health or welfare. Authorizes appropriations to carry out the purposes of this Act. Makes technical amendments to the Solid Waste Disposal Act of 1976. Directs the Secretary of Transportation and the Administrator of the Environmental Protection Agency to jointly study the aircraft noise effects from an airport on communities, located in a State other than the State in which such airport is located. Sets forth criteria for the selection of the airport to be studied. Requires that a report on such study be submitted to Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to extend provisions of the Noise Control Act of 1972 for one year, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:08-05:00"
}