{
  "actions": [
    {
      "acted_at": "1980-08-26", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 96-996.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-02", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-02", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-02", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-02", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-08", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-09", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-10", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-19", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-10-19", 
      "references": [], 
      "text": "Public Law 96-476.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3072-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-10-19", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-08-26", 
  "number": "3072", 
  "official_title": "A bill to establish the Rattlesnake National Recreation Area and Wilderness in the State of Montana", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rattlesnake National Recreation Area and Wilderness Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Melcher, John", 
    "state": "MT", 
    "thomas_id": "00790", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-08-26", 
  "subjects": [
    "Coal", 
    "Montana", 
    "Parks and Natural Areas", 
    "Recreation and Recreational Facilities", 
    "Recreation areas", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-10-01", 
    "text": "(Measure passed Senate, amended) Rattlesnake National Recreation Area and Wilderness Act of 1980 - Designates specified lands within the Rattlesnake National Recreation Area in Montana as wilderness areas which shall be known as the Rattlesnake Wilderness and administered by the Secretary of Agriculture. Establishes the Rattlesnake National Recreation Area, Montana. Authorizes and directs the Secretary to acquire with donated or appropriated funds, by exchange, gift, or purchase, such non-Federal lands, interests, or other property within the boundaries of the Rattlesnake National Recreation Area and Rattlesnake Wilderness. Authorizes the Secretary of the Interior, in consultation with the Secretary of Agriculture, to consider and consummate an exchange with the owner of the private lands or interests within or contiguous to the boundaries of the Rattlesnake National Recreation Area and Rattlesnake Wilderness, by which the Secretary of the Interior may accept conveyance to title to these private lands and in exchange issue bidding rights that may be exercised in competitive coal lease sales, or in coal lease modifications, or both. Specifies that any lands so acquired shall become national forest lands under the jurisdiction of the Secretary of Agriculture. Declares that nothing in this Act shall be construed to require any owner of the lands within or contiguous to the Rattlesnake National Recreation Area or Rattlesnake Wilderness to accept coal lease bidding rights in exchange for title to those private lands. Permits such coal lease bidding rights to be exercised as payment of bonus or other payment required of the successful bidder for a competitive coal lease, or required of an applicant for a coal lease modification. Specifies that such bidding rights shall equal the fair market value of the private lands or interests therein conveyed in exchange for their issuance. Permits the holder of the bidding rights, if for any reason the bidding rights issued in an exchange under this Act have not been exercised within three years from the date of enactment of this Act, to use the outstanding bidding rights as a credit against any royalty, rental, or advance royalty payments owed to the United States on any Federal coal lease(s) it may then hold. Declares that it is the intent of Congress that the exchange of bidding rights for the private lands or interests therein authorized by this Act shall occur within three years of the date of enactment of this Act. States the intent of Congress that the exchange of lands involving Burlington Northern, Inc. and the Regional Forester of the United States Forest Service, Region 1, in accordance with a specified agreement, shall occur within three years of the date of enactment of this Act. Declares that nothing in this Act shall affect or diminish any water right which is vested under either State or Federal law at the time of enactment of this Act, nor the rights of the owner of such water right to the customary and usual access."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rattlesnake National Recreation Area and Wilderness Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Rattlesnake National Recreation Area and Wilderness in the State of Montana", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:33-05:00"
}