{
  "actions": [
    {
      "acted_at": "1982-09-30", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-09-30", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-10-15", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7252-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-09-30", 
  "number": "7252", 
  "official_title": "A bill to provide assistance, through the Federal Housing Finance Corporation and the Internal Revenue Code of 1954, to individuals and families purchasing a residence for the first time, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Housing Equity Loan Program Act", 
  "sponsor": {
    "district": "4", 
    "name": "Vento, Bruce F.", 
    "state": "MN", 
    "thomas_id": "01185", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-09-30", 
  "subjects": [
    "Corporations and Stocks", 
    "Depressed areas", 
    "Economics and public finance", 
    "Federal aid to housing", 
    "Federal-state relations", 
    "Financial institutions", 
    "Government corporations", 
    "Government securities", 
    "Home ownership", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Income tax", 
    "Interest", 
    "Mortgage loans", 
    "Mortgages", 
    "Savings accounts", 
    "Securities and Investments", 
    "State finance", 
    "States", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax incentives", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Federal aid to housing", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-09-30", 
    "text": "Housing Equity Loan Program Act - Title I: Federal Housing Finance Corporation - Creates the Federal Housing Finance Corporation. Designates the Secretary of Housing and Urban Development as Chairman of the Board of Governors of the Corporation and the Secretary of the Treasury and the Chairman of the Federal Home Loan Bank Board as the other Board members. Authorizes the Corporation to issue notes or other tax-exempt obligations bearing rates of interest not exceeding 13 percent per annum to obtain funds in order to assist in the financing of mortgages. Directs the Corporation to make payments on such obligations from funds received from assisted financial institutions. Directs the Secretary of the Treasury to pay the principal and interest on an obligation in the event the Corporation fails to pay such amount when the obligation becomes due. Provides for the purchase and sale of obligations of the Corporation by the Secretary of the Treasury. Terminates the Corporation's authority to issue obligations on December 31, 1985, except as necessary to provide funds for the performance of a contract entered into by the Corporation before such date. Requires funds received from the issuance of such obligations to be used to assist in financing the purchase of single-family residences. Directs the Corporation to allocate such funds on a State by State basis for use by financial institutions after considering: (1) the number of requests for funds from institutions in each State; (2) the number of single-family residences offered for sale recently in each State; and (3) the number of individuals between the ages of 25 and 40 in each State. Directs the Corporation to make such funds available to financial institutions upon application. Lists conditions under which financial institutions shall provide such funds for the purchase of a single-family residence, including requirements that: (1) at least 50 percent of the principal amount of the mortgage secured by the residence is provided by the institution; (2) the mortgage has a 30-year term and a fixed rate of interest not exceeding two percentage points below the most recently prescribed Federal Housing Administration (FHA) mortgage rate; (3) the mortgagor has not owned a dwelling during the preceding three years; (4) the mortgage is assumable but only by another such mortgagor; and (5) the institution and the Corporation agree that the institution will conduct any foreclosure proceedings on behalf of itself and the Corporation. Requires the institutions to agree to provide periodic repayments to the Corporation corresponding to the timing of repayments made by mortgagors who purchase the financed residences. Directs the Corporation to recapture from a homeowner who disposes of, or rents for one year or more, property securing a mortgage made under this title the lesser of: (1) two-thirds of the mortgagor's savings resulting from the effective interest rate of the mortgage being lower than the rate for comparable FHA-insured mortgages; or (2) 50 percent of the net appreciation of the property. Requires the Corporation to: (1) publish and submit to Congress an annual report; and (2) conduct an annual audit of its funds. Requires the General Accounting Office to audit the transactions of the Corporation every three years. Exempts the Corporation from all taxes excluding State and local real property taxes. Authorizes appropriations for the administrative expenses of the Corporation. Title II: Amendments Relating to Tax-Exempt Financing for Single-Family and Multifamily Residences - Amends the Internal Revenue Code to revise requirements for the tax exclusion of interest on mortgage subsidy bonds. Reduces from 90 to 80 the percentage of financings under an issue that must be used for first-time home buyers. Revises the new homeowner requirements to allow eligibility for bond financed mortgages for persons who are residing in substandard housing or who have lost their homes because of natural disasters or governmental action. Repeals the requirement that two to four family residences must be five years old for treatment as single-family residences. Provides that loans for the conversion of residences to two to four family residences shall be treated as home improvement loans for purposes of determining the eligibility of an issue. Changes the dollar limitation for qualified home improvement loans from $15,000 to the maximum allowed under the National Housing Act of 1949. Treats rehabilitated residences as new residences for purposes of the purchase price limitations for homes financed with tax-exempt bonds. Revises requirements for residential rental property bond issues relating to the median income level of occupants and the term of the lower income occupancy. Repeals the registration requirements for mortgage bond issue and veterans' mortgage bond issues. Permits advance refunding of mortgage subsidy bonds if the interest on such bond is tax-exempt and the refunding occurs within a specified time period. Title III: Individual Housing Accounts - Amends the Internal Revenue Code to allow an income tax deduction for cash contributions to a savings account created or organized for the benefit of the taxpayer (or the taxpayer and spouse if married) for the exclusive purpose of purchasing the taxpayer's principal residence. Limits the maximum annual deduction to $2,000 with a maximum lifetime deduction of $4,000. Exempts such accounts from income taxation. Excludes distributions from such account from gross income so long as they are used exclusively for the purchase of a principal residence. Imposes a ten percent surtax on distributions from an individual housing account which are not used for the purchase of a principal residence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing Equity Loan Program Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide assistance, through the Federal Housing Finance Corporation and the Internal Revenue Code of 1954, to individuals and families purchasing a residence for the first time, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:22-05:00"
}