{
  "actions": [
    {
      "acted_at": "2008-09-10", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6863-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-10", 
  "number": "6863", 
  "official_title": "To prevent Government shutdowns.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3508-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3583-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2070-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Government Shutdown Prevention Act", 
  "sponsor": {
    "district": "5", 
    "name": "Hensarling, Jeb", 
    "state": "TX", 
    "thomas_id": "01749", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-10", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-10", 
    "text": "Government Shutdown Prevention Act - Provides for automatic continuing appropriations if any regular appropriation for a fiscal year (or, if applicable, for each fiscal year in a biennium) does not become law before the beginning of such fiscal year, or a joint resolution making continuing appropriations is not in effect. Appropriates amounts necessary to continue any project or activity for which funds were provided in the preceding fiscal year: (1) in the corresponding regular appropriation Act for such preceding fiscal year; or (2) if such legislation did not become law, then in the joint resolution making continuing appropriations for such preceding fiscal year. Requires the appropriations and funds made available, and authority granted, for any fiscal year for a project or activity to be available for the period beginning with the first day of a lapse in appropriations and ending with the earlier of: (1) the date on which the applicable regular appropriation bill for such fiscal year becomes law (whether or not such law provides for such project or activity) or a continuing resolution making appropriations becomes law, as the case may be; or (2) the last day of such fiscal year. Declares that this Act imposes no prohibition on the expenditure of funds: (1) to prepare or publish final regulations regarding a commercial leasing program for oil shale resources on public lands pursuant to the Energy Policy Act of 2005 or to conduct an oil shale lease sale; (2) by the Department of the Interior for the conduct of offshore preleasing, leasing, and related activities placed under restriction in the President's moratorium statement of June 12, 1998, in specified areas; or (3) by the Department to conduct oil and natural gas preleasing, leasing and related activities in the mid-Atlantic and South Atlantic planning areas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Government Shutdown Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To prevent Government shutdowns.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:31-05:00"
}