{
  "actions": [
    {
      "acted_at": "1975-04-22", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6228-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-22", 
  "number": "6228", 
  "official_title": "A bill to guarantee the free flow of information to the public.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Free Flow of Information Act", 
  "sponsor": {
    "district": "4", 
    "name": "Drinan, Robert F.", 
    "state": "MA", 
    "thomas_id": "00318", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-22", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Freedom of information", 
    "Freedom of the press", 
    "Publishers and publishing", 
    "Rights of women"
  ], 
  "subjects_top_term": "Rights of women", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-22", 
    "text": "Free Flow of Information Act - Provides that a professional disseminator of information is privileged to decline to give evidence concerning the source or contents of information that he obtained during the course of his professional activities if he states under oath either: (1) that the information in question could originally be obtained only by reaching an understanding with the source that the contents of the information or the identity of the source would not be disseminated to the public and would not be given in evidence in any official proceeding except under compulsion of law; or (2) that serious harm to a particular ongoing diseminator-source relationship is likely to result if the contents or source of the information is required to be disclosed. Define \"professional disseminator of information\" as a person who is engaged in the pratice of obtaining or preparing information for dissemination with the aid of facilities for the mass reproduction of words, sounds, or images in a form available to general public; or is the agent or employee of such a person. Provides that in all disputes concerning a claim of privilege under this Act, the claimant of the privilege has the burden of proving by a preponderance of the evidence that he qualifies as a professional disseminator of information to the public and that he obtained the evidenc that is sought during the course of his professional activities. Allows the privilege provided by this Act to be waived by the professional disseminator of information whose evidence is sought or by the source of the evidence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Free Flow of Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to guarantee the free flow of information to the public.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:11-05:00"
}