{
  "actions": [
    {
      "acted_at": "1988-06-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-05", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4742-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-03", 
  "number": "4742", 
  "official_title": "A bill to achieve greater accountability in Federal student assistance programs, to minimize the potential for waste and abuse, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "26", 
    "name": "Armey, Richard K.", 
    "state": "TX", 
    "thomas_id": "00028", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-03", 
  "subjects": [
    "Collection of accounts", 
    "Consumer credit", 
    "Consumer protection", 
    "Education", 
    "Educational accountability", 
    "Federal aid to higher education", 
    "Federally-guaranteed loans", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Interest", 
    "Scholarships", 
    "Student aid", 
    "Student employment", 
    "Student loan funds", 
    "Students"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-03", 
    "text": "Amends the Higher Education Act of 1965 (HEA) to revise and add provisions relating to title IV (Student Assistance) programs. Eliminates a requirement that at least 85 percent of Pell Grant payment funds be advanced to eligible institutions before the start of each payment period. Limits Pell Grant individual eligibility to three academic years in the case of an undergraduate degree or certificate program normally requiring two years or less. Authorizes the Secretary of Education (the Secretary) to prescribe regulations reasonably necessary to carry out the purposes of Pell Grant provisions. Requires institutional accountability plans under the allocation of funds provisions of the supplemental education opportunity grant (SEOG) program and the work-study program. Permits adjustments of an institution's allocation if it fails to meet the performance goals established in its accountability plan. Requires participating institutions to develop such plans to assess, in quantifiable terms, their success in providing an education of demonstrable value to their students. Directs the Secretary to publish and take public comment on: (1) a number of criteria from which an institution shall select those to be included in its plans; and (2) minimum standards for evaluating institutional performance. Directs the Secretary, based upon the advice of review panels representative of the higher education community, to review initial plans and approve them if minimum standards are met. Requires approval of such a plan before an institution may receive an allocation for award year 1989-1990 or 1990-1991. Sets forth procedures relating to revised plans in later academic years. Requires institutions with approved plans to submit annual progress reports. Directs the Secretary to: (1) review such reports; (2) reduce allocations as appropriate; and (3) redistribute the resulting excess allocations to institutions that have met or exceeded their objectives, on the basis of their relative need. Requires the final award notifications regarding allocations of campus-based funds (i.e. those under SEOG and work-study programs) for award year 1989-1990 to be sent to institutions by June 1, 1989. Revises provisions under the guaranteed student loan (GSL) program for Federal payments to reduce student interest costs. Reduces from 100 percent to 90 percent the portion of: (1) the unpaid principal of loans which must be insured under program agreements to qualify for interest subsidies; and (2) student loan insurance program costs which the Secretary reimburses to guaranty agencies under GSL guarantee agreements for reimbursing losses. Reduces such reimbursement to: (1) 80 percent where the default rate for a guaranty agency's loans exceeds five percent; and (2) 70 percent where such rate exceeds nine percent. Revises limitations on individual federally-insured loans and on Federal loan insurance. Extends the guarantee to: (1) 90 percent of the unpaid balance of the principal amount of the loan guaranteed including interest, for loans made to cover instruction periods beginning on or after July 1, 1988, and for consolidation loans made on or after such date; and (2) 100 percent of the unpaid balance of the principal amount of the loan guaranteed, plus interest for loans made to cover such periods. (These provisions replace provisions for reduction of the level of such insurance coverage because of certain default rates.) Requires lenders, under the guaranteed student loans (GSL), supplemental loan for students (SLC), income-contingent loan (ICL), Perkins Loan, and parent loan (PLUS) programs, to obtain a credit report from at least one national credit bureau organization on any loan applicant over 21 years of age. Allows the lender to charge the applicant for the cost of such report, up to $25. Requires any applicant with a negative credit history (but not merely nonexistent or insufficient history) to obtain a credit-worthy cosigner. Revises eligibility requirements for student aid recipients. Requires all such recipients to have earned a high school diploma or its recognized equivalent. Requires that institutional determinations of undue hardship based on special circumstances, for purposes of waiving student satisfactory progress requirements, be made according to criteria established by the Secretary. Repeals certain provisions relating to the student aid eligibility of students admitted on the basis of ability to benefit from an educational or training program. Repeals a prohibition against the Secretary's requiring institutions to verify the accuracy of data used to determine eligibility for any student assistance program under title IV of HEA. Requires the National Student Loan Data System (the System) to include such information as the Secretary may reasonably require. Allows entities (and individuals) specifically authorized by the Secretary to have access to information in the System. Subjects the access of guaranty agencies under the Part B GSL program to such limitations as the Secretary may prescribe. Allows for other uses of such information as the Secretary may authorize. Removes a prohibition against the Secretary's requiring lenders, guaranty agencies, or institutions of higher education to verify information or obtain eligibility or other information through the System before making, guaranteeing, or certifying a GSL or direct loan. Requires the use of criteria established by the Secretary in determinations: (1) by institutions that undue hardship justifies a waiver of certain eligibility requirements for Pell Grants; and (2) by financial aid administrators that a student is independent by reason of unusual circumstances, for purposes of needs analysis for Pell Grants or other student assistance programs. Requires borrowers under the GSL, SLS, ICL, or Perkins Loan programs to provide their driver's license numbers at the times of loan application and, as part of the school's exit interview, their expected address and the name and address of their expected employer after graduation. Provides that a lender or guaranty agency shall not be relieved of liability for civil penalties because of its cure of a violation or correction of a failure under the GSL program, or its notification of a person who received a substantial misrepresentation of the actual nature of the financial charges involved if the cure, correction, or notification is made after the Department of Education discovers the violation, failure, or misrepresentation. Directs the Secretary to limit, suspend, or terminate a lender from participation in the insurance agencies operated by guaranty agencies under the GSL program if the lender has substantially failed to carry out any provision of title IV, any regulation prescribed under title IV, or any application special arrangement, agreement, or limitation. Directs the Secretary to take emergency action to stop the issuance of guarantee commitments and the payment of interest benefits and special allowances to a lender if the Secretary: (1) receives reliable information that the lender is violating any title IV provisions or regulations, or any applicable special arrangement, agreement, or limitation; (2) determines that immediate action is necessary to prevent misuse of Federal funds; and (3) determines that the likelihood of loss outweighs the importance of following authorized limitation, suspension, or termination procedures. Limits such an emergency action to 30 days unless a limitation, suspension, or termination proceeding is begun before the expiration of that period. Directs the Secretary to provide the lender, upon request, an opportunity to show cause that the emergency action is unwarranted. Includes violations of or failures to carry out any applicable special arrangement, agreement, or limitation among the violations and failures for which the Secretary may prescribe regulations to limit, suspend, or terminate the title IV program eligibility of an institution and may impose civil penalties. Authorizes the Secretary to prescribe regulations for: (1) emergency actions against institutions, individuals, or private, for-profit organizations that have contracted with institutions to administer any aspect of the institution's student assistance program; and (2) the limitation, suspension, or termination of eligibility of such an individual or private, for-profit organization to enter into such a contract. Prohibits an eligible institution from measuring the length of a course of study or academic year on a credit hour basis for title IV purposes if it is licensed by the State to provide such a course measured by the State on a clock hour basis. Allows the institution to make such measurement on either basis if the State measures on both a clock hour and credit hour basis. Makes the State's assessment of the number of credit hours constituting the course of study applicable if the institution chooses to measure on a credit hour basis. Requires eligible lenders or other loan holders who acquire loans under the GSL program to notify the borrower, the guaranty agency, and the eligible institution that the borrower attended of such acquisition within 30 days of the sale or other transfer of the loan. Makes a technical amendment to the Consolidated Omnibus Budget Reconciliation Act of 1985."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to achieve greater accountability in Federal student assistance programs, to minimize the potential for waste and abuse, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:30-05:00"
}