{
  "actions": [
    {
      "acted_at": "1976-08-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15087-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-05", 
  "number": "15087", 
  "official_title": "A bill to amend title IV of the Social Security Act to improve and make more realistic various provisions relating to eligibility for aid to families with dependent children and the administration of the aid to families with dependent children program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Welfare Reform Act", 
  "sponsor": {
    "district": "38", 
    "name": "Kemp, Jack", 
    "state": "NY", 
    "thomas_id": "00625", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-05", 
  "subjects": [
    "Aid to dependent children", 
    "Aliens", 
    "Social welfare", 
    "Unemployment"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-05", 
    "text": "National Welfare Reform Act - Stipulates that no family shall be eligible for the aid to families with dependent children program (AFDC) under the Social Security Act if its total income, without regard to exclusions, exceeds 150 percent of the family's needs. Provides that the Secretary of Health, Education, and Welfare shall provide the full cost of AFDC services to needy families who are not U.S. citizens and are lawfully present in the United States. States that unemployed individuals shall be ineligible for AFDC services for specified periods of time if such individual is determined to have, without good cause, refused an offering of bona fide employment or refused to participate under a work incentive program. Provides procedures for the determination of good cause. States that no sanctions will be applied for a ten day period after failure without good cause has been established, if the individual participates in counseling services. Sets forth procedures governing adjustment of AFDC grant overpayments. Prohibits AFDC grant payments where the caretaker relative is unemployed due to participation in a strike or because he has voluntarily terminated his employment. Defines \"income\" for purposes of this Act. Authorizes the Secretary to pay directly to any State up to 75 percent of the costs of investigating and prosecuting complaints of fraud under AFDC program. Requires that recipients of aid be issued a detailed identification card specifying the programs for which the recipient is eligible. Provides that any person who resides in the same household of an eligible family, but is not himself eligible for aid, shall be required to make a contribution to the State in an amount equal to the amount of the standard payment for single person household under the State's plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Welfare Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title IV of the Social Security Act to improve and make more realistic various provisions relating to eligibility for aid to families with dependent children and the administration of the aid to families with dependent children program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:43-05:00"
}