{
  "actions": [
    {
      "acted_at": "1974-05-09", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3467-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bennett, Wallace F.", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "01281", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-09", 
  "number": "3467", 
  "official_title": "A bill to amend the Mining and Minerals Policy Act of 1970.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-09", 
  "subjects": [
    "Advisory bodies", 
    "Mines and mineral resources", 
    "National policy"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-09", 
    "text": "States that the Congress recognizes the role of minerals in the United States economy. Requires that each department and agency of the United States shall undertake an immediate review of its existing statutory authority, regulations, policies, and procedures for the purpose of determining whether there are any deficiencies or inconsistencies therein which prohibit full compliance with the purpose and provisions of this Act and the Mining and Minerals Policy Act of 1970. Provides that, on or before the expiration of the one hundred and twenty day period following the date of the enactment of this Act, each department and agency, on the basis of such review, shall report to the President and the Congress the results of its review, together with its recommendations as to what actions, legislative or otherwise, are necessary to bring its authority and policies into conformity with the intent, purposes, and procedures set forth in this Act and the Mining and Minerals Policy Act of 1970. Requires that on or before July 31, 1974, and not less than annually thereafter the President of the United States shall transmit to the Congress a report on the state of the domestic mining, minerals, and metal and mineral reclamation industries. Creates in the Executive Office of the President a Council on Mineral Resources composed of five members appointed by the President to serve at his pleasure, by and with the advice and consent of the Senate. Makes it the duty and function of the Council: (1) to gather timely and authoritative information concerning the state of domestic mining, minerals, and metal and mineral reclamation industries, both current and prospective, to analyze and interpret such information for the purpose of determining whether such conditions and trends are interfering, or are likely to interfere, with the achievement of the policy set forth in the Mining and Minerals Policy Act of 1970, and to compile and submit to the President studies relating to such conditions and trends; (2) to review and appraise the various programs and activities of the Federal Government in the light of the policy set forth in such Act for the purpose of determining whether such programs and activities are contributing to the achievement of such policy, and to make recommendations to the President with respect thereto; (3) to develop and recommend to the President national policies to foster and promote the improvement of domestic minerals, and metal and mineral reclamation industries goals of the Nation; (4) to conduct investigations, studies, surveys, research, and analyses relating to domestic mining and mineral resources; (5) to document and define changes or trends on the state of domestic mining, minerals, and metal and mineral reclamation and to interpret the underlying causes; (6) to report, at least annually, to the President on the state and condition of the domestic mining, minerals, and metal and mineral reclamation industries; and (7) to make and furnish such studies, reports thereon, and recommendations with respect to matters of policy and legislation as the President may request. Authorizes to be appropriated to carry out the provisions of this Act not to exceed $300,000 for fiscal year 1975, $700,000 for fiscal year 1976, and $1,000,000 for each fiscal year thereafter."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Mining and Minerals Policy Act of 1970.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:11-05:00"
}