{
  "actions": [
    {
      "acted_at": "1987-10-06", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-10-06", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-10-13", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, OPM, DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-27", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-27", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-16", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-04-27", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-27", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-04-28", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Subcommittee on Elementary, Secondary and Vocational Education Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-28", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-28", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-05-05", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Post Office and Civil Service.  Report No: 100-607 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-09", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Education and Labor.  Report No: 100-607 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-09", 
      "references": [], 
      "text": "Placed on Union Calendar No: 362.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-10", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-10", 
      "references": [], 
      "text": "Failed to Receive 2/3's Vote to Suspend and Pass by Yea-Nay Vote: 157 - 262 (Record Vote No: 114).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3424-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Ackerman, Gary L.", 
      "sponsored_at": "1987-10-06", 
      "state": "NY", 
      "thomas_id": "00004", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Clay, William (Bill)", 
      "sponsored_at": "1987-10-06", 
      "state": "MO", 
      "thomas_id": "00203", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Oakar, Mary Rose", 
      "sponsored_at": "1987-10-06", 
      "state": "OH", 
      "thomas_id": "00875", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Solarz, Stephen J.", 
      "sponsored_at": "1987-10-06", 
      "state": "NY", 
      "thomas_id": "01087", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-10-06", 
  "number": "3424", 
  "official_title": "A bill amending the Defense Department Overseas Teachers Pay and Personnel Practices Act and the Defense Dependents' Education Act of 1978.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Overseas Teachers Act of 1988", 
  "sponsor": {
    "district": "15", 
    "name": "Ford, William D.", 
    "state": "MI", 
    "thomas_id": "00401", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-04-27", 
  "subjects": [
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Appropriations", 
    "Armed forces and national security", 
    "Civil service compensation", 
    "Civil service employment", 
    "Civilian personnel positions", 
    "Education", 
    "Federal budgets", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "International affairs", 
    "Military dependents", 
    "Parental leave", 
    "Teachers"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Reported to House amended, Part II", 
    "date": "1988-05-09", 
    "text": "(Reported to House from the Committee on Education and Labor with amendment, H. Rept. 100-607 (Part II)) Overseas Teachers Act of 1988 - Amends the Defense Dependents' Education Act of 1978 and the Defense Department Overseas Teachers Pay and Personnel Practices Act with respect to recruitment and employment of teachers working for the Department of Defense Dependents Schools (DODDS). Requires the Director of the Office of Dependents' Education (ODE) to establish a uniform system for filling vacant teaching positions. Requires that such vacancies be filled as follows: (1) by voluntary transfer of an individual already appointed to a teaching position (except that individuals recruited outside the United States may not be considered for such voluntary transfer unless they are entitled, under specified amendments made by this Act, to be treated in the same way as individuals recruited in the United States); (2) if no such individual is available, by appointment of an individual recruited in the United States; and (3) if none of the above, by the appointment of an individual recruited outside the United States. (Makes clauses (1) and (2) applicable only until specified dates are reached in the school year preceding that for which the vacancy occurs.) Suspends such appointment priorities when a vacancy that occurs during a school year is filled for the remainder of that school year only. Provides that, for purposes of filling teacher vacancies, regulations defining \"recruited in the United States\" and \"recruited outside the United States\": (1) take into account the respective roles of the central office and the applicable regional or area offices of ODE in the appointment of the individual; and (2) may not require that a teacher be resident or interviewed in the United States during the recruitment and hiring process in order to be treated as a teacher \"recruited in the United States.\" Requires that notification relating to vacant teaching positions be provided in a timely fashion to potential applicants for transfer. Requires each school to inform the Director at least annually of any vacant positions. Requires information on such vacancies to be distributed throughout the defense dependents' education system. Requires the Director to report annually to the Congress on implementation of the system for transfer and appointment of teachers. Makes the central office of ODE responsible for coordinating all activities relating to such system. Directs the Secretary of Defense (the Secretary) to issue regulations providing that DODDS teachers not be denied pay because of administrative delays. Directs the Secretary to issue other regulations relating to conditions for employment as a DODDS teacher. Makes teacher spouses of military personnel who were recruited outside the United States ineligible as DODDS teachers if certain contingencies occur, such as divorce, annulment, or legal separation, or reassignment or discharge of the sponsoring spouse. Allows such teachers to complete the current school year. Makes such requirements applicable to those appointed after the effective date of this Act. Makes individuals recruited outside the United States (except military spouses) ineligible to serve as DODDS teachers for more than one school year, except in a substitute capacity. Makes eligible for full allowances and benefits under the defense dependents' education system (that is, treatment as individuals recruited in the United States) teachers who: (1) are serving on the effective date of this Act; (2) complete at least three years of service; and (3) are not eligible for similar benefits based on familial relationship to a member of the armed forces or civilian employee of the United States. Prohibits any appointment to a DODDS teaching position (other than in a substitute capacity) of any individual who has not performed specified duties and responsibilities for at least one complete school year. Includes Junior Reserve Officers' Training Corps instructors under the definition of teacher for DODDS purposes. Adds paternity leave to DODDS leave provisions. Makes the position of Director of ODE a career reserved position. Provides for separate budget requests for DODDS operation and construction. Permits appropriations for DODDS to be: (1) appropriated in the fiscal year preceding the fiscal year for which they are available for obligation; (2) made available for expenditure on the basis of an academic year; and (3) remain available for a succeeding fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Overseas Teachers Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Overseas Teachers Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill amending the Defense Department Overseas Teachers Pay and Personnel Practices Act and the Defense Dependents' Education Act of 1978.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:55-05:00"
}