{
  "actions": [
    {
      "acted_at": "1981-06-04", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-07-02", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3790-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Ashbrook, John M.", 
      "sponsored_at": "1981-06-04", 
      "state": "OH", 
      "thomas_id": "00031", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "DeNardis, Lawrence J.", 
      "sponsored_at": "1981-06-04", 
      "state": "CT", 
      "thomas_id": "00285", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Erdahl, Arlen", 
      "sponsored_at": "1981-06-04", 
      "state": "MN", 
      "thomas_id": "00349", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Erlenborn, John N.", 
      "sponsored_at": "1981-06-04", 
      "state": "IL", 
      "thomas_id": "00351", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-06-04", 
  "number": "3790", 
  "official_title": "A bill to amend the Higher Education Act of 1965 to effect reduction in the cost of certain programs under that Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Postsecondary Student Assistance Amendments of 1981", 
  "sponsor": {
    "district": "6", 
    "name": "Coleman, E. Thomas", 
    "state": "MO", 
    "thomas_id": "00216", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-06-04", 
  "subjects": [
    "Collection of accounts", 
    "Education", 
    "Federal aid to higher education", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance charges", 
    "Higher education", 
    "Interest rates", 
    "Parents", 
    "Student aid", 
    "Student loan funds"
  ], 
  "subjects_top_term": "Student aid", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-06-04", 
    "text": "Postsecondary Student Assistance Amendments of 1981 - Amends the Higher Education Act of 1965 to limit the amount of any student loan made after October 1, 1981, which may be covered by Federal loan insurance to the student's financial need for the period of instruction covered by the loan. Sets similar limits on loans insured under State or nonprofit private institutional student loan programs which receive Federal interest subsidy payments. Applies provisions for need analysis to such loans (under the guaranteed student loan program). Repeals provisions which counted specified student loans as part of the expected family contribution for purposes of other forms of student assistance. Permits loans to parents to be counted as part of the student's expected family contribution in the determination of need for all forms of student assistance under such Act. Revises need analysis provisions for higher education student assistance programs. Deletes provisions which specified that effective family income includes certain social security student benefits and one-half of veterans' education assistance. Directs the Secretary of Education to set a series of assessment rates to be applied to parental discretionary income in determining the expected family contribution. Eliminates a provision excluding all equity in a single principal place of residence from the computation of assets of a student or family. Raises the asset reserve which may be deducted from the net value of such assets from $10,000 to $25,000, or, in cases where a business or farm are part of such assets, from $50,000 to $100,000. Provides that the Secretary shall determine, for \"cost of attendance\" student assistance purposes, specified allowances for: (1) books, supplies, transportation, and personal expenses; (2) required residential training expenses for correspondence students; (3) expenses for formal study abroad; (4) child care expenses; and (5) expenses of handicapped students. Directs the Secretary, for purposes of the basic educational opportunity grant (\"Pell grant\") program, to determine specified room and board expenses. Raises the annual interest rate on loans to parents of dependent undergraduate students from nine percent to 14 percent. Sets forth formulas for computing the special allowance to be paid to holders of such loans. Removes the separate (and higher) borrowing limits for independent students for loans covered by Federal loan insurance. Eliminates grace periods after deferments of student loan repayments. Eliminates repayment deferments during Peace Corps or Domestic Volunteer service and during internships. Eliminates the program of payments by the Secretary to institutions to cover the administrative costs of the student loan program (at ten dollars per student lender per academic year). Authorizes eligible institutions to collect from student lenders up to ten dollars per academic year to cover such administrative costs. Provides for the reduction of special allowances to holders of loans made on or after October 1, 1981, by specified amounts of authorized origination fees. Authorizes eligible lenders, with respect to loans made on or after October 1, 1981, to charge borrowers an origination fee up to four percent of the principal amount of the loan, which may be deducted from the proceeds of the loan prior to payment to the borrower. Raises the minimum annual repayment on student loans from $360 to $600. Revises provisions relating to the Student Loan Marketing Association to expand the functions of the Association to: (1) cover student loans including, but no longer limited to insured loans; and (2) assure nationwide the establishment of adequate loan insurance programs for students by providing for an additional program of loan insurance to be covered by agreements with the Secretary. Authorizes the Association to: (1) buy, sell, hold, underwrite, and otherwise deal in tax-exempt obligations issued to make or purchase loans; (2) undertake a program of loan insurance pursuant to specified agreements with the Secretary relating to interest subsidy payments and loan insurance supplemental guaranties; (3) undertake any other activity which its Board of Directors determines to be in furtherance of programs of specified insured student loans or will otherwise support student credit needs; and (4) undertake any activity with regard to student loans which are not insured or guaranteed as it may undertake with regard to insured or guaranteed student loans. Subjects such loans to the same provisions, relating to warehousing advances made on loan security, as insured loans. Specifies that: (1) the obligations of the Association shall be deemed to be obligations of the United States, for purposes of exemption from State or local taxation; and (2) the Association shall be deemed a person for purposes of distribution of its property under the Bankruptcy Act. Removes certain limitations on subrogration of the United States to rights of any insurance beneficiary under specified student loan guarantee agreements. Requires guarantee agencies to assign to the Secretary any loan for which payment has been made under such guarantee agreements, whenever the Secretary determines this necessary to protect the Federal fiscal interest. Sets forth effective dates for various provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postsecondary Student Assistance Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Higher Education Act of 1965 to effect reduction in the cost of certain programs under that Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:04-05:00"
}