{
  "actions": [
    {
      "acted_at": "1995-04-07", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-05-09", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "subcommittee": "Hospitals and Health Care", 
      "text": "Referred to the Subcommittee on Hospitals and Health Care.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-20", 
      "bill_ids": [
        "hr3118-104"
      ], 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "See H.R.3118.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1468-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Hospitals and Health Care", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "25", 
      "name": "Bentsen, Ken", 
      "sponsored_at": "1995-09-07", 
      "state": "TX", 
      "thomas_id": "00079", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Hefner, W. G. (Bill)", 
      "sponsored_at": "1995-05-09", 
      "state": "NC", 
      "thomas_id": "00525", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Montgomery, G. V. (Sonny)", 
      "sponsored_at": "1995-04-07", 
      "state": "MS", 
      "thomas_id": "00827", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1995-10-18", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-04-07", 
  "number": "1468", 
  "official_title": "To amend title 38, United States Code, to revise and improve veterans' health care programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3118-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Veterans Health Improvements Act of 1995", 
  "sponsor": {
    "district": "11", 
    "name": "Edwards, Chet", 
    "state": "TX", 
    "thomas_id": "00335", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-04-07", 
  "subjects": [
    "Administrative procedure", 
    "Agent Orange", 
    "Ambulatory care", 
    "Armed forces and national security", 
    "Atomic bomb", 
    "Auditing", 
    "Authorization", 
    "Building construction", 
    "Building leases", 
    "Business records", 
    "Case management", 
    "Child health", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Commerce", 
    "Community health services", 
    "Competition", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Corporations", 
    "Cost effectiveness", 
    "Counseling", 
    "Day care", 
    "Day care centers for the aged", 
    "Defoliant operations", 
    "Demography", 
    "Department of Veterans Affairs", 
    "Disabled", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Drug abuse", 
    "East Asia", 
    "Economics and public finance", 
    "Education", 
    "Employee rights", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to housing", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal employees", 
    "Federal officials", 
    "Fees", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government service contracts", 
    "Gulf War syndrome", 
    "Halfway houses", 
    "Health", 
    "Health care reform", 
    "Health surveys", 
    "Herbicides", 
    "Higher education", 
    "History", 
    "Home care services", 
    "Home repair and improvement", 
    "Homeless", 
    "Hospital accreditation", 
    "Hospital care", 
    "Housing and community development", 
    "Illinois", 
    "Income tax", 
    "Ionizing radiation", 
    "Japan", 
    "Korean War, 1950-1953", 
    "Labor and employment", 
    "Law", 
    "Layoffs", 
    "Mammography", 
    "Medical centers", 
    "Medical personnel", 
    "Medical research", 
    "Medical supplies", 
    "Mental health services", 
    "Mental illness", 
    "Mentally ill", 
    "Military hospitals", 
    "Military medicine", 
    "Nonprofit organizations", 
    "Nuclear weapons", 
    "Nurses", 
    "Nursing homes", 
    "Occupational therapy", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Persian Gulf War", 
    "Personnel management", 
    "Preventive medicine", 
    "Prosthesis", 
    "Psychiatry", 
    "Psychology", 
    "Public utilities", 
    "Quality of care", 
    "Radiation victims", 
    "Recruiting of employees", 
    "Right of privacy", 
    "Scholarships", 
    "Science, technology, communications", 
    "Social welfare", 
    "Social workers", 
    "Soldiers' homes", 
    "Standards", 
    "State laws", 
    "Strategic planning", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Teaching hospitals", 
    "Texas", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Veterans' rehabilitation", 
    "Vietnam veterans", 
    "Vietnamese Conflict", 
    "Whistle blowing", 
    "Women", 
    "Women veterans", 
    "Women's health", 
    "World War II"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-04-07", 
    "text": "TABLE OF CONTENTS: Title I: Women Veterans Health Improvements Title II: Care for Veterans Exposed to Toxic Substances Title III: Readjustment Services Title IV: Services for Mentally Ill Veterans Title V: Construction Planning Title VI: General Health Administration Subtitle A: Health Care Administration Subtitle B: Personnel Administration Subtitle C: Health Care Resource Agreements Subtitle D: Miscellaneous Veterans Health Improvements Act of 1995 - Title I: Women Veterans Health Improvements - Women Veterans Health Improvements Act of 1995 - Directs the Secretary of Veterans Affairs to ensure that each health care facility under the direct jurisdiction of the Department of Veterans Affairs is able to provide in a timely and appropriate manner all authorized health care services to women veterans. Requires the provision of women's health services by direct Department care (rather than by contract or other agreement) when cost effective. Includes women's health services within the medical services authorized to be provided through the Department. Extends through 1998 a reporting requirement under the Veterans Health Care Act of 1992 concerning the Department's provision of women's health care services and research and adds to the information required in such report. (Sec. 104) Prohibits mammograms from being performed at a Department facility unless such facility is accredited for such purpose by a private nonprofit organization designated by the Secretary. Directs the Secretary to prescribe mammogram quality assurance and control standards and to perform periodic inspection of Department mammogram equipment and facilities. Requires the Secretary to ensure that mammograms performed for the Department on a contractual basis with a non-Department facility or provider conform to the quality standards for such procedures as prescribed by the Secretary of Health and Human Services under the Public Health Service Act. Provides for: (1) a deadline for prescribing the standards; (2) transition provisions; and (3) a standards implementation report from the Secretary to specified congressional committees. (Sec. 105) Amends the Veterans Health Care Act of 1992 to require each coordinator of women's services to serve in such position on a full-time basis. Requires the Secretary to ensure that: (1) sufficient Department funding is provided to allow such coordinators to fully carry out their responsibilities at such facilities; and (2) each coordinator has direct access to the Chief of Staff at their respective facility. (Sec. 106) Directs the Secretary to: (1) conduct a survey to identify deficiencies relating to women patient privacy in Department medical centers; (2) correct any such deficiencies; and (3) report to the Congress annually through 1997. Title II: Care for Veterans Exposed to Toxic Substances - Extends eligibility for hospital, nursing home, or outpatient medical care through the Department to: (1) a herbicide-exposed veteran if the National Academy of Sciences has, in a report issued under the Agent Orange Act of 1991, made specified determinations regarding an association between exposure to a herbicide agent and the occurrence of the veteran's disease; (2) a radiation-exposed veteran if the Secretary, based on the advice of the Advisory Committee on Environmental Hazards, determines that there is credible evidence of a positive association between exposure to ionizing radiation and the veteran's disease; and (3) a veteran who the Secretary finds may have been exposed to a toxic substance or environmental hazard during service in the Persian Gulf War, for any disability that becomes manifest before October 1, 1996. Provides time limits to the provision of such services. Title III: Readjustment Services - Authorizes the Secretary to furnish counseling in a vet center to assist any veteran who served in combat during World War II or the Korean conflict in overcoming the effects of such combat experience. Requires a report. (Sec. 302) Establishes in the Department the Advisory Committee on Veterans Readjustment Counseling to perform advisory services with respect to veterans' readjustment, taking into special account Vietnam era veterans. Requires reports. Title IV: Services for Mentally Ill Veterans - Authorizes the Secretary to establish at any Veterans Health Administration (VHA) facility a nonprofit corporation to: (1) arrange for therapeutic work for patients of such facility or other Department facilities; and (2) provide a funding mechanism to achieve such purposes. Outlines provisions concerning: (1) the establishment of a board of directors for each corporation; (2) the deposit of excess corporation funds; (3) annual reports by the corporation and the Secretary; (4) a prohibition against the establishment of such corporations after FY 1999; and (5) required recognition of such corporation within four years as a tax-exempt organization under Internal Revenue Service rules. (Sec. 402) Extends through FY 1998 (currently 1995) the Department compensated work therapy and therapeutic transitional housing demonstration program. (Sec. 403) Directs the Secretary to establish in the VHA a Committee on Care of Severely Chronically Mentally Ill Veterans to carry out a continual assessment of the Department's ability to meet the treatment and rehabilitation needs of severely, chronically mentally ill veterans and to provide appropriate advice and recommendations after such assessment. Requires annual reports. (Sec. 404) Directs the Secretary to establish and operate centers for mental illness research, education, and clinical activities (centers). Directs the Secretary to ensure that designated centers are located in diverse geographic areas. Limits to five the total number of centers authorized for designation. Requires the prior appropriation of funds for such purpose. Requires interested facilities to submit written proposals containing specified requirements, including an arrangement by the facility with an accredited medical school, school of psychology, or medical training facility for appropriate research, education, and clinical activities. Requires the official within the VHA responsible for mental health and behavioral sciences matters (official) to establish a peer review panel to assess the scientific and clinical merit of proposals submitted to the Secretary. Requires the Under Secretary for Health to ensure that: (1) at least three centers designated under this section emphasize research into means of improving the quality of care for veterans suffering from mental illness through the development of community-based alternatives to institutional treatment; and (2) information produced through such centers that may be useful for other VHA activities is appropriately disseminated. Requires the official to supervise the operation of the centers and provide for ongoing center evaluations. Authorizes appropriations to the Department for the centers for FY 1997 through 2000. Authorizes the Under Secretary to allocate other Department funds for such purpose. Requires annual reports. Requires at least one center to be so designated by January 1, 1997. (Sec. 405) Authorizes the Secretary to provide to homeless, chronically mentally ill veterans currently eligible for hospital and nursing home care additional care and treatment and rehabilitative services in halfway houses, therapeutic communities, psychiatric residential treatment centers, and other community-based treatment facilities. Authorizes the Secretary to also provide such care and services to: (1) veterans being furnished hospital or nursing home care by the Secretary for a chronic mental illness disability; and (2) veterans with service-connected chronic mental illness disabilities. Requires approval by the Secretary of the quality and effectiveness of a program providing such services through non-Department facilities. Authorizes the Secretary to provide in-kind and other forms of assistance to non-Department facilities providing such care, treatment, and services. Title V: Construction Planning - Directs the Secretary to develop and implement a plan to promote the efficient delivery of health care services and to reduce unnecessary duplication of health care resources. Requires an implementation report. (Sec. 502) Adds additional information to be required in a prospectus sent from the Secretary to specified congressional committees concerning proposed medical facilities to be constructed, leased, or acquired by the Department for the provision of Department medical care and services. (Sec. 503) Requires the Secretary to submit to specified congressional committees a report showing the current Department priorities for proposed major medical construction projects. (Sec. 504) Prohibits the appropriation or obligation of funds for the design of major medical facility projects (projects in excess of $5 million) unless such funds have been specifically authorized by law. Title VI: General Health Administration - Subtitle A: Health Care Administration - Includes within authorized Department medical services overnight lodging in Department facilities when necessary for the provision of services on an outpatient basis. (Sec. 602) Extends through FY 1997 the pilot program for noninstitutional alternatives to nursing home care. Extends similarly certain reporting dates with respect to such program. (Sec. 603) Extends through December 31, 1997, the authority of the Secretary to provide treatment and rehabilitation to veterans for alcohol or drug dependence or abuse disabilities. (Sec. 604) Increases the amounts required to be paid by the Secretary to a State per diem for each veteran receiving domiciliary, nursing home, hospital, or adult day health care. (Sec. 605) Includes the provision of adult day health care within authorized purposes for Department assistance to States for the construction of medical facilities for the care of veterans. Subtitle B: Personnel Administration - Places an additional limitation on authorized Department reductions in the number of full-time equivalent positions in the Department before the end of FY 1999. (Sec. 612) Extends permanently (currently expired as of December 31, 1994) the authority of the Secretary to waive certain reductions in retirement pay for Department registered nurses. (Sec. 613) Authorizes the Secretary to employ in the VHA certain persons in health care positions as the Secretary considers necessary. (Sec. 614) Extends to individuals appointed as employees in the VHA certain Federal provisions (whistleblower laws) providing protection against certain prohibited personnel practices. (Sec. 615) Extends through December 31, 1998, the Department's health professional scholarship program (offering educational scholarships to certain health care students in return for post-graduate service in the VHA). Subtitle C: Health Care Resource Agreements - Repeals a provision of the Veterans Health Care Act of 1992 which terminates at the end of FY 1995 the authority of the Department to expand the availability of health-sharing arrangements between the Department and the Department of Defense. (Sec. 622) Authorizes the director of a Department health care facility located in a State that has established a State health care reform plan to contract with any entity or individual to procure or furnish any health care resource for veterans. Authorizes such director to contract for the procurement of such resources for non-veterans only under specified conditions. Terminates the authority to enter into such contracts at the end of FY 2000. (Sec. 623) Authorizes the Secretary to enter into agreements with medical schools, health-care facilities, and research centers for the shared use of health care resources for the treatment of veterans. (Currently, the Secretary is authorized to enter into such agreements with such entities for the shared use of specialized medical resources.) Changes the payment method under such agreements from reciprocal reimbursement to one which provides appropriate flexibility to negotiate payment which is in the best interest of the Government. Authorizes the Secretary to enter into such agreements for the furnishing of health care services to non-veterans only in certain limited circumstances. Subtitle D: Miscellaneous - Designates various current veterans' committees and boards as veterans' research advisory committees. Prohibits the Secretary from terminating any such committee unless the Secretary: (1) finds that such committee is no longer needed; and (2) notifies specified congressional committees of such intention at least 120 days prior to such termination. (Sec. 633) Changes from December 1 to April 1 of each fiscal year a reporting date concerning Department admission policies with respect to veterans' hospital care, medical services, and nursing home care. (Sec. 634) Authorizes the Secretary to provide for the operation of child care centers at Department facilities when practicable and in the best interests of the Department. Requires priority to be given, in the provision of such services, to employees of: (1) the Department; (2) other Federal departments and agencies; and (3) schools affiliated with the Department and Department research corporations. Allows the Secretary, after such priorities, to provide such services to members of the public when necessary to assure the financial success of the center. Requires the Secretary to establish reasonable charges for all child care services provided, with conditions. (Sec. 635) Authorizes the Secretary to enter into contracts for the provision of utilities (including steam and chilled water) to the Audie L. Murphy Memorial Hospital in San Antonio, Texas. Requires available appropriations. (Sec. 636) Authorizes the Secretary to enter into a long-term lease or similar agreement with The Caring Place at Loyola, Inc., a nonprofit organization, to allow such organization to establish on the grounds of the Edward Hines, Jr., Department of Veterans Affairs Hospital, Hines, Illinois, a facility to provide temporary accommodations for family members of severely ill children who are being treated at the Loyola University of Chicago Medical Center and other hospitals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Health Improvements Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women Veterans Health Improvements Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 38, United States Code, to revise and improve veterans' health care programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:21-05:00"
}