{
  "actions": [
    {
      "acted_at": "1991-10-22", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1853-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1991-10-22", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1991-10-22", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-22", 
  "number": "1853", 
  "official_title": "A bill to amend the Fair Credit Reporting Act to protect consumers from the use of inaccurate credit information and the misuse of credit information.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bryan, Richard H.", 
    "state": "NV", 
    "thomas_id": "01293", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-10-22", 
  "subjects": [
    "Administrative remedies", 
    "Business records", 
    "Consumer credit", 
    "Consumer protection", 
    "Fraud", 
    "Government paperwork", 
    "Landlord and tenant", 
    "Liability (Law)", 
    "Management audit", 
    "Rental housing"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-10-22", 
    "text": "Amends the Fair Credit Reporting Act (the Act) to make it unlawful for a consumer reporting agency (CRA) to furnish a consumer report other than under specified circumstances. Permits a CRA to furnish such a report to another CRA. Requires that the file of any consumer at a CRA include: (1) the date on which any inquiry was made which involved such consumer; (2) the identity of the person making the inquiry; (3) the nature of the inquiry; and (4) the identity of any person to whom information from the consumer's file at that CRA has been sold or otherwise transferred by any person. Provides that: (1) whenever a CRA reinvestigates the completeness or accuracy of information contained in a consumer's file the CRA shall follow reasonable procedures to assure the completeness and accuracy of such information; and (2) such procedures shall require the CRA to review any relevant information provided by the consumer in the course of conducting the reinvestigation. Requires that reinvestigations of disputed consumer reports be carried out within 30 days. (Specifies that: (1) if the CRA fails to complete the reinvestigation within such period it shall provide a report to the consumer explaining the reason for the failure; and (2) upon completion of a reinvestigation the CRA shall provide a report to the consumer describing any action taken by the CRA with respect to the disputed information, the reasons for any such action or failure to act, and the name and address of any person contacted in the course of such reinvestigation.) Revises procedures for notifying recipients of inaccurate information. Directs that if any information is deleted from or corrected in any consumer's file or any notice of the existence of a dispute and the consumer's statement of the dispute is added to such file: (1) a copy of the complete file after the deletion or correction of information or the addition of the notice and the consumer's statement be provided to the consumer; and (2) a complete description of the deletion or correction or a copy of the notice and the consumer's statement be provided to specified designated recipients by the consumer. Provides that if information deleted from a consumer's file is subsequently restored to such file the CRA shall promptly provide written notice to the consumer of the restoration of such information. Requires: (1) the CRA, if a consumer disputes the accuracy or completeness of information in such consumer's file, to promptly provide notice of the dispute to the person who furnished such information to the CRA and request verification of the completeness and accuracy of the information; and (2) such person to reinvestigate the information and report such person's findings to the CRA. (Specifies that if such person verifies the completeness and accuracy of the disputed information the agency shall promptly report such fact and the name and address of such person to the consumer, but if such person deems the information to be inaccurate or incomplete, or such information continues to be disputed by the consumer, such person shall notify each CRA to which the person furnished the information that such information is incomplete, inaccurate, or disputed by the consumer.) Requires the CRA, before the end of the 30-day period beginning on the date it receives notice of a dispute regarding the completeness or accuracy of information in the consumer's file, to disclose (in writing and in a clear and conspicuous format) to the consumer: (1) the right of the consumer to: submit information to the CRA in connection with the reinvestigation required under the Act, submit a statement of the nature of the dispute to the CRA if the reinvestigation does not resolve the dispute, receive a copy of the consumer's complete file, require the CRA to provide a description of the deletion or correction of any information in the consumer's file and the notice of the dispute with respect to such information to a person designated by the consumer, dispute the completeness or accuracy of such information with the person who furnished the information to the CRA, and require such person to notify each CRA to which the person furnished such information that the information is incomplete, inaccurate, or disputed by the consumer; (2) the name and address of any person who received a report on such consumer which contained the information in dispute for employment purposes during the two-year period, and which contained such information for any purpose other than employment, during the one-year period ending on the date the CRA received such notice from the consumer; (3) the remedies available to the consumer for violations of the Act; (4) other rights of the consumer under the Act which the Federal Trade Commission (FTC) shall, by regulation, require to be included in the disclosure; and (5) the Federal agencies responsible for enforcing requirements of the Act and the addresses and telephone numbers of such agencies. Requires CRAs to provide to consumers free consumer credit reports without charge upon request at least once each calendar year. Revises the duties of users of consumer reports, including requiring the user to provide: (1) written notice of the adverse action to the consumer; and (2) the consumer with the name and address of the CRA which furnished the report to such person. Makes any credit repair organization and any person who furnishes information to any CRA (as well as CRAs and users of reports) civilly liable for willful noncompliance and for negligent noncompliance with the Act. Makes any person who obtains information on a consumer from a CRA under false pretenses civilly liable to such consumer. Makes all functions and powers of the FTC under the Federal Trade Commission Act (FTCA) available to the FTC to enforce compliance. (Current law links enforcement to specified provisions of the FTCA.) Makes credit repair organizations and persons who furnish information to CRAs subject to certain administrative enforcement provisions, as enforced by bodies other than the FTC. Directs the FTC to prescribe regulations which require that: (1) in the event any person takes an adverse action with respect to a consumer based on information contained in a consumer report, the CRA that made such report promptly provide the consumer with a copy of the report on which the adverse action was based and a written summary of the consumer's rights and remedies under the Act; and (2) CRAs audit their procedures for maximum possible accuracy of information contained in consumer reports and prepare an annual report to the FTC on such audits. Requires: (1) any person, when that person, in the course of conducting business, furnishes information about a consumer to a CRA, to follow reasonable procedures to assure the accuracy of the information; and (2) each such person to maintain detailed records of the procedures established and followed and make such records available upon the request of the FTC. Prohibits a credit repair organization from charging or receiving any money or other valuable consideration prior to completion of the specified services that such organization has agree to perform for the consumer. Sets forth provisions with respect to the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Fair Credit Reporting Act to protect consumers from the use of inaccurate credit information and the misuse of credit information.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:16-05:00"
}