{
  "actions": [
    {
      "acted_at": "2008-11-17", 
      "references": [
        {
          "reference": "CR S10582-10584", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-11-17", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3686-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-11-17", 
  "number": "3686", 
  "official_title": "A bill to establish an Office of Foreclosure Evaluation to coordinate the responsibilities of the Department of the Treasury, the Department of Housing and Urban Development, the Federal Housing Administration, the Federal Housing Finance Agency, the Neighborhood Reinvestment Corporation, the Federal Deposit Insurance Corporation, the Board of Governors of the Federal Reserve System, and other Federal Government entities regarding foreclosure prevention, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreclosure Diversion and Residential Mortgage Loan Modification Act", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-11-17", 
  "subjects": [
    "Congress", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal aid to housing", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Home ownership", 
    "Housing and community development", 
    "Law", 
    "Legal aid", 
    "Mediation", 
    "Mortgages", 
    "Personal budgets", 
    "Social welfare"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-11-17", 
    "text": "Foreclosure Diversion and Residential Mortgage Loan Modification Act - Amends the Emergency Economic Stabilization Act of 2008 to establish, in the Office of Domestic Finance of the Department of the Treasury, the Office of Foreclosure Evaluation (OFE), headed by a Director responsible for coordinating the foreclosure prevention responsibilities of the Department of the Treasury, the Department of Housing and Urban Development, the Federal Housing Administration, the Federal Housing Finance Agency, the Neighborhood Reinvestment Corporation, the Federal Deposit Insurance Corporation (FDIC), the Board of Governors of the Federal Reserve System, and other federal government entities. Requires the Director to study and report to Congress on: (1) the barriers to reasonable and timely residential mortgage loan modifications to prevent foreclosure of home loans; as well as (2) the success of programs designed to prevent foreclosures. Establishes a Working Group on Foreclosure Prevention, chaired by the Director, to: (1) improve coordination of federal government efforts to prevent foreclosure and permit homeowners to remain in their homes; (2) build the capacity of federal, state, and local entities and nonprofit organizations to offer housing counseling and pro bono legal services to homeowners in areas that lack sufficient services; (3) share information and best practices concerning foreclosure prevention programs; and (4) review and provide input regarding the criteria used by the Chairperson, as OFE Director, to certify foreclosure prevention programs. Amends the Housing and Economic Recovery Act of 2008 to allow the use of amounts available for redevelopment of abandoned and foreclosed homes to fund state and local mortgage foreclosure prevention programs that support or require counseling, conciliation, and mediation prior to sheriff sale or foreclosure. Makes organizations certified by the OFE eligible for grants to provide a range of financial education and counseling services to prospective homebuyers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreclosure Diversion and Residential Mortgage Loan Modification Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Office of Foreclosure Evaluation to coordinate the responsibilities of the Department of the Treasury, the Department of Housing and Urban Development, the Federal Housing Administration, the Federal Housing Finance Agency, the Neighborhood Reinvestment Corporation, the Federal Deposit Insurance Corporation, the Board of Governors of the Federal Reserve System, and other Federal Government entities regarding foreclosure prevention, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:27-05:00"
}