{
  "actions": [
    {
      "acted_at": "2013-01-03", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-04-23", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Early Childhood, Elementary, and Secondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-04-23", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Higher Education and Workforce Training.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr112-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Elementary, and Secondary Education", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Higher Education and Workforce Training", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-01-03", 
  "number": "112", 
  "official_title": "To enable States to implement integrated statewide education longitudinal data systems.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Measuring and Evaluating Trends for Reliability, Integrity, and Continued Success (METRICS) Act of 2013", 
  "sponsor": {
    "district": "12", 
    "name": "Holt, Rush", 
    "state": "NJ", 
    "thomas_id": "01580", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-01-03", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Government information and archives", 
    "Right of privacy", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-01-03", 
    "text": "Measuring and Evaluating Trends for Reliability, Integrity, and Continued Success (METRICS) Act of 2013 or the METRICS Act - Directs the Secretary of Education to award competitive grants to states, high-need local educational agencies (LEAs), or consortia of high-need LEAs that partner with external entities to improve access to, and the sharing and use of, education data to improve student outcomes. Requires states to use such grants to: (1) implement aligned statewide education longitudinal data systems; (2) define policies and procedures for the collection of, access to, and use of education data; (3) protect the privacy, security, and confidentiality of student and educator data; (4) link education data with workforce data; (5) match teachers with teacher preparation and certification information; (6) standardize education data through the use of openly developed common education data standards; and (7) meet federal reporting requirements. Requires high-need LEAs to use such grants to develop and implement a comprehensive plan to: (1) provide interested parties and the public with access to student education data in a manner that ensures its integrity and respects student and educator privacy; (2) improve the ability of school leaders to use student data to improve schools and classroom instruction; and (3) improve the ability of teachers effectively to use student data through on-going, sustainable, and high-quality training. Defines \"aligned statewide education longitudinal data systems\" as statewide data systems that house and link the longitudinal data of individual students, including their early childhood, elementary and secondary school, postsecondary education, and workforce data. Authorizes the Secretary to carry out specified national activities to improve the collection, quality, and use of education data. Directs the Secretary to make publicly available, within one year of this Act's enactment, a comprehensive and searchable description of all Department of Education reporting requirements that apply to states, LEAs, or schools."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Measuring and Evaluating Trends for Reliability, Integrity, and Continued Success (METRICS) Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "METRICS Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To enable States to implement integrated statewide education longitudinal data systems.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:04:56-05:00"
}