{
  "actions": [
    {
      "acted_at": "1987-04-27", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-27", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1096-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1987-04-27", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-27", 
  "number": "1096", 
  "official_title": "A bill to amend the Land and Water Conservation Fund Act of 1965, as amended, to permit the use of park entrance, admission, and recreation use fees for the operation of the National Park System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Wallop, Malcolm", 
    "state": "WY", 
    "thomas_id": "01451", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-27", 
  "subjects": [
    "Economics and public finance", 
    "Fees", 
    "Government trust funds", 
    "Hawaii", 
    "Historic sites", 
    "Labor and employment", 
    "Management", 
    "Monuments and memorials", 
    "National monuments", 
    "National parks", 
    "New Jersey", 
    "New York City", 
    "Outdoor recreation", 
    "Parks", 
    "Parks and Natural Areas", 
    "Recreation areas", 
    "Ships and shipping", 
    "Urban affairs", 
    "Urban life", 
    "User charges", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Parks", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-27", 
    "text": "Requires general management plans for units of the National Park Service to include resource management plans, identifying the natural and cultural resources of the unit and setting forth preservation methods. Earmarks funds for grants to study such resources and develop methods of management and interpretation. Amends the Land and Water Conservation Fund Act of 1965 to increase from $10 to $25 the charge for the annual admission permit (the Golden Eagle Passport) into any entrance fee area of the National Park System. Authorizes the Secretary of the Interior to make available an annual admission permit for a reasonable fee for a specific unit or units. Sets fee limits for single visit permits. Prohibits charging fees at any National Park unit located in an urbanized area. Directs the Secretary of the Interior to report to specified congressional committees a list of units and their proposed admission fees. Authorizes volunteers or other entities to sell permits and collect fees. Makes admission fees available to the collecting agency for resource protection, research, interpretation, and maintenance at outdoor recreation facilities managed by that agency. Allocates funds collected by the National Park Service to Park units based upon operating expenses for 50 percent of the funds and on user and admission fees for the remainder. Permits the use of such funds for resource protection, research, and interpretation, and in the case of funds from user fees, for maintenance. Permits the charge of a transportation fee in lieu of an entrance fee at parks with transportation systems. Provides for the distribution of such funds with the park itself retaining 50 percent outright. Prohibits the charging of fees at the U.S. Ship Arizona Memorial, Hawaii, and the Statue of Liberty National Monument in New York and New Jersey."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Land and Water Conservation Fund Act of 1965, as amended, to permit the use of park entrance, admission, and recreation use fees for the operation of the National Park System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:28-05:00"
}