{
  "actions": [
    {
      "acted_at": "1986-07-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-08-06", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Subcommittee on International Trade. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2660-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI", 
      "subcommittee": "Subcommittee on International Trade", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1986-07-21", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1986-08-11", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1986-07-21", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1986-07-21", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1986-07-21", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1986-07-23", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1986-07-21", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1986-07-21", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Symms, Steven D.", 
      "sponsored_at": "1986-07-21", 
      "state": "ID", 
      "thomas_id": "01132", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-07-21", 
  "number": "2660", 
  "official_title": "A bill to prevent burdens or restrictions upon the international trade of the United States by reason of the activities of state trading enterprises.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Anti-Mercantilism Trade Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-07-21", 
  "subjects": [
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Import restrictions", 
    "Imports", 
    "Licenses", 
    "Negotiations", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-07-21", 
    "text": "Anti-Mercantilism Trade Act of 1986 - Amends the Trade Act of 1974 to declare unjustifiable (and therefore actionable under such Act) those foreign acts, policies, or practices: (1) which require a state trading enterprise to compete in international trade with U.S. firms or make purchases or sales in international trade on any basis that is not dependent on commercial considerations; (2) through which a foreign country exercises its authority in order to assist a state trading enterprise in competing in international trade with U.S. firms or making purchases or sales in international trade on any basis that is not dependent on commercial considerations; or (3) which fails to afford U.S. firms adequate opportunity to compete for participation in purchases from, or sales to, state trading enterprise. Defines a state trading enterprise as: (1) a foreign agency which makes purchases in international trade for any purpose other than use of such purchases by such agency or which sells goods or services in international trade; or (2) any business which is substantially owned or controlled by a foreign country or agency, which is granted special privileges by such foreign country or agency, and which makes international trade purchases for any purpose other than use of such purchases by such foreign country or agency or sells goods or services in international trade. Authorizes any person to request, by petition, the International Trade Commission (ITC) to investigate sales by state trading enterprises. Requires such petition to allege that: (1) sales by a state trading enterprise are conducted without depending on commercial considerations; (2) a foreign country has exercised its authority, influence, or power to promote such sales; and (3) the effect or tendency of such sales is to injure substantially an efficient U.S. industry, to prevent the establishment of such an industry in the United States, or to restrain or monopolize trade and commerce in the United States. Sets forth the timetable and standards for completing such investigation. Requires the ITC to issue an order limiting the quantity of imports of an article produced by a state trading enterprise if the allegations contained in the petition are found to be true. Authorizes the ITC, in lieu of imposing such limitation, to issue an order directing the state trading enterprise to stop conducting sales on bases that are not dependent on commercial considerations. Establishes penalties for violating such orders. Sets forth the duration of such orders. Provides for judicial review of such orders. Requires the Secretary of the Treasury to issue import licenses in carrying out any import limitation ordered by the ITC. Requires the Secretary of the Treasury to auction such import licenses to the highest bidder at a public auction. Requires the President, before entering into trade negotiations with a foreign country and before any foreign country accedes to a multinational trade agreement to which the United States is a party, to determine: (1) whether state trading enterprises account for a significant share of the country's exports or of the country's goods that compete with imports; and (2) whether such state trading enterprises unduly burden and restrict or adversely affect U.S. foreign trade or the U.S. economy or are likely to result in such a burden, restriction, or effect. Authorizes the President, if both such determinations are affirmative, to enter into an agreement with such country or instrumentality only if the agreement provides that such state trading enterprises: (1) will make both purchases which are not for use of such country and sales in international trade in accordance with commercial considerations; and (2) will afford U.S. firms adequate opportunity to compete for participation in such purchases or sales. Provides that if both such determinations are affirmative: (1) the President shall reserve the right to withhold extension between the United States and such foreign country of such agreement; and (2) such trade agreement shall not apply between the United States and such foreign country until the foreign country makes certain assurances about the use of state trading enterprises."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Anti-Mercantilism Trade Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prevent burdens or restrictions upon the international trade of the United States by reason of the activities of state trading enterprises.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:59-05:00"
}