{
  "actions": [
    {
      "acted_at": "1975-03-04", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s940-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Beall, J. Glenn, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01278", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-04", 
  "number": "940", 
  "official_title": "A bill to provide for career guidance and counseling plans and programs for States and local educational agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Career Guidance and Counseling Act", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-04", 
  "subjects": [
    "Advisory bodies", 
    "Counseling", 
    "Education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Labor and employment", 
    "States", 
    "Vocational guidance"
  ], 
  "subjects_top_term": "Counseling", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-04", 
    "text": "Career Guidance and Counseling Act - Title I: General Provisions - States the findings of the Congress relating to the importance to the United States of career development of all individuals. States that all individuals are entitled to support and assistance in achieving self-fulfillment throughout their lives. Authorizes the appropriation of specified amounts for the fiscal years 1976 through 1978 to carry out provisions of this Act. Establishes in the United States Office of Education an Office of Career Guidance and Counseling, which shall be responsible for administering this Act. Establishes a National Advisory Council on Career Guidance and Counseling composed of fifteen members appointed by the Secretary of Health, Education, and Welfare, for terms of not longer than three years. Directs such Council to advise the Secretary of Health, Education, and Welfare and the Commissioner of Education with respect to the administration of this Act, and to carry out such other advisory functions as the Council deems appropriate, including the suggestion of policies and strategies to implement the career guidance and counseling concepts embodied in this Act. Directs the Council to conduct a survey and assessment of the current status of school and nonschool career guidance programs, projects, and materials in the United States and report on such survey and assessment to the Secretary of Health, Education, and Welfare and to the Congress. Title II: Career Guidance and Counseling Programs - Requires the submission of specified State plans by those States desiring to receive grants under this Act. Requires that such plans shall include: (1) assurances that funds received from grants under this Act will be distributed only to local educational agencies which submit to the State education agency plans for career guidance and counseling programs which shall include the purposes of such programs, and a description of the personnel, facilities, involvement of agencies, business and industry in the community and methods of distribution of funds which will be employed in carrying out such programs; (2) evidence that within the State plan, flexibility and experimentation is encouraged and provided for at the local level; (3) establishment of a mechanism to insure that local educational agencies work cooperatively with the State educational agency in the development of the State plan and the implementation of the career guidance and counseling programs; and (4) the establishment of a State advisory committee on career guidance and counseling which shall be representative of the entire State and shall include representatives from the community at large, including students, parents, and members of business, industry and labor. Provides for grants to States having approved plans under this Act for distribution to local educational agencies and for the support of State education agency activities on the basis of statewide needs and priorities, for career development guidance and counseling programs and services. Provides that such grants shall be used for specified purposes, including the following: (1) promotion of career development over the life-span (early childhood through adulthood) for all individuals; (2) promotion of a greater understanding of educational and career options; (3) providing for self and career awareness, planning, and preparation; and (4) serving the special counseling needs of second careerists, individuals from economically depressed communities or areas, and early retirees. Directs the Commissioner of Education to carry out a program of contracting with postsecondary education in institutions and State and local educational agencies for purposes of providing needed training and retraining of guidance personnel. Provides that such program shall be based on the results of comprehensive needs assessment which shall include analysis of geography, economics, and local employment trends within communities served by local educational agencies and shall serve the following purposes: (1) upgrading conselor training programs through inservice for conselor educators; and (2) providing opportunities for the establishment and development of short- and long-term preservice and inservice training for career guidance and counseling personnel so that those vitally needed vocational, occupational, and career guidance concepts for serving a totality of clients may be engendered. Directs the Commissioner of Education to carry out a program of demonstration and evaluation for the purposes of: (1) developing and demonstrating new guidance counseling techniques relative to career decisionmaking skills and awareness; (2) promoting demonstration activities in career guidance and counseling through the encouragement of pilot projects and the publication of developments in new technology, personnel utilization, multipurpose facilities and delivery systems with innovative administrative and structural designs; (3) providing for evaluation of the programs and services offered to determine their effectiveness and efficiency in meeting the needs of their clients; and (4) providing for the communication of proven effective and efficent career and counseling programs for career development. Directs the Commissioner of Education to carry out a program, consistent with the purposes of this Act and with appropriate State and local guidance and counseling programs, of grants to States and postsecondary educational institution for: (1) providing computer programs and equipment for information services, computer assisted guidance and storage and retrieval of current information on employment trends and educational opportunities in local areas and nationally; and (2) career information systems for local educational agencies which shall be integral parts of the local educational agency's plan for guidance and counseling programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Career Guidance and Counseling Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for career guidance and counseling plans and programs for States and local educational agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:10-05:00"
}