{
  "actions": [
    {
      "acted_at": "2000-07-27", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s4210-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4210"
    }
  ], 
  "bill_id": "s2999-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "2000-07-27", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grams, Rod", 
      "sponsored_at": "2000-07-27", 
      "state": "MN", 
      "thomas_id": "00454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagel, Chuck", 
      "sponsored_at": "2000-09-20", 
      "state": "NE", 
      "thomas_id": "01545", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-07-27", 
  "number": "2999", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to reform the regulatory processes used by the Health Care Financing Administration to administer the medicare program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Provider Bill of Rights", 
  "sponsor": {
    "district": null, 
    "name": "Abraham, Spencer", 
    "state": "MI", 
    "thomas_id": "01269", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-07-27", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Arrest", 
    "Auditing", 
    "Claims", 
    "Collection of accounts", 
    "Commerce", 
    "Communication in medicine", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Constitutional law", 
    "Crime and law enforcement", 
    "Damages", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Electronic mail systems", 
    "Evidence (Law)", 
    "Facsimile transmission", 
    "Families", 
    "Federal aid to child health services", 
    "Federal employees", 
    "Finance and financial sector", 
    "Firearms", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Health", 
    "Health care fraud", 
    "Health facilities", 
    "Health insurance", 
    "Health insurance industry", 
    "Inspectors general", 
    "Law", 
    "Legislation", 
    "Medicaid", 
    "Medical economics", 
    "Medical records", 
    "Medical statistics", 
    "Medically uninsured", 
    "Medicare", 
    "Medicare fraud", 
    "Physicians", 
    "Poor children", 
    "Prosecution", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Social welfare", 
    "Telephone", 
    "Warrants (Law)"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-07-27", 
    "text": "TABLE OF CONTENTS: Title I: Reform of HCFA Regulatory Process Title II: Reform of Appeals Process Title III: Reform of Overpayment Procedure Title IV: Reform of Voluntary Disclosure Procedure Title V: Criminal Law Enforcement Reforms Title VI: Provider Compliance Education Health Care Provider Bill of Rights - Title I: Reform of HCFA Regulatory Process - Amends title XVIII (Medicare) of the Social Security Act (SSA) with regard to: (1) prospective application of certain regulations used to carry out the administration of the Medicare program; (2) notice and hearing requirements for certain interim final regulations; (3) General Accounting Office audit and report to Congress on compliance with certain statutory administrative procedure requirements; (4) requirements for judicial and regulatory challenges of regulations; and (5) national coverage determination process.Title II: Reform of Appeals Process - Permits appeal of overpayment determinations under certain conditions.(Sec. 202) Amends SSA title XVIII with regard to: (1) time lines for appeals; and (2) suspension of certain activities while appeals are pending.(Sec. 203) Directs the Secretary of Health and Human Services (HHS) to permit any health care provider to appeal any determination of the Secretary under the Medicare program on behalf of a deceased beneficiary where no substitute party is available.(Sec. 205) Makes any determination of the Departmental Appeals Board of the HHS Department under the Medicare program have national precedential value with respect to any determination of an administrative law judge under such program.(Sec. 206) Amends Federal money and finance law with regard to requirements for affirmative appeal of Health Care Financing Administration (HCFA) actions.(Sec. 207) Requires the Comptroller General to conduct an audit for a report to Congress on: (1) the statistical validity of random sample audits conducted under Medicare before the enactment of this Act; (2) the necessity of such audits for specified purposes; and (3) the effects of the applications of such audits to health care providers.Title III: Reform of Overpayment Procedure - Amends SSA title XVIII to prohibit: (1) retroactive overpayment determinations; (2) sampling audits to reduce future reimbursements; (3) recovery of past overpayment by certain means; and (4) recovery of past overpayments if appeal pending.Title IV: Reform of Voluntary Disclosure Procedure - Directs the Secretary and the Attorney General to establish, by regulation, voluntary disclosure procedures that apply with respect to any potential violations of Federal criminal, civil, or administrative laws by a health care provider under the Medicare program. Prohibits criminal prosecution under SSA title XI and no civil action under such title, Medicare, or under specified provisions of Federal money and finance law against a health care provider with respect to a matter that such provider has voluntarily disclosed in accordance with such regulations.Title V: Criminal Law Enforcement Reforms - Amends the Federal criminal code to: (1) deny law enforcement authority to employees of the HHS Office of Inspector General; and (2) establish guidelines for search warrants on health care facilities.Title VI: Provider Compliance Education - Mandates specified levels of funding for the stated purpose of ensuring that health care providers learn of new coverage, billing, documentation, and coding changes to Medicare laws and regulations in a timely manner.(Sec. 601) States that health care providers have the right to information about such matters that are applicable to local carrier guidelines under Medicare. Provides that fiscal intermediaries and carriers will offer each health care provider the right to receive this information by electronic or certified mail.Outlines requirements for additional educational outreach for health care providers for coverage, billing, documentation, and coding issues that have the most frequent billing errors.(Sec. 602) Sets forth provisions regarding advisory opinions.(Sec. 603) Amends SSA title XI to provide for an extension of existing advisory opinion provisions of law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Provider Bill of Rights", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to reform the regulatory processes used by the Health Care Financing Administration to administer the medicare program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:26-05:00"
}