{
  "actions": [
    {
      "acted_at": "1975-01-15", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s27-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tunney, John V.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01450", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-15", 
  "number": "27", 
  "official_title": "A bill to establish a Department of Natural Resources and Environment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Natural Resources and Environment Act", 
  "sponsor": {
    "district": null, 
    "name": "Moss, Frank E.", 
    "state": "UT", 
    "thomas_id": "01406", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-15", 
  "subjects": [
    "Conservation of natural resources", 
    "Environmental protection", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Executive reorganization", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-15", 
    "text": "Department of Natural Resources and Environment Act - Establishes, as an executive department of the United States Government, the Department of Natural Resources and Environment headed by a Secretary of Natural Resources and Environment appointed by the President, by and with the advise and consent of the Senate. Transfers to and vests in the Secretary: (1) all of the functions of the Secretary of the Interior, the Department of the Interior, and all officers and components of that Department; (2) the functions of the Secretary of Commerce, the Department of Commerce, and officers and components of that Department, as relate to or are utilized by the National Oceanic and Atmospheric Administration; (3) the functions of the Secretary of Defense, the Secretary of the Army, the Assistant Secretary of the Army for Civil Works, and the Chief of Engineers and the Corps of Engineers of the Department of the Army, as relate to or are utilized for civil works and civil regulatory functions; (4) all of the functions of the Board of Engineers for Rivers and Harbors, Coastal Engineering Research Center, Board on Coastal Engineering Research, Mississippi River Commission, and California Debris Commission; (5) the functions of the Secretary of Agriculture, the Department of Agriculture, and officers and components of that Department, as relate to or are utilized by the Forest Services; (6) the functions of the Secretary of Agriculture, the Department of Agriculture, and officers and components of that Department, as relate to or are utilized by the Soil Conservation Service; (7) the functions of the Secretary of Agriculture, the Department of Agriculture, and officers and components of that Department, as relate to or are utilized by the Natural Resource Economics Division of the Economic Research Service; (8) the functions of the Secretary of Agriculture, the Department of Agriculture, and officers and components of that Department, as relate to or are utilized by the Soil and Water Conservation Division of the Agricultural Research Service; (9) the functions of the Secretary of Transportation, the Department of Transportation, and officers and components of the Department, as relate to or are utilized for pipeline safety; (10) the functions of the Water Resources Council; (11) the functions of the Energy Research and Development Administration; (12) the functions of the Nuclear Regulatory Commission; (13) the functions of the Federal Energy Administration; and (14) specified functions previously transferred to the Administrator of the Environmental Protection Agency. Provides that all functions of the Bureau of Indian Affairs in the Department of the Interior, and all functions of the Secretary of the Interior being administered through the Bureau of Indian Affairs, are transferred to the Secretary of Health, Education, and Welfare. States that the provisions of this Act shall not affect any proceedings pending at the time this Act takes effect before any Federal instrumentality. Provides that the provisions of this Act shall not affect suits commenced prior to the date this Act takes effect. Requires the Secretary to make an annual report to the President for submission to Congress on the activities of the Department during the preceding calendar year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Natural Resources and Environment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Department of Natural Resources and Environment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:27:54-05:00"
}