{
  "actions": [
    {
      "acted_at": "2009-02-12", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-02-13", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "subcommittee": "Economic Opportunity", 
      "text": "Referred to the Subcommittee on Economic Opportunity.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-05-21", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "in_subcommittee": "Economic Opportunity", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-05-22", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "in_subcommittee": "Economic Opportunity", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-04", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "in_subcommittee": "Economic Opportunity", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-04", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "in_subcommittee": "Economic Opportunity", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote .", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-10", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-10", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-06-18T21:15:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Veterans' Affairs. H. Rept. 111-162.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-18T21:15:00-04:00", 
      "calendar": "Union", 
      "number": "80", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 80.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2009-07-14T12:46:00-04:00", 
      "references": [], 
      "text": "Mr. Filner moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-14T12:46:00-04:00", 
      "references": [
        {
          "reference": "CR H8036-8037", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-14T12:46:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 1037.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-14T12:58:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-14T16:47:00-04:00", 
      "references": [
        {
          "reference": "CR H8063", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-14T16:56:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H8036", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "535", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays: (2/3 required): 422 - 0 (Roll no. 535).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2009-07-14T16:56:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-15", 
      "committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-10-07", 
      "references": [], 
      "text": "Senate Committee on Veterans' Affairs discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-07", 
      "references": [
        {
          "reference": "CR S10251-10254", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-07", 
      "bill_ids": [
        "s728-111"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S.728 amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-07", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S10251-10254", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2009-10-07", 
      "bill_ids": [
        "s728-111"
      ], 
      "references": [], 
      "text": "See also S. 728.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-08", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1037-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Economic Opportunity", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Grijalva, Raul M.", 
      "sponsored_at": "2009-02-12", 
      "state": "AZ", 
      "thomas_id": "01708", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2009-07-14T16:56:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2009-10-07", 
    "vetoed": false
  }, 
  "introduced_at": "2009-02-12", 
  "number": "1037", 
  "official_title": "To direct the Secretary of Veterans Affairs to conduct a five-year pilot project to test the feasibility and advisability of expanding the scope of certain qualifying work-study activities under title 38, United States Code.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s728-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s728-111", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s728-111", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Veterans' Benefits Enhancement Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Herseth Sandlin, Stephanie", 
    "state": "SD", 
    "thomas_id": "01760", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_BACK:SENATE", 
  "status_at": "2009-10-07", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Afghanistan", 
    "Armed forces and national security", 
    "Asia", 
    "Bankruptcy", 
    "Cemeteries and funerals", 
    "Congressional oversight", 
    "Department of Veterans Affairs", 
    "Disability and paralysis", 
    "Emergency medical services and trauma care", 
    "Employment discrimination and employee rights", 
    "Government investigations", 
    "Government lending and loan guarantees", 
    "Government liability", 
    "Higher education", 
    "Housing finance and home ownership", 
    "Inflation and prices", 
    "Iraq", 
    "Life, casualty, property insurance", 
    "Long-term, rehabilitative, and terminal care", 
    "Middle East", 
    "Military operations and strategy", 
    "Military personnel and dependents", 
    "Motor vehicles", 
    "Neurological disorders", 
    "Philippines", 
    "Teaching, teachers, curricula", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' loans, housing, homeless programs", 
    "Veterans' medical care", 
    "Veterans' pensions and compensation", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2009-10-07", 
    "text": "Veterans' Benefits Enhancement Act of 2009 - Title I: Insurance Matters - (Sec. 101) Increases from $20,000 to $30,000 the maximum amount of supplemental insurance provided through the Department of Veterans Affairs (VA) for totally disabled veterans. (Sec. 102) Limits the duration of a dependent's coverage under Servicemembers' Group Life Insurance (SGLI) to 120 days after the member's separation or release from service or assignment. (Sec. 103) Amends the Veterans' Housing Opportunity and Benefits Improvement Act of 2006 to remove the requirement of service in either Operation Iraqi Freedom or Enduring Freedom as a condition for retroactive benefits under the traumatic injury coverage of SGLI. (Sec. 104) Permits the VA to distinguish, in specifying payments for qualifying SGLI traumatic injury losses, between the severity of a qualifying loss of a dominant hand and a qualifying loss of a nondominant hand. (Sec. 105) Increases the maximum loan guarantee amount under the veterans' mortgage life insurance program from $90,000 to $150,000, then to $200,000 after January 1, 2012. Title II: Compensation and Pension Matters - (Sec. 201) Establishes an annual cost-of-living adjustment, based on increases in amounts payable under title II (Old Age, Survivors and Disability Insurance) of the Social Security Act, for the temporary payment of dependency and indemnity compensation (DIC) to a veteran's surviving spouse with one or more children under the age of 18. (Sec. 202) Revises eligibility requirements for the payment of a special monthly pension based on disability for veterans of a period of war who already qualify for a service pension and who are over age 65. (Sec. 203) Directs the Secretary of Veterans Affairs to promulgate regulations which recognize circumstances in which lay evidence consistent with the place, conditions, dangers, or hardships associated with particular military service does not require confirming or documenting evidence in order to establish the occurrence of an event or exposure during active military service. (Sec. 204) Extends through April 30, 2016, the expiration date for the reduction of VA pensions for certain beneficiaries with no dependents who are covered by Medicaid plans for services furnished by nursing facilities. (Sec. 205) Authorizes higher levels of veterans' disability compensation for certain veterans who experience difficulty using prostheses after the loss of hands, arms, or legs and those in need of regular aid and attendance after suffering a severe traumatic brain injury. (Sec. 206) Requires that, in the case of a veteran who is retired or separated from active duty due to a catastrophic disability, payment of VA disability benefits based on an original claim shall be made on the date the award becomes effective (thereby eliminating certain procedural delays in such payments). (Sec. 207) Requires a reduction in VA death pension benefits with respect to surviving adult-disabled children of veterans who are Medicaid recipients residing in nursing homes. (Sec. 208) Requires the payment of DIC to the survivors of former prisoners-of-war (POWs) who died on or before September 30, 1999, on the same basis as survivors of former POWs who die after such date. Title III: Readjustment and Related Benefit Matters - (Sec. 301) Repeals the current limitation (2600 per year) on the number of veterans who may enroll in a VA program of independent living services and assistance. (Sec. 302) Authorizes the VA to provide automobile and adaptive equipment assistance to disabled veterans and veterans with severe burn injuries. (Sec. 303) Increases from $11,000 to $22,500 per veteran the VA authority to assist severely disabled veterans in purchasing automobiles or other equipment to accommodate such disabilities. Requires such amount to be adjusted annually to coincide with new automobile cost increases. (Sec. 304) Authorizes the Secretary, in the event that a VA-guaranteed home loan is modified under bankruptcy proceedings, to pay the mortgagor the unpaid balance of the loan, but only upon the assignment and delivery to the Secretary of all rights, interests, and claims with respect to the loan. Title IV: Employment and Reemployment Rights of Members of the Uniformed Services - (Sec. 401) Provides that a state's receipt or use of federal financial assistance for any program or activity shall constitute a waiver of state sovereign immunity with respect to actions brought to enforce employment or reemployment rights or benefits under the Uniformed Services Employment and Reemployment Rights Act of 1994 (USERRA). (Sec. 402) Provides additional factors for determining whether an entity is a \"successor in interest\" for purposes of USERRA enforcement against employers. (Sec. 403) Includes within USERRA a specific prohibition against wage discrimination against members of the Armed Forces. (Sec. 404) Amends the Federal Property and Administrative Services Act of 1949 to require non-military federal agencies to notify their contractors of potential USERRA obligations. (Sec. 405) Directs the Comptroller General to study and report to Congress on the effectiveness of federal programs of education and outreach on employer obligations under USERRA. Title V: Burial and Memorial Matters - (Sec. 501) Increases from $300 to $745 the VA payment for: (1) burial and funeral expenses of a veteran who dies in a VA hospital, nursing home, or domiciliary care facility; and (2) a plot allowance for a veteran eligible for burial in a national cemetery who is not buried in a national cemetery. Requires the annual adjustment of such amounts (based on increases in the Consumer Price Index) for FY2012 and thereafter. Makes such increase effective with respect to deaths occurring on or after October 1, 2010. Title VI: Other Matters - (Sec. 601) Directs the Institute of Medicine of the National Academy of Sciences (NAS) to: (1) conduct a comprehensive review of the best treatments for Gulf War Illness; and (2) report review results to the Secretary and the veterans committees. (Sec. 602) Amends the Persian Gulf War Veterans Act of 1998 to extend until October 1, 2015, an NAS review and evaluation concerning associations between illnesses and exposure of Gulf War veterans to toxic agents, environmental or wartime hazards, or preventive medicines or vaccines. Amends the Veterans Programs Enhancement Act of 1998 to extend until October 1, 2018, an NAS report on the health effects of such exposure. (Sec. 603) Extends through 2011 VA authority to operate a regional office in the Republic of the Philippines. (Sec. 604) Provides an aggregate period of 81 months for the use of VA educational assistance for the survivors and dependents of members who die while serving on active duty, in the case of survivors and dependents eligible for such assistance under both the veterans' educational assistance program and the Post-9/11 veterans' educational assistance program. Revives any such entitlement reduced or extinguished under laws in effect on September 30, 2010."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pilot College Work Study Programs for Veterans Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Pilot College Work Study Programs for Veterans Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Pilot College Work Study Programs for Veterans Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Veterans' Benefits Enhancement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To direct the Secretary of Veterans Affairs to conduct a five-year pilot project to test the feasibility and advisability of expanding the scope of certain qualifying work-study activities under title 38, United States Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:52:23-05:00"
}