{
  "actions": [
    {
      "acted_at": "2009-07-15", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-07-21", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-21", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 30 - 17.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-07-27T19:23:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Education and Labor. H. Rept. 111-232.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-27T19:23:00-04:00", 
      "calendar": "Union", 
      "number": "129", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 129.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2009-09-15T18:20:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 746 Reported to House. Rule provides for consideration of H.R. 3221 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Specified amendments are in order. All points of order against consideration of the bill are waived except those arising under clause 9 or 10 of rule XXI. It shall be in order to consider as an original bill for the purpose of amendment under the five-minute rule the amendment in the nature of a substitute recommended by the Committee on Education and Labor now printed in the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T12:34:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "Rule H. Res. 746 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T16:25:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [
        {
          "reference": "CR H9594-9637", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H9604-9624", 
          "type": "text of amendment in the nature of the substitute"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 746.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T16:25:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 3221 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Specified amendments are in order. All points of order against consideration of the bill are waived except those arising under clause 9 or 10 of rule XXI. It shall be in order to consider as an original bill for the purpose of amendment under the five-minute rule the amendment in the nature of a substitute recommended by the Committee on Education and Labor now printed in the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T16:26:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 746 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T16:26:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Sheila Jackson-Lee to act as Chairwoman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T16:26:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 3221.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T17:43:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 746, the Committee of the Whole proceeded with 20 minutes of debate on the George Miller (CA) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T18:00:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Hoekstra amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T18:11:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hoekstra amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Hoekstra demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be determined.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T18:12:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Cardoza amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T18:18:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the McMorris Rogers amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T18:28:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the McMorris Rogers amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Kline (MN) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T18:29:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on Pingree amendment number 5.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T18:36:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Pingree amendment number 6.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T18:45:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Foxx amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T18:57:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Foxx amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. George Miller (CA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T18:58:00-04:00", 
      "references": [], 
      "text": "Mr. Miller, George moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T18:58:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T18:58:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 3221 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T10:21:00-04:00", 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Mr. George Miller (CA) asked unanimous consent that, during proceedings today in the House and in the Committee of the Whole, the Chair be authorized to reduce to two minutes the minimum time for electronic voting on any question that otherwise could be subjected to five-minute voting under clause 8 or 9 or rule 20 or under clause 6 of rule 18.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T10:21:00-04:00", 
      "references": [
        {
          "reference": "CR H9675-9702", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T10:21:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T10:22:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Reyes amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T10:27:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Etheridge amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T10:37:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Driehaus amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T10:41:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Cuellar amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T10:50:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Murphy (CT) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T10:57:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Childers amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T11:03:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Adler(NJ) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T11:14:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Himes amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T11:21:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Himes amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Himes demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T11:22:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Kilroy amendment, as modified.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T11:31:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Minnick amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T11:34:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Minnick amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Minnick demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T11:35:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Perriello amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T11:42:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Schauer amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T11:46:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Schauer amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Schauer demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T11:48:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Teague amendment No. 1.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T11:54:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Teague amendment No. 2.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T12:01:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Teague amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Teague demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T12:03:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 10 minutes of debate on the Flake amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T12:06:00-04:00", 
      "bill_ids": [
        "hres746-111"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 746, the Committee of the Whole proceeded with 20 minutes of debate on the Guthrie substitute amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T12:24:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Guthrie amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Guthrie demanded a recorded vote and the Chair postponed futher proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T12:24:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T13:37:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 3221.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T13:38:00-04:00", 
      "references": [
        {
          "reference": "CR H9699", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T13:38:00-04:00", 
      "references": [
        {
          "reference": "CR 9/16/2009 H9604-9624", 
          "type": "text"
        }
      ], 
      "text": "The House adopted the amendment in the nature of a substitute as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T13:40:00-04:00", 
      "references": [
        {
          "reference": "CR H9699-9701", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H9699", 
          "type": "text"
        }
      ], 
      "text": "Mr. Issa moved to recommit with instructions to Education and Labor.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T13:41:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 10 minutes of debate on the Issa motion to recommit with instructions. The instructions contained in the motion seek to report the same back to the House with an amendment to prohibit federal funds from certain indicted organizations.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T13:46:00-04:00", 
      "references": [
        {
          "reference": "CR H9700", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T14:05:00-04:00", 
      "references": [], 
      "text": "On motion to recommit with instructions Agreed to by recorded vote: 345 - 75, 2 Present (Roll no. 718).", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T14:15:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "719", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by recorded vote: 253 - 171 (Roll no. 719).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2009-09-17T14:15:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-17T14:16:00-04:00", 
      "references": [], 
      "text": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of H.R. 3221.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-21", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-22", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h424-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "424"
    }, 
    {
      "amendment_id": "h425-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "425"
    }, 
    {
      "amendment_id": "h426-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "426"
    }, 
    {
      "amendment_id": "h427-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "427"
    }, 
    {
      "amendment_id": "h428-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "428"
    }, 
    {
      "amendment_id": "h429-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "429"
    }, 
    {
      "amendment_id": "h430-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "430"
    }, 
    {
      "amendment_id": "h431-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "431"
    }, 
    {
      "amendment_id": "h432-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "432"
    }, 
    {
      "amendment_id": "h433-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "433"
    }, 
    {
      "amendment_id": "h434-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "434"
    }, 
    {
      "amendment_id": "h435-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "435"
    }, 
    {
      "amendment_id": "h436-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "436"
    }, 
    {
      "amendment_id": "h437-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "437"
    }, 
    {
      "amendment_id": "h438-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "438"
    }, 
    {
      "amendment_id": "h439-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "439"
    }, 
    {
      "amendment_id": "h440-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "440"
    }, 
    {
      "amendment_id": "h441-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "441"
    }, 
    {
      "amendment_id": "h442-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "442"
    }, 
    {
      "amendment_id": "h443-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "443"
    }, 
    {
      "amendment_id": "h444-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "444"
    }, 
    {
      "amendment_id": "h445-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "445"
    }, 
    {
      "amendment_id": "h446-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "446"
    }, 
    {
      "amendment_id": "h447-111", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "447"
    }
  ], 
  "bill_id": "hr3221-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Abercrombie, Neil", 
      "sponsored_at": "2009-07-27", 
      "state": "HI", 
      "thomas_id": "00002", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Andrews, Robert E.", 
      "sponsored_at": "2009-07-15", 
      "state": "NJ", 
      "thomas_id": "00021", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "2009-07-17", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Bishop, Timothy H.", 
      "sponsored_at": "2009-07-15", 
      "state": "NY", 
      "thomas_id": "01740", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Blumenauer, Earl", 
      "sponsored_at": "2009-07-20", 
      "state": "OR", 
      "thomas_id": "00099", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bordallo, Madeleine Z.", 
      "sponsored_at": "2009-07-20", 
      "state": "GU", 
      "thomas_id": "01723", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Castor, Kathy", 
      "sponsored_at": "2009-07-22", 
      "state": "FL", 
      "thomas_id": "01839", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "32", 
      "name": "Chu, Judy", 
      "sponsored_at": "2009-07-23", 
      "state": "CA", 
      "thomas_id": "01970", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Clarke, Yvette D.", 
      "sponsored_at": "2009-07-17", 
      "state": "NY", 
      "thomas_id": "01864", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Courtney, Joe", 
      "sponsored_at": "2009-07-15", 
      "state": "CT", 
      "thomas_id": "01836", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "53", 
      "name": "Davis, Susan A.", 
      "sponsored_at": "2009-07-15", 
      "state": "CA", 
      "thomas_id": "01641", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Dingell, John D.", 
      "sponsored_at": "2009-07-23", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Eshoo, Anna G.", 
      "sponsored_at": "2009-07-15", 
      "state": "CA", 
      "thomas_id": "00355", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Fudge, Marcia L.", 
      "sponsored_at": "2009-07-15", 
      "state": "OH", 
      "thomas_id": "01895", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Grijalva, Raul M.", 
      "sponsored_at": "2009-07-15", 
      "state": "AZ", 
      "thomas_id": "01708", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Hall, John J.", 
      "sponsored_at": "2009-07-23", 
      "state": "NY", 
      "thomas_id": "01865", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Hare, Phil", 
      "sponsored_at": "2009-07-15", 
      "state": "IL", 
      "thomas_id": "01849", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Hinojosa, Ruben", 
      "sponsored_at": "2009-07-15", 
      "state": "TX", 
      "thomas_id": "01490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hirono, Mazie K.", 
      "sponsored_at": "2009-07-15", 
      "state": "HI", 
      "thomas_id": "01844", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Holt, Rush D.", 
      "sponsored_at": "2009-07-15", 
      "state": "NJ", 
      "thomas_id": "01580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Honda, Michael M.", 
      "sponsored_at": "2009-07-23", 
      "state": "CA", 
      "thomas_id": "01634", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Kildee, Dale E.", 
      "sponsored_at": "2009-07-15", 
      "state": "MI", 
      "thomas_id": "00631", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Kucinich, Dennis J.", 
      "sponsored_at": "2009-07-15", 
      "state": "OH", 
      "thomas_id": "01499", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Levin, Sander M.", 
      "sponsored_at": "2009-07-23", 
      "state": "MI", 
      "thomas_id": "00683", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Loebsack, David", 
      "sponsored_at": "2009-07-15", 
      "state": "IA", 
      "thomas_id": "01846", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McCarthy, Carolyn", 
      "sponsored_at": "2009-07-22", 
      "state": "NY", 
      "thomas_id": "01503", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Pascrell, Bill, Jr.", 
      "sponsored_at": "2009-07-27", 
      "state": "NJ", 
      "thomas_id": "01510", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Payne, Donald M.", 
      "sponsored_at": "2009-07-15", 
      "state": "NJ", 
      "thomas_id": "00902", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pierluisi, Pedro R.", 
      "sponsored_at": "2009-07-17", 
      "state": "PR", 
      "thomas_id": "01953", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sablan, Gregorio Kilili Camacho", 
      "sponsored_at": "2009-07-15", 
      "state": "MP", 
      "thomas_id": "01962", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Scott, Robert C. \"Bobby\"", 
      "sponsored_at": "2009-07-15", 
      "state": "VA", 
      "thomas_id": "01037", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Sestak, Joe", 
      "sponsored_at": "2009-07-15", 
      "state": "PA", 
      "thomas_id": "01874", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Shea-Porter, Carol", 
      "sponsored_at": "2009-07-15", 
      "state": "NH", 
      "thomas_id": "01861", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Sherman, Brad", 
      "sponsored_at": "2009-07-27", 
      "state": "CA", 
      "thomas_id": "01526", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Sires, Albio", 
      "sponsored_at": "2009-07-27", 
      "state": "NJ", 
      "thomas_id": "01818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Tierney, John F.", 
      "sponsored_at": "2009-07-15", 
      "state": "MA", 
      "thomas_id": "01535", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Tonko, Paul", 
      "sponsored_at": "2009-07-22", 
      "state": "NY", 
      "thomas_id": "01942", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "2009-07-27", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Wexler, Robert", 
      "sponsored_at": "2009-07-27", 
      "state": "FL", 
      "thomas_id": "01537", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Woolsey, Lynn C.", 
      "sponsored_at": "2009-07-15", 
      "state": "CA", 
      "thomas_id": "01242", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Wu, David", 
      "sponsored_at": "2009-07-15", 
      "state": "OR", 
      "thomas_id": "01598", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2009-09-17T14:15:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2009-07-15", 
  "number": "3221", 
  "official_title": "To amend the Higher Education Act of 1965, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres746-111", 
      "reason": "rule"
    }
  ], 
  "short_title": "Student Aid and Fiscal Responsibility Act of 2009", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2009-09-17T14:15:00-04:00", 
  "subjects": [
    "Academic performance and assessments", 
    "Advisory bodies", 
    "Air quality", 
    "Alabama", 
    "Alternative and renewable resources", 
    "Appropriations", 
    "Community life and organization", 
    "Department of Education", 
    "Drug, alcohol, tobacco use", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Educational facilities and institutions", 
    "Educational technology and distance education", 
    "Elections, voting, political campaign regulation", 
    "Elementary and secondary education", 
    "Employee benefits and pensions", 
    "Employment and training programs", 
    "Energy efficiency and conservation", 
    "Environmental technology", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Government investigations", 
    "Government lending and loan guarantees", 
    "Hazardous wastes and toxic substances", 
    "Higher education", 
    "Inflation and prices", 
    "Interest, dividends, interest rates", 
    "Law enforcement officers", 
    "Louisiana", 
    "Minority education", 
    "Mississippi", 
    "Natural disasters", 
    "Preschool education", 
    "Public contracts and procurement", 
    "Public participation and lobbying", 
    "Public-private cooperation", 
    "School administration", 
    "Social work, volunteer service, charitable organizations", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula", 
    "Unemployment", 
    "Veterans' education, employment, rehabilitation", 
    "Vocational education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2009-09-17", 
    "text": "Student Aid and Fiscal Responsibility Act of 2009 - (Sec. 4) Prohibits funds appropriated pursuant to this Act from being used for Congressional earmarks. (Sec. 5) Requires all savings in federal spending that are generated, and not otherwise allocated, by this Act to be made available for federal deficit reduction. Title I: Investing in Students and Families - Subtitle A: Increasing College Access and Completion - (Sec. 101) Amends the Higher Education Act of 1965 (the Act) to authorize and appropriate such sums as may be necessary to fully fund maximum Pell Grant amounts, beginning in FY2010. Ties increases in the maximum Pell Grant amount, beginning in 2011, to increases in the Consumer Price Index, plus 1%. (Sec. 102) Amends part E (College Access Challenge Grant program) of title VII of the Act to create a new part E (College Access and Completion Innovation Fund) that includes the College Access Challenge Grant program, a new State Innovation and Completion Grants program, and a new Innovation in College Access and Completion National Activities Grants program. Directs the Secretary of Education (Secretary) to award competitive matching State Innovation and Completion grants to states to: (1) implement activities and services that increase students' persistence in and completion of postsecondary school, particularly students now underrepresented at such schools; and (2) develop an interoperable statewide longitudinal data system to track students success in postsecondary schools and the workforce. Permits states to make subgrants to nonprofit organizations in their state, including student loan guaranty agencies and servicers, to implement the program. Gives grant priority to states that partner with philanthropic organizations, student loan guaranty agencies, or nonprofit subsidiaries of such agencies to implement the program. Requires states to use at least one-third of program funding for activities benefiting students at two-year institutions of higher education (IHEs). Directs the Secretary to award competitive Innovation in College Access and Completion National Activities grants to IHEs, states, nonprofit organizations, philanthropic organizations, and TRIO grantees for innovative programs that advance knowledge about, and the adoption of, policies and practices that increase the number of individuals with postsecondary degrees or certificates. Includes among such programs those providing students with supplemental grant or loan benefits. Gives grant priority to programs that: (1) serve underrepresented students, dislocated workers, or veterans; (2) are offered by IHEs that do not predominantly award bachelor's degrees; (3) increase degree or certificate completion in the fields of science, technology, engineering, and mathematics; (4) enhance the financial literacy of students who are potentially eligible for assistance under the Act; or (5) encourage constructive partnerships between IHEs with high degree completion rates and those without such rates. Allows private, nonprofit IHEs to voluntarily elect to participate in a state's efforts under part E to increase postsecondary enrollment, persistence, and completion. Authorizes and appropriates specified funds for FY2010-FY2014 for part E programs, dedicating 25% of such funds to the College Access Challenge Grant program, 50% to the State Innovation and Completion Grants program, 23% to the Innovation in College Access and Completion National Activities Grants program, and 2% for the evaluation of such programs by the Director of the Institute of Education Sciences. Terminates the Secretary's authority to make part E grants after FY2014. (Sec. 103) Extends funding for grants to historically Black colleges and universities and other minority-serving institutions through FY2019. Terminates the Secretary's authority to award such grants after FY2019. Sets aside $10 million of such funds each fiscal year for YES Partnership grants, which are for use in encouraging underrepresented minority or low-income students in kindergarten through grade 12 to pursue careers in science, technology, engineering, and mathematics (STEM) through outreach and hands-on, experiential-based learning projects. (Sec. 104) Authorizes and appropriates additional FY2010 funding for Cooperative Education programs that provide students with alternating or parallel periods of study and employment. Terminates the Secretary's authority to award grants for such programs after FY2010. (Sec. 105) Directs the Secretary to provide title IV (Student Assistance) grant repayment waivers and loan forgiveness to students for grant or loan periods for which they do not earn credit due to active duty in the Armed Forces. Restricts such waivers and forgiveness to loans first disbursed before July 1, 2010. (Sec. 106) Requires the Secretary to award three-year grants to IHEs to hire Veterans Resource Officers that provide veterans with certain support services to improve their college completion rates. (Sec. 107) Officer Daniel Faulkner Children of Fallen Heroes Scholarship Act of 2009 - States that, beginning with the 2010-2011 school year, the expected family contribution, used in determining a student's eligibility for federal student aid, shall be zero for students who are eligible for Pell grants and whose parent or guardian died in the line of duty while serving as a public safety officer. (Preserves such consideration for students whose parent or guardian was a member of the Armed Forces and died as a result of performing military service in Iraq or Afghanistan after September 11, 2001.) Excludes students' total Pell grant from consideration in calculating their educational assistance benefits under the Public Safety Officer's Benefits program, if they receive an increased Pell grant under the preceding provision. (Sec. 108) Authorizes the Secretary to make grants to local educational agencies (LEAs) to improve teacher excellence in public elementary and secondary schools. Requires such grants to be used for the establishment, expansion, or improvement of: (1) professional development activities that are aligned to the curriculum and student academic needs; (2) mentoring and induction programs for new teachers and principals; or (3) career ladders that allow teachers to take on new professional roles. Authorizes appropriations for such program for FY2010-FY2015. Subtitle B: Student Financial Aid Form Simplification - (Sec. 121) Makes revisions to title IV student need analyses, which become effective after June 2011. (Sec. 122) Establishes a $150,000 asset cap on student eligibility for Pell grants or loans under the part D Direct Loan (DL) program. Bases such cap on combined student and parent assets for dependent students and combined student and spouse assets for independent students. Adjusts the cap annually for inflation. Eliminates assets from the need analyses of students whose family assets do not equal or exceed the cap. (Sec. 123) Excludes child support, workman's compensation, veteran's benefits, living allowances, cash support or money paid on a student's behalf, and other untaxed income and benefits from student need analyses. Excludes employee pension benefit plans from assets. Preserves the student aid eligibility of students convicted of possessing, rather than selling, controlled substances. Title II: Student Loan Reform - Subtitle A: Stafford Loan Reform - (Sec. 201) Prohibits any new loans from being made or insured under the part B Federal Family Education Loan (FFEL) program after June 2010. (Sec. 210) Changes, subject to lender approval, the underlying index for calculating special allowance payments to FFEL lenders for loans first disbursed on or after January 1, 2000, and before July 1, 2010, from three-month commercial paper (CP) rates to the one-month London Inter Bank Offered Rate (LIBOR). (Special allowance payments are made to FFEL lenders to compensate them for the difference between FFEL interest rates and market rates.) Makes such change applicable to the calendar quarter beginning on October 1, 2009. (Sec. 211) Requires DLs for students and the parents of students attending IHEs outside of this country to be disbursed through a financial institution located in this country which is designated by the Secretary to receive DL funds and transfer them to such schools. (Sec. 214) Directs the Secretary to award DL servicing contracts pursuant to a competitive bidding process that includes nonprofit servicers and takes into account price and servicing ability. Provides that such process may take into account servicers' ability to provide default aversion and outreach services. Requires the Secretary to: (1) provide job retention incentive payments to servicers that give hiring priority to individuals from locations at which the servicers performed FFEL origination or servicing activities on the date of this Act's enactment; and (2) consider servicers retention of highly qualified employees as a positive factor when determining their loan allocation. Directs the Secretary to contract with each nonprofit servicer that has its principal place of business in a state to service the DLs of borrowers attending schools within such state, provided its services meet federal standards and are offered at competitive rates. Provides that competitive rates are to be determined by the Secretary in relation to the volume of loans serviced by the servicer and allow such servicer to provide additional services, such as default aversion or outreach. Establishes a formula for allocating a minimum amount of business to a nonprofit servicers. Authorizes the Secretary to contract with student loan guaranty agencies or their nonprofit subsidiaries for delinquency prevention and default aversion services, default collections, financial aid counseling, career and education counseling, financial literacy, guidance counselor and financial aid officer training services, and other outreach services. Requires the Secretary to report to Congress within three years of this Act's enactment on the performance of nonprofit DL servicers. (Sec. 215) Establishes variable interest rates on DLs made to undergraduate students after June 2012. Sets a 6.8% cap on such rates, which are to be calculated on the basis of the bond equivalent rate of 91-day Treasury bills, plus 2.5%. (Sec. 216) Directs the Secretary to provide IHEs participating, or seeking to participate, in the DL programs with technical assistance in establishing and administering such programs. Authorizes and appropriates funds for FY2010, and authorizes appropriations for FY2011-FY2014, for the provision of such technical assistance. (Sec. 217) Requires the Secretary to perform outreach services that inform and educate students and their families about the transition to the DL program effected by this title's amendments. Subtitle B: Perkins Loan Reform - (Sec. 221) Replaces the Perkins Loans program under part E, after June 2010, with a Direct Perkins Loans program under part D that provides loans that continue to carry the 5% interest rate and loan limits of the part E program, but otherwise have the same terms and conditions as Direct Unsubsidized Stafford loans. (The interest on unsubsidized loans accrues while the borrower is in school.) (Sec. 224) Allocates up to $6 billion of loan authority annually among IHEs that are eligible to participate in the DL program and enter into agreements with the Secretary to make Direct Perkins Loans to eligible students. Allocates loan authority to eligible IHEs pursuant to a three-part formula, with: (1) one-half allocated on the basis of the financial need of an school's students; (2) one-quarter allocated on the basis of its efforts at keeping tuition and fees low or providing nonfederal need-based grant aid; and (3) one-quarter allocated on the basis of the school's success at graduating Pell Grant recipients. Provides each IHE that previously participated in the part E Perkins Loan program with a minimum Direct Perkins Loan authority amount equal to the average amount of Perkins Loans it awarded to students from the 2003-2004 school year to the 2007-2008 school year. (Sec. 225) Gives IHEs an annual payment to cover administrative expenses of servicing old part E Perkins Loans that equals 0.5% of the outstanding principal and interest of such loans. Requires IHEs participating in the Direct Perkins Loan program to pay matching funds on a quarterly basis, in an amount agreed to by the school and the Secretary, to an escrow account for purposes of providing loan benefits to borrowers. (Sec. 228) Requires a capital distribution of the balance of each IHE's part E Perkins Loan fund beginning on July 1, 2010, with the federal contribution paid to the Secretary and the school's contribution returned to the school. Permits IHEs, after June 2010, to assign all their outstanding part E Perkins Loans to the Secretary, who thereby assumes responsibility for servicing the loans and returning to the schools the proportion of the loan amount that was made from schools' capital contributions to the revolving loan fund. (Sec. 229) Makes the following amendments affecting the application of the requirement that for-profit IHEs derive at least 10% of their revenues from non-title IV sources (the 90/10 rule) applicable through June 2012. Continues to treat the revenue of for-profit IHEs that is derived from unsubsidized Direct Stafford Loan limit increases established under the Ensuring Continued Access to Student Loans Act of 2008 as being from non-title IV sources. (Such treatment was set to expire on July 1, 2011.) Excludes from revenue calculations amounts for-profit IHEs receive under the new Direct Perkins Loans program. Gives for-profit IHEs three (currently, two) consecutive years of failing the 90/10 rule before becoming ineligible to participate in title IV programs, provided their second consecutive year of failure ends after July 1, 2008, and before July 1, 2011. Title III: Modernization, Renovation, and Repair - Subtitle A: Elementary and Secondary Education - Chapter 1: Grants for Modernization, Renovation, or Repair of Public School Facilities - (Sec. 312) Requires the Secretary to make grants to states for the modernization, renovation, or repair of public schools, including early learning facilities and charter schools, to make them safe, healthy, high-performing, and technologically up-to-date. Allocates grant funds among states on the basis of the relative portion of school improvement funds provided to local educational agencies (LEAs) in each state under the Elementary and Secondary Education Act of 1965. Reserves 2% of the grant funds for assistance to outlying areas and Indian schools. Reserves 5% of the grant funds for LEAs serving geographic areas with significant economic distress, recovering from a natural disaster, or containing a military installation selected for closure under the base closure and realignment process. Requires states to reallocate such grant funds to LEAs on the basis of each LEA's share of school improvement funds received by LEAs in the state for the previous fiscal year. (Sec. 314) Allows LEAs to give priority to projects involving the abatement, removal, or interim control of asbestos, polychlorinated biphenyls, mold, mildew, lead-based hazards, or a proven carcinogen. Chapter 2: Supplemental Grants for Louisiana, Mississippi, and Alabama - (Sec. 321) Requires the Secretary to make grants to LEAs in Louisiana, Mississippi, and Alabama for the construction, modernization, renovation, or repair of public schools, including early learning facilities and charter schools, to make them safe, healthy, high-performing, and technologically up-to-date. Allocates grant funds among such LEAs on the basis of each Lea's share of infrastructure damage inflicted on public school facilities in such states by Hurricane Katrina or Rita in 2005. Chapter 3: General Provisions - (Sec. 331) Prohibits LEAs from using this subtitle's grants: (1) for maintenance costs; (2) for facilities used primarily for events for which the public is charged admission or for which the purpose is not the education of children; (3) to supplant funds otherwise available for school modernization, renovation, repair, and construction efforts; or (4) to purchase carbon offsets. (Sec. 333) Prohibits states from considering LEAs' receipt of this subtitle's grants in determining their eligibility for state aid or the amount of state aid they receive. (Sec. 334) Conditions LEA grant eligibility on LEA and state spending for free public education remaining above specified levels. Requires states to reduce the amount of grant funds available to an LEA by the proportion by which the Lea's spending falls below such levels. Directs the Secretary to waive such maintenance of effort requirements if such waiver is justified by exceptional or uncontrollable circumstances, or the precipitous decline in an LEA's financial resources. (Sec. 335) Requires grantees' contracting procedures for school modernization, renovation, repair, and construction to ensure the maximum number of qualified bidders through full and open competition. (Sec. 336) Requires the iron and steel used in projects funded under this subtitle to have been produced in this country, subject to specified exceptions. (Sec. 337) Requires all laborers and mechanics employed by contractors or subcontractors in the performance of work assisted under this subtitle to be paid wages at rates not less than those prevailing on similar work in the locality. (Sec. 339) Directs LEA grantees to use at least 50% of their grant in FY2010 and 75% in FY2011 for public school modernization, renovation, repair, or construction that meets Leadership in Energy and Environmental Design (LEED) green building rating standards, Energy Star standards, Collaborative for High Performance Schools (CHPS) criteria, Green Building Initiative environmental design and rating standards (Green Globes), or equivalent standards adopted by the entities that have jurisdiction over such LEAs. Requires the Secretary to provide outreach and technical assistance to states and LEAs concerning the best practices in school modernization, renovation, repair, and construction. (Sec. 340) Directs: (1) LEAs to report annually to their states, and the public, on their use of such grant funds; (2) states to submit annually to the Secretary a compilation of the information received from their LEAs; and (3) the Secretary to report to Congress annually on grants made under this subtitle. (Sec. 341) Prohibits the use of this subtitle's grants: (1) to employ workers who are illegal aliens or whose status has not been ascertained using the employment verification system; or (2) by LEAs that do not require a criminal background check on all their employees. (Sec. 342) Requires the Secretary to work with grant recipients to promote appropriate opportunities for those enrolled in YouthBuild programs, Job Corps programs, community colleges, or certain preapprenticeship programs to gain employment experience on projects funded under this subtitle. (Sec. 343) Directs the Secretary to establish an Advisory Council on Green, High-Performing Public School Facilities to provide the Secretary with advice on the academic, health, energy, and environmental impact of such schools and assistance in facilitating their creation. Terminates the Advisory Council at the close of FY2011. (Sec. 344) Allows LEAs to encourage schools at which this subtitle's projects are being implemented to educate students about the project and its benefits. (Sec. 345) Authorizes and appropriates funding for this subtitle's grant programs for FY2010-FY2011. Prohibits the use of such funds for Congressional earmarks. Terminates this subtitle's grant program at the close of FY2011. Subtitle B: Higher Education - (Sec. 351) Requires the Secretary to make grants to states for the construction, modernization, renovation, or repair of community college facilities. Allocates grant funds to states on the basis of each state's share of students in who are enrolled in community colleges and who are pursuing a pre-baccalaureate degree or certificate. Requires states to use such funds to: (1) reduce the financing costs of loans for construction, modernization, renovation, and repair; (2) provide matching funds to capital campaigns for such activities; or (3) capitalize a revolving loan fund to finance such activities. Prohibits the use of grant funds for community college facilities that are not primarily used for instruction, research, or student housing. Directs grantees to use 50% of such funding for construction, modernization, renovation, or repair that meets Leadership in Energy and Environmental Design (LEED) green building rating standards, Energy Star standards, Collaborative for High Performance Schools (CHPS) criteria, Green Building Initiative environmental design and rating standards (Green Globes), or equivalent standards adopted by the state. Requires all laborers and mechanics employed by contractors or subcontractors in the performance of work assisted under this subtitle to be paid wages at rates not less than those prevailing on similar work in the locality. Directs states to report to the Secretary and the Secretary to report to Congress annually on the use of this subtitle's grant funds. Authorizes and appropriates FY2010 funds for this subtitle's grant program. Terminates this subtitle's grant program at the close of FY2010. Title IV: Early Learning Challenge Fund - (Sec. 402) Requires the Secretary to award competitive matching: (1) Quality Pathways grants to states to implement quality initiatives that increase the number of disadvantaged children under age five in high-quality early learning programs and improve program oversight; and (2) Development grants to states to develop the components of a standards-based early learning system that will allow them to compete more effectively for Quality Pathways grants. Reserves 0.25% of this title's funding for competitive grants to Indian tribes for the development and implementation of school readiness plans that are coordinated with LEAs serving their children. (Sec. 403) Establishes Quality Pathways grants as five-year grants which may be renewed on the basis of a state's progress in: (1) increasing the percentage of disadvantaged children in each age group who participate in high-quality early learning programs and the number of such programs in low-income communities; (2) implementing a high-quality early learning system that improves the credentials of early learning providers and makes early learning standards and oversight applicable across a broad range of settings and providers; and (3) committing state resources in support of early learning programs and services. Allow states that the Secretary certifies as having made sufficient progress in implementing grant requirements to apply to the Secretary to reserve up to 25% of their grant to expand disadvantaged children's access to the highest quality early learning programs that offer full-day services. (Sec. 404) Establishes Development grants as nonrenewable three-year grants to assist states in developing a high-quality early learning system that improves the credentials of early learning providers and makes early learning standards and oversight applicable across a broad range of settings and providers. (Sec. 405) Requires the Secretary, acting jointly with the Secretary of Health and Human Services, to: (1) establish a national commission to review and recommend benchmarks for early learning program quality and early learning and development standards; (2) conduct a national evaluation of this title's grants; (3) support a federal research collaborative which supports early learning research that can inform improved standards and child outcomes; and (4) evaluate barriers to increasing access to high-quality early learning programs for low-income children and disseminate relevant findings and best practices for eliminating such barriers. (Sec. 406) Directs states to report to the Secretary and the Secretary to report to Congress annually on activities carried out under this title. (Sec. 409) Authorizes and appropriates funds for this title's programs for FY2010-FY2017. Terminates this title's grant programs at the close of FY2017. Title V: American Graduation Initiative - (Sec. 501) Authorizes and appropriates funds for this title's programs for FY2010-FY2019. Terminates this title's grant programs at the close of FY2019. (Sec. 503) Directs the Secretary, in coordination with the Secretary of Labor, to award competitive matching four-year grants to eligible entities to carry out innovative programs, or programs of demonstrated effectiveness, that lead to the completion of a postsecondary degree, certificate, or industry-recognized credential leading to a skilled occupation in a high-demand industry. Includes as eligible entities, community colleges, public four-year IHEs offering two-year degrees, tribal colleges or universities, public four-year IHEs in partnership with any of the aforementioned entities, and states that have implemented a comprehensive articulation agreement among their public IHEs and are in partnership with any of the aforementioned entities. Exempts tribal colleges and universities from cost-sharing requirements. Gives grant priority to eligible entities that: (1) partner with philanthropic, research, business, or labor organizations; (2) are IHEs eligible for assistance under title III (Institutional Aid) or V (Developing Institutions) of the Act; (3) are focused on serving low-income, nontraditional students, students who are dislocated workers, or students who are veterans, who do not have a bachelor's degree; or (4) are community colleges located in areas with high unemployment. Requires grantees to carry out at least two of the following activities: (1) expand students' opportunities to earn bachelor's degrees by facilitating the transfer of credits between IHEs; (2) partner with employers to create or enhance academic or training programs for skilled occupations in high-demand industries; (3) provide support services to students; (4) create programs to provide a sequence of education and job training that leads to industry-recognized credentials; (5) strengthen linkages between secondary education and community colleges; (6) implement other innovative activities to increase degree and certificate completion rates and job training for skilled occupations in high-demand industries; (7) create, in a timely and efficient manner, degree and credential programs that are responsive to state and regional workforce needs; (8) provide information technology training for students and members of the public; (9) enhance or create academic or training programs that prepare students for skilled occupations in energy-related fields; and (10) enhance or create academic or training programs that prepare students for occupations critical to serving veterans. Directs grantees to develop quantifiable benchmarks that are approved by the Secretary to gauge program effectiveness. Requires community college grantees, to the extent practicable, to include on their course schedules information on which courses are transferable for credit toward the completion of a four-year baccalaureate degree at a public IHE in their state. Directs the Secretary to: (1) allocate funds to the Institute of Education Sciences to evaluate the effectiveness of grantee's programs by January 30, 2014; and (2) report to Congress annually regarding the use and effectiveness of such grants. (Sec. 504) Directs the Secretary, in coordination with the Secretary of Labor, to award competitive matching six-year grants to states to implement the systematic reform of community colleges in their state by carrying out programs, policies, and services that the Secretary has determined to have demonstrated effectiveness based on the evaluation conducted by the Institute of Education Sciences. Requires such grantees to: (1) have an plan for increasing college persistence and completion that includes community colleges; (2) have a statewide longitudinal data system that includes community college data; (3) have an articulation agreement for the transfer of credits between public IHEs in the state; (4) maintain funding for IHEs in the state at at least the level of such funding for the five preceding years; and (5) develop quantifiable benchmarks to gauge program effectiveness. Gives grant priority to states focused on serving low-income, nontraditional students, students who are dislocated workers, or students who are veterans, who do not have a bachelor's degree. Terminates a state's grant after three years if the Secretary finds that it has not made demonstrable progress toward its benchmarks. Directs state grantees to report annually to the Secretary and the Secretary of Labor on the progress of their reforms, and the Secretary to submit a report to Congress six months after the end of the grant program summarizing the reports received from such states. Expresses the sense of Congress that: (1) community colleges play an important role in preparing students to enter the workforce; (2) it is vital that all states have access to the resources and assistance needed to compete for these community college reform grants; and (3) the Secretary should provide states with any assistance and support they need to compete for such grants and should work to ensure that the grants are distributed in a fair and equitable manner. (Sec. 505) Authorizes the Secretary to award competitive grants to, or contract with, IHEs, philanthropic organizations, and other appropriate entities to develop, evaluate, and disseminate freely-available high-quality online courses for training and postsecondary education readiness and success. Authorizes the Director of the Institute of Education Sciences award a grant to, or enter into a contract with, an organization with demonstrated expertise in researching and evaluating community colleges to establish and operate the Learning and Earning Research Center. Requires the Center to: (1) develop standardized metrics, data elements, and data sharing protocols that facilitate the evaluation of community college programs and allow relevant data systems to be linked and interoperable; and (2) develop and disseminate materials analyzing best practices and research on successful postsecondary education and training efforts. Authorizes the Secretary to award grants to states to establish cooperative agreements to develop, implement, and expand interoperable statewide longitudinal community college data systems that can be linked to other data systems, including elementary and secondary education and workforce data systems. Directs the Secretary to allocate at least $1 million for a contract with the National Research Council to study and report to Congress on the quality of distance education programs as compared to campus-based education programs at IHEs. Authorizes the Secretary to develop a model of a service that enables students to determine the transferability of credits between IHEs voluntarily participating in such service. Directs the Secretary to report annually to Congress on the grants and contracts awarded to entities under this section. Title VI: Defund Acorn Act - Defund Acorn Act - (Sec. 602) Prohibits the federal government from providing any funds to, or entering into agreements with, any organization that: (1) has been indicted for violating federal or state election law; (2) had its state corporate charter terminated due to its failure to comply with federal or state lobbying disclosure requirements; (3) has filed a fraudulent form with any federal or state regulatory agency; or (4) employs, has a contract with, or has acting on its behalf, an individual who has been indicted for violating federal or state election law. Prohibits federal employees or contractors from promoting such organizations. Includes the Association of Community Organizations for Reform Now (ACORN) and any ACORN-related affiliate among the organizations barred from such funding, contracting, and promotion. Requires the Federal Acquisition Regulation to be revised to satisfy these prohibitions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Student Aid and Fiscal Responsibility Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Student Aid and Fiscal Responsibility Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Student Aid and Fiscal Responsibility Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Defund ACORN Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Officer Daniel Faulkner Children of Fallen Heroes Scholarship Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Higher Education Act of 1965, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:28-05:00"
}