{
  "actions": [
    {
      "acted_at": "1997-06-16", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-06-23", 
      "references": [
        {
          "reference": "CR S6094-6095", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s914-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-16", 
  "number": "914", 
  "official_title": "A bill to establish a prospective payment system under the medicare program for skilled nursing facility services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-16", 
  "subjects": [
    "Case mix (Medical care)", 
    "Health", 
    "Hospitals", 
    "Long-term care", 
    "Medicare", 
    "Nursing homes", 
    "Occupational therapy", 
    "Physical therapy", 
    "Prospective payment systems (Medical care)", 
    "Quality of care", 
    "Respiratory diseases", 
    "Social welfare", 
    "Speech disorders"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-16", 
    "text": "Amends title XVIII (Medicare) of the Social Security Act to establish a prospective payment system (PPS) for skilled nursing facility (SNF) services, based on per diem rates set by the Secretary of Health and Human Services, updated annually and adjusted for case mix and geographic variations in labor costs. Provides a four-year transition period for shifting the calculation of such rates from facility-specific historic data to average national or regional costs. Directs the Secretary to establish a SNF market basket index reflecting changes over time in the prices of an appropriate mix of goods and services. Requires SNFs to provide the Secretary with the resident assessment data necessary to develop and implement per diem rates. Requires the Secretary to determine an appropriate manner for applying the PPS to Medicare low volume SNFs and swing bed hospitals. Provides for consolidated billing of covered services provided by a SNF, including services provided by other entities under arrangement. Requires payment to a SNF of claims for all Medicare part B (Supplementary Medical Insurance) SNF items and services, identified by code under a uniform coding system specified by the Secretary. Requires payment for physical, occupational, respiratory, and speech language pathology therapy services to reflect new salary equivalency guidelines finalized through the regulatory process. Directs the Secretary to establish a thorough medical review process to examine the effects of this Act on the quality of covered SNF services furnished to Medicare beneficiaries."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a prospective payment system under the medicare program for skilled nursing facility services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:59-05:00"
}