{
  "actions": [
    {
      "acted_at": "2000-10-27", 
      "committee": "Committee on House Administration, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on House Administration, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-10-27", 
      "committee": "House House Administration", 
      "references": [], 
      "text": "Referred to House House Administration", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-10-27", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-11-08", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Trade, and Consumer Protection", 
      "text": "Referred to the Subcommittee on Telecommunications, Trade, and Consumer Protection.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5596-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Trade, and Consumer Protection", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-10-27", 
  "number": "5596", 
  "official_title": "To amend the Federal Election Campaign Act of 1971 to reform the financing of campaigns for election for Federal office, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Campaign Finance Improvement Act of 2000", 
  "sponsor": {
    "district": "22", 
    "name": "Shaw, E. Clay, Jr.", 
    "state": "FL", 
    "thomas_id": "01047", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-10-27", 
  "subjects": [
    "Aliens", 
    "Business and politics", 
    "Campaign contributors", 
    "Campaign funds", 
    "Commerce", 
    "Computer software", 
    "Computers and government", 
    "Computers in politics", 
    "Congress", 
    "Congressional candidates", 
    "Congressional elections", 
    "Electronic data interchange", 
    "Families", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fund raising", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Immigration", 
    "Labor and employment", 
    "Labor union political activities", 
    "Law", 
    "Minors", 
    "Political advertising", 
    "Political parties", 
    "Presidential elections", 
    "Radio stations", 
    "Residence requirements", 
    "Science, technology, communications", 
    "Soft money", 
    "Stockholders", 
    "Television stations", 
    "Union dues"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-10-27", 
    "text": "Campaign Finance Improvement Act of 2000 - Amends the Federal Election Campaign Act of 1971 (FECA) to require the Federal Election Commission (FEC) to: (1) require each political committee which receives a contribution of $200 or more to report it not later than ten days after receipt, including the contributor's identification, the date of receipt and the contribution amount, and (in the case of a candidate's authorized committee) the candidate's name and the office sought; (2) require at least 50 percent of contributions accepted by candidates for the House of Representatives or the Senate to come from in-State residents; (3) require the principal campaign committees of such candidates to report to the FEC the total contributions received from in-State residents; (4) waive the \"best efforts\" exception and require the identification of any person who makes a contribution or contributions aggregating more than $200 in a year; (5) lower the aggregate limit on U.S. and foreign cash contributions from $100 to $20; (6) set forth requirements for the treatment of contributions made by dependent minors; (7) redefine foreign national to include any individual who is not a U.S. citizen, regardless of whether admitted to the U.S. lawfully; and (8) require disclosure by a political committee of a national political party of all funds transferred to any political committee of a State or local political party, without regard to whether or not they are treated as contributions or expenditures subject to limits (that is, disclosure of \"soft money\" funds transfers).Amends FECA to make it unlawful, except with the separate, prior, written, voluntary authorization of each individual, for: (1) national banks or corporations to collect from or assess its stockholders or employees any dues, initiation fee, or other payment as a condition of employment if any part of such dues, fee, or payment will be used for political activities in which the national bank or corporation is engaged; and (2) labor organizations to collect from or assess its members or nonmembers any dues, fee, or other payment if any part of such dues, fee, or payment will be used for political activities in which the labor organization is engaged.States that an authorization shall remain in effect until revoked and may be revoked at any time. Requires each entity collecting from or assessing amounts from an individual with an authorization in effect to provide the individual with a statement that the individual may at any time revoke the authorization.Amends FECA to: (1) prohibit an authorized committee of a candidate for Federal office from accepting any contribution from an authorized committee of another candidate for Federal office except with regard to the transfer of funds between an authorized committee of a candidate for Federal office and an authorized committee of the same candidate for another Federal office; and (2) require the FEC to obtain and provide for the computer software required to carry out electronic filings under FECA.Amends the Communications Act of 1934 to prohibit a broadcast station from accepting for broadcast any soft money advertisement which contains the image, name, or likeness of a candidate for election for Federal office unless the station agrees to broadcast without charge: (1) if the soft money advertisement referred to or presented the candidate in a critical or negative manner, an advertisement provided by an authorized committee of such candidate, under conditions similar to those under which the soft money advertisement was broadcast; or (2) if the soft money advertisement referred to or presented the candidate in a positive manner, an advertisement provided by an authorized committee of the candidates's opponent in the election, under conditions (such as the time of broadcast) similar to those under which the soft money advertisement was broadcast."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Campaign Finance Improvement Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Election Campaign Act of 1971 to reform the financing of campaigns for election for Federal office, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:38-05:00"
}