{
  "actions": [
    {
      "acted_at": "1999-01-19", 
      "references": [
        {
          "reference": "CR S304", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-19", 
      "committee": "Committee on HELP", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on HELP.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-12", 
      "references": [], 
      "text": "Star Print ordered on the text of the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-11", 
      "in_committee": "Committee on HELP", 
      "references": [], 
      "text": "Committee on HELP. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s6-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1999-01-19", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1999-01-19", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1999-01-19", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1999-01-19", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "1999-01-19", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cleland, Max", 
      "sponsored_at": "1999-01-19", 
      "state": "GA", 
      "thomas_id": "01540", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1999-02-03", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1999-01-19", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "1999-01-19", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "1999-01-19", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Edwards, John", 
      "sponsored_at": "1999-01-19", 
      "state": "NC", 
      "thomas_id": "01573", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "1999-01-19", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1999-01-19", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1999-01-22", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1999-01-19", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "1999-01-19", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1999-01-19", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1999-01-19", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1999-01-19", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1999-01-19", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1999-01-22", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1999-01-19", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1999-01-19", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reed, Jack", 
      "sponsored_at": "1999-01-19", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1999-01-19", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1999-01-19", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1999-01-19", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1999-01-19", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Torricelli, Robert G.", 
      "sponsored_at": "1999-01-19", 
      "state": "NJ", 
      "thomas_id": "01163", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1999-01-19", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "1999-01-19", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-19", 
  "number": "6", 
  "official_title": "A bill to amend the Public Health Service Act, the Employee Retirement Income Security Act of 1974, and the Internal Revenue Code of 1986 to protect consumers in managed care plans and other health coverage.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Patients' Bill of Rights Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-01-19", 
  "subjects": [
    "Access to health care", 
    "Administrative remedies", 
    "Armed forces and national security", 
    "Breast cancer", 
    "Child health", 
    "Civil rights and liberties, minority issues", 
    "Clinical trials", 
    "Clinics", 
    "Coinsurance", 
    "Commerce", 
    "Communication in medicine", 
    "Community health services", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer complaints", 
    "Consumer education", 
    "Contracts", 
    "Counseling", 
    "Demography", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Drug approvals", 
    "Drug utilization", 
    "Drugs", 
    "Economics and public finance", 
    "Emergency management", 
    "Emergency medical services", 
    "Employee health benefits", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Freedom of information", 
    "Freedom of speech", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Grievance procedures", 
    "Gynecology", 
    "Health", 
    "Health insurance", 
    "Health insurance continuation", 
    "Health insurance industry", 
    "Health insurance portability", 
    "Health maintenance organizations", 
    "Health services administration", 
    "Hospital care", 
    "Housing and community development", 
    "Indemnity", 
    "Insurance premiums", 
    "Labor and employment", 
    "Labor contracts", 
    "Law", 
    "Long-term care", 
    "Managed care", 
    "Mastectomy", 
    "Maternal health services", 
    "Medical economics", 
    "Medical ethics", 
    "Medical fees", 
    "Medical records", 
    "Medical statistics", 
    "Medical supplies", 
    "Migrant labor", 
    "Military medicine", 
    "Nonprofit organizations", 
    "Obstetricians", 
    "Obstetrics", 
    "Ombudsman", 
    "Patients' rights", 
    "Physician-patient privilege", 
    "Physicians", 
    "Quality of care", 
    "Right of privacy", 
    "Rural hospitals", 
    "Salaries", 
    "Science, technology, communications", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Surgery", 
    "Telephone", 
    "Terminal care", 
    "Veterans' medical care", 
    "Vital statistics", 
    "Whistle blowing", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-01-19", 
    "text": "TABLE OF CONTENTS: Title I: Health Insurance Bill of Rights Subtitle A: Access to Care Subtitle B: Quality Assurance Subtitle C: Patient Information Subtitle D: Grievance and Appeals Procedures Subtitle E: Protecting the Doctor-Patient Relationship Subtitle F: Promoting Good Medical Practice Subtitle G: Definitions Title II: Application of Patient Protection Standards to Group Health Plans and Health Insurance Coverage Under Public Health Service Act Title III: Amendments to the Employee Retirement Income Security Act of 1974 Title IV: Application to Group Health Plans Under the Internal Revenue Code of 1986 Title V: Effective Dates; Coordination in Implementation Patients' Bill of Rights Act of 1999 - Title I: Health Insurance Bill of Rights - Subtitle A: Access to Care - Requires any group health plan, or health insurance coverage offered by a health insurance issuer, providing emergency services benefits to cover emergency services furnished: (1) without the need for any prior authorization determination; (2) whether or not the health care provider furnishing such services is a participating health care provider; and (3) without regard to any other term or condition of such coverage (other than exclusion or coordination of benefits, or an affiliation or waiting period, permitted under the Public Health Service Act, the Employee Retirement Income Security Act of 1974 (ERISA), or the Internal Revenue Code, and other than applicable cost-sharing). Requires such coverage in a manner so that, if the emergency services are provided by a nonparticipating health care provider the participant, beneficiary, or enrollee is not liable for amounts exceeding the liability that would be incurred if the services were provided by a participating provider with prior authorization. Prescribes the same coverage for maintenance care or post-stabilization care (subject to certain guidelines) by nonparticipating health care providers. (Sec. 102) Requires a plan or coverage that provides benefits only through participating providers to offer a participant the option to purchase point-of-service coverage for benefits provided by a nonparticipating provider, unless the plan offers the participant a choice of health insurance coverage and one or more coverage options that do not provide benefits only through participating providers. (Sec. 103) Requires any plan and any health insurance issuer to permit each participant, beneficiary, and enrollee to receive: (1) primary care from any participating primary care provider available to accept such individual; and (2) (unless the plan or issuer clearly declares choice limitations) medically necessary or appropriate specialty care, pursuant to appropriate referral procedures, from any qualified participating provider available to accept such individual for such care. (Sec. 104) Requires any plan or issuer that requires or provides for designation of a participating primary care provider to permit a female participant, beneficiary, or enrollee to designate a participating physician who specializes in obstetrics and gynecology as the individual's primary care provider. Prohibits the plan or issuer, in the absence of such a designation, from requiring authorization or a referral by the individual's primary care provider or otherwise for coverage of routine gynecological care (such as preventive women's health examinations) and pregnancy-related services provided by a participating specialist in obstetrics and gynecology to the extent such care is otherwise covered. Permits a plan or issuer to treat the ordering of other gynecological care by such a participating health professional as the primary care provider's authorization of such care. Requires the plan or issuer to refer to an available and accessible specialist any participant, beneficiary, or enrollee with a condition or disease of sufficient seriousness and complexity to require treatment by a specialist, and benefits for such treatment are covered. Requires a plan or issuer to refer an individual to a nonparticipating specialist: (1) only if a participating specialist is not available and accessible; and (2) only at no additional cost to the individual. Requires a plan or issuer to have a procedure by which an individual with an ongoing special condition (life-threatening, degenerative, or disabling) may be referred to a specialist who shall be responsible for and capable of providing and coordinating the individual's primary and specialty care, without referral from the individual's primary care provider. Requires standing referrals to a specialist for any condition requiring ongoing specialist care. (Sec. 105) Prescribes requirements for continuity of care for participants, beneficiaries, or enrollees in the event of a termination of a health care provider or of the contract between a plan and an issuer. (Sec. 106) Prescribes requirements for participation in approved clinical trials of individuals with life-threatening or serious illnesses for which no standard treatment is effective. Prohibits denial of participation in such trials, or discrimination against participants. Limits plan or issuer payments to routine patient costs. (Sec. 107) Requires any plan or issuer that provides prescription drug benefits limited to drugs included in a formulary to: (1) ensure participation of participating physicians and pharmacists in the development of the formulary; (2) disclose to providers, and upon request to participants, beneficiaries, and enrollees, the nature of the formulary restrictions; and (3) consistent with the standards for a utilization review program, provide for exceptions from the formulary limitation when a non-formulary alternative is medically indicated. Prohibits a plan or issuer from denying coverage of such a drug or device on the basis that the use is investigational, if certain labeling requirements are met. (Sec. 108) Requires each plan and issuer to have (in relation to the coverage) a sufficient number, distribution, and variety of qualified participating providers to ensure that all covered health care services, including specialty services, will be available and accessible in a timely manner to all participants, beneficiaries, and enrollees. Permits inclusion among such providers of federally qualified health centers, rural health clinics, migrant health centers, and other essential community providers located in the service area. Requires inclusion of such providers if necessary to meet such number, distribution, and variety requirements. (Sec. 109) Prescribes nondiscrimination requirements. Subtitle B: Quality Assurance - Directs each plan and issuer to establish an ongoing, internal quality assurance and continuous quality improvement program meeting specified requirements. (Sec. 112) Requires each plan and issuer to: (1) collect uniform quality data, including a minimum uniform data set specified by the Secretary of Health and Human Services; (2) have a written process for the selection of participating health care professionals, including minimum professional requirements; and (3) establish and maintain, as part of any internal quality assurance and continuous quality improvement program including prescription drug benefits, a drug utilization program which encourages appropriate drug use and takes appropriate action to reduce the incidence of improper drug use and adverse drug reactions and interactions. (Sec. 115) Requires each plan and issuer to conduct (or arrange for qualified outside agents to conduct) benefit utilization review activities only in accordance with a utilization review program that meets certain requirements. Prohibits a program from permitting or providing contingent compensation arrangements with its employees, agents, or contractors in a manner that: (1) provides incentives, direct or indirect, for such persons to make inappropriate review decisions; or (2) is based, directly or indirectly, on the quantity or type of adverse determinations rendered. Requires a utilization review program to make determinations and notifications concerning: (1) prior authorization services within three business days after receiving any necessary information; (2) authorization for continued or extended health care services within one business day after receipt of such information; and (3) retrospective review of services previously provided, within 30 days of such receipt. (Sec. 116) Directs the President to establish an advisory board to provide information to Congress and the administration on issues relating to quality monitoring and improvement in the health care provided under group health plans and health insurance coverage. Subtitle C: Patient Information - Specifies benefits, access, emergency coverage, prior authorization, grievance and appeals, and other pertinent information which plans and issuers shall provide to participants and beneficiaries at the time of initial coverage, annually, within a reasonable period before or after the date of significant changes, and upon request. (Sec. 122) Requires plans and issuers to establish procedures to: (1) safeguard the privacy of any individually identifiable enrollee information; (2) maintain records and information in an accurate and timely manner; and (3) assure individuals timely access to such records and information. (Sec. 123) Provides for grants to States for creation and operation of a Health Insurance Ombudsman. Requires any State receiving such a grant to contract for such an Ombudsman with a not-for-profit organization that operates independent of group health plans and health insurance issuers. Requires the Secretary to provide through such a contract for an Ombudsman in any State that does not provide for one. Makes such an Ombudsman responsible to: (1) assist consumers in choosing among health insurance coverage or among coverage options offered within group health plans; and (2) provide counseling and assistance to enrollees dissatisfied with their treatment by issuers and plans, and with respect to grievances and appeals of coverage or plan determinations. Subtitle D: Grievances and Appeals Procedures - Requires each plan and issuer to establish a system for the presentation and resolution of oral and written grievances brought by participants, beneficiaries, or enrollees, or health care providers or other individuals acting on behalf of an individual and with the individual's consent. Requires the system to include grievances regarding access to and availability of services, quality of care, choice and accessibility of providers, network adequacy, and compliance with the requirements of this title. (Sec. 132) Requires each plan and issuer to establish an internal appeals process, and provide for an external appeals process, which meet certain requirements. Specifies the appeal rights of participants, beneficiaries, and their representatives, as well as the kinds of decisions which are appealable. Subtitle E: Protecting the Doctor-Patient Relationship - Prohibits any contract or agreement between a plan or issuer and a health care provider from: (1) prohibiting or restricting the provider from engaging in medical communications with the provider's patient; or (2) containing any provision purporting to transfer to the health care provider by indemnification or otherwise any liability relating to activities, actions, or omissions of the plan, issuer, or agent (as opposed to the provider). Declares null and void any such contract or agreement provisions. (Sec. 142) Prohibits any plan or issuer from operating any physician incentive plan that does not meet certain requirements under title XVIII (Medicare) of the Social Security Act. (Sec. 143) Requires any plan or issuer to establish reasonable procedures relating to the participation of health care professionals, including notice of participation rules, written notice of adverse participation decisions, and a process for appealing adverse decisions. (Sec. 144) Prohibits a plan or an issuer from retaliating against a participant, beneficiary, enrollee, or health care provider based on use of, or participation in, a utilization review or a grievance process. Prohibits a plan or an issuer from retaliating or discriminating against a protected health care professional because the professional in good faith: (1) discloses information relating to the care, services, or conditions affecting one or more participants, beneficiaries, or enrollees to an appropriate public regulatory agency, private accreditation body, or management personnel of the plan or issuer; or (2) initiates, cooperates, or otherwise participates in an investigation or proceeding by such an agency with respect to such care, services, or conditions. Defines good faith action. Subtitle F: Promoting Good Medical Practice - Prohibits a plan or issuer from arbitrarily interfering with or altering the decision of the treating physician regarding the manner or setting in which particular covered services are delivered (including the number of days in a hospital) if they are medically necessary or appropriate for treatment or diagnosis. Allows a plan or issuer to limit the delivery of services to one or more providers within a network. (Sec. 152) Requires a plan or issuer that provides medical and surgical benefits to provide inpatient coverage following a mastectomy, lumpectomy, or lymph node dissection for the treatment of breast cancer for a period of time as is determined by the attending physician, in his or her professional judgment consistent with medical standards, to be medically appropriate. Prohibits a plan or issuer from: (1) denying to a woman eligibility to enroll or renew coverage solely for the purpose of avoiding the requirements of this title; (2) providing monetary payments or rebates to encourage women to accept less than the minimum protections available under this title; (3) penalizing or otherwise reducing or limiting reimbursement because an attending provider gave care to a participant or beneficiary in accordance with this title; (4) providing incentives (monetary or otherwise) to induce an attending provider to provide care to a participant or beneficiary in a manner inconsistent with this title; or (5) restricting benefits (other than imposing deductibles, coinsurance, or other cost-sharing) for any portion of a period within a required hospital length of stay in a manner less favorable than the benefits provided for any preceding portion of such stay. Subtitle G: Definitions - Sets forth definitions. Title II: Application of Patient Protection Standards to Group Health Plans and Health Insurance Coverage Under Public Health Service Act - Amends the Public Health Service Act to require each plan and issuer to comply with the patient protection requirements of this Act. (Sec. 202) Requires each health insurance issuer to comply with such requirements with respect to individual health insurance coverage. Title III: Amendments to the Employee Retirement Income Security Act of 1974 - Amends ERISA to require each plan and issuer to comply with the patient protection requirements of this Act. (Sec. 302) Provides that nothing in ERISA shall be construed to invalidate, impair, or supersede any cause of action under State law to recover damages resulting from personal injury or wrongful death against any person (except employers and other plan sponsors): (1) in connection with the provision of insurance, administrative services, or medical services by that person to or for a group health plan; or (2) that arises out of the arrangement by that person for the provision of insurance, administrative services, or medical services by other persons. Allows such an action against an employer or other plan sponsor (or against an employee of such an employer or sponsor acting within the scope of employment) only if it is based on the employer's or sponsor's exercise of discretionary authority to decide a claim for covered benefits, and such exercise resulted in personal injury or wrongful death. Title IV: Application to Group Health Plans Under the Internal Revenue Code of 1986 - Amends the Internal Revenue Code to require a group health plan to comply with this Act. Deems this Act to be incorporated into the Internal Revenue Code. Title V: Effective Dates; Coordination in Implementation - Sets forth effective dates for provisions of this Act. (Sec. 502) Amends the Health Insurance Portability and Accountability Act of 1996 to provide for coordination in the implementation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Patients' Bill of Rights Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act, the Employee Retirement Income Security Act of 1974, and the Internal Revenue Code of 1986 to protect consumers in managed care plans and other health coverage.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:11-05:00"
}