{
  "actions": [
    {
      "acted_at": "1986-07-22", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-07-22", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-07-30", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "text": "Referred to Subcommittee on Telecommunications, Consumer Protection and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-08-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5220-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Consumer Protection and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-07-22", 
  "number": "5220", 
  "official_title": "A bill to authorize depository institution holding companies to engage in certain financial, securities, real estate and insurance activities, to provide for the safe and sound operation of depository institutions and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Financial Services Competitive Enhancement Act of 1986", 
  "sponsor": {
    "district": "10", 
    "name": "Barnard, Doug, Jr.", 
    "state": "GA", 
    "thomas_id": "00054", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-07-22", 
  "subjects": [
    "Administrative procedure", 
    "Antitrust law", 
    "Antitrust policy", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank holding companies", 
    "Bank mergers", 
    "Branch banking", 
    "Business and commerce", 
    "Checks", 
    "Collection agencies", 
    "Consumer credit", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Financial services", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Insurance", 
    "Interstate banking", 
    "Investment advisers", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "National banks", 
    "Real estate business", 
    "Savings and loan associations", 
    "Savings banks", 
    "Securities and Exchange Commission", 
    "Securities and Investments", 
    "Securities industry", 
    "Securities regulation", 
    "State laws", 
    "States", 
    "Subsidiary corporations", 
    "Tax consultants", 
    "Tax preparers", 
    "Tax returns", 
    "Taxation", 
    "Tourist trade", 
    "Transportation and Travel", 
    "Travel agents", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-07-22", 
    "text": "Financial Services Competitive Enhancement Act of 1986 - Amends the Banking Act of 1933 to: (1) allow a member bank of the Federal Reserve System to be affiliated with a depository institution securities affiliate or with a bank service corporation engaged in activities permissible for a depository institution securities affiliate; and (2) permit an officer, director, or employee of a member bank to serve at the same time as an officer, director, or employee of such an affiliate or corporation. Amends the Securities Act of 1933 to exempt from the registration requirements of such Act transactions involving offers or sales of securities in a reorganization where persons exchange shares of a bank or insured institution for shares of a newly formed bank holding company. Amends the Securities Exchange Act of 1934 to revise the definition of \"appropriate regulatory agency\" so that the Securities and Exchange Commission becomes the appropriate regulatory agency governing the municipal securities transactions of depository institution securities affiliates and bank service corporations performing activities permissible for such affiliates. Provides that representatives of depository institution securities affiliates or bank holding companies may be included among those members of the Municipal Securities Rulemaking Board selected from bank municipal securities dealers but not among those selected from brokers, dealers, or municipal security dealers. Amends the National Bank Act to authorize national banks to: (1) provide portfolio investment advisory, management, information, forecasting, and research services to individual and institutional customers in combination with or separate from the purchase or sale of securities for such customers; (2) engage in activities consisting of insurance agency or brokerage, real estate brokerage or related services, homeownership and financial counseling, tax return preparation and tax planning, armored car services, travel agency services, or check guarantee, collection agency, or credit bureau services; and (3) invest in tangible personal propety for rental or sale, provided such investment does not exceed ten percent of the bank's assets. Authorizes the Comptroller of the Currency to permit national banks to exercise any powers granted to, or to conduct any activities permitted for: (1) Federal savings and loan associations; or (2) State banks in the State in which the national bank is headquartered. Amends the Bank Holding Company to define, for purposes of such Act; (1) \"depository institution securities affiliate\" as any corporation that engages in the United States in the activities of such an affiliate, a broker, or dealer under the Securities Exchange Act of 1934, or an investment adviser under the Investment Advisers Act of 1940; (2) \"depository institution holding company\" as a bank holding company; (3) \"depository institution\" as a bank; and (4) \"insured institution\" as defined under the National Housing Act. Provides that provisions prohibiting any action that causes a company to become a bank holding company shall not apply where: (1) the company provides 30 days' notice to the Federal Reserve Board; (2) the company acquires control of a bank through a reorganization in which persons exchange their shares of the bank for the same proportional share interest in a newly formed bank holding company; (3) such bank holding company meets capital and financial standards prescribed by the Board and does not conduct activities other than banking or managing and controlling banks or related financial activities. Permits a bank holding company to acquire and retain ownership or control of shares of any company or insured institution the activities of which consist of: (1) financial activities related to banking or managing or controlling banks; (2) insurance underwriting, agency, or brokerage; or (3) real estate investment, development, brokerage, or related services. Prohibits a bank holding company from engaging in authorized activity de novo or by acquisition unless it provides the Board 60 days' notice and the Board does not, within such 60 days, issue an order disapproving the proposal or suspending the 60-day period in order to obtain more information. Permits the Board to provide for no notice requirement, or for a shorter notice period, with respect to particular activities. Includes among the criteria the Board may consider in evaluating such a notice: (1) the managerial, technical, and financial resources of the companies involved; (2) any practice that may adversely affect the impartiality of an affiliated bank in the provision or terms of credit or other services; (3) any material adverse effect on the safety and soundness or financial condition of an affiliated bank; and (4) whether any acquisition would substantially lessen competition or tend to create a monopoly. Requires the Board to approve such a notice with appropriate limitations, restrictions, or conditions that could cure deficiencies which otherwise would result in disapproval of the notice. Prohibits the Board from limiting, restricting, or conditioning the authority under Federal or State law of an insured institution, or an affiliate or subsidiary thereof, acquired by a bank holding company. Directs the Board, in the case of notice disapproval, to explain why notice deficiencies could not be cured by limitations, restrictions, or conditions. Permits a bank holding company to obtain judicial review of a Board order approving a notice with limitations, restrictions, or conditions. Directs the Board, under specified guidelines, to promulgate regulations designating particular financial activities that are reasonably or functionally related to banking or managing or controlling banks. Applies restrictions on interstate acquisitions by bank holding companies under the Bank Holding Company Act to acquisitions of insured institutions, except for emergency acquisitions. Allows any insured institution that becomes a bank holding company subsidiary to retain its existing branches, but limits its future branches to locations where a national bank may establish branches. Permits the Board to dispense with notice and hearing requirements for any application for an acquisition of a thrift institution in an emergency. Permits a bank holding company to acquire shares of any insurance company and engage in any insurance activity notwithstanding any State laws, but subjects such insurance company to State examination, supervision, and licensing requirements. Permits a bank holding company, subject to requirements concerning providing notice to the Board, to acquire and retain ownership or control of: (1) any depository institution securities affiliate which may conduct specified securities activities; (2) any company engaged in any activity in which a multiple savings and loan holding company was authorized to engage directly on the date of enactment of this Act; (3) any company providing homeownership and financial counseling; (4) any company in the business of preparing tax returns and tax planning; (5) any company providing armored car services; (6) any company providing check guaranty, collection agency, or credit bureau services; or (7) any company providing travel agency services. Subjects Board orders regarding bank holding company acquisitions to judicial review solely on questions relating to any Board finding: (1) that a proposed activity is permissible for a bank holding company; and (2) regarding a substantial lessening of competition or tendency to create a monopoly. Prohibits the reviewing court from staying the Board's order approving such acquisition pending judicial review or overturning the Board's findings, unless demonstrated to be plainly in error and at variance with the facts. Permits the court to assess litigation fees against any party that petitions for judical review if the court finds such petition to be nonmeritorious. Sets forth reporting and examination requirements for nonbank subsidiaries of bank holding companies. Provides for the use of reports required by other statutes or agencies. Prohibits any State from prohibiting the affiliation of a national banking association with a depository institution securities affiliate or other company in which a bank holding company may acquire an interest under this Act. Amends the Bank Service Corporation Act to permit a Federal Deposit Insurance Corporation-insured bank to invest up to three percent of its total assets (currently, ten percent of paid-in and unimpaired capital and unimpaired surplus) in one bank divorce corporation and up to 15 percent (currently five percent) of its total assets in bank service corporations overall. Permits a bank service corporation to engage in nonbanking activities permitted for bank holding companies, except for those of an insured institution. Subjects investment by an insured bank in, and the performance of nonbanking activities by, a bank service corporation to the notice requirements, evaluation criteria, Board order provisions, judicial review procedures, reporting and examination requirements, and antitrust standards applicable to acquisitions and the performance of nonbanking activities by bank holding companies. Provides that provisions prohibiting a corporation from discriminating in the provision of services to nonstockholding institutions shall apply only to corporations which provide services to any nonstockholding institution. Designates the Board as the appropriate regulatory agency of a bank service corporation engaged in such nonbanking activities. Amends the Investment Company Act of 1940 to permit any registered investment company affiliated with a depository institution securities affiliate or a bank service corporation, with the SEC's approval, to: (1) place and maintain its securities and similar investments in the custody of a bank affiliated with such securities affiliate or service corporation; (2) designate any such bank as trustee or custodian; and (3) deposit periodic payment plan certificate proceeds with any such bank. Amends the Trust Indenture Act of 1939 to provide that a bank shall not be deemed to have a conflict of interest as an indenture trustee with respect to any securities underwritten by an affiliated depository institution securities affiliate, other affiliate, or a subsidiary bank service corporation, unless an officer, director, or employee of such affiliate or subsidiary has direct responsibility for compliance with such Act. Amends the Federal Reserve Act to exempt from provisions restricting transactions between member banks and their affiliates purchases of assets having a readily identifiable and available (currently, publicly available) market quotation when the purchases are made at the market quotation price. Amends the Federal Deposit Insurance Act to authorize the Board to bring cease-and-desist proceedings against a bank holding company's nonbank subsidiary for activity which may: (1) affect the safety and soundness of any bank owned or controlled by the holding company; or (2) violate any banking law, rule, regulation, or order."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Services Competitive Enhancement Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize depository institution holding companies to engage in certain financial, securities, real estate and insurance activities, to provide for the safe and sound operation of depository institutions and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:35-05:00"
}