{
  "actions": [
    {
      "acted_at": "1973-03-14", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-06-29", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 93-296.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-07-09", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres82-93", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-14", 
  "number": "82", 
  "official_title": "A resolution endorsing the objectives of the President's ocean policy statements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-14", 
  "subjects": [
    "International affairs", 
    "Law of the sea", 
    "Marine mineral resources", 
    "Oceans and oceanography"
  ], 
  "subjects_top_term": "Marine mineral resources", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1973-07-09", 
    "text": "(LATEST SUMMARY) Declares that the Senate endorses the following objectives, envisioned in the President's ocean policy statement of May 23, 1970, and which are now being pursued by the United States delegation to the Seabed Committee preparing for the Law of the Sea Conference: (1) protection of: (a) the freedoms of the high seas, beyond a twelve-mile territorial sea, for navigation, communication, and scientific research, and (b) free transit through and over international straits; (2) recognition of the following international community rights; (a) protection from ocean pollution, (b) assurance of the integrity of investments, (c) substantial sharing of revenues derived from exploitation of the seabeds particularly for the benefit of developing countries, (d) compulsory settlement of disputes, and (e) protection of other reasonable uses of the oceans, beyond the territorial sea including any economic intermediate zone (if agreed upon); (3) an effective International Seabed Authority to regulate orderly and just development of the mineral resources of the deep seabed as the common heritage of mankind, protecting the interests of both developing and developed countries; and (4) conservation and protection of living resources with fisheries regulated for maximum sustainable yield, with coastal State management of coastal and anadromous species, and international management of such migratory species of tuna. Declares that the Senate commends the United States delegation to the Seabed Committee preparing for the Law of the Sea Conference for its excellent work, and encourages the delegation to continue to work diligently for early agreement on an ocean treaty embodying the goals stated in this resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution endorsing the objectives of the President's ocean policy statements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:01-05:00"
}