{
  "actions": [
    {
      "acted_at": "2010-03-24", 
      "committee": "Committee on Small Business, and in addition to the Committees on Financial Services, Oversight and Government Reform, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Small Business, and in addition to the Committees on Financial Services, Oversight and Government Reform, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-03-24", 
      "committee": "House Small Business", 
      "references": [], 
      "text": "Referred to House Small Business", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-03-24", 
      "in_committee": "House Small Business", 
      "references": [], 
      "subcommittee": "Contracting and Technology ", 
      "text": "Referred to the Subcommittee on Contracting and Technology .", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-03-24", 
      "committee": "House Financial Services", 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-03-24", 
      "committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-03-24", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4929-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM", 
      "subcommittee": "Subcommittee on Contracting and Technology", 
      "subcommittee_id": "23"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Fudge, Marcia L.", 
      "sponsored_at": "2010-04-22", 
      "state": "OH", 
      "thomas_id": "01895", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "37", 
      "name": "Richardson, Laura", 
      "sponsored_at": "2010-04-22", 
      "state": "CA", 
      "thomas_id": "01883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Thompson, Bennie G.", 
      "sponsored_at": "2010-04-22", 
      "state": "MS", 
      "thomas_id": "01151", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-03-24", 
  "number": "4929", 
  "official_title": "To amend the Small Business Act to ensure that certain Federal contracts are set aside for small businesses, to enhance services to small businesses that are disadvantaged, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Expanding Opportunities for Main Street Act of 2010", 
  "sponsor": {
    "district": "1", 
    "name": "Rush, Bobby L.", 
    "state": "IL", 
    "thomas_id": "01003", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-03-24", 
  "subjects": [
    "Building construction", 
    "Commerce", 
    "Employment and training programs", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Income tax credits", 
    "Infrastructure development", 
    "Minority and disadvantaged businesses", 
    "Public contracts and procurement", 
    "Small business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-03-24", 
    "text": "Expanding Opportunities for Main Street Act of 2010 - Requires a federal department or agency, to the extent practicable, to award to a small business each acquisition contract of more than $3,000 and less than $500,000 (eligible contract). Authorizes a federal department or agency to award an eligible contract to a small business if at least one small business submits a contract offer. Requires federal contracting officers to provide a determination of and reasons for not awarding an eligible contract to a small business. Amends the Small Business Act to allow an otherwise-qualifying individual with a net worth of less than $1.5 million to participate in the Minority Small Business and Capital Ownership Development Program of the Small Business Administration (SBA). Redefines the terms \"bundled contracts\" and \"bundling of contract requirements\" for purposes of small business participation in federal procurement contracts. Increases federal small business procurement contracting goals. Requires the withholding of specified contract amounts to contractors who fail to award a specified percentage of its subcontracts to small business concerns owned and controlled by socially and economically disadvantaged individuals. Amends the American Recovery and Reinvestment Act of 2009 to extend through FY2011 an SBA program to provide deferred loans to small businesses that have a qualifying loan and are experiencing immediate financial hardship. Requires the Director of the Minority Business Development Agency (MBDA) to establish the Minority Business Development Program to assist minority businesses with technical assistance, loan guarantees, and contract procurement assistance. Authorizes the Director to: (1) enter into agreements to provide set-aside contracting opportunities to minority businesses; and (2) terminate a minority business from the Program for specified violations. Requires the National Director of the MBDA to establish a database to assist prime contractors in identifying historically disadvantaged firms for subcontracting. Directs the Secretary of Labor to establish a minimum percentage of construction work hours to be performed by targeted workers (workers whose families have incomes of no more than 200% of federal poverty guidelines) under contracts for facilities and infrastructure construction and rehabilitation funded directly by or assisted in whole or in part by the federal government in FY2011. Requires the utilization of apprenticeship programs for such workers. Expresses the sense of Congress urging participation in such contracts by socially and economically disadvantaged small businesses. Amends the Internal Revenue Code to extend through 2011: (1) the new markets tax credit national limitation of $5 billion; and (2) empowerment zone designations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Expanding Opportunities for Main Street Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Small Business Act to ensure that certain Federal contracts are set aside for small businesses, to enhance services to small businesses that are disadvantaged, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:13-05:00"
}