{
  "actions": [
    {
      "acted_at": "1999-05-05", 
      "references": [
        {
          "reference": "CR E868-869", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-05", 
      "committee": "Committee on Commerce, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-05", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-05", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-25", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Trade, and Consumer Protection", 
      "text": "Referred to the Subcommittee on Telecommunications, Trade, and Consumer Protection.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-06-30", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-18", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1685-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Trade, and Consumer Protection", 
      "subcommittee_id": "12"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Capuano, Michael E.", 
      "sponsored_at": "1999-07-01", 
      "state": "MA", 
      "thomas_id": "01564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Cook, Merrill", 
      "sponsored_at": "1999-09-13", 
      "state": "UT", 
      "thomas_id": "01475", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Dicks, Norman D.", 
      "sponsored_at": "1999-07-01", 
      "state": "WA", 
      "thomas_id": "00297", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Goodlatte, Bob", 
      "sponsored_at": "1999-05-05", 
      "state": "VA", 
      "thomas_id": "00446", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "McGovern, James P.", 
      "sponsored_at": "1999-07-01", 
      "state": "MA", 
      "thomas_id": "01504", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Meehan, Martin T.", 
      "sponsored_at": "1999-07-01", 
      "state": "MA", 
      "thomas_id": "00788", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "41", 
      "name": "Miller, Gary", 
      "sponsored_at": "1999-08-04", 
      "state": "CA", 
      "thomas_id": "01584", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Olver, John W.", 
      "sponsored_at": "1999-07-01", 
      "state": "MA", 
      "thomas_id": "00879", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Ortiz, Solomon P.", 
      "sponsored_at": "1999-07-15", 
      "state": "TX", 
      "thomas_id": "00880", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Peterson, John E.", 
      "sponsored_at": "1999-08-03", 
      "state": "PA", 
      "thomas_id": "01512", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "Rodriguez, Ciro D.", 
      "sponsored_at": "1999-07-01", 
      "state": "TX", 
      "thomas_id": "01518", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Skeen, Joe", 
      "sponsored_at": "1999-07-01", 
      "state": "NM", 
      "thomas_id": "01063", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Talent, Jim", 
      "sponsored_at": "1999-07-01", 
      "state": "MO", 
      "thomas_id": "01135", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Thornberry, Mac", 
      "sponsored_at": "1999-07-01", 
      "state": "TX", 
      "thomas_id": "01155", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-05", 
  "number": "1685", 
  "official_title": "To provide for the recognition of electronic signatures for the conduct of interstate and foreign commerce, to restrict the transmission of certain electronic mail advertisements, to authorize the Federal Trade Commission to prescribe rules to protect the privacy of users of commercial Internet websites, to promote the rapid deployment of broadband Internet services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Internet Growth and Development Act of 1999", 
  "sponsor": {
    "district": "9", 
    "name": "Boucher, Rick", 
    "state": "VA", 
    "thomas_id": "00113", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-05-05", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Advertising", 
    "Antitrust actions", 
    "Antitrust law", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Commercial arbitration", 
    "Computer software", 
    "Consumer education", 
    "Contracts", 
    "Crime and law enforcement", 
    "Damages", 
    "Electronic commerce", 
    "Electronic data interchange", 
    "Electronic mail systems", 
    "Evidence (Law)", 
    "Facsimile transmission", 
    "Federal Communications Commission", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government operations and politics", 
    "Identification devices", 
    "Independent regulatory commissions", 
    "Internet", 
    "Internet service providers", 
    "Law", 
    "Legal fees", 
    "Licenses", 
    "Planning", 
    "Profit", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Telecommunication industry", 
    "Telecommunication rates", 
    "Telecommunication systems", 
    "Telephone"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-05-05", 
    "text": "TABLE OF CONTENTS: Title I: Authorization of Electronic Signatures in Commerce Title II: Electronic Mail Advertisements Title III: Online Privacy Protection Title IV: Broadband Deployment Title V: Antitrust and Criminal Provisions Internet Growth and Development Act of 1999 - Title I: Authorization of Electronic Signatures in Commerce - Requires all electronic signatures that have been electronically authenticated under provisions of this Act to have standing equal to paper-based, written signatures for purposes of any record, rule, or law that requires a valid signature. Considers an electronic signature authenticated if it: (1) reliably establishes the identity of the maker, sender, or originator of a document or communication in electronic commerce; and (2) reliably establishes that such document or communication has not been altered. Provides methods of proof of such authentication.Title II: Electronic Mail Advertisements - Amends the Communications Act of 1934 to prohibit a registered user of an electronic mail (e-mail) service provider to use such provider's equipment in violation of provider policy prohibiting or restricting the use of its service or equipment for the initiation of unsolicited e-mail advertisements. Requires compliance by senders with any such policy. States that a provider shall not be required to create such a policy. Provides a right of civil action by providers whose stated policy has been violated.Title III: Online Privacy Protection - Requires any person operating a commercial Internet website to clearly and conspicuously provide notice of its collection, use, and disclosure policies concerning personally identifiable information. Provides for enforcement of such requirement under the Federal Trade Commission Act.Title IV: Broadband Deployment - Amends the Communications Act of 1934 to state that the term \"interLATA service\" shall not include services that consist of or include the transmission of any data or information by means of the Internet or any other network that employs Internet protocol-based or other packet-switched technology.Prohibits any Bell operating company or affiliate from providing through any such technology two-way voice-only interLATA telecommunications services originating in any of its in-region States until the Federal Communications Commission (FCC) approves the application of such company for such State.Requires each local (telephone) exchange carrier to submit to the State commission in each State in which it does business a plan to provide broadband telecommunications service in all local exchange areas in which such carrier has telephone exchange service customers as soon as such service is economically reasonable and technically feasible. Requires such plan to include all terms and conditions under which broadband services will be provided. Provides for State commission certification of such plan, followed by plan implementation. Provides conditions under which a local exchange carrier shall no longer be obligated by the terms of such plan, such as the presence of another broadband service or Internet access provider in that local exchange area. Prohibits a State commission from modifying any submitted plan, and prohibits the FCC from approving or rejecting a plan. States that a local exchange carrier's provision of broadband local telecommunications services shall not be subject to FCC unbundled access and resale requirements when such carrier makes certain certifications to the appropriate State commissions with respect to the provision of broadband transmission loops to other carriers.Title V: Antitrust and Criminal Provisions - States that, in any civil action based on Federal antitrust law, evidence that an incumbent local exchange carrier that has market power in the broadband service provider market has willfully and knowingly failed to provide conditioned unbundled local loops when economically reasonable and technically feasible, or restrains the ability of a carrier to compete in such services, shall be sufficient to establish a presumption of an antitrust violation. Makes an identical presumption with respect to a broadband access transport provider's contracts for access to a service provider on terms less favorable than those offered to itself, an affiliate service provider, or another service provider. Makes it unlawful for such a provider to engage in unfair or deceptive acts or practices which discriminate in favor of an affiliated service provider, or to restrain the ability of another service provider from competing in the provision of such services.Amends the Federal criminal code to make it unlawful for any person or entity to: (1) initiate the transmission of a bulk unsolicited e-mail message to a protected computer with knowledge that such message falsifies information concerning the identity of such person or entity; or (2) intentionally sell or distribute any computer program the primary purpose of which is to conceal the source of transmitted information. Provides fines for such violations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Internet Growth and Development Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the recognition of electronic signatures for the conduct of interstate and foreign commerce, to restrict the transmission of certain electronic mail advertisements, to authorize the Federal Trade Commission to prescribe rules to protect the privacy of users of commercial Internet websites, to promote the rapid deployment of broadband Internet services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:45-05:00"
}