{
  "actions": [
    {
      "acted_at": "1977-07-25", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8506-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-07-25", 
  "number": "8506", 
  "official_title": "A bill to restore and promote competition in the petroleum industry.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pipeline Divestiture Act", 
  "sponsor": {
    "district": "8", 
    "name": "Harris, Herbert E., II", 
    "state": "VA", 
    "thomas_id": "00505", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-07-25", 
  "subjects": [
    "Antitrust law", 
    "Corporate divestiture", 
    "Corporate reorganizations", 
    "Corporations", 
    "Law", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Petroleum pipelines", 
    "Restrictive trade practices"
  ], 
  "subjects_top_term": "Petroleum industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-07-25", 
    "text": "Pipeline Divestiture Act - Title I: Industry Competition - Prohibits, five years after of enactment of this Act, petroleum transporters from controlling any interest in petroleum production, refining, transportation, or marketing assets. Prohibits any person from transporting any energy resource or refined product in which he has any interest by means of any transportation asset in which he has any interest. Authorizes the Federal Trade Commission to exempt corporations formed or reorganized as a result of compliance with this Act from provisions of the antitrust laws with respect to interlocking directorates for a period not to exceed one year. Requires producers subject to the provisions of this act to submit plans to the Commission for the divestiture of prohibited assets within 18 months after the enactment of this Act. Imposes civil penalties of up to $100,000 for an individual and up to $1,000,000 for a corporation for violations of the provisions of this Act. Imposes a civil penalty of up to $100,000 for violations of lawful orders issued by the Commission pursuant to this Act. Stipulates that each day of a continuing violation shall be deemed a separate offense. Title II: Temporary Petroleum Industry Divestiture Court - Creates a Temporary Petroleum Industry Divestiture Court composed of Federal judges appointed by the Chief Justice of the United States. Stipulates that such court shall have exclusive jurisdiction over all cases relating to the provisions of this Act. Stipulates that review of the decisions of the court may be obtained only by petition to the Supreme Court of the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pipeline Divestiture Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to restore and promote competition in the petroleum industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:53-05:00"
}