{
  "actions": [
    {
      "acted_at": "1978-03-13", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-03-18", 
      "references": [], 
      "text": "Reported to House from the Committee on Agriculture with amendment, H. Rept. 95-986.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-24", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-24", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-24", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #246 (347-23).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-01", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-02", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-02", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-02", 
      "bill_ids": [
        "s2146-95"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 2146, roll call #146 (92-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-02", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-12", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-11", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-1344.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-19", 
      "references": [], 
      "text": "Motion to recommit to the Committee of Conference rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-19", 
      "references": [], 
      "text": "House agreed to conference report, roll call #573 (362-28).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-20", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-20", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-07-24", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-24", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-24", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-08-04", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-08-04", 
      "references": [], 
      "text": "Public Law 95-334.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11504-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Baldus, Alvin J.", 
      "sponsored_at": "1977-01-03", 
      "state": "WI", 
      "thomas_id": "00049", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Bowen, David R.", 
      "sponsored_at": "1977-01-03", 
      "state": "MS", 
      "thomas_id": "00115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "de la Garza, E.", 
      "sponsored_at": "1977-01-03", 
      "state": "TX", 
      "thomas_id": "00276", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "English, Glenn", 
      "sponsored_at": "1977-01-03", 
      "state": "OK", 
      "thomas_id": "00345", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Fithian, Floyd J.", 
      "sponsored_at": "1977-01-03", 
      "state": "IN", 
      "thomas_id": "00387", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Foley, Thomas S.", 
      "sponsored_at": "1977-01-03", 
      "state": "WA", 
      "thomas_id": "00397", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hagedorn, Thomas M.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "00481", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Harkin, Tom", 
      "sponsored_at": "1977-01-03", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Hightower, Jack E.", 
      "sponsored_at": "1977-01-03", 
      "state": "TX", 
      "thomas_id": "00536", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Huckaby, Thomas J. (Jerry)", 
      "sponsored_at": "1977-01-03", 
      "state": "LA", 
      "thomas_id": "00569", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1977-01-03", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Jenrette, John W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "SC", 
      "thomas_id": "00596", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Johnson, James P. (Jim)", 
      "sponsored_at": "1977-01-03", 
      "state": "CO", 
      "thomas_id": "00601", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Krebs, John H.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00651", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Mathis, Dawson", 
      "sponsored_at": "1977-01-03", 
      "state": "GA", 
      "thomas_id": "00747", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Nolan, Richard M.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "00867", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Richmond, Frederick W.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00959", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Rose, Charlie", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "00986", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Sebelius, Keith G.", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "01039", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Skelton, Ike", 
      "sponsored_at": "1977-01-03", 
      "state": "MO", 
      "thomas_id": "01064", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Thornton, Ray", 
      "sponsored_at": "1977-01-03", 
      "state": "AR", 
      "thomas_id": "01156", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Weaver, James H.", 
      "sponsored_at": "1977-01-03", 
      "state": "OR", 
      "thomas_id": "01210", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-08-04", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-13", 
  "number": "11504", 
  "official_title": "An Act to amend the Consolidated Farm and Rural Development Act, provide an economic emergency loan program for farmers and ranchers, extend the Emergency Livestock Credit Act of 1974, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1140-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr11505-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr11636-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2146-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Agricultural Credit Act", 
  "sponsor": {
    "district": "7", 
    "name": "Jones, Ed", 
    "state": "TN", 
    "thomas_id": "00608", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-13", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural policies", 
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "American Samoa", 
    "Aquaculture", 
    "Capital gains tax", 
    "Commerce", 
    "Community facilities", 
    "Contracts", 
    "Debtor and creditor", 
    "Department of Agriculture", 
    "Disaster relief", 
    "Electric power production", 
    "Environmental protection", 
    "Family farms", 
    "Farm corporations", 
    "Farms", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Finance charges", 
    "Fires", 
    "Flood control", 
    "Flood damage", 
    "Foreclosure", 
    "Government lending", 
    "Government operations and politics", 
    "Guam", 
    "Income tax", 
    "Interest rates", 
    "Livestock", 
    "Loans", 
    "Mortgage loans", 
    "Native Americans", 
    "Northern Mariana Islands", 
    "Referendum", 
    "Rice", 
    "Rural economic development", 
    "Rural housing", 
    "Sewage disposal", 
    "Small business", 
    "Soil erosion", 
    "Territories (U.S.)", 
    "Water conservation", 
    "Watershed management", 
    "Watersheds", 
    "Wind erosion"
  ], 
  "subjects_top_term": "Agricultural credit", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1978-07-11", 
    "text": "(Conference report filed in House, H. Rept. 95-1344) Agricultural Credit Assistance Act - =Title I: Amendments to the Consolidated Farm and Rural Development Act= - Amends the Consolidated Farm and Rural Development Act to authorize the Secretary of Agriculture to make real estate loans to private corporations and partnerships controlled by family farmers and ranchers who are engaged primarily and directly in farming and ranching. Stipulates that both the entity and principle stockholders or partners must be unable to obtain sufficient credit elsewhere to finance their actual needs at reasonable rates and terms. Increases loan limits for farm real estate loans including loans for recreational and pollution abatement facilities to $200,000 on insured loans and to $300,000 on guaranteed loans. Raises the ceiling on the annual aggregate amount of water and waste facility grants from $300,000,000 to $500,000,000, and increases from 50 percent to 75 percent the percentage of the development cost of such facilities which a grant may cover. Authorizes the Secretary to make insured or guaranteed loans for the construction, acquisition, and operation of electric power facilities, to rurally located associations, nonprofit corporations, Indian tribes, and public and quasi-public agencies that, as of October 1, 1976, were receiving bulk power from a Federal power administration of the Department of the Interior. Limits such loans to $1,000,000. Includes in gross income, for the purpose of the Internal Revenue Code, interest or other income from obligations evidencing such loans. Designates the Administrator of the Rural Electrification Administration as the administrant of the loan program. Terminates the authority of the Secretary to make such loans on September 30, 2006. Establishes interest rates and provides for repayment of taxes and insurance with respect to real estate loans under such Act. Stipulates that repayment of such loans shall not exceed 40 years. Establishes interest rates for (1) guaranteed loans as agreed upon by the borrower and lender; (2) farm real estate loans as determined by the Secretary of the Treasury, (3) community facility (including water and waste disposal) loans as prescribed by the Secretary of Agriculture, not to exceed five percent per year; and (4) business and industrial loans as comparable to rates prevailing in the private market for similar loans, plus a service charge set by the Secretary. Deletes the provision which establishes the Secretary as \"escrow agent\" for the receipt of prepayments of taxes and insurance on real estate loans. Requires borrowers to pay such fees and charges and to prepay such taxes and insurance to the Secretary, on such terms and conditions as the Secretary may prescribe. Removes the $500,000,000 ceiling from the aggregate principal of loans made using the Agricultural Credit Insurance Fund. Allows the Farmers Home Administration to use the Rural Development Insurance Fund to pay for administrative expenses necessary to insure, make grants, service, and carry out loan programs. Authorizes the Secretary to purchase the guaranteed portion of a loan guaranteed pursuant to this Act. Allows the use of the Rural Development Insurance Fund and the Agricultural Credit Insurance Fund for such purchases. Requires the Secretary to determine that an adequate secondary market is not available in the private sector before such authority may be exercised. Exempts small businesses from the restrictions on rural industrial assistance and other loans (if the loan does not exceed $1,000,000 or the employment will not be increased by more than 50 employees). Establishes a low-income farm ownership loan program for owners or operators of small or family farms. Extends eligibility for farm ownership, equipment and operating loans to private corporations and partnerships controlled by family farmers and ranchers and engaged primarily and directly in farming or ranching, the principle stockholders or partners of which individually meet eligibility criteria. Changes the limitation on farm operating loans to $100,000 for loans made or insured by the Secretary, and to $200,000 for loans guaranteed by the Secretary. Stipulates that directed or insured farm operating loans shall bear interest at a rate not more than the cost of money to the Government as determined by the Secretary of the Treasury, plus up to a one percent charge as determined by the Secretary of Agriculture. Requires amounts attributable to the one percent charge to be deposited in either the Rural Development Insurance Fund or the Agricultural Credit Insurance Fund. Authorizes the Secretary to consolidate or reschedule outstanding loans for payment over a period not to exceed seven years from the date of such consolidation or rescheduling. Allows new loans to be included in a consolidation. States that guaranteed farm operating loans, including such loans that may be consolidated, shall bear interest at rates agreed upon by the borrower and the lender. Authorizes the Secretary to make and insure loans to applicants whose farming, ranching, or aquaculture operations have been substantially affected by a natural disaster or by a major disaster or emergency designated by the President pursuant to the provisions of the Disaster Relief Act of 1974. Authorizes the Secretary to continue to conduct loan and grant operation and approve transfers and assumptions in connection with properties or facilities securing any loan made, insured, or held by the Secretary, that are located in areas that have ceased to be rural on the same basis as though the areas still were rural. Allows the Secretary to defer principal and interest and forego foreclosure, at the request of the borrower, on any outstanding loan made, insured, or held by the Secretary and administered by the Farmers Home Administration, upon a showing of temporary inability to contine payments, beyond the borrower's control. Stipulates that the interest which accrues during the deferral period on any loan deferred shall bear no interest during or after such period. States that if such loans is foreclosed the amount of principal and interest would be used as a basis for the purchase price, and from the date of foreclosure interest shall be charged and shall become a part of the principal. Requires the Secretary to establish procedures for the appeal, review, and possible reversal or modification of loan determinations made by the Farmers Home Administration County Committees. Exempts borrowers of guaranteed loans from the graduation requirement that they refinance their debt if they become able to obtain credit from other sources at reasonable rates and terms. Extends the applicability of the Act to the commonwealths, territories, and possessions of the United States, including the Trust Territories of the Pacific Islands. Requires that appropriations Acts setting budgets levels for programs authorized by this Act state one amount for insured loans and a second, separate amount for guaranteed loans. Requires the Secretary to assign officers and employees who are adequately prepared to understand the particular needs and problems of farmers in the area of assignment. Provides that a high priority be placed on keeping existing farm operations in business. =Title II: Emergency Agricultural Credit Adjustment Act = - Emergency Agricultural Credit Adjustment Act - Authorizes the Secretary of Agriculture to insure or guarantee loans to bona fide farmers and ranchers, and domestic corporations and partnerships, directly and primarily engaged in agricultural production. Stipulates that such loan applicants must: (1) have adequate experience and resources; (2) need such credit to maintain a viable operation; and (3) be unable to obtain sufficient credit at reasonable rates and terms from normal credit sources. Authorizes insured and guaranteed loans for refinancing outstanding indebtedness, reorganization of the farming and ranching operation, acquisition of land and water rights in order to maintain a normal level of operation, loan closing costs, and operating expenses or other essential farm and home needs. Provides that the Secretary may guarantee up to 90 percent of the principle and interest on any loan made by a legally organized lending agency. Establishes interest rates for: (1) guaranteed loans as agreed to by the lender and borrower; and (2) insured loans as determined by the Secretary, considering the cost of money to the Government, not to exceed one percent annually. Makes the repayment period the same as for loans for similar purposes under the Consolidated Farm and Rural Development Act, except the repayment time for operating loans may be extended to 20 years. Provides that the guaranteed lender must certify an unwillingness to provide credit or continue with the loan applicant in the absence of a guarantee and that the applicant is engaged in agricultural production. Requires the loan applicant to certify an inability to obtain credit elsewhere. Stipulates that as a condition for insuring or guaranteeing any loan, the Secretary require the country committee to certify that the applicant meets the eligibility requirements for a loan. Requires borrowers to refinance their debt once credit is obtainable from other sources at reasonable rates and terms. Requires that such loans be insured or guaranteed upon the full personal liability of the borrower and secured by such collateral as is available that is deemed adequate protect the Government's interest. Authorizes the Secretary to use the Agricultural Credit Insurance Fund to operate this loan program. Requires that the fund be reimbursed by appropriations annually for program expenses. Places a $4,000,000,000 ceiling on the amount of loans outstanding at any time. Provides that any contract of guarantee or insurance executed by the Secretary shall be supported by the full faith and credit of the United States. Authorizes the Secretary to handle guaranteed loans in the same manner as loans guaranteed under the Consolidated Farm and Rural Development Act. Terminates the authority to make new contracts of insurance of guarantee under this Title on May 15, 1980. =Title III: Extension and Amendment of the Emergency Livestock Credit Act of 1974 and Amendment of the Beef Research and Information Act= - Extends the authority of the Secretary of Agriculture to make new loan guarantees under the Emergency Livestock Credit Act to September 30, 1979. Permits guaranteed lenders under the Act to make advances on line-of-credit loans during that part of the loan period falling after the cut-off date for the making of new loan guarantees. Amends the Beef Research and Promotion Act to require that the referendum conducted among beef producers be approved by a majority of those voting. =Title IV: Emergency Conservation Program= - Authorizes the Secretary of Agriculture to make payments to agricultural producers who carry out emergency measures to control wind erosion and to rehabilitate farmlands damaged by natural disasters. Makes payments available to carry out emergency water conservation measures in drought situations. Directs the Secretary to undertake emergency measures to repair damage of any watershed caused by fire, floods, or other natural occurrence. Establishes a fund for such purposes. Makes this program effective October 1, 1978. =Title V: Price Support for Producers of Rice= - Authorizes the Secretary to increase the target price for rice whenever a set-aside program is in effect."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Credit Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Emergency Agricultural Credit Adjustment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consolidated Farm and Rural Development Act, provide an economic emergency loan program to farmers and ranchers in the United States, and extend the Emergency Livestock Credit Act.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend the Consolidated Farm and Rural Development Act, provide an economic emergency loan program for farmers and ranchers, extend the Emergency Livestock Credit Act of 1974, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:46-05:00"
}