{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr180-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Moss, John E.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00838", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "180", 
  "official_title": "A bill to assure protection of environmental values while facilitating construction of needed electric power supply facilities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Power Plant Siting Act", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Electric power", 
    "Electric power production", 
    "Energy", 
    "Environmental protection", 
    "Plants"
  ], 
  "subjects_top_term": "Electric power production", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Power Plant Siting Act - Proposes to further both national environmental policy and national electric energy policy by facilitating timely, well-planned, and coordinated construction of adequate power supply facilities. Requires all present and prospectial private or Federal owners electric generating facilities capable of producing 200 megawatts or more, or electric transmission lines designed for 200 kilovolts or more to prepare annually long-range plans pursuant to guidelines established by the Federal Power Commission. Provides that such plans may be part of a single regional plan and shall: (1) describe the general location, size, and type of all bulk power supply facilities whose construction will begin in the next ten years, (2) identify the location of tentative sites for the construction of future power plants, (3) identify the general location, considered in the course of the development of regional plans and rejected as not suitable or appropriate, (4) reflect the owner's efforts to coordinate bulk power supply facility plans with those of other owners, and (5) reflect the owners efforts to involve environmental and land-use planning agencies in their planning process. Requires the filing of such plans with the Federal Power Commission and the Environmental Protection Agency and with other governmental or private environmental and resources planning groups who request such plans. Permits States to establish a decisionmaking body at the State or regional level to certify sites and related bulk power supply facilities of any electric entity. Requires such certifying bodies to provide for participation in its decisionmaking processes by environmental protection natural resource planning and electric power service components of the governments involved. Grants the Federal certifying agency, to be designated by the President, exclusive authority to issue certificates of site and facility on the basis of Federal standards if State or regional certifying bodies have not been created within 24 months after the enactment of this Act. Permits States which are dissatisfied with the action of a Federal certifying agency to appeal to the appropriate United States Court of Appeals. Provides that no electric entity shall commence to construct or begin operation of bulk power supply facilities within a State unless it has obtained from the State or Federal certifying agency a certificate of site and facility and no Federal electric entity shall commence to construct or begin operation of bulk power supply facilities unless it has obtained from the Federal certifying agency a certificate of site and facility. Provides that such facilities shall be constructed, operated, and maintained in accordance with the terms and conditions of the certificate. Requires applications for certificates of site and facilities to be filed 2 years before the planned date of commencement of construction. Empowers State regional and Federal certifying bodies to issue certificates of site and facility for bulk power supply facilities, if such bodies find, after considering available alternatives, that use of the site will not unduly impair environmental values and will be reasonably necessary to meet electric power needs. Grants certifying agencies further powers, such as the power to: (1) review and make public information contained in the entities plans; (2) compile and publish a yearly description of proposed powerplant sites and general location of transmission line routes; (3) conduct public hearings concerning proposed power plant sites; and (4) publish a notice in each daily or weekly newspaper serving the affected area, which notice would describe the location of facilities and other pertinent details. Directs the President to publish guidelines for certifying bodies which must include such factors as criteria for the evaluation of projected needs and of environmental effects of proposed sites and alternatives; and procedures to insure full public participation in proceedings. Permits a certified electric entity to acquire needed property by exercise of the right of eminent domain if unable to acquire it otherwise. Exposes violators of the Act to civil and criminal penalties."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Power Plant Siting Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure protection of environmental values while facilitating construction of needed electric power supply facilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:52-05:00"
}