{
  "actions": [
    {
      "acted_at": "1993-11-20", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-11-20", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to the House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-11-20", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Referred to the House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-11-22", 
      "references": [
        {
          "reference": "CR E3013-3014", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-12-01", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to the Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-12-06", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Acquisition", 
      "text": "Referred to the Subcommittee on Military Acquisition.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-12-06", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-02-01", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Hearings Held on Issue by Subcommittee on Procurement, Taxation and Tourism.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-02-02", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Hearings Held on Issue by Subcommittee on Procurement, Taxation and Tourism.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3586-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Acquisition", 
      "subcommittee_id": "20"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-11-20", 
  "number": "3586", 
  "official_title": "To amend laws relating to defense acquisition, including provisions relating to the formation of contracts, contract administration and major system management, procurement of information management systems and commercial activity contracting, the small purchase threshold, intellectual property rights, defense trade and cooperation, and the acquisition of commercial items.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Defense Acquisition Reform Act of 1993", 
  "sponsor": {
    "district": "1", 
    "name": "Bilbray, James H.", 
    "state": "NV", 
    "thomas_id": "00088", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-11-20", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "American military assistance", 
    "Antimissile missiles", 
    "Armed forces and national security", 
    "Auditing", 
    "Business records", 
    "Coast guard", 
    "Colleges", 
    "Commerce", 
    "Competition", 
    "Computer networks", 
    "Computer software", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Cost control", 
    "Crime and law enforcement", 
    "Data banks", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense industries", 
    "Defense procurement", 
    "Delegation of powers", 
    "Department of Defense", 
    "Economics and public finance", 
    "Education", 
    "Employee training", 
    "Ethics", 
    "Executive reorganization", 
    "Federal aid to research", 
    "Federal employees", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government service contracts", 
    "Higher education", 
    "Information services", 
    "Intellectual property", 
    "International affairs", 
    "International cooperation", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Liens", 
    "Machine tools", 
    "Manufacturing industries", 
    "Military agreements", 
    "Military communications", 
    "Military research", 
    "Military vehicles", 
    "Minorities", 
    "Minority business enterprises", 
    "Price policy", 
    "Profit", 
    "Quality of products", 
    "Research and development contracts", 
    "Research grants", 
    "Salvage", 
    "Science, technology, communications", 
    "Shipbuilding", 
    "Small business", 
    "Space activities", 
    "Space programs", 
    "Subpoena", 
    "Transportation and public works", 
    "Travel costs", 
    "Warranties", 
    "Warships"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-11-20", 
    "text": "TABLE OF CONTENTS: Title I: Contract Formation Subtitle A: Congressional Policy, Definitions, and Applicability Subt tle B: Competitive Statutes Subtitle C: Truth in Negotiations Act Subtitle D: Research and Development Subtitle E: Procurement Protests Subtitle F: Other Related Statutes Title II: Contract Administration Title III: Major Systems and Commercial Activities Subtitle A: Major Systems Subtitle B: Testing Statutes Subtitle C: DOD Commercial and Industrial Activities Subtitle D: Industrial Base and Manufacturing Technology Laws Subtitle E: Miscellaneous Title IV: Small Purchase Procedures and Small Business Provisions Title V: Intellectual Property Title VI: Standards of Conduct Subtitle A: Ethics Provisions Subtitle B: Additional Amendments Title VII: Defense Trade and Cooperation Title VIII: Commercial Item Acquisition Title IX: Effective Date Defense Acquisition Reform Act of 1993 - Title I: Contract Formation - Subtitle A: Congressional Policy, Definitions, and Applicability - Sets forth congressional defense procurement policy, including the acquisition of defense property and services in the most timely, efficient, and economic manner and the use of competitive procedures and commercial items (as opposed to specially-developed items) whenever possible. Requires conformity with specified Federal procurement Acts. Subtitle B: Competitive Statutes - Revises Federal provisions with respect to defense contract planning, solicitation, evaluation, and award procedures. Repeals provisions which: (1) require DOD personnel appraisal systems to encourage competition and cost savings in defense contracts; (2) require an annual report to the Secretary of Defense by each advocate for competition of a Department of Defense (DOD) agency; and (3) require the Secretary to give preference to nondevelopmental items (items previously developed and requiring little or no modification) for defense procurement. Subtitle C: Truth in Negotiations Act - Amends the Truth in Negotiations Act to revise cost or pricing data requirements to: (1) repeal the sunset date for the requirement that offerors submit such data for prime contracts above the $500,000 threshold (thus making it permanent); and (2) make changes in submission requirements and exceptions. Creates a new exception for commercial items where competition is not practicable and the contracting officer determines there is adequate data to determine price reasonableness. (Sec. 126) Codifies provisions under the National Defense Authorization Act for Fiscal Year 1991 requiring regulations on data disclosure in procurements below the $500,000 threshold. Subtitle D: Research and Development - Revises provisions concerning military department delegation of contracting authority for research and development (R&D) contracts. Consolidates the R&D authority of DOD and the military departments and repeals redundant and obsolete research authority. Allows for the award of R&D grants and contracts to nonprofit organizations other than a federally funded research and development center. Renames \"cooperative agreements and other transactions\" as \"nonprocurement agreements.\" Repeals a provision authorizing the Secretary of the Navy to contract for research and related equipment. Subtitle E: Procurement Protests - Expresses the sense of the Congress that there should be a single forum, in the Office of the Comptroller General in the General Accounting Office, to review government contracting protests. (Sec. 142) Amends the Competition in Contracting Act to: (1) extend from ten working days to 25 calendar days the decision period for a contract protest case determined by the Comptroller General (CG) to merit immediate action; (2) provide procedures for determining protests after contracts have been awarded; (3) establish new decision periods for certain actions by the CG with respect to contract protests; and (4) direct the CG to prescribe appropriate procedures for the expeditious decision of protests and to verify assertions made by various parties with respect to such protests. Subtitle F: Other Related Statutes - Provides for the delegation of authority of DOD agency heads. (Sec. 154) Repeals Federal provisions directing the Secretary of Defense to prescribe regulations for paying contractors for production special tooling and test equipment made or acquired in the performance of defense contracts. Authorizes the Secretary (currently, only the Secretary of the military department) to prescribe regulations for the preparation, submission, and opening of bids for contracts with that department. Title II: Contract Administration - Directs the Secretary of the Navy to require progress payments for naval vessel maintenance, repair, or overhaul to be 95 percent for small business firms, and 90 percent for all others. Allows such Secretary to provide advances for conducting salvage operations, under appropriate terms and conditions. (Sec 202) Repeals provisions: (1) defining unallowable costs under a covered DOD contract; (2) directing the Secretary to prescribe proposed regulations amending the DOD Supplement to the Federal Acquisition Regulation dealing with the allowability of contractor costs; (3) requiring such regulations to apply to all covered subcontractors; and (4) expressly limiting the allowability of costs in connection with any judicial proceeding commenced by the United States or a State. Repeals a provision concerning contract profit controls during emergency periods. Consolidates and revises the authority to examine contractor records. Title III: Major Systems and Commercial Activities - Subtitle A: Major Systems - Revises provisions concerning required Selected Acquisition Reports (SARs) on major defense acquisition programs (MDAPs). Requires written congressional notification of the waiver of required SARs. Provides for changes in content of SARs. Requires MDAP managers to submit quarterly unit cost reports to their designated service acquisition executive. Requires congressional notification when it is determined that such unit costs have risen by 15 percent or more. Repeals current Federal unit cost report requirements. (Sec. 303) Prohibits the Secretary from approving the manufacturing development of an MDAP unless an independent estimate of the cost of the program and a manpower estimate have been considered. Requires regulations concerning the content and submission of such estimates. Requires an MDAP baseline description approved by the Under Secretary of Defense for Acquisition before amounts appropriated to DOD for carrying out an MDAP may be obligated. Repeals Federal provisions requiring competitive prototyping and competitive alternate sources for MDAPs. Subtitle B: Testing Statutes - Repeals testing requirements for wheeled or tracked vehicles. Substitutes vulnerability testing requirements for survivability and lethality testing. Authorizes less-than-full-up testing for high-value systems. (Sec. 313) Authorizes the Secretary to provide for alternative operational testing and evaluation of MDAPs under certain conditions. Creates a new exception to low-rate initial production requirements for strategic defense missiles. Subtitle C: DOD Commercial and Industrial Activities - Authorizes the Secretary or the secretary of a military department to: (1) have DOD supplies made in U.S. owned factories or arsenals; and (2) abolish any U.S. arsenal that the Secretary considers unnecessary. Subtitle D: Industrial Base and Manufacturing Technology Laws - States as congressional policy that the United States attain the national defense technology and industrial base objectives set forth in Federal law by coordinating domestic defense acquisition practices with defense trade and cooperation and foreign military sales and assistance. Subtitle E: Miscellaneous - Directs the Secretary to issue regulations to be followed by all DOD agencies for the procurement, production, warehousing, or distribution of supplies and related functions. Repeals a provision of the Department of Defense Appropriations Act, 1990 which limits the authorized contract length on work done on U.S. vessels. Title IV: Small Purchase Procedures and Small Business Provisions - Amends the Office of Federal Procurement Policy Act to provide small purchase thresholds of either $50,000 or $100,000 (depending on certain solicitation requirements) for procurements conducted through the Federal Acquisition Computer Network System (FACNET). Requires the Comptroller General to monitor and collect data on the results of implementation of the new small purchase thresholds for FACNET procurements and to report results to specified congressional committees. (Sec. 401) Requires the Administrator for Federal Procurement Policy to: (1) develop policies for ensuring that small businesses and small businesses owned and controlled by socially and economically disadvantaged persons are provided with the maximum opportunity to participate in procurements conducted below the small purchase threshold; and (2) establish a program and provide overall direction of policy and leadership in the development, coordination, installation, operation, and completion of implementation by executive agencies of a FACNET system within five years after enactment of this Act. Provides functions for the Administrator of General Services and the heads of executive agencies (especially the National Institute of Standards and Technology) in connection with FACNET implementation. Provides FACNET system compatibility standards, with waivers under specified conditions. (Sec. 403) Exempts from specified Federal law purchases made and contracts awarded with a value not in excess of the small purchase threshold. Requires executive agencies intending to solicit offers for a contract for which a notice of solicitation is required to be posted to ensure notification of small business concerns located in the jurisdiction. Title V: Intellectual Property - Authorizes DOD acquisition of technical data and computer software or releases from their unauthorized use. Title VI: Standards of Conduct - Subtitle A: Ethics Provisions - Amends the Office of Federal Procurement Policy Act to: (1) apply certain certification requirements under such Act to contracts in excess of $500,000 (currently $100,000); and (2) apply to contracts, extensions, or modifications in excess of $500,000 certain restrictions resulting from procurement activities of procurement officials. Subtitle B: Additional Amendments - Amends such Act to provide limitations on payments to independent entities for advisory and assistance services. Limits certain procurement delegation authority. Repeals obsolete requirements for studies and a report on the extent of competition in the award of subcontracts by Federal prime contractors. Extends from 30 to 60 days the waiting period required before significant changes proposed for acquisition regulations take effect, unless compelling circumstances exist. Title VII: Defense Trade and Cooperation - Replaces references to defense memoranda of understanding and related agreements with international cooperative agreements. Expands the authorized scope of such agreements to include logistics support. (Sec. 702) Provides for limited waiver of restrictions on accrued reimbursable liabilities and credits for contingency operations. Title VIII: Commercial Item Acquisition - Directs the Secretary to implement a preference for DOD acquisition of commercial items whenever practicable. Requires the Secretary or the secretary of a military department to conduct appropriate market research to determine whether the needs of such service can be met with commercial items. Establishes the position of Advocate for the Acquisition of Commercial Items in DOD. Provides for: (1) the purchase of commercial items on a fixed price basis; (2) the use of price analysis to determine adequate prices when they cannot be determined from adequate price competition; (3) Government remedies for inaccurate price documentation (including audit rights); and (4) the revision of the Federal Acquisition Regulation to implement changes made by this title. Title IX: Effective Date - Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Acquisition Reform Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend laws relating to defense acquisition, including provisions relating to the formation of contracts, contract administration and major system management, procurement of information management systems and commercial activity contracting, the small purchase threshold, intellectual property rights, defense trade and cooperation, and the acquisition of commercial items.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:30-05:00"
}