{
  "actions": [
    {
      "acted_at": "1979-02-09", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 96-182.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-04", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-04", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-04", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-18", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-18", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-18", 
      "bill_ids": [
        "hr51-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H. R. 51.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-14", 
      "references": [], 
      "text": "Senate agreed to House amendments with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-15", 
      "references": [], 
      "text": "House agreed to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-15", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-11-20", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-20", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-20", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-11-30", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1979-11-30", 
      "references": [], 
      "text": "Public Law 96-129.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s411-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1979-11-30", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-09", 
  "number": "411", 
  "official_title": "An act to amend the Natural Gas Pipeline Safety Act of 1968 to provide for the safe operation of pipelines transporting natural gas and liquefied petroleum gas, to provide standards with respect to the siting, construction, and operation of liquefied natural gas facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr51-96", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2207-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Fuels Transportation Safety Amendments Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-09", 
  "subjects": [
    "Consumer protection", 
    "Crime and law enforcement", 
    "Energy transportation", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Gas pipelines", 
    "Gas storage", 
    "Government paperwork", 
    "Intergovernmental fiscal relations", 
    "Liquefied natural gas", 
    "Liquefied petroleum gas", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Petroleum pipelines", 
    "Pipelines", 
    "Safety measures", 
    "Transportation and Travel", 
    "Transportation of hazardous substances", 
    "Transportation safety"
  ], 
  "subjects_top_term": "Transportation of hazardous substances", 
  "summary": {
    "as": "Senate agreed to House amendment with amendment", 
    "date": "1979-11-14", 
    "text": "(Senate agreed to House amendments with an amendment) Pipeline Safety Act of 1979 - =Title I: Natural Gas= - Amends the Natural Gas Pipeline Safety Act of 1968 to direct the Secretary of Transporation to provide that the Federal minimum safety standards for pipeline transportation and storage of natural gas require that any operator of pipeline facilities participate in a public safety program. Declares that such safety program should require operators to identify pipeline facilities which may be affected by demolition, excavation, tunneling, or construction, for the purpose of preventing damage to such facilities. States that such requirements shall not apply to annual State certifications during the two-year period beginning on the effective date of such requirements. Revises the necessary qualifications for members of the Technical Pipeline Safety Standards Committee to permit the appointment of members who have experience in or knowledge of (previously only experience) pipeline safety regulation. Directs the Secretary to report to the such Committee any proposed standard or amendment to a standard under this Act. Directs such committee to prepare a report on the technical feasibility, reasonableness and practicability of such standard within a 90-day period. Permits the Secretary to prescribe a final standard or amendment after such period, whether or not the Committee has reported. Provides for regular meetings between the Secretary (or his designee) and the Committee. Amends the reporting and investigation requirements imposed on State agencies certified under such Act. Authorizes the Secretary to issue orders directing compliance with such Act or regulations issued under such Act, and provides for enforcement of such orders by the appropriate U.S. District Court, upon petition by the Attorney General. Establishes procedures for the collection of civil penalties assessed for violations of such Act, and imposes criminal penalties for willful and knowing violations of such Act or regulations issued thereunder, or for willful and knowing destruction of interstate gas transmission facilities. Authorizes the Attorney General, at the request of the Secretary, to seek equitable relief to correct violations of such Act. Authorizes the Secretary to require pipeline operators to correct conditions which are hazardous to life or property. Sets forth criteria to be used by the Secretary in determining whether hazardous conditions exist. Requires pipeline operators to establish and maintain at such offices as the Secretary determines appropriate, a plan for inspection and maintenance (rather than file such plan with the Secretary, as is required under current law). Authorizes the Secretary to conduct investigations, make reports, issue subpoenas, conduct hearings, and perform other specified administrative duties to carry out the provisions of this title. Requires the Secretary to include in the annual report an administration of the pipeline safety program a description of the number of pipeline safety inspectors in each certified State and the number of inspectors which the Secretary recommends for each State. Authorizes appropriations for fiscal years 1980, and 1981 to carry out the provisions of this Act and the Federal grants-in-aid program for State enforcement. Makes certain technical, clerical, and conforming changes. Requires the Secretary to conduct a cost-benefit analysis of increased pipeline safety regulation. Includes the following issues in such analysis: (1) the cost-effectiveness of requiring pipeline facility operators to prepare and maintain a general description of their pipelines; (2) the cost-effectiveness of establishing in the Department of Transportation an electronic data-processing system for pipeline-safety information; and (3) the cost-effectiveness of amending existing Federal law and regulations to require the reporting of any future pipeline leak which the person owning or operating the pipeline knew or reasonably should have known existed, was not caused by operation, inspection, or adjustment procedures which were properly carried out, and posed a threat to health or safety, property, or the environment. Directs the Secretary to report to Congress on the extent to which the Department intends to implement its safety jurisdiction over gas distributed in connection with the rental or lease of real property. Sets forth the effective date for certain provisions of this title. States that judicial and other types of proceedings pending upon the date of enactment of this Act shall be completed as if this Act had not been enacted, unless the Secretary determines that the public safety otherwise requires. Defines \"LNG\" as natural gas in a liquid or semisolid state. Requires the Secretary to establish minimum standards for the location, construction, and operation of any new LNG facility. Requires the operator of such facility to submit a contingency plan in the event of an LNG accident prior to operation of the facility. Requires the Secretary to promulgate minimum safety standards for existing LNG facilities. Sets forth factors to be considered in prescribing standards for new and existing facilities. States that standards issued under this Act after March 1, 1978, affecting the design, location, installation, construction, initial inspection, or initial testing shall not apply to existing LNG facilities. Provides that such standards may be made applicable to any replacement component or part if such component or part is placed in service after the issuance of such standards if such applicability would not be impracticable. Directs the Secretary to: study the risks associated with the production, transmission, and storage of LNG or liquefied petroleum gas, as well as the methods of assuring adequate financial responsibility for those engaged in such activities; and to report to each House of the Congress on the results of such study, together with his recommendations for appropriate legislative or administrative action. Sets forth procedures for ensuring the maintenance of adequate financial responsibility and insurance by LNG operators. Establishes civil and criminal penalties for the violation of safety or financial responsibility standards. Permits the Secretary to intervene in any proceeding before the Federal Regulatory Commission, or any State agency, which involves safety requirements relating to LNG facilities. =Title II: Liquid Pipeline Safety= - Hazardous Liquid Pipeline Safety Act of 1979 - Defines \"hazardous liquid\" as petroleum or any petroleum product and any liquid substance which may pose an unreasonable risk to life or property when transported by pipeline facilities . Authorizes the Secretary to issue Federal safety standards for the transportation of hazardous liquids and for pipeline facilities. Allows safety standards generally applicable to new piplelines facilities to be applied to existing facilities considered hazardous to life or property. Authorizes the Secretary to waive compliance with standards established under this Title. Allows States to adopt additional or more stringent safety standards for intrastate pipeline facilities or the transportation of hazardous liquids. Directs the Secretary to establish a Technical Hazardous-Liquid Pipeline Safety Standards Committee. Requires the Secretary to report to the Committee any proposed standard or amendment to a standard under this Act, and directs such Committee to prepare a report on the technical feasibility, reasonableness and practicability of such standard 90 days. Permits the Secretary to prescribe a final standard or amendment after such period whether or not the Committee has reported. Provides for regular meetings between the Secretary (or his designee) and each Committee. Grants to States safety authority over intrastate hazardous liquid pipeline facilities. Stipulates that a State must submit to the Secretary an annual certification that: (1) the State regulatory agency has jurisdiction over the safety standards and practices of intrastate pipeline facilities and the transportation of hazardous liquids; (2) such agency has adopted each Federal safety standard applicable to intrastate pipeline facilities and the transportation of hazardous liquids; (3) such agency is enforcing each such standard; and (4) such agency is encouraging and promoting programs to prevent damage to pipeline facilities from certain demolition and construction activities. Requires that certain reports be included in each annual certification. Permits the Secretary, by agreement, to authorize a State agency that does not submit such annual certification to assume responsibility for compliance with Federal safety standards and to establish procedures for approval of inspection and maintenance plans. Directs the Secretary to pay a portion of the costs of a State agency carrying out a safety program. Allows persons aggrieved by standards or orders issued under this title to obtain judicial review thereof by filing a petition with the appropriate U.S. Court of Appeals. Requires each person engaged in the transportation of hazardous liquids or who owns or operates pipeline facilities to prepare and carry out a maintenance and inspection plan designed to meet the need for for pipeline safety. Authorizes the Secretary to issue orders directing compliance with this title or regulations, and provide for enforcement of such orders by petitioning the appropriate U.S. District Court. Imposes civil and criminal penalties for violation of provisions of this title and for willful and knowing destruction of interstate pipeline facilities. Establishes procedures for the collection of such civil penalties. Authorizes the Attorney General, at the request of the Secretary, to seek equitable relief to correct violations of this title. Authorizes the Secretary to require pipeline operators to correct conditions which are hazardous to life or property. Sets forth criteria to be used by the Secretary in determining whether hazardous conditions exist. Requires persons who engage in the transportation of hazardous liquids and pipeline owners or operators to establish and maintain at such offices as the Secretary determines appropriate; a plan for inspection and maintenance of each pipeline facility. Authorizes the Secretary to conduct investigations, make reports, issue subpoenas, conduct hearings, and perform other specified administrative duties to carry out the provisions of this title. Directs the Secretary to prepare and submit a report on the administration of this title for the preceding calendar year. Specifies the information to be included in such report. Authorizes appropriations for fiscal years 1980 and 1981 to carry out the provisions of this title and the Federal grants-in-aid program for State enforcement. Authorizes citizens civil actions for injunctive relief against violators of provisions of this title, or regulations and orders issued thereunder, upon giving prior notice to the Secretary of such violations. Repeals the Transportation of Explosives Act (which currently authorizes the hazardous liquid pipeline safety programs)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pipeline Safety Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Hazardous Liquid Pipeline Safety Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Natural Gas Pipeline Safety Act Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Fuels Transportation Safety Amendments Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the protections afforded the public against risks associated with the transportation of hazardous commodities by pipeline.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to amend the Natural Gas Pipeline Safety Act of 1968 to provide for the safe operation of pipelines transporting natural gas and liquefied petroleum gas, to provide standards with respect to the siting, construction, and operation of liquefied natural gas facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:42-05:00"
}