{
  "actions": [
    {
      "acted_at": "1994-05-03", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-05-04", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to the Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-27", 
      "bill_ids": [
        "hr2238-103"
      ], 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "See H.R.2238.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4328-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Clinger, William F., Jr.", 
      "sponsored_at": "1994-05-03", 
      "state": "PA", 
      "thomas_id": "00207", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-03", 
  "number": "4328", 
  "official_title": "To amend the Office of Federal Procurement Policy Act to reform the Federal acquisition process, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2238-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2238-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Acquisition Reform Act of 1994", 
  "sponsor": {
    "district": "14", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-05-03", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Alien labor", 
    "Armed forces and national security", 
    "Auditing", 
    "Awards, medals, prizes", 
    "Black colleges", 
    "Blind", 
    "Business intelligence", 
    "Business records", 
    "Civil procedure", 
    "Claims", 
    "Collective bargaining agreements", 
    "Colleges", 
    "Commemorations", 
    "Commerce", 
    "Competition", 
    "Computer networks", 
    "Computers", 
    "Confidential communications", 
    "Congress", 
    "Congressional agencies", 
    "Congressional ethics", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction industries", 
    "Cost accounting", 
    "Cost effectiveness", 
    "Costs", 
    "Crime and law enforcement", 
    "Data banks", 
    "Debarment of government contractors", 
    "Defense contracts", 
    "Delegation of powers", 
    "Disabled", 
    "Dismissal wage", 
    "Economics and public finance", 
    "Education", 
    "Electronic data processing", 
    "Employee training", 
    "Equipment and supplies", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal officials", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fixed price contracts", 
    "Fraud", 
    "Government and business", 
    "Government consultants", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government service contracts", 
    "Higher education", 
    "Hispanic Americans", 
    "Indexing (Economic policy)", 
    "Information services", 
    "Interest", 
    "Interest rates", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Liability (Law)", 
    "Liens", 
    "Marketing research", 
    "Members of Congress", 
    "Military research", 
    "Minorities", 
    "Minority business enterprises", 
    "Minority education", 
    "Nonprofit organizations", 
    "Office of Management and Budget", 
    "Overhead costs", 
    "Prices", 
    "Productivity in government", 
    "Puerto Rico", 
    "Quality control", 
    "Research and development", 
    "Science, technology, communications", 
    "Small business", 
    "Surety and fidelity", 
    "Transportation and public works", 
    "Travel costs", 
    "Warranties", 
    "Women", 
    "Women in business"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-05-03", 
    "text": "TABLE OF CONTENTS: Title I: Contract Formation Subtitle A: Competition Statutes Subtitle B: Truth in Negotiations Subtitle C: Procurement Protests Subtitle D: Definitions and Other Matters Title II: Contract Administration Subtitle A: Contract Payment Subtitle B: Cost Principles Subtitle C: Audit and Access to Records Subtitle D: Cost Accounting Standards Title III: Simplified Acquisition Threshold and Socioeconomic, Small Business, and Miscellaneous Laws Subtitle A: Simplified Acquisition Threshold Subtitle B: Socioeconomic and Small Business Laws Subtitle C: Miscellaneous Acquisition Laws Title IV: Standards of Conduct Title V: Commercial Items Title VI: Miscellaneous Provisions Title VII: Effective Dates and Regulations Federal Acquisition Reform Act of 1994 - Title I: Contract Formation - Subtitle A: Competition Statutes - Amends the Office of Federal Procurement Policy Act to require executive agencies, in conducting property or services procurement, to obtain full and open competition through the use of specified competitive procedures. Allows such procedures, in certain circumstances, to exclude particular sources. Sets forth requirements for justifying use of noncompetitive procedures. (Sec. 1061) Specifies solicitation, evaluation, and award requirements, including those for evaluation of purchase options, prompt notice of award, post-award debriefings, protest files, award of costs and fees in agency settlement of protests, and award of multiple contracts. (Sec. 1071) Amends the Federal Property and Administrative Services Act of 1949 (FPASA) to repeal the requirement that an agency head determine that a cost, cost-plus-a-fixed-fee, or an incentive-type contract is likely to be less costly than other contracting methods, or that it is impractical to use other methods, before such a method may be used. (Sec. 1072) Authorizes agency heads to enter into: (1) multiyear contracts meeting specified criteria for acquisition of property or services; and (2) severable contracts for procurement of services for a twelve-month period beginning in one fiscal year and ending in the next. (Sec. 1074) Requires revision of the Federal Acquisition Regulation (FAR) to include regulations governing the exercise authority under the Economy Act for Federal agencies to purchase goods and services under contracts entered into or administered by other Federal agencies. (Sec. 1091) Amends the Office of Federal Procurement Policy Act (OFPPA) to require the Administrator for Federal Procurement Policy (FPP Administrator) to prescribe for executive agencies guidance regarding consideration of the past contract performance of offerors in awarding contracts. (Sec. 1092) Repeals the requirement for annual agency reports to Congress on competition. (Sec. 1093) Directs the Federal Acquisition Regulatory Council (FARC) to promulgate regulations to discourage the use of nonstandard contract clauses on a repetitive basis. Subtitle B: Truth in Negotiations - Amends the OFPPA to require agency heads to require offerors, contractors, and subcontractors to make cost or pricing data available according to specified procedures. Subtitle C: Procurement Protests - Amends Federal law to revise the periods for specified actions with respect to review of protests. Revises requirements for Federal agency suspension of performance of a contract which is the subject (or likely subject) of a protest. (Sec. 1403) Requires the head of the procuring activity of a Federal agency responsible for a particular contract to report within 60 days after receiving notices of the agency's failure to implement fully the Comptroller General's recommendations with respect to a protested solicitation for or a proposed or actual award of a contract. Revises requirements for agency payment of protest costs to an interested party when the agency has not complied with a statute or regulation. Requires a prompt Comptroller General (CG) report to certain congressional committees of any case in which a Federal agency fails to implement CG recommendations with respect to a protest. (Sec. 1404) Authorizes the CG to prescribe procedures for the electronic filing and dissemination of documents and information required with respect to awards and protests. (Sec. 1431) Amends the FPASA to authorize the Administrator of General Services (GSA Administrator) to revoke a delegation of authority with respect to a particular contract before or after its award, except that the GSA Administrator may revoke a delegation after the contract is awarded only where there is a finding of a violation of law or regulation in connection with the contract award. (Sec 1432) Authorizes the General Services Administration Board of Contract Appeals, upon an interested party's request, to review any contracting officer's decision alleged to violate the conditions of a delegation of procurement authority. (Sec. 1433) Revises requirements with respect to: (1) periods for processing contract award protest actions; (2) dismissal of protests; (3) award to prevailing party of consultant and expert witness fees; (4) dismissal agreements; and (5) matters to be covered in regulations governing the expeditious disposition of protests. (Sec. 1439) Directs the GSA Administrator to collect and compile data regarding the procurement of automatic data processing equipment by Federal agencies. Requires the GSA Administrator to review such information periodically, using it to determine agency compliance with requirements. Authorizes the GSA Administrator to suspend the delegation to a Federal agency of authority to lease or purchase automatic data processing equipment upon any failure of the agency head to report required information. Subtitle D: Definitions and Other Matters - Amends specified definitions in the FPASA. (Sec. 1552) Amends the OFPPA to authorize agency heads to delegate procurement functions to any other agency officer or official. (Sec. 1553) States that procurement determinations and decisions required to be made by an agency head may be made for an individual purchase or contract or for a class of purchases or contracts. (Sec. 1554) Declares that letters of offer for the sale of defense articles or services shall not include any charge for the proportionate amount of any nonrecurring costs of research, development, and production of major defense equipment. (Sec. 1555) Repeals specified Federal law requiring Federal agencies, when purchasing toner cartridges for laser printers, photocopiers, or microphotographic printers to give preference to recycled toner cartridges and to remanufactured toner cartridges made in the United States by small businesses. (Sec. 1556) Amends the FPASA to provide, upon request, for the use (but not purchase from Federal stock or inventory) of Federal supply schedules or other contracts by State, local, and tribal governments, the District of Columbia, and Puerto Rico. Title II: Contract Administration - Subtitle A: Contract Payment - Amends the OFPPA, with respect to contract financing, to authorize executive agencies to: (1) make advance, partial, progress or other payments under property or services contracts; and (2) insert in bid solicitations for property or services procurement a provision limiting to small business concerns advance or progress payments. Subtitle B: Cost Principles - Requires executive agency heads to require that a covered contract provide that, if the contractor submits a proposal for settlement of indirect cost incurred for any period after such costs have been accrued, and if that proposal includes the submission of a cost unallowable because it violates a cost principle in the FAR (or an agency's supplement to the FAR), the cost shall be disallowed. Formulates penalties for violation of cost principles (including submission of costs known not to be allowable), with provision for waiver of penalty. Specifies unallowable costs, including costs of criminal, civil, and administrative proceedings relating to violations of Federal or State law or regulation. Requires the FAR to contain provisions on the allowability of contractor costs, clarifying the cost principles applicable to specified contractor costs. (Sec. 2152) Limits reasonable and allowable costs for the travel expenses of Government contractors only to those contracts requiring submission of cost or pricing data or the negotiation of final indirect costs. Subtitle C: Audit and Access to Records - Specifies an executive agency head's authority to examine the plant and audit records of contractors and subcontracts. Subtitle D: Cost Accounting Standards - Repeals a specified obsolete deadline regarding procedural regulations for the Cost Accounting Standards Board. Title III: Simplified Acquisition Threshold and Socioeconomic, Small Business, and Miscellaneous Laws - Subtitle A: Simplified Acquisition Threshold - Amends the OFPPA to set a simplified acquisition threshold (SAT) of $25,000 ($100,000 for agencies with a FACNET system), adjusted periodically according to a specified formula. (Sec. 3002) Directs the Administrator of the Office of Federal Procurement Polich (FPP Administrator) to establish a program for the development and implementation of a Federal acquisition computer network (FACNET) system to provide widespread electronic public notice of agency orders and solicitations for contract opportunities. Specifies the functions, with respect to the FACNET system, of the GSA Administrator and the the Director of the National Institute of Standards and Technology. (Sec. 3003) Requires each executive agency head to implement the FACNET system. (Sec. 3011) Requires the FAR to provide for special simplified acquisition procedures. (Sec. 3013) Requires executive agency heads to ensure that procuring activities, in awarding contracts with a price exceeding the micro-purchase threshold ($2,500, adjusted annually), comply with certain requirements of the Small Business Act. States that specified authority under the FAR to make purchases without securing competitive quotations does not apply to purchases exceeding the micro-purchase threshold. (Sec. 3015) Reserves exclusively for small business concerns each procurement contract with an anticipated value of $100,000 or less unless the contracting officer cannot obtain offers from two or more small businesses that are competitive: (1) with market prices; and (2) with regard to the quality and delivery of the goods or services being procured. (Sec. 3016) Requires the Comptroller General to study and report to specified congressional committees on: (1) the effects of the SAT on the participation of small business concerns (including those owned and controlled by socially and economically disadvantaged individuals) in procurement awards of under $100,000; and (2) any benefits and detriments to the procuring activities of the various executive agencies. (Sec. 3021) States that no future enacted procurement law shall be construed as applying to contracts that do not exceed the SAT unless it specifically addresses the pertinent provisions of this Act. (Sec. 3022) Authories the Federal Acquisition Regulatory Council (FARC) to waive procurement laws, in certain circumstances, for contracts not exceeding the SAT. (Sec. 3081) Requires FARC to review the FAR: (1) to identify regulations applicable to acquisitions exceeding a specified amount less than $100,000; and (2) amend them to provide that they do not apply to acquisitions that do not exceed the SAT. Subtitle B: Socioeconomic and Small Business Laws - Directs the FPP Administrator to prescribe procedures relating to prime contractor compliance with payment terms with respect to subcontractors and suppliers. (Sec. 3102) Establishes a Small Business Procurement Advisory Council to serve as a discussion forum, provide information to other Federal agencies, and issue advisory reports to the Small Business Administration and the Office of Federal Procurement Policy on small business procurement matters. Subtitle C: Miscellaneous Acquisition Laws - Amends the OFPPA to declare that no provision of Federal law may be construed as requiring an executive agency procurement to be made (by use of noncompetitive procedures) from a specified non-Federal source unless that provision specifically: (1) refers to this restriction; (2) identifies the non-Federal source; and (3) states that the procurement is necessary in contravention of this policy. Title IV: Standards of Conduct - Amends the OFPPA to state that only Federal employees may be paid for services to conduct evaluations or analyses of an acquisition proposal (thus prohibiting outside contracting) unless none are readily available to perform such functions. (Sec. 4003) Amends Federal law to declare that no Member of Congress shall be admitted to any share of any contract or agreement made by or on behalf of the United States, or to any benefit to arise thereupon. (Sec. 4004) Amends the OFPPA to lengthen from 30 days to 60 days the waiting period after publication before the effective date of significant changes proposed for acquisition regulations. Permits an earlier effective date in compelling circmstances, but no earlier than 30 days after publication. Title V: Commercial Items - Amends the OFPPA to require executive agency head to ensure preference for supplies and services and acquisition is given to commercial items and nondevelopmental items (prevously developed commercial items in use by Federal, State, local, or certain foreign governments which require only minor modification of the type normally available in the commercial marketplace to meet procurement requirements). (Sec. 5003) Requires the FAR to provide regulations containing specified terms and conditions for contracts for acquisition of commercial items. (Sec. 5004) Declares that no future law may be construed as applying to agency purchases of commercial items without specific reference to and modification of this section. (Sec. 5005) Authorizes FARC to waive certain procurement laws for contracts for commercial items in specified circumstances. (Sec. 5006) Exempts the submission of offers of commercial items from specified deadlines, and requires the FPP Administrator to prescribe in the FAR appropriate limits on the applicability of any required deadline. (Sec. 5007) Makes advocates for competition for each procuring activity responsible for promoting acquisition of commercial items and other nondevelopmental items. (Sec. 5008) Declares certain provisions of specified Federal law unaffected by this Act. (Sec. 5009) Requires the Comptroller General to report to the Congress on Federal government use of market research. Title VI: Miscellaneous Provisions - Authorizes the FPP Administrator to: (1) test alternative and innovative procurement procedures, limited to no more than two specific contracting activities in designated agencies; and (2) delegate to the Secretary of Defense authority to conduct seven pilot programs of such procedures. Prescribes test requirements. (Sec. 6002) Directs the FPP Administrator to study and report to the Congress on participation by certain small businesses in Federal procurement. (Sec. 6003) Amends the OFPPA to specify goals for FY 1994 through 2000 for government-wide contracting with small disadvantaged businesses and certain minority institutions of higher education. (Sec. 6004) Requires the FPP Administrator to devise policies and procedures for the establishment of education and training programs authorizes by such Act, including a sensitivity training course for critical procurement personnel designed to increase the participation in agency procurement activities of small business concerns owned and controlled by socially and economically disadvantaged individuals, women, and other minorities. (Sec. 6005) Declares the sense of Congress that FARC should consider using negotiated rulemaking procedures or similar techniques intended to achieve specified administrative benefits. (Sec. 6006) Requires the FPP Administrator to provide for a Government-wide awards to recognize and promote vendor and procurement-related officer and employee excellence. Title VII: Effective Dates and Regulations - Sets forth effective dates of this Act. (Sec. 7002) Requires revision of the FAR by a certain deadline to implement this Act. (Sec. 7004) Requires modification of the Federal Procurement Data System to collect from contracts exceeding the simplified acquisition threshold certain data pertinent to solicitation offers, contract awards, awards to businesses owned and controlled by women, and other related matters."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Acquisition Reform Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Office of Federal Procurement Policy Act to reform the Federal acquisition process, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:51-05:00"
}