{
  "actions": [
    {
      "acted_at": "1974-04-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14079-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-09", 
  "number": "14079", 
  "official_title": "A bill to amend the Social Security Act by adding a new title thereto which will provide insurance against the costs of catastrophic illness, by replacing the medicaid program with a Federal medical assistance plan for low-income people, and by adding a new title XV thereto which will encourage and facilitate the availability, through private insurance carriers, of basic health insurance at reasonable premium charges.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Catastrophic Health Insurance and Medical Assistance Reform Act", 
  "sponsor": {
    "district": "4", 
    "name": "Waggoner, Joe D., Jr.", 
    "state": "LA", 
    "thomas_id": "01191", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-09", 
  "subjects": [
    "Catastrophic health insurance", 
    "Department of the Treasury", 
    "Health", 
    "Health insurance", 
    "Insurance", 
    "Medical care, personnel, and facilities", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-09", 
    "text": "Catastrophic Health Insurance and Medical Assistance Reform Act - Title I: Catastrophic Illness Insurance - Establishes a Catastrophic Health Insurance Program under the Social Security Act. Sets forth the eligibility criteria for individuals. Provides that every individual who: (A) is fully insured or otherwise entitled to monthly insurance benefits under title II of such Act; (B) is the wife, husband, widow, or widower, or dependent child of an individual who is fully insured or otherwise entitled to monthly insurance beneifts; and (C) has appropriately applied therefor, shall be entitled to catastrophic health insurance benefits. Delimits the scope of benefits. Includes therein hospital insurance benefits (hospital, post-hospital, home health, outpatient physical therapy and medical and other health services) and medical insurance benefits (medical and other health services and emergency hospital services). Sets forth the terms and conditions for payment, deductibles and coinsurance. Directs that a payment shall be made from the Federal Catastrophic Health Insurance Trust Fund to an eligible individual equal to the reasonable cost of services covered by this Act which are furnished after the 60th day of inpatient hospital services, reduced by a coinsurance amount equal to one-fourth of the inpatient hospital deductible as determined by title XVIII of the Social Security Act (Medicare). Enumerates such reductions as they apply to other types of hospital insurance benefits. Provides for a general deductible from: (a) the reasonable costs of inpatient hospital services past the 60th day; and (b) inpatient hospital benefits of the higher of the following: (1) $2,000, or (2) $2,000 adjusted by the Consumer Price Index to reflect changes in fees for physician services (in $50 increments). Provides for States' agreements for coverage of annuitants and members of retirement systems and their dependents and survivors in order to extend the benefits of this Act to such individuals. Creates, in the United States Treasury, a \"Federal Catastrophic Health Insurance Trust Fund\" to provide a reserve for payment of benefits authorized by this Act. Imposes a tax for catastrophic health insurance protection, under the Internal Revenue Code of 1954, on the self-employment income of every individual and other individuals income in the following amounts for the calendar years indicated: (a) 0.30 percent of income for 1975 and 1976; (b) 0.35 percent of income for 1977 through 1981; and (c) 0.40 percent of income for each year thereafter. Imposes, similarly, an excise tax on employers on the amount of wages paid by the employer in the same percentages for the respective years indicated above. Title II: Medical Assistance Plan for Low-Income People - Provides, for low-income individuals and families, assistance toward the costs of necessary hospital, skilled nursing facility, medical, and other health care services. Guarantees free choice by patients of health services from any person, institution, or agency qualified under this Act. Permits individuals the option of obtaining other health insurance protection. Describes the medical assistance plan, what individuals are eligible to receive its health benefits, and the application procedure. Enumerates the scope of benefits under the plan, including: (1) 60 days of inpatient hospital services; (2) skilled nursing facility services; and (3) home health services. Prescribes the co-payment requirements and procedures of persons eligible for benefits. Makes special provisions relating to Medicaid eligibility and the circumstances under which such persons are eligible for health benefits under this title. Authorizes the Secretary to require consolidation of facilities of carriers and intermediaries in geographic regions with minimum size populations of persons covered under this title. Creates the Medical Coverage Trust Fund to consist of gifts and bequests and held by a Board of Trustees. Makes provisions for State contributions to the Fund. Sets forth the definitions of terms used in this title, including the meaning of \"income,\" \"health care expenses\" and \"inpatient hospital services\". Prohibits exclusion by employers of specified employees from coverage under group health insurance plans. Title III: Private Basic Health Insurance Certification Program - States that any insurer may provide any health insurance policy to the Secretary for his examination and certification. Sets forth the standards under which the Secretary shall not certify any such insurance policy."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Catastrophic Health Insurance and Medical Assistance Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act by adding a new title thereto which will provide insurance against the costs of catastrophic illness, by replacing the medicaid program with a Federal medical assistance plan for low-income people, and by adding a new title XV thereto which will encourage and facilitate the availability, through private insurance carriers, of basic health insurance at reasonable premium charges.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:44-05:00"
}