{
  "actions": [
    {
      "acted_at": "2009-05-01", 
      "references": [
        {
          "reference": "CR S5014-5015", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-05-01", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S5015-5018", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-08-05", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-02-04", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. With written report No. 111-125.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-02-04", 
      "calendar": "Senate Legislative", 
      "number": "271", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 271.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s952-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2009-08-04", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2009-05-01", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burris, Roland", 
      "sponsored_at": "2009-08-04", 
      "state": "IL", 
      "thomas_id": "01963", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2009-05-01", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cardin, Benjamin L.", 
      "sponsored_at": "2009-05-01", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2009-05-11", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feingold, Russell D.", 
      "sponsored_at": "2009-10-21", 
      "state": "WI", 
      "thomas_id": "01331", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2009-05-11", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2009-05-01", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2009-05-01", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2009-08-04", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Bill", 
      "sponsored_at": "2009-05-01", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Vitter, David", 
      "sponsored_at": "2009-05-01", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2009-08-04", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-05-01", 
  "number": "952", 
  "official_title": "A bill to develop and promote a comprehensive plan for a national strategy to address harmful algal blooms and hypoxia through baseline research, forecasting and monitoring, and mitigation and control while helping communities detect, control, and mitigate coastal and Great Lakes harmful algal blooms and hypoxia events.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3650-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3650-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Harmful Algal Blooms and Hypoxia Research and Control Amendments Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-08-05", 
  "subjects": [
    "Air quality", 
    "Climate change and greenhouse gases", 
    "Ecology", 
    "Environmental assessment, monitoring, research", 
    "Environmental protection", 
    "Great Lakes", 
    "Gulf of Mexico", 
    "Intergovernmental relations", 
    "Marine and coastal resources, fisheries", 
    "Mississippi River", 
    "Water quality", 
    "Watersheds"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-02-04", 
    "text": "Harmful Algal Blooms and Hypoxia Research and Control Amendments Act of 2009 - (Sec. 4) Amends the Harmful Algal Bloom and Hypoxia Research and Control Act of 1998 to set forth as the purposes of such Act: (1) to provide for the development and coordination of a comprehensive and integrated national program to address harmful algal blooms and hypoxia; (2) to provide for the assessment of environmental, socio-economic, and human health impacts of harmful algal blooms and hypoxia and to integrate that assessment into marine and freshwater resource decisions; and (3) to facilitate efforts to develop and implement harmful algal bloom and hypoxia response plans, strategies, and tools. (Sec. 5) Revises requirements concerning membership of the Inter-Agency Task Force on Harmful Algal Blooms and Hypoxia. (Sec. 6) Requires: (1) the President, acting through the Committee on Natural Resources of the National Science and Technology Council, to establish the National Harmful Algal Bloom and Hypoxia Program (the Program) to integrate efforts to address harmful algal bloom and hypoxia research, monitoring, prediction, control, mitigation, prevention, and outreach; and (2) the National Oceanic and Atmospheric Administration (NOAA) to be the lead federal agency for implementing and administering the Program. Requires the Task Force: (1) to develop, publish in the Federal Register, submit to Congress, and review a national harmful algal blooms and hypoxia action strategy; (2) to be the oversight body for the development and implementation of the Program; and (3) to appoint a general advisory committee to provide recommendations on the development of such strategy. Requires the Program to: (1) promote a national strategy to help communities understand, detect, predict, control, and mitigate freshwater and marine harmful algal bloom and hypoxia events; (2) prepare work and spending plans for implementing the Program's activities and developing and implementing the Regional Research and Action Plans; (3) administer merit-based, competitive grant funding to support the Program's projects and to address the research and management needs and priorities identified in the Action Plans; (4) coordinate interagency programs that address harmful algal blooms and hypoxia and other ocean and Great Lakes science and management programs and centers that address the chemical, biological, and physical components of harmful algal blooms and hypoxia; (5) coordinate with the State Department to support international efforts on harmful algal bloom and hypoxia information sharing, research, mitigation, and control; (6) coordinate an outreach, education, and training program that integrates and augments existing programs to improve public education about and awareness of the causes, impacts, and mitigation efforts for harmful algal blooms and hypoxia; (7) facilitate and provide resources for training of state, tribal, and local coastal and water resource managers in the methods and technologies for monitoring, controlling, and mitigating harmful algal blooms and hypoxia; (8) support regional efforts to control and mitigate outbreaks through communication of the contents of the Action Plans, maintenance of online data portals for information about harmful algal blooms and hypoxia, and oversight of the development, review, and updating of such Plans; (9) convene at least one Task Force meeting annually; (10) oversee the development and implementation of Action Plans and identify regions and sub-regions to be addressed by each Plan; (11) convene regional panels of experts; and (12) report to specified congressional committees on harmful algal blooms and hypoxia every two years. Requires each panel to develop a Regional Research and Action Plan that identifies appropriate elements for the region, including: (1) priorities for ecological and socioeconomic research on issues related to, and impacts of, harmful algal blooms and hypoxia; (2) research needed to develop and advance technologies for improving capabilities to predict, monitor, prevent, control, and mitigate harmful algal blooms and hypoxia; (3) state and local government actions that may be implemented to monitor, minimize, reduce, and address harmful algal blooms and hypoxia; and (4) pilot projects to address the research priorities and response actions. Requires the Program to ensure such regional plans are: (1) completed and approved within 12 months of the date on which a panel is convened; and (2) updated at least once ever five years. Requires NOAA to maintain and enhance the Ecology and Oceanography of Harmful Algal Blooms Program, the Monitoring and Event Response for Harmful Algal Blooms Program, the Northern Gulf of Mexico Ecosystems and Hypoxia Assessment Program, the Coastal Hypoxia Research Program, and the Prevention, Control, and Mitigation of Harmful Algal Blooms Program. Requires NOAA to establish: (1) an Event Response Program to coordinate and enhance event response activities; and (2) an Infrastructure Program to develop and enhance the critical observations, monitoring, modeling, data management, information dissemination, and operational forecasts required to provide for development of the Program and to facilitate regional, state, tribal, and local efforts to develop harmful algal bloom and hypoxia response plans. Requires the Program, if an intermediate review is necessary to address emergent needs in harmful algal blooms and hypoxia under a Regional Research and Action Plan, to reconvene a regional panel to revise such plan and notify the Task Force about the review. Requires the Task Force to report to specified congressional committees no less than every five years on harmful algal blooms and hypoxia. (Sec. 9) Requires the Mississippi River/Gulf of Mexico Watershed Nutrient Task Force to report to Congress and the President on the progress made by Task Force-directed activities toward attainment of the Coastal Goal of the Gulf Hypoxia Action Plan of 2008 for each of 2009 through 2013. Requires the Task Force in 2013 to submit to Congress and the President a five-year report on such progress, including progress made toward nutrient load reductions, the response of the hypoxic zone and water quality throughout the Mississippi/Atchafalaya River Basin, and the economic and social effects. (Sec. 10) Requires the Task Force to: (1) establish a collaborative pilot program to examine harmful algal blooms and hypoxia occurring in freshwater systems, including the Great Lakes; and (2) assess and publish a report on the effectiveness of such program in improving freshwater habitat quality. (Sec. 11) Authorizes appropriations for the Program for FY2010-FY2014 and authorizes additional funding for the pilot program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Harmful Algal Blooms and Hypoxia Research and Control Amendments Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Harmful Algal Blooms and Hypoxia Research and Control Amendments Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to develop and promote a comprehensive plan for a national strategy to address harmful algal blooms and hypoxia through baseline research, forecasting and monitoring, and mitigation and control while helping communities detect, control, and mitigate coastal and Great Lakes harmful algal blooms and hypoxia events.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:03-05:00"
}