{
  "actions": [
    {
      "acted_at": "2012-02-16", 
      "references": [
        {
          "reference": "CR S852", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2117-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2012-02-16", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reed, Jack", 
      "sponsored_at": "2012-02-16", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-02-16", 
  "number": "2117", 
  "official_title": "A bill to increase access to adult education to provide for economic growth.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2226-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Adult Education and Economic Growth Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Webb, Jim", 
    "state": "VA", 
    "thomas_id": "01822", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-02-16", 
  "subjects": [
    "Adult education and literacy", 
    "Citizenship and naturalization", 
    "Computers and information technology", 
    "Correctional facilities and imprisonment", 
    "Education programs funding", 
    "Educational technology and distance education", 
    "Employment and training programs", 
    "Higher education", 
    "Income tax credits", 
    "Labor and employment", 
    "Language arts", 
    "Performance measurement", 
    "Public-private cooperation", 
    "Research and development", 
    "Student aid and college costs", 
    "Unemployment", 
    "Youth employment and child labor"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-02-16", 
    "text": "Adult Education and Economic Growth Act of 2012 - Amends the Workforce Investment Act of 1988 to revise requirements for statewide and local workforce investment systems to include adult education activities. Revises member composition of: (1) state workforce investment boards to include state representatives responsible for implementing adult education, literacy, and workplace skills programs under the Adult Education and Family Literacy Act (AEFLA); and (2) youth councils established by local workforce investment boards to include representatives of adult education. Revises requirements for five-year state and local worker investment plans. Authorizes the use of funds for: (1) statewide and local youth activities to provide opportunities for multiple career pathways for eligible youth, and (2) training services for local adult and dislocated workers to include integration of adult education and training. Requires the Secretary of Labor to carry out specified employment and training demonstration and pilot projects. Amends the AEFLA to include among adult education and literacy services programs activities to assist adults with limited English proficiency to improve their English and mathematical skills, acquire an understanding of the American system of government and responsibilities of citizenship, and, where necessary, obtain knowledge and skills to transition to postsecondary education, job training, and employment in family-sustaining jobs. Revises requirements for the allocation and reservation of AEFLA funds. Revises state distribution requirements with respect to grants and contracts to eligible providers of activities for adult education and literacy and corrections education of institutionalized individuals. Expands an eligible agency's use of funds for corrections education and education for other institutionalized individuals to include academic programs for: (1) integrated education and training and sequential education and training programs, (2) career pathways, (3) dual enrollment, and (4) preparation for postsecondary education and training. Replaces the National Institute for Literacy with the National Center for Adult Education, Literacy, and Workplace Skills (Center). Requires national leadership activities to include activities to improve workplace skills programs nationwide. Requires the Secretary of Education to allocate grants to states for integrated English literacy and civics education programs. Requires the Secretary of Education to award grants to assist states in developing a 21st century delivery system for adult education, literacy, and workplace skills services as well as adults in developing technology literacy. Requires the Center to establish the National Adult Learning and Technology Resource Center. Requires the Secretary of Education to direct the Commissioner for Education Research of the National Center for Education Research to establish a national research and development center for adult education, literacy, and workplace skills. Amends the Internal Revenue Code to allow an employer educational assistance program credit for 50% of the qualified educational assistance expenses (up to $5,250) paid per taxable year on behalf of an employee."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Adult Education and Economic Growth Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase access to adult education to provide for economic growth.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:21:57-05:00"
}