{
  "actions": [
    {
      "acted_at": "1996-07-18", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-07-18", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-07-18", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-07-26", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Health and Environment, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-04", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-05", 
      "in_committee": "House Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-11", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "text": "Subcommittee on Crime Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-18", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-25T17:50:00-04:00", 
      "references": [], 
      "text": "Mr. McCollum moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-25T17:51:00-04:00", 
      "references": [
        {
          "reference": "CR H11111-11122", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-25T17:51:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-25T18:12:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House resumed debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-25T18:37:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 5, rule I, the Chair announced that further proceedings on the motion would be postponed until Sept. 26.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-26T11:31:00-04:00", 
      "references": [
        {
          "reference": "CR H11243-11244", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-26T11:53:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "434", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays: (2/3 required): 386 - 34 (Roll no. 434).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1996-09-26T11:53:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-26", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3852-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "discharged"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Canady, Charles T.", 
      "sponsored_at": "1996-09-04", 
      "state": "FL", 
      "thomas_id": "00171", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Coble, Howard", 
      "sponsored_at": "1996-09-04", 
      "state": "NC", 
      "thomas_id": "00211", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "51", 
      "name": "Cunningham, Randy (Duke)", 
      "sponsored_at": "1996-09-25", 
      "state": "CA", 
      "thomas_id": "00258", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Fazio, Vic", 
      "sponsored_at": "1996-09-04", 
      "state": "CA", 
      "thomas_id": "00374", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Fox, Jon D.", 
      "sponsored_at": "1996-09-25", 
      "state": "PA", 
      "thomas_id": "00406", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Nethercutt, George R., Jr.", 
      "sponsored_at": "1996-09-04", 
      "state": "WA", 
      "thomas_id": "00860", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1996-09-04", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1996-09-26T11:53:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1996-07-18", 
  "number": "3852", 
  "official_title": "To prevent the illegal manufacturing and use of methamphetamine.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3908-104", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1965-104", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1965-104", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1965-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive Methamphetamine Control Act of 1996", 
  "sponsor": {
    "district": "4", 
    "name": "Heineman, Frederick K. (Fred)", 
    "state": "NC", 
    "thomas_id": "00527", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1996-09-26T11:53:00-04:00", 
  "subjects": [
    "Administrative procedure", 
    "Amphetamines", 
    "Business records", 
    "Chemical industries", 
    "Chemicals", 
    "Commerce", 
    "Compensation for victims of crime", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "Department of Justice", 
    "Drug abuse", 
    "Drug industry", 
    "Drug law enforcement", 
    "Drugs", 
    "Drugstores", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Government operations and politics", 
    "Government publicity", 
    "Hazardous waste disposal", 
    "Hazardous waste site remediation", 
    "Health", 
    "Health surveys", 
    "Import restrictions", 
    "Imports", 
    "Information services", 
    "Injunctions", 
    "Judicial review of administrative acts", 
    "Laboratories", 
    "Law", 
    "Liability for toxic substances pollution damages", 
    "Mail-order business", 
    "Narcotic traffic", 
    "Phosphorus", 
    "Postal crimes", 
    "Prosecution", 
    "Science, technology, communications", 
    "Scientific instruments and apparatus", 
    "Searches and seizures", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Stimulants", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Drugs", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1996-09-26", 
    "text": "TABLE OF CONTENTS: Title I: Importation of Methamphetamine and Precursor Chemicals Title II: Provisions to Control the Manufacture of Methamphetamine Title III: Increased Penalties for Trafficking and Manufacture of Methamphetamine and Precursors Title IV: Legal Manufacture, Distribution, and Sale of Precursor Chemicals Title V: Education and Research Comprehensive Methamphetamine Control Act of 1996 - Title I: Importation of Methamphetamine and Precursor Chemicals - Directs the Attorney General to coordinate internal drug enforcement efforts to decrease the movement of methamphetamine and methamphetamine precursors into the United States. (Sec. 102) Amends the Controlled Substances Import and Export Act (CSIEA) to: (1) make specified prohibitions against the possession, manufacture, or distribution for purposes of unlawful importation of a schedule I or II controlled substance applicable to a listed chemical; and (2) set penalties of a fine and ten years' imprisonment for manufacturing, possessing with intent to distribute, or distributing a listed chemical in violation of such prohibitions. Title II: Provisions to Control the Manufacture of Methamphetamine - Amends the Controlled Substances Act (CSA) to: (1) include chemicals within the scope of provisions regarding penalties for simple possession; and (2) prohibit knowingly or intentionally possessing a list I chemical obtained pursuant to or under authority of a registration that has expired or that has been revoked or suspended or if the registrant has ceased to do business in the manner contemplated by such registration. Amends the CSA and the Tariff Act of 1930 to permit the seizure and forfeiture of list I chemicals involved in illegal trafficking. (Sec. 202) Directs: (1) the Attorney General to study and report to the Congress on measures to prevent the diversion of agents used in methamphetamine production; and (2) the United States Sentencing Commission (the Commission) to amend the sentencing guidelines to ensure that the manufacture of methamphetamine in violation of the CSA is adequately punished. (Sec. 203) Amends the CSA to increase penalties for the manufacture and possession of equipment used to make controlled substances. (Sec. 204) Adds iodine and hydrochloric gas to list II chemicals, but excludes iodine from specified requirements for listed chemicals under the CSIEA. (Sec. 205) Prohibits distributing a laboratory supply to a person who uses it to manufacture a controlled substance or a listed chemical in violation of the CSA with reckless disregard for the illegal uses to which such supply will be put. Sets civil penalties for businesses that violate such provision. (Sec. 206) Amends the CSA to enjoin anyone convicted of specified felony violations relating to the manufacture and exportation of a listed chemical from engaging in a transaction involving a listed chemical for up to ten years. (Current law covers only \"receipt, distribution, or importation\" of a listed chemical and bars violators from engaging in such a \"regulated\" transaction for that period.) Authorizes the Attorney General to commence a civil action for appropriate declaratory or injunctive relief, subject to specified requirements. (Sec. 207) Authorizes the court, when sentencing a defendant convicted of specified CSA offenses involving the manufacture of methamphetamine, to order restitution and reimbursement by the defendant for costs incurred by the United States for the associated cleanup. (Sec. 208) Modifies the CSA to require each regulated person to keep a record of each regulated transaction involving a listed chemical, a tableting machine, or an encapsulating machine for two years. (Sec. 210) Declares to be null and void the final rule concerning removal of the exemption for certain pseudoephedrine products marketed under the Federal Food, Drug, and Cosmetic Act published in the Federal Register on August 7, 1996. Title III: Increased Penalties for Trafficking and Manufacture of Methamphetamine and Precursors - Amends the CSA and the CSIEA to increase penalties for trafficking in methamphetamine and list I chemicals. (Sec. 303) Directs the Commission to determine whether the sentencing guidelines adequately punish specified offenses relating to the handling of hazardous waste and related issues under the Solid Waste Disposal Act, the Comprehensive Environmental Response, Compensation, and Liability Act, the Federal Water Pollution Control Act, and Federal transportation provisions, and, if not, to promulgate or amend existing guidelines to enhance the punishment for a defendant convicted of such offense. Title IV: Legal Manufacture, Distribution, and Sale of Precursor Chemicals - Amends the CSA to provide for the regulation of pseudoephedrine and phenylpropanolamine, subject to specified limitations. Specifies that any sale of: (1) ordinary over-the-counter pseudoephedrine, phenylpropanolamine, or combination ephedrine products by retail distributors shall not be a regulated transaction, with exceptions; and (2) other products containing such products by retail distributors shall not be a regulated transaction if the distributor's sales are limited to less than the threshold quantity of 24 grams of pseudoephedrine, phenylpropanolamine, or ephedrine in a single transaction. Directs the Attorney General to reinstate an exemption with respect to a particular ephedrine, pseudoephedrine, or phenylpropanolamine drug product upon determining that such product is manufactured and distributed in a manner that prevents diversion, subject to specified requirements. Authorizes the Attorney General to establish single-transaction limits of 24 grams of pseudoephedrine, phenylpropanolamine, and ephedrine base for retail distributors, subject to specified conditions. Sets penalties for violations. (Sec. 402) Requires each regulated person who engages in a transaction with a non-regulated person which involves ephedrine, pseudoephedrine, or phenylpropanolamine (including drug products containing these chemicals) and which uses or attempts to use the Postal Service or any private or commercial carrier, to submit monthly reports of such transactions to the Attorney General. Title V: Education and Research - Establishes a Methamphetamine Interagency Task Force. (Sec. 502) Directs the Secretary of Health and Human Services to develop a public health monitoring program to monitor methamphetamine abuse in the United States. (Sec. 503) Requires the Attorney General to: (1) establish an advisory panel consisting of an appropriate number of representatives from Federal, State, and local law enforcement and regulatory agencies with experience in investigating and prosecuting illegal transactions of precursor chemicals; (2) continue specified current efforts; and (3) establish a Suspicious Orders Task Force."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Methamphetamine Control Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Comprehensive Methamphetamine Control Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To prevent the illegal manufacturing and use of methamphetamine.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:39-05:00"
}