{
  "actions": [
    {
      "acted_at": "1999-01-19", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s89-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abraham, Spencer", 
      "sponsored_at": "1999-01-21", 
      "state": "MI", 
      "thomas_id": "01269", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1999-01-21", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "1999-01-21", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Smith, Bob", 
      "sponsored_at": "1999-01-27", 
      "state": "NH", 
      "thomas_id": "01082", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1999-01-28", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-19", 
  "number": "89", 
  "official_title": "A bill to state the policy of the United States with respect to certain activities of the People's Republic of China, to impose certain restrictions and limitations on activities of and with respect to the People's Republic of China, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "People's Republic of China Policy Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Hutchinson, Tim", 
    "state": "AR", 
    "thomas_id": "00578", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-01-19", 
  "subjects": [
    "Abortion", 
    "Administration of criminal justice", 
    "Aliens", 
    "American investments", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Authorization", 
    "Birth control", 
    "Buddhism", 
    "Business ethics", 
    "Capital punishment", 
    "China", 
    "Civil rights and liberties, minority issues", 
    "Clergy", 
    "Commerce", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional reporting requirements", 
    "Corporate accountability", 
    "Crime and law enforcement", 
    "Cultural relations", 
    "Data banks", 
    "Democracy", 
    "Discrimination in employment", 
    "Dissenters", 
    "East Asia", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Embassies", 
    "Employee rights", 
    "Environmental protection", 
    "Espionage", 
    "Exchange of persons programs", 
    "Finance and financial sector", 
    "Forced labor", 
    "Foreign leaders", 
    "Foreign loans", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foundations", 
    "Free enterprise", 
    "Freedom of speech", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Higher education", 
    "Hong Kong", 
    "Human rights", 
    "Immigration", 
    "Interest rates", 
    "International affairs", 
    "International broadcasting", 
    "International cooperation", 
    "Labor and employment", 
    "Legislative bodies", 
    "Licenses", 
    "Military agreements", 
    "Military technology", 
    "Multilateral development banks", 
    "Negotiations", 
    "Nongovernmental organizations", 
    "Nonprofit organizations", 
    "Nonviolence", 
    "Occupational health and safety", 
    "Political persecution", 
    "Political prisoners", 
    "Prison labor", 
    "Prisoners' rights", 
    "Prisons", 
    "Radio broadcasting", 
    "Religion", 
    "Religious liberty", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "Scientific exchanges", 
    "Sentences (Criminal procedure)", 
    "Social welfare", 
    "Sterilization (Birth control)", 
    "Tibet", 
    "Torture", 
    "Transplantation of organs, tissues, etc.", 
    "Visas"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-01-19", 
    "text": "TABLE OF CONTENTS: Title I: Travel and Activities of Certain Officials Title II: Forced Abortion Title III: Human Rights Title IV: Concessional Loans People's Republic of China Policy Act of 1999 - Title I: Travel and Activities of Certain Officials - Makes ineligible for a visa, and excludes from admission into the United States, any People's Republic of China (PRC) national (other than the head of state, the head of government, and cabinet level ministers) directly involved in repressive religious policies and practices. Title II: Forced Abortion - Forced Abortion Condemnation Act - Prohibits the Secretary of State from issuing any visa to, and the Attorney General from admitting to the United States, any Chinese national (including any Communist Party official or Chinese Government official) that has been found to have been involved in the enforcement of population control policies resulting in a woman being forced to undergo an abortion against her free choice, or resulting in a man or woman being forced to undergo sterilization against his or her free choice. Title III: Human Rights - Political Freedom in China Act of 1999 - Urges the Secretary, in all official meetings with the Government of the PRC, to: (1) request the immediate and unconditional release of Ngodrup Phuntsog and other prisoners of conscience in Tibet, as well as in the PRC; and (2) call on such government to begin serious discussions with the Dalai Lama, without preconditions, on the future of Tibet. (Sec. 304) Authorizes appropriations for FY 2000 and 2001 to support personnel in the U.S. Embassies in Beijing and Kathmandu, as well as the American consulates in Guangzhou, Shanghai, Shenyang, Chengdu, and Hong Kong, in order to monitor political repression in the PRC. (Sec. 305) Authorizes appropriations for FY 2000 and 2001 for the National Endowment for Democracy to promote democracy, civil society, and the development of the rule of law in China. Directs the Secretary to use funds available in the East Asia- Pacific Regional Democracy Fund to provide grants to nongovernmental organizations to promote democracy, civil society, and the development of the rule of law in China. (Sec. 306) Directs the Secretary to annually report to specified congressional committees on human rights matters in China, including information on religious persecution, the development of democratic institutions, and the rule of law there. Directs the Secretary to establish the Prisoner Information Registry for China which shall provide information on all political prisoners, prisoners of conscience, and prisoners of faith there. (Sec. 307) Expresses the sense of the Congress that it, the President, and the Secretary should work with the governments of other countries to establish a Commission on Security and Cooperation in Asia which would be modeled after the Commission on Security and Cooperation in Europe. (Sec. 308) Expresses the sense of the Congress that the Hong Kong people should continue to have the right and ability to freely elect their legislative representatives. (Sec. 309) Expresses the sense of the Congress that: (1) the Government of the People's Republic of China should stop the harvesting and transplanting of organs for profit from prisoners whom it executes and should be strongly condemned for such practice; (2) the President should bar from entry into the United States all officials of such Government known to be directly involved; (3) individuals determined to be participating in or otherwise facilitating the sale of such organs in the United States should be prosecuted; and (4) appropriate U.S. officials should interview individuals who may have knowledge of such practice. Title IV: Concessional Loans - Communist China Subsidy Reduction Act of 1999 - Amends the International Financial Institutions Act to direct the Secretary of the Treasury to instruct the U.S. Executive Directors at each international financial institution to vote to oppose the provision of concessional loans (with highly subsidized interest rates, grace periods for repayment of five years or more, and maturities of 20 years or more) to China, any Chinese citizen or national, or any Chinese entity. (Sec. 404) Expresses the sense of the Congress that U.S. nationals conducting industrial cooperation projects in China should adhere to certain principles, including: (1) suspending the use of any merchandise that they have reason to believe was produced by convict or forced labor, and refusing to use forced labor in their projects; (2) seeking to ensure that political or religious views, sex, ethnic or national background, or association with dissidents will not prohibit hiring, lead to harassment, demotion, or dismissal, or otherwise affect the employment status of an individual employed in the industrial cooperation project; (3) ensuring that methods of production used in the projects do not pose unnecessary danger to workers and the surrounding neighborhoods and environment; (4) striving to establish private business enterprises when involved in a project with the Government of China; (5) discouraging any military presence on the premises of the project; (6) promoting freedom of association and assembly among employees; (7) providing the Department of State with information relevant to its efforts to collect information on prisoners for purposes of the Prisoner Information Registry; (8) discouraging or preventing compulsory political indoctrination programs from taking place on project premises; (9) promoting freedom of expression of all kinds; and (10) preventing harassment of workers who decide freely the number and spacing of their children, and prohibiting compulsory population control activities on the premises of the project. Directs the Secretary of State to forward a copy of these principles to the member nations of the Organization for Economic Cooperation and Development, and encourage them to promote similar principles. Directs each U.S. national conducting an industrial cooperation project in China to register with the Secretary and indicate whether they agree to implement such principles. Directs the Secretary of Commerce to give preference to U.S. nationals who have adopted such principles when selecting participants for trade missions to China. (Sec. 405) Directs U.S. agencies that engage in educational, cultural, scientific, agricultural, military, legal, political, and artistic exchanges to initiate and expand such exchange programs with regard to China. Expresses the sense of the Congress that a federally chartered not-for-profit organization should be established to fund exchanges between the United States and China through private donations. Title V: Radio Free Asia - Amends the United states International Broadcasting Act of 1994 to repeal grant amount and grant use limitations with respect to Radio Free Asia. Repeals sunset provisions with respect to the grant authority of Radio Free Asia. Authorizes appropriations for FY 2000 and 2001 for Radio Free Asia."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "People's Republic of China Policy Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Communist China Subsidy Reduction Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Forced Abortion Condemnation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Political Freedom in China Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to state the policy of the United States with respect to certain activities of the People's Republic of China, to impose certain restrictions and limitations on activities of and with respect to the People's Republic of China, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:13-05:00"
}