{
  "actions": [
    {
      "acted_at": "1973-01-04", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s179-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-04", 
  "number": "179", 
  "official_title": "A bill to limit the jurisdiction of Federal courts to issue busing orders based on race, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Student Antibusing Act", 
  "sponsor": {
    "district": null, 
    "name": "Griffin, Robert P.", 
    "state": "MI", 
    "thomas_id": "01344", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-04", 
  "subjects": [
    "Education", 
    "Jurisdiction", 
    "Law", 
    "Students"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-04", 
    "text": "Student Antibusing Act - Provides that no court of the United States shall have the jurisdiction to make any decision, enter any judgment, or issue any order requiring pupils to be transported to or from school on the basis of their race, color, religion, or national origin. Provides that no department, agency, officer, or employee of the United States empowered to extend Federal financial assistance to any program or activity at any school by way of grant, loan, or otherwise, shall withhold or threaten to withhold any such Federal financial assistance in order to coerce or induce the implementation or continuation of any plan or program the effect of which would be to require that pupils be transported to or from school on the basis of their race, color, religion, or national origin. Provides that, notwithstanding any other law or provision of law, in the case of any order on the part of any United States district court the effect of which is or would be to require that pupils be transported to or from school on the basis or race, color, religion, or national origin, the effectiveness of such order shall be postponed until all appeals in connection with such order have been exhausted or, in the event no appeals are taken, until the time for such appeals has expired. Gives the U.S. district courts exclusive jurisdiction of proceedings instituted pursuant to this Act and sets forth the procedure for such proceedings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Student Antibusing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to limit the jurisdiction of Federal courts to issue busing orders based on race, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:15-05:00"
}