{
  "actions": [
    {
      "acted_at": "1985-04-04", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-13", 
      "bill_ids": [
        "hr2100-99"
      ], 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "See H.R.2100.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2000-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-04", 
  "number": "2000", 
  "official_title": "A bill to extend and revise agricultural price support and related programs, to provide for agricultural export, resource conservation, farm credit, and agricultural research and related programs, to continue food assistance to low-income persons, to ensure consumers an abundance of food and fiber at reasonable prices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2100-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Food Security Act of 1985", 
  "sponsor": {
    "district": "15", 
    "name": "de la Garza, E.", 
    "state": "TX", 
    "thomas_id": "00276", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-04", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural education", 
    "Agricultural extension work", 
    "Agricultural insurance", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Business and commerce", 
    "Conservation of natural resources", 
    "Corn", 
    "Cotton", 
    "Dairy products", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Education", 
    "Environmental protection", 
    "Exports", 
    "Federally-guaranteed loans", 
    "Feed grain program", 
    "Food and Food Industry", 
    "Food relief", 
    "Food stamps", 
    "Food supply insurance", 
    "Foreign Trade and Investments", 
    "Foreign trade promotion", 
    "Insurance", 
    "Livestock", 
    "Milk", 
    "Nuts", 
    "Research and development", 
    "Rice", 
    "Soil conservation", 
    "Soil erosion", 
    "Soybeans", 
    "Sugar and sugar trade", 
    "Wheat", 
    "Wool"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-04", 
    "text": "Food Security Act of 1985 - Title I: Dairy - Amends the Agricultural Act of 1949 to set the price supports for milk for FY 1986 through 1990. Title II: Wool and Mohair - Amends the National Wool Act of 1954 to extend the current price support program for wool and mohair through 1990. Title III: Wheat - Amends the Agricultural Act of 1949 to set the 1986 through 1990 price supports for wheat. Title IV: Feed Grains - Amends the Agricultural Act of 1949 to set the 1986 through 1990 price supports for corn and other feed grains. Title V: Cotton - Amends the Agricultural Act of 1949 to set the 1986 through 1990 price supports for upland cotton. Title VI: Rice - Amends the Agricultural Act of 1949 to set the 1986 through 1990 price supports for rice. Title VII: Peanuts - Amends the Agricultural Adjustment Act of 1938 to set the 1986 through 1990 poundage quotas for peanuts. Amends the Agricultural Act of 1949 to set the 1986 through 1990 price supports for peanuts. Title VIII: Soybeans - Amends the Agricultural Act of 1949 to set the 1986 through 1990 price supports for soybeans. Title IX: Sugar - Amends the Agricultural Act of 1949 to set the 1986 through 1990 price supports for sugarcane and sugar beets. Title X: Miscellaneous Commodity Provisions - Amends the Agricultural Act of 1949 to extend through 1990 the current $50,000 limitation on total payments to any person under the wheat, feed grains, upland cotton, and rice programs. Title XI: Trade - Extends the Agricultural Trade Development and Assistance Act of 1954 (Public Law 480) and the Food Security Wheat Reserve Act of 1980 through 1990. Declares that it is the sense of Congress that the Secretary of Agriculture should implement a special export subsidy program for U.S. agricultural commodities and products in order to neutralize the effects of foreign export subsidy programs. Authorizes the Secretary to carry out a program under which commodities acquired by the Commodity Credit Corporation through its price support operations are tendered to U.S. exporters, processors, and foreign purchasers at no cost. Amends the Food for Peace Act of 1966 regarding intermediate credit for agricultural exports. Title XII: Resource Conservation - Disqualifies from agricultural program benefits, with specified exceptions, any person who produces during any crop year an agricultural commodity on highly erodible land on a field in which such land is the predominant class. Directs the Secretary to carry out a conservation reserve program under which farmers agreeing to perform long-term (seven to 15 years) conservation measures on highly erodible land shall receive payments to help offset the cost of such measures. Authorizes appropriations for FY 1985 through 1987. Title XIII: Credit - Amends the Consolidated Farm and Rural Development Act to reauthorize certain loan programs for FY 1986. Declares that it is the sense of Congress that the Secretary of Agriculture: (1) subject the Farmers Home Administration (FmHA) farm loan guarantee programs to prudent policies; and (2) make Department of Agriculture personnel and resources available to the FmHA to help process assistance applications expeditiously. Title XIV: National Agricultural Research, Extension, and Teaching Policy Amendments of 1985 - National Agricultural Research, Extension, and Teaching Policy Act Amendments of 1985 - Extends specified provisions of the National Agricultural Research, Extension, and Teaching Policy Act of 1977 through FY 1990. Title XV: Food Stamps - Extends the Food Stamp Act of 1977 through FY 1990. Title XVI: Commodity Distribution - Amends the Agriculture and Consumer Protection Act of 1973 to extend through 1990 the commodity supplemental food program. Extends through FY 1987 the Temporary Emergency Food Assistance Act of 1983."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food Security Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Agricultural Research, Extension, and Teaching Policy Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend and revise agricultural price support and related programs, to provide for agricultural export, resource conservation, farm credit, and agricultural research and related programs, to continue food assistance to low-income persons, to ensure consumers an abundance of food and fiber at reasonable prices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:12-05:00"
}