{
  "actions": [
    {
      "acted_at": "1996-06-21", 
      "references": [
        {
          "reference": "CR S6664-6665", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-21", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-07-17", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-09-09", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kassebaum with amendments. With written report No. 104-364. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-09", 
      "calendar": "Senate Legislative", 
      "number": "583", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 583.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1996-09-26", 
      "references": [
        {
          "reference": "CR S11391-11400", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-26", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1996-09-26T20:56:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-26", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-26", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-11-08", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s5404-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5404"
    }
  ], 
  "bill_id": "s1897-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1996-06-21", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1996-06-21", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1996-06-21", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1996-07-19", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1996-06-21", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1996-09-26", 
    "vetoed": false
  }, 
  "introduced_at": "1996-06-21", 
  "number": "1897", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend certain programs relating to the National Institutes of Health, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Institutes of Health Revitalization Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Kassebaum, Nancy Landon", 
    "state": "KS", 
    "thomas_id": "01375", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1996-09-26", 
  "subjects": [
    "AIDS (Disease)", 
    "Alcoholism", 
    "Allergies", 
    "Animals", 
    "Appropriations", 
    "Arts, culture, religion", 
    "Authorization", 
    "Bioethics", 
    "Biomedical engineering", 
    "Blood diseases", 
    "Bone diseases", 
    "Breast cancer", 
    "Building construction", 
    "Cancer research", 
    "Carcinogens", 
    "Child health", 
    "Chromosome mapping", 
    "Clinical trials", 
    "Commemorations", 
    "Communication in medicine", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Contraceptives", 
    "Data banks", 
    "Deaf", 
    "Dentists", 
    "Department of Health and Human Services", 
    "Diabetes", 
    "Digestive diseases", 
    "Disabled", 
    "Diseases", 
    "Drug abuse", 
    "Drugs", 
    "Economics and public finance", 
    "Economists", 
    "Education", 
    "Employee training", 
    "Environmental protection", 
    "Environmental research", 
    "Epidemiology", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to alcoholism programs", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Foundations", 
    "Genetic research", 
    "Geriatrics", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Gynecology", 
    "Health", 
    "Health planning", 
    "Hearing disorders", 
    "Heart diseases", 
    "Higher education", 
    "Human experimentation in medicine", 
    "Human fertility", 
    "Human genetics", 
    "Intellectual property", 
    "International affairs", 
    "International cooperation", 
    "Kidney diseases", 
    "Labor and employment", 
    "Medical centers", 
    "Medical education", 
    "Medical ethics", 
    "Medical libraries", 
    "Medical research", 
    "Medical statistics", 
    "Mental health", 
    "Minorities", 
    "Minorities in medicine", 
    "Minority education", 
    "Names", 
    "Nervous system diseases", 
    "Nursing", 
    "Orphan drugs", 
    "Osteoporosis", 
    "Pain", 
    "Parkinson's disease", 
    "Patents", 
    "Peer review organizations (Medicine)", 
    "Pension funds", 
    "Pharmaceutical research", 
    "Physicians", 
    "Presidential commissions", 
    "Preventive medicine", 
    "Primates", 
    "Prostate cancer", 
    "Public health", 
    "Research centers", 
    "Research ethics", 
    "Research grants", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientific exchanges", 
    "Scientists in government", 
    "Skin diseases", 
    "Social welfare", 
    "Socially handicapped", 
    "Sociology", 
    "Speech disorders", 
    "Strategic planning", 
    "Student loan funds", 
    "Sudden infant death syndrome", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Tuberculosis research", 
    "Urology", 
    "Vaccines", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1996-09-26", 
    "text": "TABLE OF CONTENTS: Title I: Provisions Relating to the National Institutes of Health Title II: Provisions Relating to the National Research Institutes Title III: Specific Institutes and Centers Subtitle A: National Cancer Institute Subtitle B: National Heart Lung and Blood Institute (sic) Subtitle C: National Institute of Allergy and Infectious Diseases Subtitle D: National Institute of Child Health and Human Development Subtitle E: National Institute on Aging Subtitle F: National Institute on Alcohol Abuse and Alcoholism Subtitle G: National Institute on Drug Abuse Subtitle H: National Institute of Mental Health Subtitle I: National Center for Research Resources Subtitle J: National Library of Medicine Title IV: Awards and Training Title V: Research with Respect to AIDS Title VI: General Provisions Subtitle A: Authority of the Director of NIH Subtitle B: Office of Rare Disease Research Subtitle C: Certain Reauthorizations Subtitle D: Miscellaneous Provisions Subtitle E: Repeals and Conforming Amendments National Institutes of Health Revitalization Act of 1996 - Title I: Provisions Relating to the National Institutes of Health - Amends the Public Health Service Act to authorize appropriations for: (1) the discretionary fund of the Director of the National Institutes of Health (NIH); and (2) the development and improvement of vaccines. Title II: Provisions Relating to the National Research Institutes - Authorizes appropriations for research and related activities concerning osteoporosis, Paget's disease, and related bone disorders. (Sec. 202) Declares that the purpose of the National Human Genome Research Institute (NHGRI) is to characterize the structure and function of the human genome, including: (1) mapping and sequencing of genes; and (2) addressing related ethical, legal, and social issues. Transfers to NHGRI all functions of the National Center for Human Genome Research. Authorizes appropriations. (Sec. 203) Increases the dollar thresholds for requiring technical and scientific peer review and advisory council approval for contracts and cooperative agreements. (Sec. 204) Revises advisory council requirements. (Sec. 205) Eliminates (or reduces the frequency of) mandated reports by: (1) NIH; (2) various coordinating committees and advisory boards and a task force; and (3) the Secretary of Health and Human Services. Revises requirements regarding research on sudden infant death syndrome. Amends the International Health Research Act of 1960 to eliminate a mandated report by the President. Mandates a report to specified congressional committees with plans and time frames regarding implementation of the findings and recommendations of the report to the Congress entitled \"Support for Bioengineering Research.\" Title III: Specific Institutes and Centers - Subtitle A: National Cancer Institute - Amends the Public Health Service Act to authorize appropriations for the National Cancer Institute and for activities related to breast, gynecological, prostate, and other cancers. Authorizes appropriations regarding conditions associated with diethylstilbestrol (DES). Subtitle B: National Heart Lung and Blood Institute (sic) - Authorizes appropriations for the National Heart, Lung, and Blood Institute. Subtitle C: National Institute of Allergy and Infectious Diseases - Authorizes appropriations for community-based clinical trials of treatments for infection with the etiologic agent for acquired immune deficiency syndrome (AIDS). Subtitle D: National Institute of Child Health and Human Development - Authorizes appropriations for activities regarding contraception and infertility. Subtitle E: National Institute on Aging - Authorizes appropriations for the National Institute on Aging. Subtitle F: National Institute on Alcohol Abuse and Alcoholism - Authorizes appropriations for the National Institute on Alcohol Abuse and Alcoholism. Modifies requirements regarding grants to National Alcohol Research Centers. Subtitle G: National Institute on Drug Abuse - Authorizes appropriations for the National Institute on Drug Abuse (including the Medication Development Program). Modifies requirements regarding grants to Drug Abuse Research Centers. Subtitle H: National Institute of Mental Health - Authorizes appropriations for the National Institute of Mental Health. Subtitle I: National Center for Research Resources - Authorizes appropriations for biomedical and behavioral research facilities. Authorizes (currently, requires) reservation of an unspecified amount (currently, $5 million) for regional centers for primate research. (Sec. 382) Mandates grants: (1) for the establishment of general clinical research centers; (2) to support individual careers in clinical research; and (3) to support individual clinical research projects. Authorizes appropriations for each of the grants. (Sec. 384) Modifies: (1) the composition of the Scientific and Technical Review Board on Biomedical and Behavioral Research Facilities; and (2) requirements regarding biomedical and behavioral research facilities grants. Subtitle J: National Library of Medicine - Authorizes appropriations for the National Library of Medicine. Title IV: Awards and Training - Mandates expansion of the Medical Scientist Training Program to include fields that will contribute to training clinical investigators in the skills of performing patient-oriented clinical research. (Sec. 402) Increases the maximum annual educational loan repayment that may be made on behalf of health professionals (including, in some cases, those from disadvantaged backgrounds) conducting AIDS, contraception, infertility, or other research. Authorizes appropriations regarding the AIDS research loan repayments. (Sec. 403) Mandates a program of educational loan repayments for health professionals conducting research in areas identified by the NIH Director. Authorizes appropriations. (Sec. 404) Increases the aggregate limit on the number of undergraduate scholarships for professions needed by NIH and the number of loan repayment contracts regarding NIH clinical researchers. Replaces, in provisions authorizing those loan repayments, references to being from disadvantaged backgrounds with a requirement that a specified percentage of appropriated funds be used for such individuals. Authorizes appropriations for the loan repayments. Title V: Research with Respect to AIDS - Authorizes appropriations for: (1) carrying out a comprehensive plan for NIH AIDS activities; and (2) the AIDS emergency discretionary fund. Title VI: General Provisions - Subtitle A: Authority of the Director of NIH - Adds to the authorities of the NIH Director conducting and supporting research training and appointing health care professionals. Subtitle B: Office of Rare Disease Research - Establishes the Office for Rare Disease Research and a related advisory council. Subtitle C: Certain Reauthorizations - Authorizes appropriations for: (1) National Research Service Awards; and (2) the National Foundation for Biomedical Research. Subtitle D: Miscellaneous Provisions - Establishes the National Fund for Health Research. (Sec. 633) Establishes in NIH the Pediatric Research Initiative. Authorizes appropriations and authorizes transfer of funds appropriated to any NIH institutes. (Sec. 634) Authorizes appropriations for diabetes research. (Sec. 635) Establishes a Parkinson's disease research and training program. Mandates not more than ten Core Center Grants to encourage innovative multidisciplinary research and provide training regarding Parkinson's. Requires each Center to be designated a Morris K. Udall Center for Research on Parkinson's Disease. Mandates a grant program to support innovative proposals leading to significant breakthroughs in Parkinson's research. Authorizes appropriations. (Sec. 636) Pain Research Consortium Act of 1996 - Establishes in NIH the Pain Research Consortium to coordinate and support research, training, health information dissemination and related activities regarding pain. Authorizes appropriations. Subtitle E: Repeals and Conforming Amendments - Replaces, in provisions limiting administrative expenses, a reference to the National Center for Nursing Research with a reference to the National Institute of Nursing Research. Revises ex officio or other membership regarding various advisory councils and advisory boards. Repeals provisions establishing the National Diabetes Advisory Board, the National Digestive Diseases Advisory Board, the National Kidney and Urologic Diseases Advisory Board, the National Arthritis and Musculoskeletal and Skin Diseases Advisory Board, and the National Deafness and Other Communication Disorders Advisory Board. Removes provisions requiring that the National Academy of Sciences be requested to conduct certain studies on biomedical and behavioral research personnel. Amends the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act Amendments of 1979 to repeal provisions establishing the National Commission on Alcoholism and Other Alcohol-Related Problems. Amends the Comprehensive Environmental Response, Compensation and Liability Act of 1980 (CERCLA) to remove provisions establishing an advisory council relating to hazardous substance research and training."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Institutes of Health Revitalization Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Institutes of Health Revitalization Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Institutes of Health Revitalization Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Pain Research Consortium Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend certain programs relating to the National Institutes of Health, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:16-05:00"
}