{
  "actions": [
    {
      "acted_at": "1974-08-01", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16239-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Annunzio, Frank", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00023", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Derwinski, Edward J.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00290", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hanrahan, Robert P.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00496", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "McCollister, John Y.", 
      "sponsored_at": "1973-01-03", 
      "state": "NE", 
      "thomas_id": "00760", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Murphy, Morgan F.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00843", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-08-01", 
  "number": "16239", 
  "official_title": "A bill to provide for regulation of business franchises, to require a full disclosure of the nature of interests in business franchises, to provide for increased protection of the public interest in the sale of business franchises, and to provide for fair competition in the negotiation of franchise agreements.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr16590-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Franchise Act", 
  "sponsor": {
    "district": "10", 
    "name": "Young, Samuel H.", 
    "state": "IL", 
    "thomas_id": "01260", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-08-01", 
  "subjects": [
    "Business and commerce", 
    "Corporations", 
    "Franchises (Retail trade)"
  ], 
  "subjects_top_term": "Franchises (Retail trade)", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-08-01", 
    "text": "Franchise Act - Sets forth the findings of Congress and the definitions of terms used in this Act. States that the Securities and Exchange Commission may, by its rules and regulations, exempt from the disclosure requirements of this Act any franchise where the Commission finds such exemption is necessary and appropriate. Enumerates what actions shall constitute unfair practices. States that any contract or agreement for the purpose of a franchise covered by this Act shall be voidable at the option of the franchisee, providing specified conditions are met. Provides that, with specified exceptions, the effective date of a disclosure statement shall be the twentieth day after the filing or such earlier date as the Commission may determine having due regard to the public interest and the protection of prospective franchisees. Requires that a disclosure statement contain such information as the Commission may require as being necessary or appropriate in the public interest or for the protection of prospective franchisees, including: (1) the name of the franchisor, the trade name(s) or trademark(s) under which he intends or is doing business, and the name of any parent or affiliated company that will engage in transactions with franchisees; (2) the name of the State under which the franchisor is organized and the location of the principal place of business; (3) the names and addresses, educational and business background, and biographical data, stated individually, of the directors, the chief executive, the financial accounting, principal executive officer, all partners, and of the franchisor; and (4) other enumerated statements relating to the franchise and attendant interests. Specifies the procedures for applications for registration, registration renewal statements and amendments thereto. Authorizes the Commission to promulgate such rules and regulations as it deems necessary to implement and interpret this Act. Sets forth civil liabilities for violations of this Act and other remedies available for violations of specified provisions. Provides for the jurisdiction of offenses and suits under this Act. Provides that the fact that a disclosure statement has been filed or is in effect shall not be deemed a finding by the Commission that such statement is in any way true and accurate in substance or on its face, or be held to mean that the Commission has in any way passed upon the merits or given approval to such franchise. States that any condition, stipulation, or provision binding any person acquiring any franchise to waive compliance with any provision of this Act or the rules and regulations prescribed thereunder shall be without effect and void."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Franchise Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for regulation of business franchises, to require a full disclosure of the nature of interests in business franchises, to provide for increased protection of the public interest in the sale of business franchises, and to provide for fair competition in the negotiation of franchise agreements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:20-05:00"
}