{
  "actions": [
    {
      "acted_at": "1980-02-21", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-02-21", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-02-21", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6570-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-21", 
  "number": "6570", 
  "official_title": "A bill to provide federal assistance, through research and development and otherwise (including the use of federal grounds by States on a transitional basis), for the development by the States of grounds for the burial of low-level radioactive wastes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Low Level Radioactive Waste Burial Act of 1980", 
  "sponsor": {
    "district": "5", 
    "name": "Wydler, John W.", 
    "state": "NY", 
    "thomas_id": "01248", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-21", 
  "subjects": [
    "Federal-state relations", 
    "Intergovernmental relations", 
    "Interstate compacts", 
    "Nuclear energy", 
    "Radioactive wastes", 
    "Research", 
    "Research and development", 
    "States"
  ], 
  "subjects_top_term": "Radioactive wastes", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-02-21", 
    "text": "Low-Level Radioactive Waste Burial Act of 1980 - Declares it to be the purpose of this Act to provide Federal assistance for the establishment of low-level radioactive waste disposal facilities to be operated by the individual States. Directs the Secretary of Energy to permit Federal low-level radioactive waste burial facilities to be used for burial of civilian low-level wastes from specified geographical areas for an 18-month period beginning on the date of the Secretary's approval of a State Governor's signed statement declaring the State's intention to develop and operate within its borders a low-level waste facility for burial of future waste from such areas. Permits such use of Federal facilities only upon the Secretary's determination that the State has been unable to acquire a commitment for disposal of such wastes at existing commercial or State-operated facilities in the same geographical areas as the source of such wastes. Sets forth criteria for granting extensions of the period during which States may use Federal facilities. States that Congress consents to any interstate compacts or agreements entered into between States in any region for the burial of such wastes at a facility located in that region. Authorizes the Secretary: (1) to conduct research and development designed to assist States in selecting sites for such facilities and performing related engineering and testing activities; (2) to provide on-site assistance to States in site evaluation, site development, and related demonstrations; (3) to conduct research on such wastes and provide each State with information derived therefrom; and (4) to take any other actions as necessary or appropriate to carry out the purposes of this Act. Directs the Secretary to accelerate research and development and related activities concerning the compacting and immobilization of such wastes to aid States in planning and related activities under this Act. States that the planning activities related to the selection of a low-level waste facility site shall not be considered as a major Federal action for the purposes of the environmental impact statement requirement of the National Environmental Policy Act of 1969, and eliminates the requirement that alternative means of disposing such wastes be included in any such statement. Directs the Secretary to keep the appropriate congressional committees informed as to all activities conducted under this Act. Authorizes appropriations to carry out this Act for fiscal year 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Low Level Radioactive Waste Burial Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide federal assistance, through research and development and otherwise (including the use of federal grounds by States on a transitional basis), for the development by the States of grounds for the burial of low-level radioactive wastes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:01-05:00"
}