{
  "actions": [
    {
      "acted_at": "1985-05-08", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres164-99", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Broomfield, William S.", 
      "sponsored_at": "1985-05-08", 
      "state": "MI", 
      "thomas_id": "00128", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1985-05-08", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cheney, Dick", 
      "sponsored_at": "1985-05-08", 
      "state": "WY", 
      "thomas_id": "00193", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Coats, Daniel", 
      "sponsored_at": "1985-05-08", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conte, Silvio O.", 
      "sponsored_at": "1985-05-08", 
      "state": "MA", 
      "thomas_id": "00228", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Dickinson, William L.", 
      "sponsored_at": "1985-05-08", 
      "state": "AL", 
      "thomas_id": "00296", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Duncan, John J.", 
      "sponsored_at": "1985-05-08", 
      "state": "TN", 
      "thomas_id": "00321", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Fish, Hamilton, Jr.", 
      "sponsored_at": "1985-05-08", 
      "state": "NY", 
      "thomas_id": "00384", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Frenzel, Bill", 
      "sponsored_at": "1985-05-08", 
      "state": "MN", 
      "thomas_id": "00415", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1985-05-08", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1985-05-08", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1985-05-08", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1985-05-08", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Kemp, Jack", 
      "sponsored_at": "1985-05-08", 
      "state": "NY", 
      "thomas_id": "00625", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1985-05-08", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Latta, Delbert L.", 
      "sponsored_at": "1985-05-08", 
      "state": "OH", 
      "thomas_id": "00668", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Lent, Norman F.", 
      "sponsored_at": "1985-05-08", 
      "state": "NY", 
      "thomas_id": "00682", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "35", 
      "name": "Lewis, Jerry", 
      "sponsored_at": "1985-05-08", 
      "state": "CA", 
      "thomas_id": "00687", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lott, Trent", 
      "sponsored_at": "1985-05-08", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Lujan, Manuel, Jr.", 
      "sponsored_at": "1985-05-08", 
      "state": "NM", 
      "thomas_id": "00712", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1985-05-08", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Martin, Lynn M.", 
      "sponsored_at": "1985-05-08", 
      "state": "IL", 
      "thomas_id": "00742", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "McDade, Joseph M.", 
      "sponsored_at": "1985-05-08", 
      "state": "PA", 
      "thomas_id": "00765", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McKinney, Stewart B.", 
      "sponsored_at": "1985-05-08", 
      "state": "CT", 
      "thomas_id": "00781", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Meyers, Jan", 
      "sponsored_at": "1985-07-16", 
      "state": "KS", 
      "thomas_id": "00794", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Quillen, James H. (Jimmy)", 
      "sponsored_at": "1985-05-08", 
      "state": "TN", 
      "thomas_id": "00937", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Rinaldo, Matthew J.", 
      "sponsored_at": "1985-05-08", 
      "state": "NJ", 
      "thomas_id": "00963", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Roukema, Marge", 
      "sponsored_at": "1985-05-08", 
      "state": "NJ", 
      "thomas_id": "00990", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Snyder, M. G. (Gene)", 
      "sponsored_at": "1985-05-08", 
      "state": "KY", 
      "thomas_id": "01086", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Spence, Floyd", 
      "sponsored_at": "1985-05-08", 
      "state": "SC", 
      "thomas_id": "01091", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Stump, Bob", 
      "sponsored_at": "1985-05-08", 
      "state": "AZ", 
      "thomas_id": "01122", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Taylor, G.", 
      "sponsored_at": "1985-05-08", 
      "state": "MO", 
      "thomas_id": "01143", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Vander Jagt, Guy", 
      "sponsored_at": "1985-05-08", 
      "state": "MI", 
      "thomas_id": "01180", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1985-05-08", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Young, C.W. Bill", 
      "sponsored_at": "1985-11-01", 
      "state": "FL", 
      "thomas_id": "01255", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1985-05-08", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-08", 
  "number": "164", 
  "official_title": "A resolution to amend the Rules of the House of Representatives to make the legislative process more open, accountable, representative, understandable, manageable, workable, and cost effective, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "McIntyre House Reform Amendments", 
  "sponsor": {
    "district": "18", 
    "name": "Michel, Robert H.", 
    "state": "IL", 
    "thomas_id": "00801", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-05-08", 
  "subjects": [
    "Advisory bodies", 
    "Broadcasting of congressional proceedings", 
    "Communications and Broadcasting", 
    "Congressional Record", 
    "Congressional committee jurisdiction", 
    "Congressional committee staffing", 
    "Congressional committees", 
    "Congressional committees (House)", 
    "Congressional employees", 
    "Congressional investigations", 
    "Congressional leadership", 
    "Congressional oversight", 
    "Congressional privileges and immunities", 
    "Congressional publications", 
    "Congressional reorganization", 
    "Contested elections", 
    "Federal advisory bodies", 
    "Franking privilege", 
    "House of Representatives", 
    "House rules and procedure", 
    "Legislation", 
    "Postal Services and Facilities", 
    "Postal rates and revenues"
  ], 
  "subjects_top_term": "House of Representatives", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-08", 
    "text": "McIntyre House Reform Amendments - Title I - Amends rule X of the Rules of the House of Representatives to require each standing committee, not later than March 1 in the first session of a Congress, to adopt its oversight plans in a meeting open to the public. Requires the committees to submit such plans to the Committee on Government Operations, which shall, not later than March 15 in the first session of a Congress, report such plans to the House with recommendations. Authorizes the Speaker of the House to appoint special ad hoc oversight committees to review specific matters within the jurisdiction of two or more committees. Amends rule XI to require each committee to include in its biennial report to the House a separate section summarizing its legislative and oversight activities during that Congress. Directs the Speaker of the House to initially refer each bill, resolution, or other matter to one committee of principal jurisdiction. Eliminates the Speaker's authority to refer any such matter initially to two or more committees for concurrent consideration. Requires standing committees to be elected by the House not later than five legislative days after the convening of each Congress. Requires each committee to hold its organizational meeting not later than eight legislative days after the commencement of a Congress. Requires the membership of each committee, select committee, and conference committee (and each subcommittee, task force, or subunit thereof) to reflect the ratio of majority to minority Members. Provides that such ratio be reflected for standing committees at the beginning of each Congress, and for select and conference committees at the time of appointment. Prohibits any standing committee from establishing more than six subcommittees, and any Member serving at any one time on more than four subcommittees. Defines subcommittee as any subunit of a standing committee established for a period of more than six months. Requires that motions to recess or adjourn be approved by the majority of committee members present. Prohibits the vote by any member of any committee or subcommittee from being cast by proxy. Provides that a majority of members of each committee or subcommittee shall constitute a quorum for the transaction of any business. Requires committee documents (other than reports on bills and resolutions) prepared for public distribution to: (1) be approved by such committee and an opportunity afforded for the inclusion of supplemental, minority, or additional views; or (2) contain a disclaimer in bold face type on its cover and not include the names of committee members. Exempts from such requirement committee documents that do not contain opinions, views, findings, or recommendations. Requires a committee chairman to consult with the ranking minority committee member and the appropriate subcommittee chairman before filing committee reports. Prohibits the issuance of subpoenas if the House is in recess or has adjourned. Requires the Committee on Rules, when reporting measures waiving a House rule, to include: (1) an explanation of and justification for such waiver; and (2) a summary of comments received from the Committee on the Budget regarding any proposed waiver of any provision of the Congressional Budget and Impoundment Control Act of 1974. Prohibits the House from considering any primary expense resolution until the Committee on House Administration has reported and the House has adopted a resolution establishing committee staff personnel ceilings for the year. Requires such committee to specify in any primary or supplemental expense resolution the number of staff positions authorized therein, of which not less than one-third shall be selected by minority party members. Authorizes the House to consider any supplemental expense resolution in excess of such ceiling by a vote of two-thirds of the Members present. Prohibits, in the second session of the 99th Congress, the overall ceiling for majority or minority committee staff from exceeding 90 percent of such staff employed at the end of the 98th Congress. Prohibits a standing committee from engaging a consultant or appointing a temporary staff except by majority vote, a quorum being present. Amends rule XXI to remove provisions relating to the retrenchment of expenditures in appropriation bill amendments. Amends rule XXVII to prohibit the suspension of rules to consider any matter except by the direction of the committee of jurisdiction, or at the written request of the appropriate chairman or ranking minority member. Prohibits the suspension of rules to consider: (1) any matter which would authorize budget or spending authority in excess of $50,000,000; or (2) any joint resolution proposing to amend the Constitution. Requires notice in the Congressional Record of any matter under a suspension of rules at least one day before its scheduled consideration. Requires the Clerk of the House to maintain for public inspection a copy of a discharge motion, after 100 Members have signed such motion. Amends rule XXXIV to require official reporters of the House, including committee stenographers, to take down verbatim accounts of words spoken in the House and committees. Requires that such accounts be printed in the Congressional Record or the committee transcript with only typographical, technical, or grammatical corrections authorized by the Member delivering such remarks. Prohibits substantive alteration of such accounts and provides for the extension of remarks and extraneous material in the Record. Establishes rule LI to provide for television and radio coverage of House proceedings. Establishes the House Broadcast System to provide complete and unedited audio and visual broadcast coverage of chamber proceedings while the House is in session. Prohibits the restriction of broadcast coverage except as directed in an adopted resolution or when rule XXIX (secret session) is invoked. Vests in the Speaker of the House the responsibility for implementing rule LI. Establishes a Broadcast Advisory Board, consisting of majority and minority party Members, to assist the Speaker. Vests the daily operation and supervision of the broadcast system in the Executive Committee of the Radio and Television Correspondents' Galleries. Authorizes appropriations to carry out rule LI. Declares such rule inapplicable to joint congressional sessions. Provides access to the live coverage of House proceedings to: (1) accredited television and broadcast stations, networks, services, systems (including cable systems), and radio and television correspondents; (2) Member and committee offices; and (3) such other places as the Speaker deems appropriate. Prohibits commercial sponsorship as part of the broadcast coverage, the use of such coverage in commercial advertisements, and the use of such coverage as partisan campaign material. Requires the Archivist of the United States to arrange for the recording, permanent maintenance, and viewing of such coverage for reference and research purposes. Establishes rule LII to require any task force of the Committee on House Administration that is responsible for the investigation of a disputed election to be bipartisan. Establishes rule LIII to require that one-third of committee office space be assigned to minority party committee members. Title II: Additional Reform Proposals - Directs the Committee on Rules to investigate rules X and XI with respect to revising committee operations, oversight, rules and procedures, reducing staff, subcommittees, and Member subcommittee assignments. Requires a report, by resolution, not later than the end of the first session of the 99th Congress. Directs the Speaker of the House to study and implement a scheduling system of full workweeks with regular periods for committee meetings, hearings, and House sessions for the consideration of legislation. Directs the House Commission on Congressional Mailing Standards to study the current operation of the franking privilege with a view to identifying abuses and achieving a cost savings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "McIntyre House Reform Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A resolution to amend the Rules of the House of Representatives to make the legislative process more open, accountable, representative, understandable, manageable, workable, and cost effective, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:09-05:00"
}