{
  "actions": [
    {
      "acted_at": "1981-02-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-12", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-30", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Trade", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-03-31", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Trade", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-07-31", 
      "bill_ids": [
        "hr3982-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Trade", 
      "references": [], 
      "text": "See H.R.3982.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1604-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1981-03-11", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-02-03", 
  "number": "1604", 
  "official_title": "A bill to improve the operation of the adjustment assistance programs for workers and firms under the Trade Act of 1974.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3982-97", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Seiberling, John F.", 
    "state": "OH", 
    "thomas_id": "01040", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-02-03", 
  "subjects": [
    "Advisory bodies", 
    "Automobile industry", 
    "Automobile industry workers", 
    "Business and commerce", 
    "Competition", 
    "Employment and training programs", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Government and business", 
    "Imports", 
    "Labor and employment", 
    "Labor statistics", 
    "Motor Vehicles and Driving", 
    "Plant shutdowns", 
    "Relocation of employees", 
    "Trade adjustment assistance", 
    "Unemployment"
  ], 
  "subjects_top_term": "Trade adjustment assistance", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-02-03", 
    "text": "Title I: Improvements in Adjustment Assistance for Workers - Amends the Trade Act of 1974 to require the Secretary of Labor to reconsider any denial of adjustment assistance for workers separated from employment up to 18 months before a petition for such assistance was granted. Authorizes workers separated from employment between October 3, 1974, and November 1, 1977, who previously did not file a petition for certification of eligibility for adjustment assistance, to file such a petition for consideration by the Secretary. Authorizes the Secretary to file such petitions on behalf of any group of workers. Makes workers eligible to apply for adjustment assistance if they work in firms where sales or production or both have decreased or threaten to decrease because of increased imports of articles competitive with articles to which such firms provide essential parts or essential services (currently only workers in firms which have declined because of increased imports of articles competitive with the articles produced by such firms are eligible). Directs the Secretary to certify a group of workers eligible to apply for adjustment assistance if the Secretary determines that: (1) a significant number or proportion of the workers in such workers' firm have become totally or partially separated from employment; and (2) such separation is directly related to the opening by such firm of productive facilities in a foreign country. Includes within the definition of \"firm\" any entity engaged in retail automobile sales which meets specified requirements. Treats automobiles sold by such an entity as having been produced by that entity. Directs the Secretary to provide information to the Secretary of Commerce regarding petitions for adjustment assistance filed by workers when the workers' firm has also filed for such assistance. Prohibits adjustment assistance to a worker until sales or production at the worker's firm have decreased absolutely. Directs the Secretary to inform workers about benefits which may facilitate the adjustment of such workers to import competition. Provides for trade readjustment allowances to be made to workers who: (1) had been employed at least 26 weeks in the year prior to separation or 40 weeks in the two years prior to separation; and (2) were part of a group certified as eligible for such assistance. Extends the time during which certain workers can continue to receive readjustment allowances. Directs the Secretary to establish experimental training programs for workers displaced by import competition. Requires the Secretary to report with recommendations to Congress by March 1, 1982, concerning the effectiveness of such training programs. Authorizes appropriations for such programs for fiscal years 1980 and 1981. Increases the job search allowances and relocation allowances provided adversely affected workers. Revises the conditions for such allowances. Title II: Improvements in Adjustment Assistance to Firms - Amends the Trade Act of 1974 to authorize the Secretary of Commerce to certify firms whose sales or production decrease or threaten to decrease due to increased imports as eligible for adjustment assistance. Authorizes the Secretary to certify a firm eligible for such assistance if the Secretary determines that: (1) at least 25 percent of such firm's sales consist of providing any article, service, or any article and service essential to an import- impacted article; (2) a significant number or proportion of such firm's workers have been totally or partially separated from employment; (3) such firm's sales or production or both have decreased; and (4) the decrease in sales or production of such firm's import-impacted customers contributed importantly to the separation of such firm's workers and to the firm's decline. Requires the Secretary of Commerce to share information provided by firms petitioning for certification with the Secretary of Labor. Prohibits any assistance to firms until sales or production have decreased absolutely. Requires the Secretary of Commerce to provide technical assistance to firms preparing proposals for adjustment assistance. Increases the proportion of the cost the Secretary will bear for technical assistance furnished to firms through private individuals, firms, or institutions. Authorizes the Secretary to contract to pay to, or on behalf of, a borrower an amount to reduce the interest such borrower must pay on financial assistance loans guaranteed pursuant to this Act. Revises the conditions for financial assistance to adversely affected firms. Requires the Secretary to inform firms about available technical and financial assistance which may facilitate the adjustment of such firms to import competition. Title III: General Provisions - Establishes a Commerce-Labor Adjustment Action Committee to coordinate the economic adjustment responsibilities of the Departments of Commerce and Labor and other Federal agencies. Authorizes the Secretary of Labor to make grants to unions and employee organizations concerning the design of an effective program of trade adjustment assistance for workers. Authorizes the Secretary of Commerce to: (1) make grants for industry-wide programs designed to improve economic efficiency; and (2) study those industries threatened by import competition. Authorizes appropriations for such grants and study."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to improve the operation of the adjustment assistance programs for workers and firms under the Trade Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:17-05:00"
}