{
  "actions": [
    {
      "acted_at": "1980-02-13", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6519-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "English, Glenn", 
      "sponsored_at": "1979-01-03", 
      "state": "OK", 
      "thomas_id": "00345", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Glickman, Dan", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "00443", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Hightower, Jack E.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00536", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Marlenee, Ron", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00737", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Steed, Tom", 
      "sponsored_at": "1979-01-03", 
      "state": "OK", 
      "thomas_id": "01104", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Williams, Pat", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "01231", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-13", 
  "number": "6519", 
  "official_title": "A bill to provide for the orderly purchase of the Rock Island Railroad, to provide for the protection of the employees of the Rock Island Railroad who are adversely affected by such purchase, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rock Island Railroad Transition Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-13", 
  "subjects": [
    "Bankruptcy", 
    "Railroad employees", 
    "Railroad facilities", 
    "Railroad finance", 
    "Railroads", 
    "Securities"
  ], 
  "subjects_top_term": "Railroad finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-02-13", 
    "text": "Rock Island Railroad Transition Act - Directs the Interstate Commerce Commission to continue directed service over any line of the Rock Island Railroad over which directed service was provided on February 6, 1980 for a period of 60 days. Permits the Commission to extend such service for an additional 30-day period over any line that is the subject of a bona fide offer of purchase. Permits the Commission to extend service for yet an additional 30-day period over any line to which there is a binding contract for purchase that has not been approved by the Commission and the bankruptcy court. Directs the Commission to expedite proceedings involving the Rock Island Railroad. Prohibits the stay of any order or decision of the Commission regarding such railroad. Permits the appeal of such decision to the bankruptcy court or to any other court. Requires final decision from such appeal within 60 days. Grants employees of the Rock Island Railroad the first right of hire by any other rail carrier for all but specified vacancies. Entitles employees who must move to secure such employment to moving expenses, closing costs, and reimbursement for losses incurred in canceling a lease. Entitles specified employees of the Rock Island Railroad to supplementary unemployment insurance for a specified period. Directs the Railroad Retirement Board to prepare and maintain a list of separated employees to be made available to other rail carriers upon request. Entitles specified separated employees to receive from the Board expenses for training in qualified institutions for new career opportunities. States that any employee of the Rock Island Railroad who receives assistance under this Act shall not be eligible for the employee protection benefits otherwise available under the Bankruptcy Act or any applicable contract or agreement. Requires entitled employees to elect which benefits to receive by April 1, 1981. Requires the Board to establish procedures for applying for benefits, to publish a document for distribution by the Rock Island Railroad to all its employees detailing the rights of such employees pursuant to this Act, and to make semiannual reports to Congress describing its activities. Permits any State to purchase, lease, or operate a line of railroad, and to grant or loan funds to a rail career. Exempts the provisions of this Act from the provisions of the National Environmental Policy and the Energy Policy and Conservation Acts. Authorizes appropriations to effectuate the provisions of this Act. Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to direct the Secretary of Transportation to purchase specified redeemable preference shares or trustee certificates as necessary to facilitate the purchase of properties of the Chicago, Rock Island and Pacific Railroad Company by other railroads to be used for common carrier rail service up to a specified amount. Directs the Secretary to guarantee the payment of specified obligations of a public entity applicant if the proceeds of such obligations will be used to acquire or to rehabilitate and improve any line of the Rock Island Railroad up to a specified amount. Increases the obligations ceiling for guaranteeing such obligations. Amends the Department of Transportation Act to authorize appropriations to provide financial assistance for approved State rail freight assistance projects involving the provision of rail freight service by a State or its instrumentality over any line of railroad owned by such State or instrumentality. Terminates the period during which the provisions of the Milwaukee Railroad Restructuring Act governing directed service on the Milwaukee Railroad shall supersede like provisions of the Interstate Commerce Act of 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rock Island Railroad Transition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the orderly purchase of the Rock Island Railroad, to provide for the protection of the employees of the Rock Island Railroad who are adversely affected by such purchase, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:00-05:00"
}