{
  "actions": [
    {
      "acted_at": "1988-05-24", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4670-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "24", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1988-05-24", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-05-24", 
  "number": "4670", 
  "official_title": "A bill to amend title 38, United States Code, to authorize multiyear contracts in certain cases.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2306-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2306-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Veterans Administration Multiyear Contracting Act of 1988", 
  "sponsor": {
    "district": "3", 
    "name": "Montgomery, G. V. (Sonny)", 
    "state": "MS", 
    "thomas_id": "00827", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-05-24", 
  "subjects": [
    "Armed forces and national security", 
    "Business and commerce", 
    "Government operations and politics", 
    "Government procurement", 
    "Government service contracts", 
    "Public Contracts, Procurement, and Property", 
    "Small business"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-05-24", 
    "text": "Veterans Administration Multiyear Contracting Act of 1988 - Authorizes the Administrator of Veterans Affairs, subject to certain restrictions, to enter into a multiyear contract for the acquisition of supplies or services when: (1) appropriations are available and adequate for fixed obligations required for total payments under the full term of the contract or for payment for the first fiscal year plus cancellation costs; and (2) the Administrator determines that such a contract will reduce contract costs or achieve economics in administration, performance, and operation, that during the proposed contract period there will be a continuing or recurring and constant need for supplies or services, that the specifications for the supplies or services are stable and the technical risks are not excessive, and that such a contract will not inhibit small business bids. Specifies that a multiyear contract shall include: (1) a provision that the Veterans Administration's (VA) contract obligation during the second or any subsequent fiscal year is contingent on the appropriation of funds, if appropriations are not available to cover total contract payments; and (2) provision for the payment of a cancellation charge to compensate the contractor for any nonrecurring, unrecovered costs if the contract is canceled. Allows performance under the contract to be canceled if the amount of funds appropriated is insufficient to cover programs of the VA and all multiyear contracts. Provides for the payment of cancellation costs from: (1) appropriated funds which were originally available either for contract performance or for cancellation payments; or (2) current year funds available for contracting, if funds are not available from the original account. Allows amounts appropriated to finance cancellation costs to remain available until expended for outyear cancellation or contract costs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Administration Multiyear Contracting Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to authorize multiyear contracts in certain cases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:29-05:00"
}