{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "16", 
  "official_title": "A bill to assist the States and local educational agencies in providing educational programs of high quality in elementary and secondary schools and to assist the States in equalizing educational opportunity, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "School Finance Act", 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl Dewey", 
    "state": "KY", 
    "thomas_id": "00908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Education", 
    "Finance and financial sector"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "School Finance Act - Title I: Basic Grants - Declares that the purpose of this title is to provide financial assistance to the States and to local educational agencies to assure that their resources when supplemented by this Federal assistance will be adequate to provide to all children an elementary and secondary education of high quality. Entitles a local educational agency to a basic grant of $100 for every child in average daily membership in elementary and secondary schools in the school district of such agency, reduced by the percentage that its non-Federal per pupil expenditures exceeds 115 percent of the State average per pupil expenditure. Makes provisions for entitlement to grants to Puerto Rico, Guam, American Samoa, the Virgin Islands, and the Trust Territory of the Pacific Islands. Authorizes the Commissioner of Education to make such grants under this title. Requires a local educational agency desiring such grant to submit to the appropriate State educational agency an application which contains an assessment of the educational needs of its children and plans for meeting those needs with funds provided under this title; and assurances that the agency will provide nonideological services to private school students, that the control of funds shall be in a public agency, and that the funds provided shall be used to increase the level of funds that would be made available from non-Federal sources for the education of pupils participating in programs assisted under this title. Requires any State desiring to participate under this title to submit through its State educational agency to the Commissioner of Education an application which provides satisfactory assurances that payments will be used only for programs meeting the specifications of this title, and that the State educational agency will make such periodic reports as may be necessary. Title II: Equalization Grants - Declares that the purpose of this title is to provide financial assistance to the States to assist them in equalizing educational opportunity. Creates in the books of the Treasury of the United States a trust fund to be known as the Education Trust Fund, with the Commissioner of Education as the trustee. Provides that any State desiring to receive equalization grants under this title, in lieu of basic grants under title I of this Act, shall submit a State plan to achieve an equalization of resources for elementary and secondary education within such State within five fiscal years of the date of its application. Requires such an equalization plan to make various guarantees, including: (1) the quality of education provided to a child within that State cannot be the result of the wealth of the school district in which he attends school but rather must result from the wealth of the State taken as a whole; (2) amounts commensurate with their needs are expended on children with greater educational needs, including educationally disadvantaged, handicapped, and vocational education students; (3) the tax system which results within the States provides for an equitable distribution within that State of the burden of financing public elementary and secondary education; and (4) the State will provide nonideological services to private school students, and the control of funds shall be in a public agency. Specifies that the amount of an equalization grant to which a State is entitled shall be an amount equal to the product obtained by multiplying the number of children in the elementary and secondary schools in the State by: $200 for the first fiscal year in which the State participates in the program authorized by this title; $300 for the second such fiscal year; $400 for the third such fiscal year; $500 for the fourth such fiscal year; and $600 for each such succeeding fiscal year. Title III: General Provisions - States that, notwithstanding any other provisions of this Act, no funds are authorized to be appropriated to carry out the provisions of this Act for any fiscal year when funds are not appropriated for the program authorized under title I of the Elementary and Secondary Education Act at least equal to the sum of $3,000,000,000. Provides for a suspension of payments to a State under this Act whenever the Commissioner, after reasonable notice and opportunity for a hearing to such State, finds that there has been a failure to comply substantially with the requirements set forth under this Act. Permits judicial review by a State dissatisfied with the Commissioner's final action on its plan, or by his suspension of funds."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "School Finance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assist the States and local educational agencies in providing educational programs of high quality in elementary and secondary schools and to assist the States in equalizing educational opportunity, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:49-05:00"
}