{
  "actions": [
    {
      "acted_at": "1986-05-14", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-06", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Mining and Natural Resources", 
      "text": "Referred to Subcommittee on Mining and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-07-15", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Mining and Natural Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-17", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Mining and Natural Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4826-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Mining and Natural Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "1986-05-14", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-05-14", 
  "number": "4826", 
  "official_title": "A bill to amend the Act of February 25, 1920, to provide for competitive leasing of oil and gas for onshore Federal lands, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Onshore Competitive Oil and Gas Leasing Amendments of 1986", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-05-14", 
  "subjects": [
    "Actions and defenses", 
    "Competition", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Fines (Penalties)", 
    "Forests and forest products", 
    "Fraud", 
    "Land use", 
    "Licenses", 
    "National forests", 
    "Oil and gas leases", 
    "Oil and gas royalties", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Public Lands and Real Property", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-05-14", 
    "text": "Onshore Competitive Oil and Gas Leasing Amendments of 1986 - Amends Federal law regarding competitive leasing of oil and gas for onshore Federal lands to increase from 640 acres to 2,560 acres the units of land open to competitive leasing. Requires lease sales to be held for each State on at least a quarterly basis. Requires the Secretary of the Interior to accept the highest bid which is at least $20 or greater per acre, without evaluation of the economic or geologic value of the lands proposed for lease. Requires that all bids for less than $20 per acre be rejected. Conditions the lease of lands not subject to competitive bidding to a royalty payment rate that is at least 12 1/2 percent the value of the production removed or sold from the lease. Makes lands available for leasing for a one-year period if the highest bid received for such lands was less than $20 per acre. Increases from 50 cents per acre to $1.00 per acre the annual lease rentals for the first five lease years, and not less than $3.00 per acre per lease year thereafter. Increases the minimum royalty from $1.00 to $3.00 per acre after the discovery of oil or gas in paying quantities on the leased land. Increases the primary lease term from five to ten years. Subjects a lease to cancellation by the Secretary after 30 days' notice for noncompliance with the lease terms unless: (1) the leasehold contains a well capable of production of oil or gas in paying quantities; or (2) the lease is committed to an approved cooperative or unit plan or communitization agreement which contains a well capable of production of unitized substances in paying quantities. Requires that oil and gas leases on public lands and on national forest system lands be considered in a land use plan and forest management plan respectively. Directs the President to report annually to the Congress on the progress made by the Secretaries of the Interior and of Agriculture in complying with the land use plan requirements. Authorizes the appropriate Secretary to issue oil and gas leases on lands for which plans have not been completed upon submission of an explanation to the Congress. Prohibits any person from conducting oil or gas exploration without obtaining a lease or exploration license. Directs the Secretary of the Interior and the Secretary of Agriculture to jointly prescribe regulations for such license. Sets the license term at one year. Subjects any person who willfully and knowingly conducts oil and gas exploration for commercial purposes without such license to a maximum penalty of $50,000 for each day of violation. Makes all data collected by such person as a result of such violation available to the public. Prohibits noncompetitive lease applications for specified lands from being processed until such lands are posted for competitive bidding in accordance with this Act. Requires the Secretary of the Interior to hold at least one competitive lease sale for tracts which but for this Act would have been posted for the filing of simultaneous oil and gas lease applications. Permits the inclusion in such sale of certain tracts which had over-the-counter noncompetitive oil and gas lease offers. Imposes civil penalties upon persons who, while engaged in the business of acquiring Federal mineral leases for others on a fee basis, willfully and knowingly misrepresent the value of lands and leases under this Act. Grants to the States concurrent civil and criminal jurisdiction for violations of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Onshore Competitive Oil and Gas Leasing Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Act of February 25, 1920, to provide for competitive leasing of oil and gas for onshore Federal lands, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:25-05:00"
}