{
  "actions": [
    {
      "acted_at": "2013-01-03T14:21:00-05:00", 
      "references": [
        {
          "reference": "CR H6-22", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as privileged matter.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-03T14:23:00-05:00", 
      "references": [], 
      "text": "Ms. Norton moved to refer the resolution to a select committee of five members, to be appointed by the Speaker, not more than three of whom shall be from the same political party, with instructions not to report back the same until it has conducted a full and complete study of, and made a determination on, whether there is any reason to deny Delegates voting right in the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-03T14:24:00-05:00", 
      "references": [], 
      "text": "Mr. Cantor moved to table the motion to refer.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-03T15:00:00-05:00", 
      "references": [], 
      "text": "On motion to table the motion to refer Agreed to by the Yeas and Nays: 224 - 187 (Roll no. 3).", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-03T15:00:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on H. Res. 5.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-03T16:24:00-05:00", 
      "references": [
        {
          "reference": "CR H19-20", 
          "type": "consideration"
        }
      ], 
      "text": "On ordering the previous question Agreed to by the Yeas and Nays: 227 - 191 (Roll no. 4).", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-03T16:25:00-05:00", 
      "references": [
        {
          "reference": "CR H20-22", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H20-21", 
          "type": "text"
        }
      ], 
      "text": "Mr. Miller, George moved to commit with instructions", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-03T16:25:00-05:00", 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "DEBATE - The House proceeded with debate on the George Miller (CA) motion to commit with instructions. The instructions contained in the motion direct that the resolution be committed to a select committee composed of the Majority Leader and the Minority Leader with instructions to report it forthwith back to the House with an amendment. The amendment would amend the Republican Rules Package to include legislation that would require that all Federal elections offer early voting for 10 hours per day for a period of 15 days, and ensure that no voter waits more than one hour to cast a ballot by providing sufficient voting systems, poll workers, and other necessary resources. The bill would also implement uniform standards for the counting of provisional ballots to ensure all voters have the opportunity to cast a ballot. Additionally, it would grant the Attorney General authority to enforce new requirements and grant private", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-03T16:25:00-05:00", 
      "references": [], 
      "text": "The previous question on the motion to commit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-03T16:42:00-05:00", 
      "references": [], 
      "text": "On motion to commit with instructions Failed by the Yeas and Nays: 194 - 229 (Roll no. 5).", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-03T16:48:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H7-9", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "6", 
      "status": "PASSED:SIMPLERES", 
      "suspension": null, 
      "text": "On agreeing to the resolution Agreed to by the Yeas and Nays: 228 - 196 (Roll no. 6).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2013-01-03T16:48:00-05:00", 
      "references": [], 
      "text": "Subsequent to the adoption of the resolution, the Chair announced that, without objection, the word \"General\" in section 3(j)(1) is changed to \"Government\".", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-03T16:49:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "hamdt2-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "2"
    }
  ], 
  "bill_id": "hres5-113", 
  "bill_type": "hres", 
  "committees": [], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-01-03T14:23:00-05:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2013-01-03T16:48:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2013-01-03", 
  "number": "5", 
  "official_title": "Adopting rules for the One Hundred Thirteenth Congress.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Cantor, Eric", 
    "state": "VA", 
    "thomas_id": "01674", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASSED:SIMPLERES", 
  "status_at": "2013-01-03T16:48:00-05:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Appropriations", 
    "Budget process", 
    "Civil actions and liability", 
    "Congress", 
    "Congressional committees", 
    "Congressional operations and organization", 
    "Congressional oversight", 
    "Constitution and constitutional amendments", 
    "Department of Justice", 
    "Federal officials", 
    "Government ethics and transparency, public corruption", 
    "House Committee on Armed Services", 
    "House Committee on Foreign Affairs", 
    "House Committee on Oversight and Government Reform", 
    "House Committee on Standards of Official Conduct", 
    "House Committee on Transportation and Infrastructure", 
    "House of Representatives", 
    "Human rights", 
    "Legislative rules and procedure", 
    "Marriage and family status", 
    "Medicare", 
    "Members of Congress", 
    "Sex, gender, sexual orientation discrimination", 
    "Sports and recreation facilities"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2013-01-03", 
    "text": "(Sec. 2) Adopts the Rules of the House of Representatives for the 112th Congress as the Rules for the 113th Congress, with amendments. Reduces the frequency of committee activity reports from four times (semiannually) per Congress to two times (annually) per Congress. Reduces from five to at least two minutes the minimum time for electronic voting after a quorum call in the Committee in the Whole House on the state of the Union. Authorizes the Chair to reduce to at least two minutes the minimum time for electronic voting on any postponed question taken without intervening debate or motion after the Committee of the Whole resumes its sitting if in the discretion of the Chair Members would be afforded an adequate opportunity to vote. Authorizes the Speaker of the House to reduce to five minutes the minimum time for electronic voting on: a postponed question, or on a question incidental to it, that follows a report from the Committee of the Whole without intervening debate or motion if in the discretion of the Speaker Members would be afforded an adequate opportunity to vote; any question arising after a report from the Committee without debate or intervening motion; or the question of adoption of a motion to recommit (or ordering the previous question on the motion) arising without intervening motion or debate other than debate on the motion. Revises the jurisdiction and related functions of the House Committees on: (1) Homeland Security to include general management of the Department of Homeland Security (DHS); and (2) Natural Resources to include U.S. insular areas (currently, insular possessions). Modifies the Ramseyer Rule (requiring committee reports on bills to show exactly how a bill would change existing law). Requires comparative prints in committee reports to show by appropriate typographical devices not only the proposed omissions and insertions in any part of a reported bill or joint resolution proposing to repeal or amend a statute but also adjacent provisions if that would be useful to enable the intent and effect of the amendment to be clearly understood. Revises the requirement that the chair of the House Committee on Ethics make a public statement announcing a decision to extend the deadline for (delay) making public the written report and findings of the Office of Congressional Ethics (OCE) board regarding a referral to the Committee of a matter regarding a Member, officer, or employee of the House. Eliminates the qualification that such a statement must be made only when the committee has voted for such an extention. (Under rule XI, an extension may be decided by Committee vote or jointly by the chair and the ranking member. The rule change expressly requires such a public statement on an extension regardless of how the decision to extend is made.) Amends the Code of Official Conduct to expand the prohibition against retention in a paid position from \"spouse\" to any \"relative\" of a Member, Delegate, or Resident Commissioner. Prohibits a House employee from accepting compensation for work for a committee on which the employee's relative (currently, spouse) serves as a member. Makes this prohibition inapplicable with respect to a relative whose pertinent employment predates the 113th Congress (currently, the 107th Congress). Defines \"relative\" for the purposes of these prohibitions as an individual who is related to the Member as father, mother, son, daughter, brother, sister, uncle, aunt, first cousin, nephew, niece, husband, wife, father-in-law, mother-in-law, son-in-law, daughter-in-law, brother-in-law, sister-in-law, stepfather, stepmother, stepson, stepdaughter, stepbrother, stepsister, half brother, half sister, grandson, or granddaughter. Requires copies of the executed oath (or affirmation) of a House officer or employee made before obtaining access to classified information to be retained by the Sergeant-at-Arms as part of the records of the House. (Currently, the copies are retained by the Clerk of the House.) Allows Members to use personal funds, official funds, or campaign funds for a flight on an aircraft if: (1) the flight consists of the personal use of an aircraft by a Member that is supplied by another Member, or (2) the owner or operator of the aircraft is paid a pro rata share of the fair market value of the normal and usual charter fare or rental charge for a comparable plane of comparable size as determined by dividing such cost by the number of Members or congressional officers or employees on the flight. Authorizes the chair and ranking minority member of the Committee to grant jointly, and subject to such conditions as they may prescribe, an advance written request for a waiver from restrictions for Members to use such funds for a flight on an aircraft. Changes references to \"telecommunications\" with respect to broadcasting the House to any \"communications.\" Specifies that broadcast coverage of House floor proceedings may not be used for a partisan political campaign (currently, political) purpose. Eliminates the requirement that by August 1 of each year the Clerk compile all financial disclosure reports sent by Members between January 1 and June 15 and have them printed as a House document made available to the public. (Sec. 3) Amends title XVIII (Medicare) of the Social Security Act, as amended by the Patient Protection and Affordable Care Act, to make inapplicable for the 113th Congress requirements for congressional consideration of proposals submitted by the President from the Independent Payment Advisory Board to reduce the per capita rate of the growth in Medicare spending. Continues from the 112th Congress certain similar budget-related separate orders, including orders concerning spending reduction amendments in appropriations bills. Makes it out of order in the House to consider any concurrent resolution on the budget, amendment, or conference report, unless it contains a separate heading entitled \"Direct Spending,\" that includes a category for \"Means-Tested Direct Spending and a category for \"Nonmeans-Tested Direct Spending\" and specifies: the average rate of growth for each category in the total amount of outlays during the 10-year period preceding the budget year, estimates for each such category under current law for the period covered by the concurrent resolution, and information on proposed reforms in such categories. Authorizes the chair of the House Committee on the Budget, before its consideration of a budget resolution for a fiscal year, to submit for printing in the Congressional Record a description of programs which shall be considered means-tested direct spending and nonmeans-tested direct spending for purposes of this requirement. Waives Rule X, clause 5(d) to allow extra subcommittees for specified committees. Prohibits lobbyists from using the Member's exercise facilities. Reserves H.R. 1 through H.R. 10 for assignment by the Speaker and H.R. 11 through H.R. 20 for assignment by the Minority Leader. Requires any bill or joint resolution proposing to repeal or amend any law or part of one which is not contained in a codified title of the U.S. Code to include, if available, the applicable U.S. Code citation in parenthesis immediately following the designation of the proposed matter. Authorizes a committee chair to request the Government Accountability Office (GAO) to perform a duplication analysis of any bill or joint resolution referred to that committee to assess whether, and the extent to which, the measure creates a new federal program, office, or initiative that duplicates or overlaps with any existing one. Requires any committee report on a bill or joint resolution to include a statement: (1) indicating whether any provision of the measure establishes or reauthorizes a federal program known to be duplicative of another one, and (2) estimating the number of directed rulemakings required by the measure. Defines \"direct rule making\" as a rulemaking specifically directed to be completed by a provision in the measure, excluding, however, any grant of discretionary rulemaking authority. (Sec. 4) Continues certain authorities of: (1) the Bipartisan Legal Advisory Group with respect to the civil actions to defend the constitutionality of Section 3 (Definition of \"marriage\" and \"spouse\") of the Defense of Marriage Act (DOMA), and certain related provisions of federal laws; and (2) the Committee on Oversight and Government Reform and the Office of General Counsel with respect to the civil action Committee on Oversight and Government Reform, United States House of Representatives v. Eric H. Holder, Jr. Continues: (1) the House Democracy Partnership (currently, House Democracy Assistance Commission), (2) the Tom Lantos Human Rights Commission, and (3) the Office of Congressional Ethics (OCE) (treating it as a standing committee for purposes of hiring consultants). Exempts the OCE board for this Congress from the term limit requirement that a member of the OCE board can serve only for four consecutive Congresses. Allows four specified individuals appointed to the OCE board in the 110th Congress to be reappointed for a second additional term. Continues the requirement that the Committee on Ethics to empanel investigative subcommittees within 30 days after a Member is indicted or criminal charges are filed. (Sec. 5) Authorizes the Speaker to recognize a Member for the reading of the U.S. Constitution on any legislative day of January 15, 2013. Makes it in order at any time on the legislative day of January 4, 2013, for the Speaker to entertain motions to suspend the rules related to a measure addressing flood insurance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Adopting rules for the One Hundred Thirteenth Congress.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:00:39-05:00"
}