{
  "actions": [
    {
      "acted_at": "1990-01-30", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-03", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-23", 
      "in_committee": "House Committee on Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3918-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Bilirakis, Michael", 
      "sponsored_at": "1990-02-20", 
      "state": "FL", 
      "thomas_id": "00089", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bliley, Tom", 
      "sponsored_at": "1990-02-20", 
      "state": "VA", 
      "thomas_id": "00097", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Dannemeyer, William E.", 
      "sponsored_at": "1990-01-30", 
      "state": "CA", 
      "thomas_id": "00264", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Dornan, Robert K.", 
      "sponsored_at": "1990-03-01", 
      "state": "CA", 
      "thomas_id": "00310", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Gallegly, Elton", 
      "sponsored_at": "1990-02-20", 
      "state": "CA", 
      "thomas_id": "00425", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Gallo, Dean A.", 
      "sponsored_at": "1990-02-20", 
      "state": "NJ", 
      "thomas_id": "00426", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gingrich, Newt", 
      "sponsored_at": "1990-01-30", 
      "state": "GA", 
      "thomas_id": "00441", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1990-01-30", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Kolbe, Jim", 
      "sponsored_at": "1990-03-19", 
      "state": "AZ", 
      "thomas_id": "00645", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1990-02-20", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Lukens, Donald E.", 
      "sponsored_at": "1990-02-20", 
      "state": "OH", 
      "thomas_id": "00715", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "McCollum, Bill", 
      "sponsored_at": "1990-01-30", 
      "state": "FL", 
      "thomas_id": "00761", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Nielson, Howard C.", 
      "sponsored_at": "1990-02-20", 
      "state": "UT", 
      "thomas_id": "00865", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Rinaldo, Matthew J.", 
      "sponsored_at": "1990-03-19", 
      "state": "NJ", 
      "thomas_id": "00963", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ritter, Don", 
      "sponsored_at": "1990-03-01", 
      "state": "PA", 
      "thomas_id": "00965", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schiff, Steven", 
      "sponsored_at": "1990-02-20", 
      "state": "NM", 
      "thomas_id": "01030", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Shumway, Norman D.", 
      "sponsored_at": "1990-02-20", 
      "state": "CA", 
      "thomas_id": "01054", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Smith, Lamar", 
      "sponsored_at": "1990-01-30", 
      "state": "TX", 
      "thomas_id": "01075", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Sundquist, Don", 
      "sponsored_at": "1990-03-01", 
      "state": "TN", 
      "thomas_id": "01125", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Vucanovich, Barbara F.", 
      "sponsored_at": "1990-04-18", 
      "state": "NV", 
      "thomas_id": "01190", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-01-30", 
  "number": "3918", 
  "official_title": "To amend title 18, United States Code, with respect to criminal law and procedure.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1971-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "Violent Crime Control and Criminal Procedures Reform Act of 1989", 
  "sponsor": {
    "district": "5", 
    "name": "Smith, Denny", 
    "state": "OR", 
    "thomas_id": "01072", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-01-30", 
  "subjects": [
    "Actions and defenses", 
    "Ammunition", 
    "Assassination", 
    "Bribery", 
    "Capital punishment", 
    "Civil rights and liberties, minority issues", 
    "Classified defense information", 
    "Correctional institutions", 
    "Correctional personnel", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Designer drugs", 
    "Discrimination", 
    "Drug abuse", 
    "Drug testing", 
    "Embezzlement", 
    "Espionage", 
    "Exclusionary rule (Evidence)", 
    "Explosives", 
    "Federal officials", 
    "Firearms control", 
    "Fraud", 
    "Government officials", 
    "Government operations and politics", 
    "Habeas corpus", 
    "Homicide", 
    "Imports", 
    "Information leaking", 
    "Judicial officers", 
    "Judicial review", 
    "Jurisdiction", 
    "Kidnapping", 
    "Larceny", 
    "Law", 
    "Limitation of actions", 
    "Misconduct in office", 
    "Murder", 
    "Narcotic traffic", 
    "Organized crime", 
    "Pardons", 
    "Parole", 
    "Postal service", 
    "Presidential protection", 
    "Prison administration", 
    "Prison violence", 
    "Prisoners", 
    "Probation", 
    "Protection of officials", 
    "Public corruption", 
    "Religious liberty", 
    "Searches and seizures", 
    "Sentences (Criminal procedure)", 
    "Smuggling", 
    "State courts", 
    "Treason"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-01-30", 
    "text": "Violent Crime Control and Criminal Procedures Reform Act of 1989 - Title I: Federal Death Penalty Act of 1989 - Federal Death Penalty Act of 1989 - Amends the Federal criminal code to establish criteria for the imposition of the death penalty for Federal crimes. Requires the Government, for any offense punishable by death, to serve notice upon the defendant a reasonable time before trial or acceptance of a plea, that it intends to seek the death penalty and the aggravating factors upon which it will rely. Requires a separate sentencing hearing before a jury, or the court upon motion by the defendant, when the defendant is found guilty or pleads guilty to an offense punishable by death. Allows the defendant and the Government to present any information relevant to sentencing, without regard to the rules of evidence, but permits information to be excluded where its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading of the jury. Specifies mitigating factors which the defendant must establish by a preponderance of the information and aggravating factors which the Government must prove beyond a reasonable doubt. Sets forth special aggravating factors with respect to the crimes of treason, espionage, homicide, and attempted murder of the President. Requires the court to instruct the jury not to consider the race, color, national origin, creed, or sex of the defendant in its consideration of the sentence. Establishes procedures for appeal from a death sentence. Requires the Court of Appeals, upon considering the record and the information and procedures of the sentencing hearing, to affirm the decision if: (1) the sentence was not imposed under influence of passion, prejudice, or arbitrariness; and (2) the information supports the finding of aggravating factors. Requires the court to provide a written explanation of its determination. Prohibits requiring any employee of any State department of corrections, the Federal Bureau of Prisons, or any provider of services under contract to participate in any execution if contrary to his or her moral or religious convictions. Limits the circumstances under which the offense of delivering defense information to aid foreign governments is punishable by death. Provides for the imposition of the death penalty for: (1) murders committed by prisoners in Federal correctional institutions; (2) kidnappings which result in the death of any person; (3) attempting to kill the President of the United States (if such attempt results in bodily injury or comes dangerously close to causing the President's death); (4) murder in the aid of a racketeering activity; (5) engaging in a criminal enterprise activity which results in death; and (6) other specified offenses. Title II: Reform of Procedures for Collateral Review of Criminal Judgments - Reform of Federal Intervention in State Proceedings Act of 1989 - Amends the Federal judicial code to condition consideration of a habeas corpus claim by a prisoner on a showing of actual prejudice resulting from the Federal right violated and that: (1) State action precluded assertion of that right; (2) the Federal right did not previously exist; or (3) the factual basis of the claim could not have been discovered by reasonable diligence. Establishes a one-year statute of limitations for habeas corpus actions brought by State prisoners, and a two-year statute of limitations for similar motions made by Federal prisoners. Vests authority to issue certificates for probable cause for appeal of habeas corpus orders exclusively in the courts of appeals. Permits denial on the merits of habeas corpus writs notwithstanding the failure to exhaust State remedies. Prohibits the granting of a habeas corpus writ with respect to any claim which has been fully and fairly adjudicated in State proceedings. Title III: Exclusionary Rule Limitation Act of 1989 - Amends the Federal criminal code to provide that evidence obtained by a search or seizure undertaken in an objectively reasonable belief that it was in conformity with the fourth amendment to the U.S. Constitution is admissible. States that evidence obtained pursuant to and within the scope of a warrant constitutes prima facie evidence of such a reasonable belief, unless the warrant was obtained through intentional or material misrepresentation. States that, except as provided by statute or a rule of procedure, evidence which is otherwise admissible shall not be excluded on the ground that the evidence was obtained in violation of a law, rule, or regulation. Title IV: Firearms and Related Amendments - Amends the Federal criminal code to prohibit the transfer of firearms to non-residents of the State in which the transferor resides. Provides for the disposition of forfeited firearms. Classifies as serious drug offenses for purposes of the Armed Career Criminal Act of 1984 serious drug offenses committed by juveniles. Specifies that if a conviction was for a violent felony involving the threatened or actual use of a firearm or explosives, or was for a serious drug offense, such person shall be considered convicted for purposes of this Act irrespective of any pardon, setting aside, expunction, or restoration of civil rights. Permits the judicial officer to consider pretrial detention with respect to certain firearms and explosives offenses. Provides enhanced penalties for: (1) the use of a semiautomatic firearm during a crime of violence or drug trafficking offense; and (2) possession of a firearm or explosive during the commission of such offenses. Sets forth penalties for smuggling firearms in aid of drug trafficking and for theft of firearms and explosives. Bars the sale or possession of firearms and explosives to or by persons convicted of violent or serious misdemeanor drug or narcotic offenses. Provides for the mandatory revocation of the supervised release of an individual for possession of a firearm. Increases penalties for: (1) making knowingly false, material statements in connection with the acquisition of a firearm from a licensed dealer; and (2) a second offense of using an explosive to commit a Federal felony. Prohibits the assembly of semiautomatic rifles or shotguns which are prohibited from being imported into the United States, with exceptions. Title V: Drug Testing of Defendants on Post-Conviction Release - Requires: (1) the Director of the Administrative Office of the U.S. Courts to establish a program of drug testing of criminal defendants on post-conviction release; and (2) the chief probation officer in each district to arrange for the drug testing of such defendants. Requires, as an explicit condition of probation, parole, or supervised release of a defendant involving a felony or a specified violent or drug offense, that the defendant refrain from any unlawful use of a controlled substance and submit to periodic drug tests. Sets limitations on the authority to require such tests and to take action against a defendant based on test results. Title VI: Public Corruption - Anti-Corruption Act of 1989 - Amends the Federal criminal code to prescribe criminal penalties to be imposed against anyone who uses any facility of, or affects, interstate or foreign commerce to deprive or defraud the inhabitants of a State, political subdivision, or Indian tribal government of: (1) the honest services of a government official or employee; or (2) a fair and impartially conducted election process through the use of fraudulent ballots or voter registration forms, paying or offering to pay any person for voting, or the filing of fraudulent campaign reports, subject to certain conditions. Prescribes criminal penalties to be imposed against anyone who deprives or defrauds the inhabitants of the United States of the honest services of a public official. Prescribes criminal penalties to be imposed upon any official who: (1) uses interstate commerce to deprive or defraud the inhabitants of any State, political subdivision, or Indian tribal government, of the right to have government affairs conducted on the basis of complete, true, and accurate information; or (2) in order to carry out or conceal any scheme or artifice to defraud, discriminates, harasses, or takes adverse action against any employee or official of the United States or any State or political subdivision. Authorizes such an adversely affected employee or official to obtain relief through a civil action, provided such person did not participate in the scheme or artifice. Amends mail fraud provisions to prohibit use of any facility of interstate or foreign commerce in the execution of a scheme or artifice to defraud. Makes it a class B felony for a public official to corruptly demand or accept anything of value, personally or for another, in return for: (1) being influenced in the performance or nonperformance of any official act; or (2) being influenced to commit, collude in, or allow the commission of any offense against the United States or any State. Makes it a class B felony for a public official to corruptly give, offer, or promise anything of value, to an official or to another, with intent to: (1) influence any official act; (2) influence such official to commit, collude in, or allow the commission of any offense against the United States or a State; or (3) influence such official to do or omit any act in violation of such official's lawful duty. Grants Federal jurisdiction over an offense under this Act (with respect to narcotics-related corruption) which involves or is intended to further or conceal the illegal importation, manufacture, transportation, or distribution of any controlled substance or controlled substance analogue. Title VII: Facilitation of Undercover Investigations - Amends the Federal criminal code to provide that, wherever it is an element of an offense that any property was embezzled, stolen, counterfeited, or altered and that the defendant knew that the property was of such character, such element may be established by proof that the defendant, after or as a result of an official representation as to the nature of the property, believed the property to be embezzled, stolen, counterfeited, or altered."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Violent Crime Control and Criminal Procedures Reform Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Anti-Corruption Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Exclusionary Rule Limitation Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Death Penalty Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Reform of Federal Intervention in State Proceedings Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 18, United States Code, with respect to criminal law and procedure.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:24-05:00"
}