{
  "actions": [
    {
      "acted_at": "1979-01-22", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1167-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-22", 
  "number": "1167", 
  "official_title": "A bill to amend the National Labor Relations Act to protect the rights of employees, to strengthen the remedies under such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employee Bill of Rights Act of 1979", 
  "sponsor": {
    "district": "17", 
    "name": "Ashbrook, John M.", 
    "state": "OH", 
    "thomas_id": "00031", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-22", 
  "subjects": [
    "Campaign funds", 
    "Charitable contributions", 
    "Charities", 
    "Checkoff", 
    "Civil Rights and Liberties", 
    "Collective bargaining", 
    "Employee rights", 
    "Freedom of speech", 
    "Labor and employment", 
    "Labor disputes", 
    "Labor union finances", 
    "Labor union membership", 
    "Labor union political activities", 
    "Labor unions", 
    "Lockouts", 
    "Payroll deductions", 
    "Public Welfare and Charities", 
    "Religion and Clergy", 
    "Religious liberty", 
    "Unfair labor practices", 
    "Union security", 
    "Voting"
  ], 
  "subjects_top_term": "Collective bargaining", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-22", 
    "text": "Employee Bill of Rights Act of 1979 - Amends the National Labor Relations Act to provide that an employer's duty to bargain collectively does not arise until bargaining representatives of the employees have been elected by secret ballot in accordance with such Act. Makes it an unfair labor practice for a labor organization to threaten or impose any fine or other economic sanction against any person exercising rights under the Act. Permits a labor organization, employer, or ten percent of the members of the appropriate bargaining unit to request a referendum regarding a potential or existing strike. Makes it an unfair labor practice for a labor organization to call or maintain a strike if a majority of employees voting in such a referendum vote not to strike or if such a referendum is requested before a strike begins and the results have not been certified. Includes as protected expression under such Act expressions intended to influence the outcome of an organizing campaign, a bargaining controversy, a strike, lockout, or other labor dispute. Stipulates that protected expression shall not constitute grounds for setting aside the results of any election conducted under the Act, if such expression contains no threat of reprisal or force or promise of benefit. Provides that if an employer, labor organization, or group of employees submit, have agreed to submit or could submit a dispute to binding arbitration under an existing collective bargaining agreement, that arbitration shall not be the exclusive forum and no unfair labor practice proceeding involving the same subject matter may be instituted before the National Labor Relations Board unless determinations of such arbitration are inconsistent with rights granted under the National Labor Relations Act. Provides that any employee who is a member of a religion or sect historically holding conscientious objection to joining or financially supporting a labor organization shall not be required to do so. Allows such employee to be required in an employment contract to pay sums in lieu of and equal to dues and initiation fees to a nonreligious nonlabor charitable organization which is consistent with the employee's beliefs. Amends the Federal Election Campaign Act to prohibit use of any procedure by which union dues and other assessments are deducted from employees paychecks in soliciting and collecting contributions for a segregated campaign fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employee Bill of Rights Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Labor Relations Act to protect the rights of employees, to strengthen the remedies under such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:15-05:00"
}