{
  "actions": [
    {
      "acted_at": "1983-04-07", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-26", 
      "bill_ids": [
        "s1715-98"
      ], 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Provisions of measure incorporated into measure S. 1715 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s996-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Andrews, Mark", 
      "sponsored_at": "1983-04-07", 
      "state": "ND", 
      "thomas_id": "00019", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1983-04-07", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1983-04-07", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1983-04-07", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1983-04-07", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1983-04-07", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1983-09-30", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1983-04-07", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1983-11-02", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1983-04-07", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1983-05-18", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Proxmire, William", 
      "sponsored_at": "1983-04-07", 
      "state": "WI", 
      "thomas_id": "01419", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1983-04-07", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1983-04-07", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sasser, Jim", 
      "sponsored_at": "1983-04-07", 
      "state": "TN", 
      "thomas_id": "01428", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1983-04-07", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-07", 
  "number": "996", 
  "official_title": "A bill to amend the Natural Gas Policy Act of 1978 to limit natural gas prices and to improve natural gas pricing and marketing practices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1715-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Natural Gas Consumer Relief Act", 
  "sponsor": {
    "district": null, 
    "name": "Kassebaum, Nancy Landon", 
    "state": "KS", 
    "thomas_id": "01375", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-07-26", 
  "subjects": [
    "Canada", 
    "Contracts", 
    "Economics and public finance", 
    "Energy prices", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Gas pipelines", 
    "Import restrictions", 
    "Imports", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Price regulation"
  ], 
  "subjects_top_term": "Energy prices", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-07", 
    "text": "Natural Gas Consumer Relief Act - Title I: Contracting and Marketing Practices - Amends the Natural Gas Policy Act of 1978 to declare a take-or-pay clause of a pipeline contract to be against public policy and unenforceable for a three-year period: (1) to the extent that it requires a pipeline to make any payment with respect to natural gas in excess of 50 percent of the maximum annual volume the pipeline has contracted to take; or (2) if such clause does not entitle a pipeline which makes a payment under such clause to take delivery of the gas during the one-year period beginning on the date of payments. Defines \"take-or-pay clause\" to mean any contract provision which requires payment for the minimum quantity of natural gas contracted for under the contract in the event the pipeline fails to take delivery. Permits a pipeline, in the case of a contract for the first sale of natural gas, to: (1) request the seller to renegotiate the contract; and (2) indicate that, if there is no renegotiation within 30 days of the request, the pipeline will exercise its market-out-option. Permits a pipeline exercising its market-out-option to refuse delivery without incurring an obligation to pay for any amount of natural gas contracted for if the pipeline in its sole discretion determines that it could not market the gas. Declares any indefinite price escalator clause applicable to the first sale of natural gas to be against public policy and unenforceable. Defines \"indefinite price escalator clause\" as any provision of any contract which provides for the establishment or adjustment of the price for natural gas delivered by reference to prices for natural gas, crude oil, or any other commodity. Prohibits a pipeline from passing through its costs if the Federal Energy Regulatory Commission (FERC) determines that the amount the pipeline paid was excessive due to imprudence. Declares any minimum commodity bill requirement applicable to any sale of natural gas by any interstate or intrastate pipeline to be against public policy and unenforceable: (1) to the extent that it requires the purchaser to make any payment with respect to natural gas in excess of 50 percent of the maximum annual volume the purchaser has contracted to take; or (2) if such requirement does not entitle a purchaser who makes a payment under such requirement to take delivery of the natural gas involved subsequent to the date of payment provided under the requirement. Directs FERC to order an interstate pipeline, upon application by a producer of natural gas or by a purchaser of natural gas from a producer, to carry natural gas, for a just and reasonable consideration, between the producer and purchaser if FERC finds that: (1) the pipeline has available capacity; (2) no undue burden would be placed upon such pipeline by reason of the order; (3) construction of new facilities would not be required; and (4) the order would not impair the ability of the pipeline to render adequate service to its other customers. Directs FERC to complete a rulemaking proceeding to issue standards for interstate pipeline tariffs. Directs FERC to require, by rule, a first-sale purchaser of natural gas to file a copy of the contract with FERC. Title II: Wellhead Price Provisions - Revises ceiling price provisions for natural gas. Provides that the ceiling price for categories other than high-cost gas shall be the August 1982 ceiling price multiplied by the monthly equivalent of the modified price adjustment factor. Defines the \"modified price adjustment factor\" for any month as the lower of: (1) 75 percent of the quarterly percent change in the GNP implicit price deflator (as defined in the Natural Gas Policy Act of 1978); or (2) the percent change in the energy index, computed and published as an annual rate by the Department of Labor, for the most recent month for which such percent change has been so published at least eight days before the beginning of the month for which the modified price adjustment factor is being calculated. Provides that for high-cost gas the maximum lawful price shall be prescribed by FERC at a rate which provides reasonable incentives for production, but may not exceed 150 percent of the maximum lawful price for categories of gas other than high-cost gas. Authorizes a higher price for high-cost gas in the case of wells the surface drilling of which commenced on or after April 7, 1983, if necessary to allow a reasonable return. Provides for an adjusted ceiling price for wells drilled on or after August 1, 1982, and before enactment. Repeals provisions permitting increases in the ceiling price of certain categories of natural gas if just and reasonable. Provides, as a general rule, that the maximum lawful price applies with respect to the recovery of all costs and profits associated with production and first-sale delivery of marketable natural gas. Prohibits the importation of natural gas if the first sale price in the United States of the gas exceeds 150 percent of the maximum lawful price for domestically produced gas. Directs the President to submit to Congress a report on the status of negotiations with Canada regarding modification of the border price for natural gas imported from Canada. Extends price controls and standby authority for two years beyond their present expiration dates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Consumer Relief Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Natural Gas Policy Act of 1978 to limit natural gas prices and to improve natural gas pricing and marketing practices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:46-05:00"
}