{
  "actions": [
    {
      "acted_at": "2005-05-23", 
      "references": [
        {
          "reference": "CR S5790", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-05-23", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [
        {
          "reference": "CR S5791-5804", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-05-25", 
      "in_committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Health, Education, Labor, and Pensions. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-08-31", 
      "committee": "Health, Education, Labor, and Pensions", 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Reported by Senator Enzi under authority of the order of the Senate of 07/29/2005 with an amendment in the nature of a substitute. With written report No. 109-131.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2005-08-31", 
      "calendar": "Senate Legislative", 
      "number": "200", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 200.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1107-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2005-05-24", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "2005-05-24", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "2005-05-23", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-05-23", 
  "number": "1107", 
  "official_title": "A bill to reauthorize the Head Start Act, and for other purposes.", 
  "popular_title": "Head Start bill", 
  "related_bills": [
    {
      "bill_id": "hr2123-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2123-109", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2123-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Head Start Improvements for School Readiness Act", 
  "sponsor": {
    "district": null, 
    "name": "Enzi, Michael B.", 
    "state": "WY", 
    "thomas_id": "01542", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-05-25", 
  "subjects": [
    "Academic performance", 
    "Administrative procedure", 
    "Agricultural labor", 
    "Agriculture and food", 
    "Armed forces and national security", 
    "Authorization", 
    "Child health", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Education", 
    "Education of the disadvantaged", 
    "Educational accountability", 
    "Educational research", 
    "Elementary and secondary education", 
    "English language", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Health", 
    "Homeless", 
    "Housing and community development", 
    "Indian education", 
    "Labor and employment", 
    "Law", 
    "Literacy programs", 
    "Migrant education", 
    "Military dependents", 
    "Military housing", 
    "Minorities", 
    "Physical examinations", 
    "Poor children", 
    "Preschool education", 
    "Seasonal labor", 
    "Social welfare", 
    "Teacher education", 
    "Teachers", 
    "Welfare eligibility"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2005-08-31", 
    "text": "Head Start Improvements for School Readiness Act - Amends the Head Start Act (the Act) to revise and reauthorize Head Start programs. (Sec. 2) Includes educational instruction in prereading skills, premathematics skills, and language among the services to be provided through Head Start programs.(Sec. 3) Sets forth definitions of a homeless child and a limited English proficient (LEP) child.(Sec. 4) Authorizes the Secretary of Health and Human Services (the Secretary) to provide financial assistance to Head Start agencies for five-year periods.(Sec. 5) Authorizes appropriations for Head Start programs for FY2006-FY2010, with specified amounts for research, demonstration, and evaluation activities, including longitudinal studies and impact studies.(Sec. 6) Revises requirements for allotment, and limitations on use, of Head Start funds. Requires the following minimum portions of total funds to be reserved for the following covered programs: (1) four percent of funds for Indian programs; and (2) five percent for migrant and seasonal programs. Modifies such minimum requirements if they reduce the total number of children receiving Head Start services. (Such covered programs reservations are part of the 13 percent reservation from total funds, which is set aside for not only Indian programs and migrant and seasonal programs, but also for services for children with disabilities, territorial programs, training and technical assistance, discretionary payments, and research, demonstration, and evaluation.)Distributes the two percent of funds reserved for training and technical assistance activities as follows: (1) 50 percent to Head Start agencies for complying with specified quality standards and transportation safety regulations, and for certain other uses; and (2) 50 percent to the Secretary support a regional or state system of early childhood education training and technical assistance and to assist local programs in meeting certain quality standards. Reduces the portion of any remaining funds the Secretary must reserve for quality improvement from 60 percent to 30 percent of such excess amount for FY2006, and to 40 percent of such excess amount for each of FY2007-FY2010. Includes among quality improvement goals, providing: (1) adequate numbers of qualified staff, with adequate training in developing language skills, premathematics skills, and prereading, and in working with LEP children, children referred by child welfare services, and children with disabilities; (2) salary scales and benefits adequate to attract and retain qualified staff; (3) salary increases for specified purposes; (4) collaboration to increase program participation by underserved populations of eligible children; (5) assistance to complete postsecondary coursework including scholarships or other financial incentives, such as differential and merit pay, to enable Head Start teachers to improve competencies and the resulting child outcomes; and (6) promotion of regular attendance and stability of all Head Start children, especially highly mobile children, including children from migrant and seasonal farmworking families, homeless children, and children in foster care.Revises quality improvement activities to include: (1) prereading development; (2) helping LEP children attain certain knowledge, skills, and development and promoting English language acquisition by such children and families; (3) education and training to improve staff qualifications, particularly assistance to instructors to reach full competency and meet degree requirements under this Act, and support for staff training, child counseling, and other services to address the challenges of children participating in programs, including homeless children, those in foster care, those from immigrant, refugee, and asylee families, those from families in crisis, and those exposed to chronic violence or substance abuse; (4) outreach to homeless families to increase program participation of eligible homeless children; (5) outreach to migrant and seasonal farmworking families and families with LEP children; and (6) upgrading qualifications and skills of educational personnel, including bilingual education teachers and others serving LEP students.Changes from discretionary to mandatory the Secretary's authority to award grants to assist collaboration among state early childhood education activities under Head Start and other activities carried out in and by the state to benefit low-income children and families, and by Head Start agencies with other state and local planning, resource, and referral agencies. Requires distribution of any remaining funds available, after all mandatory reservations and allotments, as follows: (1) 65 percent, with priority to grant recipients in states serving the smallest percentages of children less than 5 years of age from families whose income is below the poverty line; ; and (2) 35 percent, on a competitive basis.Requires collaboration grants to be used to: (1) encourage Head Start agencies to collaborate with entities involved in state and local planning processes to better meet the needs of low-income families and children from birth to school entry; (2) encourage Head Start agencies to coordinate activities with the state agency responsible for administering the state program carried out under the Child Care and Development Block Grant Act of 1990 and entities providing resources and referral services in the state to make full-working-day and full calendar year services available to children; (3) promote alignment of Head Start services with state early learning and school readiness goals and standards; (4) promote better linkages between Head Start agencies and other child and family agencies, including agencies that provide health, mental health, or family services, or other child or family supportive services; and (5) carry out the activities of the state Director of Head Start Collaboration.Requires the state to appoint a state Director of Head Start Collaboration (currently state liaison), and establish an Office of such Director. Sets forth the state Director's duties, including: (1) making specified assessments and strategic plans; (2) promoting certain partnerships; (3) enabling state agencies to better coordinate professional development opportunities for Head Start staff; and (4) helping Head Start agencies develop plans to provide full-working-day, full calendar year services, and to align their services with state early learning and school readiness goals and standards and collaborate in developing local school readiness standards. Directs the Governor of the state to designate or establish a state advisory council on collaboration on early care and education activities for children from birth to school entry.Includes under guidelines for service delivery models: (1) models that leverage the capacity and capabilities of the delivery system of early childhood education and child care; and (2) procedures to provide for the conversion of part-day programs to full-day programs or part-day slots to full-day slots.Requires the Secretary, in allotting funds for expansion of Head Start programs, to consider the extent that an applicant: (1) has involved providers of family support services and protective services for children and families in community-wide strategic planning and needs assessments (among other entities); and (2) plans to coordinate its services with a community liaison designated under the McKinney-Vento Homeless Education Assistance Improvements Act of 2001 (homeless education liaison), as well as (under current law) with the education services of the local educational agency (LEA). Requires regulations to ensure appropriate supervision and background checks of individuals with whom Head Start agencies contract to transport children.Directs the Secretary to: (1) appoint a national migrant and seasonal Head Start program collaboration director and a national Indian Head Start collaboration director; and (2) conduct annual consultations with tribal governments operating Head Start and Early Head Start programs in each affected Head Start region (under provisions to continue the administrative arrangement responsible for meeting the needs of children of migrant and seasonal farmworkers and Indian children and to assure appropriate funds are provided to meet such needs).Directs the Secretary to issue regulations to require Head Start agencies to: (1) implement policies and procedures to ensure that eligible homeless children are identified and prioritized for enrollment; (2) allow homeless families to apply to, enroll in, and attend Head Start programs while required documents, such as proof of residency, immunization and other medical records, birth certificates and other documents, are obtained within a reasonable time frame; and (3) coordinate individual Head Start centers and programs with efforts to implement homeless children education programs under the McKinney-Vento Homeless Assistance Act. Declares that nothing in the Act shall be construed to require a state to: (1) establish a program of early education for children; (2) require any child to participate in a program of early education in order to attend school; or (3) participate in any initial screening prior to participation in such program, except under the Individuals with Disabilities Education Act (IDEA).Requires all curricula funded under the Act to be scientifically based, and developmentally and linguistically based (to the extent practicable), and age appropriate. Requires opportunity to be given to parents to examine any such curricula or instructional materials.(Sec. 7) Revises requirements for the Secretary's designation of Head Start agencies to require eligible entities to establish: (1) program goals for improving participating children's school readiness, including goals for meeting educational performance standards and additional educational standards set forth as quality standards in this Act; and (2) results-based school readiness goals aligned with the Head Start Child Outcomes Framework, state early learning standards (if applicable), and requirements and expectations for local public schools. Requires such an entity to demonstrate it has met or is making progress toward meeting these goals in order to be eligible for any grant subsequent to the initial grant provided following the enactment of this Act. Gives priority in designation and redesignation to high-performing grantee agencies that: (1) meet or exceed quality standards and program, financial management, and other requirements; (2) have no unresolved deficiencies and no findings of deficiencies during the last triennial review; and (3) can demonstrate active collaboration with the state or local community in providing services for children, such as extended day services, education, professional development and training for staff, and other types of cooperative endeavors. Requires the Secretary, if no entity in a community is entitled to such priority, to designate an agency from among qualified applicants in such community after conducting an open competition. Prohibits any non-Indian Head Start agency from receiving a grant to carry out an Indian Head Start program.Includes among effectiveness considerations, in designating Head Start agencies, an applicant's capacity to serve eligible children with programs that use scientifically based research to promote school readiness, and its planning for specified activities, including plans to: (1) prepare children to succeed in school; (2) meet quality standards, especially services performance, educational performance, and additional educational standards; (3) coordinate the proposed program with other preschool programs, including Early Reading First, state prekindergarten, child care programs, those of schools the participating children will enter at compulsory school age, and reading readiness programs; (4) coordinate the proposed program with public and private entities willing to commit resources to assist the program; (5) collaborate with a local library to develop innovative programs to excite children about the world of books, assist in literacy training for Head Start teachers, and support parents and other caregivers in literacy efforts; (6) at applicants' option, offer to support parents through regular in-home visitation; (7) extend outreach to fathers; (8) provide, for LEP children and their families, identification procedures, trained personnel, and services to assist the children in making progress toward acquiring English; (9) collaborate with other entities carrying out early childhood education and child care programs in the community; (10) meet the needs of homeless children and children in foster care, including transportation needs; and (11) recruit and retain qualified staff.Directs the Secretary to: (1) designate a qualified agency to carry out the Head Start program in a community on an interim basis, if their is no qualified applicant, until a qualified applicant is designated; (2) continue to involve parents and affected area residents in selection of qualified applicants for such designation; and (3) give priority to applicants that have demonstrated capacity in providing effective, comprehensive, and well-coordinated early childhood services to children and their families.(Sec. 8) Revises requirements for quality standards and for monitoring of Head Start agencies and programs. Revises requirements for additional educational standards. Requires them to be based on the recommendations of a National Academy of Sciences panel and other experts in the field, which are to ensure that the curriculum addresses, and the participating children show appropriate progress toward developing and applying, the recommended educational outcomes, after the panel considers the appropriateness of additional educational standards relating to: (1) language skills related to listening, understanding, speaking, and communicating; (2) prereading knowledge and skills; (3) premathematics knowledge and skills; (4) scientific abilities; (5) general cognitive abilities related to academic achievement and child development; (6) social and emotional development related to early learning and school success; (7) physical development; and (8) in the case of limited English proficient children, progress toward acquisition of the English language while making meaningful progress in attaining the knowledge, skills, abilities, and development described in the preceding seven categories. Requires facilities used by Head Start agencies (including Early Head Start agencies) and delegate agencies for regularly scheduled center-based and combination program option classroom activities to be: (1) in compliance with state and local licensing requirements; and (2) accessible by state and local authorities to monitor and ensure compliance. Includes among considerations in developing quality standards: (1) policies and activities to ensure successful transition to the schools the children will be attending (current law refers to public schools only); and (2) the unique challenges faced by individual programs, including ones that are seasonal or short-term and ones that serve rural populations. Directs the Secretary to consult with Indian tribes, American Indian and Alaska Native experts in early childhood development, linguists, and the National Indian Head Start Directors Association on the review and promulgation of program standards and measures, including those for language acquisition and school readiness.Requires each Head Start agency to establish procedures for: (1) evaluating delegate agencies; (2) defunding delegate agencies; and (3) appeals of such defunding decisions.Requires performance measures to: (1) measure characteristics that are strongly predictive of a child's school readiness and later performance in school; (2) be appropriate for the population served; (3) be reviewed at least every four years, based on early childhood development science; and (4) include specified performance standards and additional educational standards. Directs the Secretary to use performance measures to enable Head Start agencies to individualize programs of instruction to better meet the needs of the child involved. Requires results-based outcome measures to be designed to promote the specified knowledge, skills, abilities, and development of participating children that are strongly predictive of a child's school readiness and later performance in school. Authorizes Head Start agencies to establish and implement additional local results-based educational measures and goals.Revises monitoring of local Head Start agencies and programs to provide for: (1) unannounced site inspections of Head Start centers for health and safety reasons; (2) follow-up reviews, including monitoring visits, which may be without prior notice to the agency or with limited prior notice to ensure the participation of parents and key staff members; (3) revised procedures for conduct of reviews which continue to require, to the maximum extent practicable, HHS employees to perform such reviews (but not necessarily to supervise such reviews). Requires program reviews to include reviews and assessments of: (1) conformity with income eligibility requirements; (2) adequate addressing of the population and community needs; and (3) child outcomes and performance in relation to state, local, and agency-determined school readiness goals.Requires information contained in summary reports of monitoring to be made available to all parents with children receiving Head Start assistance, and widely available through Internet posting and other means. Requires each Head Start agency to: (1) conduct a comprehensive self-assessment at least once each program year; (2) report self-assessment findings and develop an improvement plan; and (3) implement ongoing monitoring of its programs.Sets forth requirements and procedures for reduction of grants and redistribution of funds in cases of underenrollment.(Sec. 9) Establishes a program of Centers of Excellence in Early Childhood.Directs the Secretary to: (1) designate not more than 200 exemplary Head Start agencies (including Early, Indian, and migrant and seasonal Head Start agencies) as Centers of Excellence in Early Childhood; and (2) make bonus grants to such Centers.Allows the Centers to use such grants for: (1) extending Head Start services to additional eligible children; (2) serving more children in existing Early Head Start programs or in full-working-day, full calendar year Head Start programs; (3) modeling and disseminating best practices for achieving early academic success, including achieving school readiness and developing prereading and premathematics skills for at-risk children and English acquisition for LEP children, and providing seamless service delivery for eligible children and families; (4) coordinating community early childhood and social services for at-risk children and families; (5) training and cross-training for Head Start teachers and staff, and agency leader development; (6) transitions between Head Start programs and elementary school, help with ongoing communication between Head Start and elementary school teachers, and provider training and technical assistance to increase ability to work with low-income, at-risk children, their families, and pregnant women; (7) training for staff and other providers of early childhood services; (8) transitions and communication between Head Start and elementary school; (9) partnerships with institutions of higher education and nonprofit organizations for enabling college students to serve as mentors and reading coaches for preschool children; and (10) other activities to improve overall quality of the Head Start program.Requires Centers to: (1) work with their delegate agencies, several additional Head Start agencies, and other providers of early childhood services in the community involved, to encourage such agencies and providers to carry out model programs; and (2) establish a local council.Directs the Secretary to make a grant to an independent organization to conduct research and report on the Centers' ability to: (1) improve the school readiness of children receiving Head Start services, and to positively impact school results in the earliest grades; and (2) encourage delegate agencies and other agencies and providers to meet measurable improvement goals, especially in school readiness.Authorizes appropriations in certain amounts for FY2006 and thereafter for: (1) bonus grants to Centers of Excellence; (2) the Secretary's related administrative costs, including the cost of a conference of such Centers; and (3) research activities.(Sec. 10) Revises powers and functions of Head Start agencies. Includes among additional requirements for agencies to be designated as Head Start agencies: (1) a program meeting all quality standards, especially service and educational performance standards; (2) capacity to serve eligible children with scientifically based curricula and other interventions and support services that help promote school readiness; (3) regular assessment of Head Start children; (4) procedures to involve parents of participating children in activities to help such parents become full partners in their children's education and give them the opportunity to participate in developing and conducting the local program; (5) outreach to schools, LEAs, local businesses, community-based organizations, faith-based organizations, museums, and libraries to generate support and leverage community resources to improve school readiness; and (6) offering family literacy services and parenting skills training to parents of participating children (directly or through referral to local entities, such as Even Start programs).Requires Head Start agencies, in communities where both public prekindergarten programs and Head Start programs operate, to collaborate and coordinate activities with the LEA or other public agency responsible for operating prekindergarten programs and providers of prekindergarten, including outreach activities to identify eligible children. Requires Head Start staff, with the permission of parents of participating children, to communicate regularly with the elementary schools the children will be attending to: (1) share information about them; (2) get advice and support from the elementary school teachers regarding teaching strategies and options; and (3) ensure a smooth transition. Requires (currently simply authorizes) Head Start agencies to coordinate activities with Leas and schools in which participating children will enroll following the Head Start program. Includes in such collaboration reducing duplication of services while increasing the program participation of underserved populations of eligible children. Requires each Head Start agency to: (1) enroll 100 percent of its funded enrollment; and (2) maintain an active waiting list at all times, with ongoing outreach to the community and activities to identify underserved populations. (Sec. 11) Revises Head Start transition requirements to add ones for alignment with K-12 education. Includes among required coordination activities of Head Start agencies with Leas and schools: (1) continuity of developmentally appropriate curricula and practice; (2) parental involvement; (3) increased program participation of underserved populations of eligible children, including children with disabilities and LEP children; and (4) Head Start curricula alignment with state early learning standards with regard to competencies expected of children entering kindergarten. Includes LEA liaisons under the McKinney-Vento Homeless Assistance Act among those to be involved in coordination of family outreach and support programs. (Sec. 12) Reduces from 45 to 30 days the period during which a state may disapprove a plan submitted by Head Start agency. Exempts Indian and migrant and seasonal Head Start programs in existence on the date of enactment of this Act from a requirement that Head Start plans be submitted to state Governors for approval.(Sec. 13) Raises from below the poverty line to 130 percent of the poverty line the family income threshold for a child's eligibility to participate in Head Start programs.Requires that homeless children be deemed eligible for Head Start services.Exempts certain amounts of military pay and allowances from family income consideration for purposes of determining Head Start eligibility, including: (1) special pay for duty subject to hostile fire or imminent danger; and (2) a specified basic allowance, especially for housing.Authorizes a Head Start agency, after it demonstrates a need through a community needs assessment, to apply to the Secretary to convert part-day sessions, particularly consecutive part-day sessions, into full-day sessions.(Sec. 14) Requires Early Head Start programs to include: (1) training for parents in parenting skills and in basic child development; (2) coordination with home-based services and family support services; (3) procedures for transitioning children and parents from an Early Head Start program into a Head Start program or another local early childhood education program; (4) communication channels to help coordination between staff of Early Head Start programs and staff of Head Start programs or other local early childhood education programs; and (5) formal linkages with agencies responsible for administering the Child Abuse Prevention and Treatment Act with respect to grants to states for child abuse and neglect prevention and treatment programs.Includes as eligible service providers for Early Head Start programs: (1) tribal governments and entities operating migrant and seasonal Head Start programs; and (2) community-based organizations capable of providing child and family services that meet Head Start standards and other appropriate requirements.Allows funds in a training and technical assistance account to be used for: (1) effective methods of conducting parent education, home visiting, and promoting quality early childhood development; (2) recruiting and retaining qualified staff; and (3) increasing program participation for underserved populations of eligible children.Establishes requirements for Early Head Start staff qualifications and development. Directs the Secretary to ensure that, by September 30, 2010, all teachers providing direct services to Early Head Start children and families in Early Head Start centers: (1) have a minimum of a child development associate credential or an associate degree; and (2) have been trained, or have equivalent course work, in early childhood development.Directs the Secretary to establish standards for training, qualifications, and the conduct of home visits for home visitor staff in Early Head Start programs, including specified contents.(Sec. 15) Revises provisions for appeals, notice, and hearings. Requires each Head Start agency, Head Start center, or Early Head Start center receiving financial assistance under the Act to maintain, and annually submit to the Secretary, a complete accounting of its administrative expenses.(Sec. 16) Revise technical assistance and training requirements. Directs the Secretary to make specified funds available to support a regional or state system of early childhood education training and technical assistance that improves the capacity of Head Start programs to deliver services in accordance with quality standards, especially service and educational performance standards. Requires the Secretary to: (1) ensure that specified types of agencies are included in such system; and (2) encourage states to supplement such funds with federal, state, or local funds other than Head Start funds in order to expand training and technical assistance activities beyond Head Start agencies to include other providers of other early childhood services within a region or state. Directs the Secretary, as part of allocating technical assistance and training resources, to assist Head Start governing bodies in fulfilling their functions and Head Start agencies and programs in: (1) assessing the needs of homeless children and their families; (2) increasing program participation of eligible homeless children; (3) conducting self-assessments; and (4) improving outreach and services to LEP children and their families.Includes, under provisions for a centralized child development and national assessment program: (1) services to children determined to be abused or neglected; and (2) training for personnel providing services to children referred by entities providing child welfare services, or receiving child welfare services.Directs the Secretary to provide funds for training of Head Start personnel in addressing the unique needs of migrant and seasonal farmworking families, families with limited English proficiency, and homeless families. Requires technical assistance and training funds to be used to carry out activities related to one or more of the following: (1) education and early childhood development; (2) child health, nutrition, and safety; (3) family and community partnerships; (4) other areas that impact the quality or overall effectiveness of Head Start programs. Requires each Head Start agency, in coordination with the appropriate state office and the relevant state Head Start collaboration office, to ensure that all of its teachers receive ongoing training in language and emergent literacy (literacy training), including appropriate curricula and assessments to improve instruction and learning.Requires such training to include training in methods to promote phonologic and phonemic awareness and vocabulary development in an age-appropriate and culturally and linguistically appropriate manner.Requires the literacy training to: (1) be provided at the local level in the context of the Head Start programs of the state and the children the program serves and tailored to the early childhood literacy background and experience of the teachers involved; (2) be culturally and linguistically appropriate and support children's development in their home language; (3) include training in how to work with parents to enhance positive language and early literacy development at home; and (4) include specific methods to best address the needs of children who are English language learners, have speech and language delays, including problems with articulation, or have other disabilities.(Sec. 17) Revises requirements for Head Start staff qualifications and development. Requires, by September 30, 2010, all Head Start teachers in center-based programs to have: (1) at least an associate degree or equivalent coursework relating to early childhood, or an associate degree in a related educational area and, to the extent practicable, coursework relating to early childhood; and (2) demonstrated teaching competencies, including, at a minimum, an appropriate level of literacy, a demonstrated capacity to be highly engaged with children, and a demonstrated ability to implement an early childhood curriculum effectively.Requires, by September 30, 2008, all Head Start curriculum specialists and education coordinators in center-based programs to have: (1) the capacity to offer assistance to other teachers in the implementation and adaptation of curricula to the group and individual needs of a class; and (2) a baccalaureate or advanced degree relating to early childhood, or a baccalaureate or advanced degree and coursework equivalent to a major relating to early childhood.Requires, by September 30, 2008, all Head Start teaching assistants in center-based programs to: (1) have at least a child development associate credential; (2) be enrolled in an associate or baccalaureate degree program; or (3) be enrolled in a child development associate credential program to be completed within two years.Requires, by September 30, 2011, in States that do not have an established State prekindergarten program or in States that do not have established teacher requirements for their State prekindergarten programs, 50 percent of all Head Start teachers in each center-based program to have: (1) a baccalaureate degree relating to early childhood or a related educational area or equivalent coursework; and (2) demonstrated teaching competencies, including, at a minimum, an appropriate level of literacy, a demonstrated capacity to be highly engaged with children, and a demonstrated ability to implement an early childhood curriculum effectively. Requires by such date, in States that have established teacher requirements for State prekindergarten programs, all Head Start teachers in center-based programs to meet such standard, at a minimum, or their own requirements if those are not less than such minimum.Requires each Head Start teacher to attend an average of not less than 15 clock hours of professional development per year Directs the Secretary to: (1) require Head Start agencies to demonstrate continuing progress each year to reach such staff qualification results, and to submit reports on the number and percentage of classroom instructors in center-based programs with child development associate credentials or associate, baccalaureate, or graduate degrees; and (2) submit a summary of all such program progress reports to specified congressional committees. Allows Head Start agencies to demonstrate progress by partnering with institutions of higher education or other programs that recruit, train, place, and support college students to deliver an innovative early learning program to preschool children.Directs the Secretary to establish service requirements to ensure that individuals who receive financial assistance under the Act to pursue a degree to qualify as Head Start staff shall: (1) teach or work in a Head Start program for a minimum of three years after receiving the degree; or (2) repay the total or a prorated amount of the financial assistance received based on the length of service completed after receiving the degree.Authorizes the Secretary to grant one-year waivers of postsecondary degree requirements for staffing of Head Start agencies that can demonstrate that certain conditions exist.Revises requirements for family service workers to direct the Secretary to promote the use of appropriate strategies to meet the needs of special populations, including LEP populations. Requires every Head Start agency and center to create a professional development plan for employees who provide direct services to children, including a plan for classroom teachers, curriculum specialists, and education coordinators to meet staff qualification requirements.(Sec. 18) Establishes a Tribal Colleges and Universities Head Start Partnership program. Authorizes the Secretary to award program grants, for periods of at least five years, to Tribal Colleges and Universities to: (1) implement education programs that include tribal culture and language and increase the number of associate, baccalaureate, and graduate degrees in early childhood education and related fields earned by Indian Head Start agency staff members, parents of children served by such an agency, and members of the tribal community; (2) develop and implement such programs in technology-mediated formats; and (3) provide technology literacy programs for Indian Head Start agency staff members and for children and families the agency serves.Directs the Secretary to ensure that the American Indian Programs Branch of the Head Start Bureau of HHS has sufficient staffing to administer such programs and provide appropriate technical assistance to grantees.Requires grant applications to certify that the Tribal College or University has established a partnership with one or more Indian Head Start agencies to conduct program activities.Authorizes appropriations for such grants program for FY2007-FY2010.(Sec. 19) Revises requirements for research, demonstrations, and evaluation to include addressing the needs of abused or neglected children, homeless children, and children in foster care.Directs the Secretary to contract with the Board on Children, Youth, and Families of the National Research Council, the Board on Testing and Assessments, and the Institute of Medicine, of the National Academy of Sciences (NAS) to establish an independent panel of experts to review and synthesize research and theories in the social, behavioral, and biological sciences regarding early childhood, and make recommendations with regard to specified matters.Directs the Secretary to a study and report to Congress on the status of LEP children and their families in Head Start or Early Head Start programs.(Sec. 20) Requires inclusion in the Secretary's reports to Congress of information on the homelessness of children, and on children in foster care, participating in Head Start funded programs.(Sec. 21) Repeals a prohibition against paying less than the federal minimum wage rate to a person employed in programs under the Head Start Act. Prohibits paying more than the Secretary's salary to compensate a person with funds awarded under the Head Start Act or the Community Services Block Grant Act. Directs the Secretary to withhold from the base grant of the Head Start agency involved, for the next fiscal year, an amount equal to the aggregate amount by which any salary that resulted in a violation of such prohibition exceeded the Secretary's salary.(Sec. 22) Extends a limitation with respect to certain unlawful activities to any individual in any Head Start Agency or other agency assisted under the Head Start Act.(Sec. 23) Extends restrictions on certain political activities, which currently apply to any program receiving assistance under the Head Start Act (and the program's employment or assignment of personnel) to cover specifically any individual employed by or assigned to such program during the hours in which he or she is working on its behalf.(Sec. 24) Requires Head Start agencies to obtain written parental consent before administering to a child, or referring the child for, a non-emergency intrusive physical examination, including one in connection with the program. Declares that such requirement shall not be construed to prohibit agencies from using established methods for handling cases of suspected or known child abuse and neglect in compliance with applicable federal, state, or tribal law."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Head Start bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Head Start Improvements for School Readiness Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Head Start Improvements for School Readiness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Head Start Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:33-05:00"
}