{
  "actions": [
    {
      "acted_at": "2001-02-14", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Transportation. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-03-15", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Transportation. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-04-26", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Transportation. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-01", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Transportation. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-13", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Transportation. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-28", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Transportation. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 107-395.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-12", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2001-07-13", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Murray under authority of the order of the Senate of 01/03/2001. With written report No. 107-38. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-13", 
      "calendar": "Senate Legislative", 
      "number": "88", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 88.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2001-12-20", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1178-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Transportation", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2001-07-13", 
  "number": "1178", 
  "official_title": "An original bill making appropriations for the Department of Transportation and related agencies for the fiscal year ending September 30, 2002, and for other purposes.", 
  "popular_title": "Transportation Department FY2002 Appropriations bill", 
  "related_bills": [
    {
      "bill_id": "hr2299-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Transportation and Related Agencies Appropriations Act, 2002", 
  "sponsor": {
    "district": null, 
    "name": "Murray, Patty", 
    "state": "WA", 
    "thomas_id": "01409", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2001-07-12", 
  "subjects": [
    "AIDS (Disease)", 
    "Access Board", 
    "Access to airports", 
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Aeronautics", 
    "Air pollution control", 
    "Air traffic", 
    "Air traffic controllers", 
    "Airline passenger traffic", 
    "Airlines", 
    "Airports", 
    "Alaska", 
    "Annuities", 
    "Appalachia", 
    "Appropriations", 
    "Arizona", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Astronautics", 
    "Auditing", 
    "Automobile insurance", 
    "Automobile safety appliances", 
    "Aviation insurance", 
    "Aviation safety", 
    "Boats and boating", 
    "Boundaries", 
    "Bridges", 
    "Building construction", 
    "Building leases", 
    "Buy American", 
    "California", 
    "Capital investments", 
    "Child safety", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Coast guard", 
    "Commemorations", 
    "Commerce", 
    "Commuting", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consumer discounts", 
    "Credit cards", 
    "Crime and law enforcement", 
    "Data banks", 
    "Debarment of government contractors", 
    "Deceptive advertising", 
    "Department of Transportation", 
    "Disabled", 
    "District of Columbia", 
    "Driver licenses", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drunk driving", 
    "Economics and public finance", 
    "Education", 
    "Emergency communication systems", 
    "Emergency management", 
    "Employee training", 
    "Environmental protection", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Ferries", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Government and business", 
    "Government consultants", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government statistics", 
    "Government travel", 
    "Government trust funds", 
    "Government vehicles", 
    "Governmental investigations", 
    "Hawaii", 
    "Health", 
    "Higher education", 
    "Highspeed trains", 
    "Highway maintenance", 
    "Highway planning", 
    "Highway research", 
    "Highway use tax", 
    "Historic sites", 
    "History", 
    "Hours of labor", 
    "Housing and community development", 
    "Human immunodeficiency viruses", 
    "Identification devices", 
    "Illinois", 
    "Independent regulatory commissions", 
    "Infrastructure", 
    "Inland water transportation", 
    "Inspectors general", 
    "International affairs", 
    "Internet", 
    "Interstate highway system", 
    "Islands", 
    "Labeling", 
    "Labor and employment", 
    "Landing aids (Aeronautics)", 
    "Latin America", 
    "Law", 
    "Leases", 
    "Liability for oil pollution", 
    "Licenses", 
    "Lifestyle", 
    "Light rail transit", 
    "Lighting", 
    "Lobbying", 
    "Louisiana", 
    "Maintenance and repair", 
    "Maps", 
    "Marine safety", 
    "Marine terminals", 
    "Maryland", 
    "Mass rapid transit", 
    "Mexico", 
    "Michigan", 
    "Military bases", 
    "Military dependents", 
    "Military medicine", 
    "Military pensions", 
    "Military training", 
    "Minorities", 
    "Minority business enterprises", 
    "Missouri", 
    "Motor buses", 
    "Motor vehicle pollution control", 
    "Motor vehicle safety", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "National Transportation Safety Board", 
    "Navigational aids", 
    "Navigational aids (Aeronautics)", 
    "Nevada", 
    "New Mexico", 
    "Noise", 
    "North Dakota", 
    "Office buildings", 
    "Olympic games", 
    "Overtime", 
    "Parking facilities", 
    "Parties to actions", 
    "Patrol aircraft", 
    "Patrol ships", 
    "Pipeline safety", 
    "Presidential appointments", 
    "Public service advertising", 
    "Public-private partnerships", 
    "Railroad abandonments", 
    "Railroad commuting traffic", 
    "Railroad engineering", 
    "Railroad freight operations", 
    "Railroad maintenance and repair", 
    "Railroad passenger traffic", 
    "Railroad research", 
    "Railroad safety", 
    "Railroad terminals", 
    "Railroads", 
    "Real estate development", 
    "Rebates", 
    "Religion", 
    "Religious education", 
    "Reprogramming of appropriated funds", 
    "Rescission of appropriated funds", 
    "Rescue work", 
    "Research and development", 
    "Restrictive trade practices", 
    "Retiree health benefits", 
    "Revolving funds", 
    "Right of privacy", 
    "Road construction", 
    "Saint Lawrence Seaway Development Corporation", 
    "Salaries", 
    "Scenic byways", 
    "Science, technology, communications", 
    "Seat belts", 
    "Shipbuilding", 
    "Shopping centers", 
    "Space activities", 
    "Space commercialization", 
    "Sparsely populated areas", 
    "Sports and recreation", 
    "St. Lawrence Seaway", 
    "Standards", 
    "State employees", 
    "Stress (Psychology)", 
    "Surface Transportation Board", 
    "Surplus government property", 
    "Survivors' benefits", 
    "Tax evasion", 
    "Taxation", 
    "Telephone", 
    "Terminals (Transportation)", 
    "Texas", 
    "Traffic accidents and safety", 
    "Traffic congestion", 
    "Traffic engineering", 
    "Transportation and public works", 
    "Transportation and the disabled", 
    "Transportation engineering", 
    "Transportation insurance", 
    "Transportation of hazardous substances", 
    "Transportation planning", 
    "Transportation research", 
    "Travel agents", 
    "Truck drivers", 
    "Trucking", 
    "Trucks", 
    "Urban affairs", 
    "Urban transportation", 
    "User charges", 
    "Utah", 
    "Virginia", 
    "Washington State", 
    "Weather forecasting"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2001-07-13", 
    "text": "Department of Transportation and Related Agencies Appropriations Act, 2002 - Title I: Department of Transportation - Makes appropriations for FY 2002 (with specified rescissions, transfers of funds, limitations on obligations and administrative expenses, and liquidations of contract authorizations) for: (1) the Office of the Secretary of Transportation; (2) the Coast Guard; (3) the Federal Aviation Administration (FAA); (4) the Federal Highway Administration (FHA), earmarking specified amounts for various Intelligent Transportation System projects; (5) the Federal Motor Carrier Safety Administration, earmarking a specified amount for border State (Arizona, California, New Mexico, and Texas) grants for enforcement of motor carrier safety measures with respect to Mexican commercial motor vehicles operating in the United States; (6) the National Highway Traffic Safety Administration; (7) the Federal Railroad Administration; (8) the Federal Transit Administration, earmarking specified amounts for new fixed guideway systems; (9) the Saint Lawrence Seaway Development Corporation; (10) the Research and Special Programs Administration; (11) the Office of Inspector General, earmarking amounts to investigate unfair or deceptive practices and unfair methods of competition by domestic and foreign air carriers and ticket agents; (12) the Surface Transportation Board; and (13) the Office of Airline Information of the Bureau of Transportation Statistics.Title II: Related Agencies - Makes appropriations for FY 2002 for: (1) the Architectural and Transportation Barriers Compliance Board; and (2) the National Transportation Safety Board.Title III: General Provisions - Sets forth specified prohibitions, rescissions, limitations, permissions, and mandates with respect to the use of appropriations under this Act identical or similar to those enacted in the Department of Transportation and Related Agencies Appropriations Act, 2000 (P.L. 106-69).(Sec. 304) Bars the use of funds in this Act for salaries and expenses of more than 98 political and Presidential appointees in the Department of Transportation (DOT).(Sec. 308) Prohibits a recipient of funds made available under this Act from disseminating (except as authorized) personal information obtained by a State department of motor vehicles in connection with a motor vehicle record. Prohibits the Secretary of Transportation from withholding such funds from a grantee if a State is in noncompliance with such requirement.(Sec. 309) Sets forth certain requirements for distribution (including in certain cases denial of distribution) of the obligation limitation for Federal-aid Highways amounts for specified Federal highway programs. Sets forth specified Federal highway projects in which the obligation limitation for Federal-aid Highways shall not apply. Provides for the redistribution of any unused obligation limitation on Federal-aid Highways amounts to the States.(Sec. 312) Bars the use of funds under this Act to establish a vessel traffic safety fairway less than five miles wide between the Santa Barbara Traffic Separation Scheme and the San Francisco Traffic Separation Scheme.(Sec. 313) Authorizes airports to transfer to the FAA, without consideration, instrument landing systems (along with associated approach lighting equipment and runway visual range equipment) which conform to FAA design and performance specifications and which were purchased with airport development grant funds.(Sec. 315) Directs the Secretary to encourage a locally developed plan between the State of Illinois, the city of Chicago, and affected communities in order to modernize O'Hare International Airport, including to address traffic congestion along the Northwest Corridor and the western airport access, and move forward with a third Chicago-area airport.(Sec. 317) Bars the use of funds under this Act to compensate in excess of 335 technical staff-years under the federally-funded research and development (R&D) center contract between the FAA and the Center for Advanced Aviation Systems Development during FY 2002.(Sec. 321) Authorizes certain funds for Alaska or Hawaii ferry boats or ferry terminal facilities to be used to construct new vessels and facilities or to improve existing vessels and facilities, including both the passenger and vehicle-related elements of such vessels and facilities, and for repair facilities. Earmarks specified funds to be used by the State of Hawaii to initiate and operate a passenger ferryboat services demonstration project to test the viability of different intra-island and inter-island ferry routes.(Sec. 323) Amends the Transportation Equity Act for the 21st Century to add as new fixed guideway projects: (1) the Washington County Wilsonville to Beaverton commuter rail; and (2) the Detroit, Michigan, Metropolitan Airport rail project.(Sec. 325) Prohibits the use of funds for employee training which: (1) does not meet identified needs for knowledge, skills, and abilities bearing directly upon the performance of official duties; (2) contains elements likely to induce high levels of emotional response or psychological stress in some participants; (3) does not require prior employee notification of the content and methods to be used in the training and written end of course evaluations; (4) contains any methods or content associated with religious or quasi-religious belief systems or \"new age\" belief systems; (5) is offensive to, or designed to change, participants' personal values or lifestyle outside the workplace; or (6) includes content related to human immunodeficiency virus-acquired immune deficiency syndrome (HIV/AIDS) other than that necessary to make employees more aware of its medical ramifications and the workplace rights of HIV-positive employees.(Sec. 326) Bars the use of funds, unless authorized by Congress, to pay for specified lobbying activities with respect to a Member of Congress or a State legislature. Permits DOT or related agency employees to communicate to Members of Congress or to a State legislature with respect to requests for legislation or appropriations which they deem necessary for the efficient conduct of business.(Sec. 327) Prohibits expenditure of funds made available under this Act by any entity that does not agree to comply with the Buy American Act.Expresses the sense of Congress that entities receiving assistance under this Act should purchase only U.S.-made equipment and products to the greatest extent practicable.Prohibits the use of funds for contracts with persons falsely labeling products as made in America.(Sec. 328) Directs the Commandant of the U.S. Coast Guard to maintain an onboard staffing level at the Coast Guard Yard in Curtis Bay, Maryland, of not less than 530 full time equivalent civilian employees. Authorizes the Commandant to reconfigure his vessel maintenance schedule and new construction projects to maximize employment at the Yard.(Sec. 330) Authorizes appropriations for expenses of the Amtrak Reform Council for FY 2003.(Sec. 331) Earmarks a specified amount to enable the Secretary to make grants for surface transportation projects.(Sec. 332) Declares that for purposes of providing support to the Department of Defense (DOD), the Coast Guard Yard and other Coast Guard specialized facilities designated by the Commandant shall qualify as components of DOD for purposes of competition and workload assignments.(Sec. 333) Bars the use of funds in this Act to make a grant unless the Secretary notifies the Committees on Appropriations not less than three full business days before any discretionary grant award, letter of intent, or full funding grant agreement totaling $1 million or more is announced by the DOT or its modal administrations from: (1) any discretionary grant program of the FHA other than the emergency relief program; (2) the FAA airport improvement program; or (3) any Federal Transit Administration (FTA) program other than the formula grants and fixed guideway modernization programs.(Sec. 334) Sets aside a specified percentage of certain transportation funds for motor carrier safety programs and motor carrier safety research.(Sec. 335) Authorizes the FAA Administrator to accept funds from an airport sponsor (including entitlement funds under the Grants-in-Aid for Airports program) in order to hire additional staff or obtain the services of consultants with respect to airport projects that will add critical airport capacity to the national air transportation system. Limits the use of such funds only for facilitating the timely processing, review, and completion of environmental activities associated with such projects.(Sec. 336) Bars the use of funds made available in this Act to further efforts toward developing a new regional airport for southeast Louisiana until a certain comprehensive plan is submitted to, and approved by, the FAA Administrator and the Committees on Appropriations.(Sec. 337) Amends Federal law to revise air traffic controller retirement provisions to require an air traffic controller to be separated from the service on the last day of the month in which he or she becomes 56 years of age, provided the person qualifies for an immediate annuity at that time. Authorizes such person, if not eligible for an immediate annuity upon reaching age 56, to work until the last day of the month in which he or she becomes eligible for a retirement annuity unless the Secretary determines that such action would compromise safety (effectively extending service beyond age 56).(Sec. 338) Authorizes States to use allocated highway safety program funds to produce and place highway safety public service messages in television, radio, cinema, print media, and on the Internet in accordance with guidance issued by the Secretary. Earmarks certain innovative grant funds to be used for national television and radio advertising to support the national law enforcement mobilizations conducted in all 50 States that are aimed at increasing safety belt and child safety seat use and controlling drunk driving.(Sec. 339) Amends the Intermodal Surface Transportation Efficiency Act of 1991 to exempt from certain maximum axle weight limitations, for a specified period, any over-the-road bus that is used regularly and exclusively as an intrastate public agency transit passenger bus on the Dwight D. Eisenhower System of Interstate and Defense Highways. Revises certain study and reporting requirements regarding the applicability of such limitations to public transit vehicles that use such System to include over-the-road buses.(Sec. 340) Bars the use of funds in this Act to adopt guidelines or regulations requiring airport sponsors to provide to the FAA without cost building construction, maintenance, utilities and expenses, or space in airport sponsor-owned buildings for services relating to air traffic control, air navigation, or weather reporting. Provides that such prohibition does not apply to negotiations between the FAA and airport sponsors to achieve agreement on \"below-market\" rates for such items or to grant assurances that require airport sponsors to provide land without cost to the FAA for air traffic control facilities.(Sec. 341) Bars the availability of funds provided under this Act or prior appropriations acts for Coast Guard acquisition, construction, and improvement after the 15th day of any quarter of any fiscal year, unless the Commandant of the Coast Guard reports quarterly to the Committees on Appropriations on all major Coast Guard acquisition projects, including projects executed for them by the U.S. Navy and vessel traffic service projects.(Sec. 342) Reduces and limits to no more than a specified amount funds provided in this Act for DOT's Transportation Administrative Service Center (TASC) for FY 2002.(Sec. 343) Bars the use of appropriated funds for the review or processing of an application by a Mexican motor carrier for authority to operate beyond the U.S. municipalities and commercial zones until such carriers have complied with certain motor carrier safety standards.(Sec. 344) Sets forth requirements with respect to the calculation of the non-Federal contribution to project costs of the Regional Transportation Commission Resort Corridor Fixed Guideway Project in Clark County, Nevada.(Sec. 345) Amends the Transportation Equity Act for the 21st Century to replace the high priority project to extend West Douglas Road in Alaska with a high priority project to construct Second Douglas Island Crossing.(Sec. 346) Replaces high priority projects to construct a passenger ferry facility to serve Southworth, Seattle, Washington, and a Southworth Seattle ferry, with a high priority project passenger only ferry to serve Kitsap County-Seattle, Washington.(Sec. 347) Authorizes historic covered bridges eligible for certain Federal assistance to be funded from amounts set aside for the discretionary bridge program.(Sec. 348) Amends the Department of Transportation and Related Agencies Appropriations Act, 1999 to replace capital investment grants projects to construct Northern New Mexico park and ride facilities, New Mexico, and Northern New Mexico Transit Express/Park and Ride buses, with a project for Northern New Mexico park and ride facilities and State of New Mexico, Buses and Bus-Related Facilities.(Sec. 349) Prohibits the provision of essential air service subsidies to communities in the United States (except Alaska) that are fewer than 100 miles from the nearest large or medium hub airport, or fewer than 70 miles from the nearest small hub airport, or fewer than 50 miles from the nearest airport providing jet service, or that require a rate of subsidy per passenger in excess of $200, unless such point is greater than 210 miles from the nearest large or medium hub airport."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Transportation Department FY2002 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Transportation and Related Agencies Appropriations Act, 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Transportation and Related Agencies Appropriations Act, 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Department of Transportation and related agencies for the fiscal year ending September 30, 2002, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:03-05:00"
}