{
  "actions": [
    {
      "acted_at": "1998-07-21", 
      "references": [
        {
          "reference": "CR H5969, E1361", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-21", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-30", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4288-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-21", 
  "number": "4288", 
  "official_title": "To establish the negotiating objectives of the United States with respect to the WTO Agreement on Agriculture, to establish criteria for the accession of state trading regimes to the WTO, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2328-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "Agriculture Export Enhancement Act of 1998", 
  "sponsor": {
    "district": "15", 
    "name": "Ewing, Thomas W.", 
    "state": "IL", 
    "thomas_id": "00366", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-07-21", 
  "subjects": [
    "Africa (Sub-Saharan)", 
    "Agricultural biotechnology", 
    "Agricultural prices", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Animal diseases", 
    "Animals", 
    "Australia", 
    "Beef", 
    "Bovine spongiform encephalopathy", 
    "Canada", 
    "Cattle", 
    "Chile", 
    "China", 
    "Commerce", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Corn", 
    "East Asia", 
    "Egypt", 
    "Europe", 
    "European Union", 
    "Export subsidies", 
    "Feed grains", 
    "Food adulteration and inspection", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Government operations and politics", 
    "Government ownership", 
    "Grain", 
    "Grain trade", 
    "Greece", 
    "Health", 
    "Hormones", 
    "Import restrictions", 
    "India", 
    "International affairs", 
    "International agencies", 
    "Israel", 
    "Japan", 
    "Labeling", 
    "Latin America", 
    "Law", 
    "Licenses", 
    "Livestock", 
    "Meat", 
    "Meat inspection", 
    "Middle East and North Africa", 
    "Nontariff trade barriers", 
    "Oceania", 
    "Philippines", 
    "Plant quarantine", 
    "Poland", 
    "Pork", 
    "Poultry industry", 
    "President and foreign policy", 
    "Preventive medicine", 
    "Risk assessment", 
    "Russia", 
    "Science, technology, communications", 
    "Seeds", 
    "Sorghum", 
    "South Africa", 
    "South Asia", 
    "South Korea", 
    "Tariff", 
    "Tariff agreements", 
    "Trade agreements", 
    "Trade negotiations", 
    "Turkey", 
    "Veterinary medicine", 
    "Weeds", 
    "Wheat"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-07-21", 
    "text": "Agriculture Export Enhancement Act of 1998 - Sets forth the principal agricultural trade negotiating objectives of the United States with respect to the World Trade Organization (WTO) Agreement on Agriculture. Requires the United States to negotiate: (1) a specific date after which tariffs imposed on agricultural products shall be eliminated by WTO members (including elimination or substantial reduction of tariffs imposed by Japan and South Korea on meats, the Philippines on grains, livestock, and meat, South Africa on wheat, and Turkey on milling wheat, corn, and sorghum); (2) a specific date after which all export and other trade-distorting subsidies shall be eliminated by WTO members (including elimination of European Union export subsidies on wheat, wheat flour, beef, and poultry and domestic subsidies on pork and feed grains); (3) elimination of the exclusive right of state trading enterprises to import agricultural products in the case of WTO members and their ability to use their exclusive authority over the export of agricultural products to distort trade and international prices (ensuring that Australia adheres to its commitment to end the export monopoly of the Australia Wheat Board no later than January 1, 1999, and that Canada eliminates the discretionary pricing practices of the Canadian Wheat Board); and (4) the elimination of certain sanitary and phytosanitary restrictions on imports of U.S. agricultural products to the extent that they are inconsistent with the WTO Agreement on the Application of Sanitary and Phytosanitary Measures. (Sec. 4) Amends the Omnibus Trade and Competitiveness Act of 1988 to revise the requirement that the President make certain determinations before any foreign country (currently, major foreign country) can accede to the General Agreement on Tariffs and Trade (GATT) and the WTO. Requires the President to determine whether state trading enterprises in the foreign country produce or procure a significant share of: (1) the goods exported from, or imported into, such country; or (2) the goods produced domestically in such country. (An affirmative determination, together with another specified affirmative determination, mandates denial of GATT application to such a country.) Requires a country denied GATT application to enter into an agreement with the United States providing that the state trading enterprises will make purchases and sales in international trade based solely on commercial considerations (including price, quality, availability, marketability, and transportation), and on no other basis. Repeals the \"in-accordance-with-customary practice\" condition on the requirement that such state trading enterprises afford U.S. business firms adequate opportunity to compete for participation in such purchases and sales, before the GATT 1947 or the WTO agreement will apply between the United States and that country. (Sec. 5) Prohibits the United States from agreeing to the accession of the People's Republic of China to the WTO until the President certifies to the Congress that China: (1) evenly applies phytosanitary and veterinary import quarantine standards based upon modern laboratory techniques; (2) agrees to eliminate the restrictive import licensing requirements it imposes on pork products; and (3) agrees to permit the unrestricted importation of meat products. (Sec. 6) Prohibits the United States from agreeing to the accession of Russia to the WTO until the President certifies to the Congress that Russia agrees to change: (1) the Russian Veterinary Department requirements in a manner that brings them into conformity with WTO's Agreement on the Application of Sanitary and Phytosanitary Measures (in particular transparency and basis on sound science); and (2) other sanitary and phytosanitary requirements that violate the WTO Agreement on the Application of Sanitary and Phytosanitary Measures, especially those governing the import of planting seeds and meat products."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agriculture Export Enhancement Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish the negotiating objectives of the United States with respect to the WTO Agreement on Agriculture, to establish criteria for the accession of state trading regimes to the WTO, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:06-05:00"
}