{
  "actions": [
    {
      "acted_at": "1973-11-29", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2756-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-29", 
  "number": "2756", 
  "official_title": "A bill to provide health care insurance for people of the United States and to improve the availability of health services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Rights Act", 
  "sponsor": {
    "district": null, 
    "name": "Scott, Hugh", 
    "state": "PA", 
    "thomas_id": "01432", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-29", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Health", 
    "Insurance", 
    "Medical care, personnel, and facilities", 
    "Public health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-29", 
    "text": "Health Rights Act - Title I: Administrative and General Provisions - Defines various terms for purposes of the Act such as: (1) inpatient hospital services; (2) psychiatric hospital; (3) tuberculosis hospital; (4) secondary care facility. Establishes within the Department of Health, Education, and Welfare an Office of Health Care, to administer the provisions of this Act. Provides that the Office of Health Care shall be headed by a Director, to be appointed by the President, by and with the advice and consent of the Senate. Authorizes the Secretary in carrying out his functions under this Act, to: (1) establish regional offices; (2) contract with an insurance carrier or intermediary to administer titles II and III of this Act; (3)fix the compensation of personnel; (4) procure temporary and intermittent services; (5) promulgate such rules, regulations, and procedures, as necessary to carry out the functions vested in him; (6) utilize the services, of other agencies with or without reimbursement therefor; (7) request such information, data, and reports, from any Federal agency; (8) with approval of the President, reimburse the heads of other Federal agencies for the performance of any of his functions under this Act; and (9) enter into and perform contractes leases, cooperative agreementes or other transactions, in the conduct of his functions consistent with the purposes of this Act. Directs each medical care institution providing services or receiving payments under this Act to develop a utilization review plan. Requires such review plans to include provisions for a review of the medical necessity: (1) of all medical and other health services received by individuals from such medical care institutions; (2) of hospitalization for over 7 days and every 7 days thereafter; and (3) of additional medical and other health services which may be required from such medical care institution. Requires all reviews to be conducted by a committee of members providing such services, composed of two or more physicians, or dentists, or psychiatrists or psychologists. Establishes in the Department of Health, Education, and Welfare, under the Social Security Act, a National Professional Standards Review Council to (1) review the operation of Statewide Professional Standards Review Councils and Professional Standards Review Organizations; (2) continually review the overall administration of this Act; (3) develop and issue minimum national standards of training for physicians, dentists, psychologists, psychiatrists, and nurses providing services covered by this Act; (4) develop minimum standards of training for other health personnel, including: dental hygienistes, dietary technicians, pharmacy aides, physical therapists, electrocardiograph technicians, and surgical aides; and (5) consult with other organizations to assist in the development of standards. Title II: Inpatient Health Care Benefits - Establishes an insurance program to provide insurance benefits financed by the Federal Government. Provides that every resident and nonresident citizen, who has procured coverage under title III of Act, of the United States while within the United States, is eligible to receive health care benefits under this Act. Authorizes the Secretary to enter into agreements with foreign governments and international organizations to extend the benefites of this title to persons within the United States who are alien employees of a foreign government or of an international organization. Provides that every individual who is eligible for benefits under this title shall be covered for the cost of: (1) inpatient hospital services; (2) inpatient tuberculosis hospital services; (3) inpatient psychiatric services, not to exceed 60 days per year; (4) secondary care services; and (5) post-inpatient home health services. Creates on the books of the Treasury of the United States a trust fund to be known as the \"Federal Health Care Trust Fund\". Appropriates monies to the Trust Fund for fiscal year 1972, and for each fiscal year thereafter. Creates a body to be known as the Board of Trustees of the Trust Fund composed of the Secretary of the Treasury, the Secretary of Labor, and the Secretary of HEW, all ex officio. Makes it the duty of the Board of Trustees to: (1) hold the Trust Fund; (2) report to the Congress each year on the operation of the Trust Fund; (3) report immediately to the Congress whenever the Board is of the opinion that the amount of the Trust Fund is unduly small; and (4) review the general policies followed in managing the Trust Fund, and recommend changes. Title III: Supplementary Medical Insurance - Establishes a voluntary insurance program to provide medical insurance benefits, to individuals who elect to enroll, to be financed from premium payments by enrollees together with contributions from funds by the Federal Government. Provides that the benefits provided by the program established by this title shall consist of: (1) entitlement to have payment made to him or on his behalf for medical and other health services; home health services, outpatient physical therapy services, professional services of a doctor of dentistry, a psychologist, or phschistrist, and for nondiagnostic medical examinations. Provides that payment for services shall be made by the insurance carrier who has contracted to cover the region in which the services were rendered upon the submission of a claim in such manner as prescribed by the Secretary. Directs the Secretary during January 1975, and of each year thereafter to determine the dollar amount which shall be applicable for premiums for each region. Prescribes the percentages which shall constitute the Federal share of the premiums for Supplementary Health Care under this title. Creates on the books of the Treasury a trust fund to be known as the \"Supplementary Health Care Trust Fund\". Transfers to the Trust Fund all assets and liabilities of the \"Federal Supplementary Medical Insurance Trust Fund.\" Creates a Board of Trustees of the Trust Fund composed of the Secretary of the Treasury, the Secretary of Labor and the Secretary of HEW, all ex officio. Appropriates such funds as may be necessary to defray the expenses of the Trust Fund. Title IV: Health Maintenance Organizations - Directs the Secretary to promulgate regulations for the establishment and financing of public or private pre-paid health maintenance organizations. Authorizes appropriations for fiscal years 1975, 1976 and 1977, of such sums as may be necessary to carry out the provisions of this title. Provides that in no case shall a grant to any one health maintenance organization exceed 50 percent of the development costs of the organization, except that organizations which are located in physician shortage areas may receive grants up to 70 percent. Authorizes the Secretary to enter into contracts (without regard to provisions of law requiring competitive bidding) with qualified health maintenance organizations to provide the services described in titles II and III. Permits any individual who is eligible for benefits under title II or III to be eligible to enroll for benefits under this title. Title V: Miscellaneous Provisions - Sets forth Federal health care standards. Provides for corporate practice under this Act. Provides for judicial review of decisions under this Act. Establishes in the Department of HEW a Health Delivery Committee to be composed of nine members appointed by the President by and with the advice and consent of the Senate. Directs the Committee to: (1) study the current need for medical personnel and facilities in the United States; (2) study the estimated need for such personnel and facilities in the next succeeding two decades; (3) study the solution to meeting the needs found, with particular emphasis on prepaid or health maintence plans; and (4) submit a report, every 6 months of its findings and recommendations. Authorizes appropriations of such sums as are necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Rights Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide health care insurance for people of the United States and to improve the availability of health services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:59-05:00"
}