{
  "actions": [
    {
      "acted_at": "1989-06-01", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-06-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Education, Arts, Humanities. Hearings held. Hearings printed: S.Hrg. 101-317.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-06-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Education, Arts, Humanities. Hearings held. Hearings printed: S.Hrg. 101-317.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-21", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Education, Arts, Humanities. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-27", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Education, Arts, Humanities. Hearings held. Hearings printed: S.Hrg. 101-317.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-27", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Education, Arts, Humanities. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-26", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Education, Arts, Humanities. Approved for full committee consideration without amendment favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-01", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-11-21", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 101-221. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-21", 
      "calendar": "Senate Legislative", 
      "number": "414", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 414.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-04-05", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-05", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-05", 
      "bill_ids": [
        "hr7-101"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 7 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-05", 
      "bill_ids": [
        "hr7-101"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 7 in lieu of this measure by Yea-Nay Vote. 96-0. Record Vote No: 57.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-05", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1465-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1465"
    }, 
    {
      "amendment_id": "s1466-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1466"
    }
  ], 
  "bill_id": "s1109-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1989-10-27", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1989-11-03", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1990-02-21", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1989-10-27", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1989-06-01", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1989-06-01", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1989-10-27", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1989-10-27", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1990-02-21", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1989-11-03", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1990-04-05", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-01", 
  "number": "1109", 
  "official_title": "A bill to amend the Carl D. Perkins Vocational Education Act to extend the authorities contained in such Act through the fiscal year 1995.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7-101", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr7-101", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr7-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr7-101", 
      "reason": "includes"
    }
  ], 
  "short_title": "Carl D. Perkins Vocational Education Act Amendments of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-11-01", 
  "subjects": [
    "Administrative procedure", 
    "Adult education", 
    "Agribusiness", 
    "Agricultural labor", 
    "Apprenticeship", 
    "Appropriate technology", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Bilingual education", 
    "Business and social problems", 
    "California", 
    "Career education", 
    "Community and school", 
    "Compensatory education", 
    "Consumer education", 
    "Correctional institutions", 
    "Curricula", 
    "Curriculum planning", 
    "Depressed areas", 
    "Disabled", 
    "Displaced homemakers", 
    "Dropouts", 
    "Economic development", 
    "Education", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational finance", 
    "Educational innovations", 
    "Educational policy", 
    "Educational research", 
    "Educational technology", 
    "Educational television", 
    "English language", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to vocational education", 
    "Hawaiians", 
    "Health education", 
    "High school students", 
    "Higher education", 
    "Information services", 
    "Juvenile institutions", 
    "Labor and employment", 
    "Labor statistics", 
    "Labor supply", 
    "Leadership", 
    "Manpower training programs", 
    "Minority education", 
    "Nondiscrimination provisions", 
    "Planning", 
    "Poor", 
    "Prisoners", 
    "Public meetings", 
    "Rehabilitation of criminals", 
    "Research centers", 
    "Schools", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Secondary school students", 
    "Sex discrimination in education", 
    "Teacher education", 
    "Technical education", 
    "Teenage pregnancy", 
    "Vocational education", 
    "Vocational guidance", 
    "West Germany", 
    "Women's education", 
    "Youth employment"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1990-04-05", 
    "text": "Carl D. Perkins Vocational Education Act Amendments of 1989 - Title I: Vocational Education Assistance to States - Amends the Carl D. Perkins Vocational Education Act (the Act) with respect to allotments within State reservation, Indian and Native Hawaiian programs, U.S. territories, State administration, State council on vocational education, State plans and their approval, and State assessment. Title II: Basic State Grants - Revises basic State grants for vocational education. Revises State programs, State leadership, and sex equity programs. Authorizes technology preparation education programs. Provides for secondary, postsecondary, and adult vocational programs. Requires State reservation of certain portions of such secondary school program funds for areas with severe problems. Includes among secondary school programs vocational education services for: (1) the economically disadvantaged; (2) individuals with disabilities; (3) participants in programs to eliminate sex bias and stereotyping; (4) limited English proficient students; and (5) criminal offenders (both juvenile and adult) in correctional institutions. Sets forth various priorities for postsecondary and adult programs, together with special provisions for programs for single parents, displaced homemakers, single pregnant women, and special populations. Requires State performance evaluation and improvement. Title III: Special Programs - Authorizes use of funds for model programs for school dropouts under vocational education support programs by community-based organizations. Authorizes use of funds for individual and family health instruction and for home economic education for full-time State administrators and leadership. Establishes a new program of supplementary grants to economically depressed areas in States. Community Education Employment Center Act of 1989 - Authorizes the Secretary of Education (the Secretary) to make five-year grants to eligible recipients to establish and operate not more than ten community education employment centers nationwide to meet the needs of low-income youth in poor areas. Sets forth various requirements for such programs including giving students necessary education, skills, and support services to ensure: (1) graduation from secondary school; (2) successful transition to a broad range of postsecondary institutions; and (3) employment, including military service. Sets forth requirements for building use, support service, parent, community, labor, and business participation recipients, grant applications, evaluations, and information. Directs the Secretary to collect evaluations and other additional information and to report to the Congress by October 1, 1995. Authorizes appropriations for FY 1991 through 1995 for such community education employment centers. Title IV: National Programs - States that the Secretary's vocational education research activities under the Act may be conducted through the Office of Educational Research and Improvement. Includes research on effective methods of providing vocational education to single parents, displaced homemakers, and single pregnant women. Directs the Secretary to support meritorious unsolicited research proposals from individual researchers, community colleges, State advisory councils, and State and local educators relating to vocational education. Directs the Secretary to appoint an independent advisory panel to advise on assisted under the Act. Lists assessment criteria. Directs the Office of Educational Research and Improvement to conduct a competition for the establishment of three or more vocational education research centers, of which: (1) one shall be a research center on Native American educational participation, needs, and performance; (2) one shall conduct applied research and provide technical assistance for vocational education and training programs for youth and adults; and (3) one shall conduct applied research and provide comprehensive direct technical assistance and outreach activities to help vocational education and training personnel meet the needs of learners and the workplace. Requires each entity selected to operate its National Center for five years. Directs the Office of Educational Research to award an annual grant to each National Center for each of those five years. Directs the Secretary to review each National Center's research priorities after the third year. Allows reservation of up to ten percent of Center funds for unforeseen field-initiated projects. Sets forth required areas of research and development, priorities, and information dissemination requirements. Directs the Secretary to continue through 1992 to honor a grant award to the National Center for Research in Vocational Education in Berkeley, California. Directs the Secretary to conduct a formula study of the distribution of Federal vocational education funds to the States under the Act, to be completed by January 1, 1994. Requires reservation of specified portions of demonstration program funds for telecommunications materials and services and for vocational education lighthouse schools. Authorizes demonstration program grants for: (1) projects for the integration of vocational and academic learning; (2) business, industry, and labor partnerships; (3) model programs of regional training for skilled trades; (4) materials and services development in telecommunications; (5) professional development and teacher education; (6) educational programs for Federal correctional institutions; (7) vocational education lighthouse schools; (8) career and guidance counseling programs; and (9) dropout prevention partnership programs. Directs the Secretary to: (1) disseminate information and exemplary materials on vocational education; and (2) make awards to selected blue ribbon vocational programs. Provides for vocational education and occupational information data systems. Places the Assistant Secretary for Postsecondary Education on the technical steering committee of the National Occupational Information Coordinating Committee. Provides for: (1) data on employment demand in agribusiness; (2) studies on occupational information systems to assist economic development activities; and (3) training and technical assistance for comprehensive career guidance and applied technology counseling programs. Directs the Committee to establish a demonstration program to monitor educational outcomes for vocational education using wage and other records. Requires such information to be: (1) collected at least annually; (2) made accessible nationally; and (3) evaluated by the Office of Technology Assessment. Reserves specified funds for such program and for State occupational information coordinating committees. Directs the Secretary to establish a National Network for Curriculum Coordination in Vocational and Technical Education, consisting of six regional centers. Authorizes the National Council on Vocational Education to prescribe the terms for which its members are appointed and serve, and the manner in which vacancies are filled, beginning on September 20, 1991. Terminates the Council as of October 1, 1992. Revises formulas for funding of research, demonstration programs, and vocational education and occupational information data systems. Reserves specified minimum amounts for: (1) the vocational education data system; (2) the formula study as it relates to the within-State allocation formula; and (3) the National Network for Curriculum Coordination in Vocational and Technical Education. Title V: General Provisions - Requires each State board to certify, in the State plan for assistance, that it and the State agency and local educational agencies will not discriminate on the basis of race, religion, color, national origin, sex, or handicap in employment, in enrollment or courses, or in extracurricular activities. Directs the Secretary to convene regional meetings to obtain public involvement in development of proposed regulations under the Act. Requires Federal monitoring of compliance by recipients of assistance under the Act. Title VI: Correctional Education - Office of Correctional Education Act of 1989 - Amends the Department of Education Organization Act to direct the Secretary of Education to establish within the Department of Education an Office of Correctional Education. Title VII: Authorization of Appropriations - Authorizes appropriations for FY 1991 through 1995 to carry out various titles and programs under the Carl D. Perkins Vocational Education Act (the Act). Title VIII: Technical Amendments - Makes technical amendments to the Act, the Department of Education Organization Act, and the Higher Education Act of 1965. Repeals provisions for: (1) the Intergovernmental Advisory Council on Education, under the Department of Education Organization Act; and (2) an advisory board on International Education Programs, under the Higher Education Act of 1965. Title IX: Effective Date - Sets forth the effective date of this Act. Title X - Directs the General Accounting Office to study the Dual System of Vocational Education, and job apprenticeship, in the Federal Republic of Germany and to report on such study to the Congress within one year."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Carl D. Perkins Vocational Education Act Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Office of Correctional Education Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Carl D. Perkins Vocational Education Act to extend the authorities contained in such Act through the fiscal year 1995.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:29-05:00"
}