{
  "actions": [
    {
      "acted_at": "1991-06-12", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-11", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1282-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1991-06-12", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-12", 
  "number": "1282", 
  "official_title": "A bill to improve the supervision and regulation with respect to financial safety and soundness of the Federal National Mortgage Association, the Federal Home Loan Mortgage Corporation, and the Student Loan Marketing Association; to enhance the safety and soundness of the Farm Credit System; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Government-Sponsored Enterprises Financial Safety and Soundness Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-12", 
  "subjects": [
    "Accounting", 
    "Administrative fees", 
    "Administrative procedure", 
    "Agricultural credit", 
    "Bank capital", 
    "Bank examination", 
    "Bank management", 
    "Bank mergers", 
    "Business records", 
    "Capital", 
    "Capital formation", 
    "Crime and law enforcement", 
    "Deposit insurance", 
    "Executive compensation", 
    "Executive reorganization", 
    "Federal home loan banks", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government corporations", 
    "Government paperwork", 
    "Government trust funds", 
    "Guardian and ward", 
    "Housing and community development", 
    "Housing finance", 
    "Injunctions", 
    "Insurance premiums", 
    "Interest", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Mortgage banks", 
    "Mortgage loans", 
    "Mortgages", 
    "Risk assessment", 
    "Secondary mortgage market", 
    "Securities", 
    "Stocks", 
    "Student loan funds", 
    "Subpoena", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-12", 
    "text": "Government-Sponsored Enterprises Financial Safety and Soundness Act of 1991 - Title I: Improvement of Supervision and Regulation of the Federal National Mortgage Association and Federal Home Loan Mortgage Association - Defines specified terms for purposes of this title. Subtitle A: Establishment of Financial Safety and Soundness Regulatory - Establishes in the Department of Housing and Urban Development the Office of Government-Sponsored Enterprise Financial Oversight (Office). Subtitle B: Capital Levels and Special Enforcement Powers - Requires the Office to establish risk-based capital levels for each enterprise. Establishes minimum capital levels, critical capital levels, and enforcement levels. Sets forth mandatory supervisory actions at various capital levels. Subtitle C: General Enforcement Powers - Sets forth provisions regarding: (1) cease-and-desist proceedings; (2) temporary cease-and-desist orders; (3) removal and prohibition authority; (4) director or officer suspension and removal; (5) hearings and judicial review; (6) jurisdiction; (7) civil money penalties; (8) notice; (9) subpoena power; and (10) public disclosure of final orders and agreements. Subtitle D: Conservatorship - Authorizes: (1) the appointment of a conservator for a troubled enterprise; and (2) an enterprise to judicially challenge such appointment. Title II: Primacy of Financial Safety and Soundness for the Federal Housing Finance Board - Amends the Federal Home Loan Bank Act to state that the primary duty of the Board shall be to ensure that the Federal Home Loan Banks operate in a financially safe and sound manner. Title III: Improvement of Supervision and Regulation of the Student Loan marketing Association - Subtitle A: Establishment of Financial Safety and Soundness Regulatory - Requires the Secretary of the Treasury to report annually to the Congress on the financial safety and soundness of the Student Loan Marketing Association. Establishes a separate fund in the Treasury for the deposit of assessments, fees, and other charges collected to carry out the Secretary's responsibilities for the Association. Subtitle B: Capital Levels and Special Enforcement Powers - Directs the Secretary to establish relevant capital measures and minimum risk-based capital levels for each such measure. Subtitle C: General Enforcement Powers - Sets forth provisions regarding: (1) cease-and-desist proceedings; (2) temporary cease-and-desist orders; (3) removal and prohibition authority; (4) director or officer suspension and removal; (5) hearings and judicial review; (6) jurisdiction and enforcement; (7) civil money penalties; (8) notice; (9) subpoena power; and (10) public disclosure of final orders and agreements. Subtitle D: Conservatorship - Authorizes the Secretary to appoint a conservator for the Association when necessary. Title IV: Jurisdiction of Courts in Prompt Corrective Action - Amends Federal law to grant the United States Claims Court exclusive jurisdiction over claims for damages against the United States by any person who has petition for judicial review of certain actions made under this Act. Title V: Farm Credit System - Subtitle A: Improvements to Farm Credit System Safety and Soundness - Amends the Farm Credit Act of 1971 to authorize the Federal Farm Credit Banks Funding Corporation to gather information from, and monitor the financial condition and performance of, Farm Credit System banks and their related associations and to establish and impose certain economic incentives. Authorizes the Corporation, whenever assistance has been provided to any System bank, the authority to determine the amount of additional stock in the bank to be subscribed for to provide capital to meet certain capital requirements. Subtitle B: Farm Credit System Insurance Corporation - Revises the composition of the Board of Directors of the Farm Credit System Insurance Corporation. Directs the Corporation to develop and publish a new risk-based premium structure and to succeed to the rights of the Farm Credit System Assistance Board in the certification of institutions as eligible to issue preferred stock. Subtitle C: Farm Credit System Consolidation - Revises provisions governing the consolidation of farm credit districts. Subtitle D: Repayment of Financial Assistance Corporation Debt Obligations - Replaces the authority of the Financial Assistance Corporation to issue debt obligations with provisions for the prepayment of principal and interest into the Farm Credit Assistance Fund. Subtitle E: Farm Credit System Bank and Institution Management - Requires one-third of the members (currently, one of the members) of the board of directors of the following entities to be elected by the other directors: (1) each Federal land bank association; (2) each production credit association; and (3) each Farm Credit Bank."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Government-Sponsored Enterprises Financial Safety and Soundness Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the supervision and regulation with respect to financial safety and soundness of the Federal National Mortgage Association, the Federal Home Loan Mortgage Corporation, and the Student Loan Marketing Association; to enhance the safety and soundness of the Farm Credit System; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:02-05:00"
}