{
  "actions": [
    {
      "acted_at": "1990-03-09", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2292-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-09", 
  "number": "2292", 
  "official_title": "A bill to extend and revise agricultural price support and related programs, to provide for agricultural export, resource conservation, farm credit, and agricultural research and related programs, to continue food assistance to low-income persons, to ensure consumers an abundance of food and fiber at reasonable prices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food Security Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Lugar, Richard G.", 
    "state": "IN", 
    "thomas_id": "01387", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-03-09", 
  "subjects": [
    "Acreage allotments", 
    "Administrative fees", 
    "Agribusiness", 
    "Agricultural colleges", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural education", 
    "Agricultural experiment stations", 
    "Agricultural extension work", 
    "Agricultural innovations", 
    "Agricultural pests", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agricultural societies", 
    "Agricultural surpluses", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "American agricultural assistance", 
    "Animal diseases", 
    "Authorization", 
    "Barley", 
    "Carcinogens", 
    "Child support", 
    "Communicable diseases", 
    "Computer crimes", 
    "Corn", 
    "Cotton", 
    "Dairy products", 
    "Disaster relief", 
    "Environmental protection", 
    "Executive reorganization", 
    "Export controls", 
    "Export credit", 
    "Farm lands", 
    "Farm ownership", 
    "Farm production quotas", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federally-guaranteed loans", 
    "Feed grain program", 
    "Fines (Penalties)", 
    "Firearms", 
    "Food adulteration and inspection", 
    "Food contamination", 
    "Food relief", 
    "Food stamps", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Grain inspection", 
    "Grazing", 
    "Great Plains", 
    "Grocery trade", 
    "Groundwater", 
    "Homeless", 
    "Honey", 
    "Import restrictions", 
    "Interest rates", 
    "Investment of public funds", 
    "Libraries", 
    "Licenses", 
    "Livestock", 
    "Manpower training programs", 
    "Marketing of farm produce", 
    "Medical research", 
    "Military and naval supplies", 
    "Milk", 
    "Peanuts", 
    "Pest control", 
    "Plant diseases", 
    "Plant protection", 
    "Plant quarantine", 
    "Public assistance programs", 
    "Research grants", 
    "Rice", 
    "Scholarships", 
    "Soil conservation", 
    "Soil erosion", 
    "Soybeans", 
    "Technology transfer", 
    "Tobacco", 
    "Trees", 
    "User charges", 
    "Veterans' hospitals", 
    "Veterinary medicine", 
    "Water pollution control", 
    "Water supply", 
    "Welfare fraud", 
    "Wetland conservation", 
    "Wetlands", 
    "Wheat", 
    "Wind erosion", 
    "Wool"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-03-09", 
    "text": "Food Security Act of 1990 - Title I: Dairy - Subtitle A: Milk Price Support Program - Amends the Agricultural Act of 1949 to establish the milk price support program for 1991 through 1995. Provides for adjustment of the support price based on expected milk surpluses. Directs the Secretary of Agriculture to provide for a reduction in the milk price received for all U.S.-produced milk marketed for commercial use as the sole means of achieving any reduction in budget outlays under the price support program. Subtitle B: Miscellaneous - Extends through 1995 the dairy indemnity program and the program for transfer of dairy products to the military and veterans hospitals. Title II: Wool and Mohair - Amends the National Wool Act of 1954 to establish the wool and mohair price support program for the 1991 through 1995 marketing years. Title III: Wheat - Amends the Agricultural Act of 1949 to establish the price support program for each of the 1991 through 1995 crops of wheat. Limits deficiency payments to acreage planted to wheat. Considers acreage planted to other program crops, oilseeds, conserving or certain experimental crops acreage planted to wheat. Provides for acreage reduction and land diversion programs. Title IV: Feed Grains - Establishes the price support program for each of the 1991 through 1995 crops of corn and feed grains. Limits deficiency payments to acreage planted to feed grains. Considers acreage planted to other program crops, oilseeds, conserving or certain experimental crops acreage planted to feed grains. Provides for acreage reduction and land diversion programs. Title V: Cotton - Subtitle A: Upland Cotton - Establishes the price support program for the 1991 through 1995 crops of upland cotton. Limits deficiency payments to acreage planted to upland cotton. Considers acreage planted to other program crops, oilseeds, conserving or certain experimental crops acreage planted to upland cotton. Provides for acreage reduction and land diversion programs. Subtitle B: Extra Long Staple Cotton - Establishes the price support program for the 1991 through 1995 crops of extra long staple cotton. Limits deficiency payments to acreage planted to extra long staple cotton. Considers acreage planted to other program crops, oilseeds, conserving or certain experimental crops acreage planted to extra long staple cotton. Provides for acreage reduction and land diversion programs. Title VI: Rice - Establishes the price support program for the 1991 through 1995 crops of rice. Limits deficiency payments to acreage planted to rice. Considers acreage planted to other program crops, oilseeds, conserving or certain experimental crops acreage planted to rice. Provides for acreage reduction, land diversion, and marketing certificate programs. Title VII: Peanuts - Amends the Agricultural Adjustment Act of 1938 to establish the national poundage quota for each of the 1991 through 1995 crops of peanuts. Provides for marketing penalties and the disposition of additional peanuts. Amends the Agricultural Act of 1949 to set forth the price support program for the 1991 through 1995 crops of peanuts. Title VIII: Soybeans - Establishes the price support program for each of the 1991 through 1995 crops of soybeans. Title IX: General Commodity Provisions - Subtitle A: Acreage Base and Yield System - Revises the program for the determination of crop acreage bases (featuring a new Normal Crop Acreage computation) and farm program payment yields. Subtitle B: Payment Limitations - Amends the Food Security Act of 1985 to revise and extend through 1995 provisions for payment limitations. Subtitle C: Miscellaneous Commodity Provisions - Amends the Agricultural Act of 1949 to revise: (1) Commodity Credit Corporation sales price restrictions; (2) the producer reserve program for wheat and feed grains; and (3) acreage limitation and set-aside programs to rename them acreage reduction programs. Subtitle D: Honey - Establishes a price support program for each of the 1991 through 1995 crops of honey. Subtitle E: Technical and Conforming Amendments - Makes technical and conforming amendments to various Acts. Subtitle F: Effective Date - Sets forth effective dates for the first nine titles of this Act. Title X: Conservation and Environment - Amends the Food Security Act of 1985 to: (1) extend the conservation reserve program through 1995 and include shelterbelts and windbreaks; (2) place in the reserve any land posing an on-farm or off-farm threat to water quality; (3) provide for protection of wetlands; (4) establish penalties for producers of price-supported non-basic agricultural commodities or beneficiaries of such price supports (sodbusters and swampbusters) who violate conservation requirements; (5) prohibit the use of certain loans to manipulate a wetland, especially to impair waterflow; and (6) provide tree planting incentives. Amends the Soil Conservation and Domestic Allotment Act to extend the Great Plains conservation program. Title XI: International Programs - Amends the Food Security Act of 1985 to: (1) continue the targeted export assistance program at the current authorization level; and (2) extend the short-term export credit and export enhancement programs through 1995. Extends through 1995: (1) the intermediate export credit program under the Food for Peace Act of 1966; and (2) the food security wheat reserve under the Food Security Wheat Reserve Act of 1980. Title XII: Crop Disaster Assistance - Amends the Agricultural Adjustment Act of 1938 to repeal the marketing quota program for rice beginning with the 1991 crop. Amends the Agricultural Act of 1949 to require the Secretary of Agriculture to make disaster payments available to producers of crops previously covered by Federal crop insurance in counties where the average yield is less than 65 percent of the normal harvested yield. Limits payments to losses exceeding 40 percent of the normal harvested yield. Title XIII: Food and Consumer Services - Subtitle A: Temporary Emergency Food Assistance Program - Extends the Temporary Emergency Food Assistance Act of 1983 through 1995. Subtitle B: Food Stamp Act of 1977 - Amends the Food Stamp Act of 1977 with respect to: (1) the authorization of retail food stores; (2) an alternative method of coupon issuance; (3) civil and criminal penalties, including computer fraud penalties; and (4) recipient disqualification. Revises provisions regarding: (1) child support enforcement and assistance to the homeless; and (2) demonstration waiver authority. Revises the household declaration procedure. Establishes a permanent authorization of appropriations. Subtitle C: Miscellaneous Provisions - Amends the Agriculture and Consumer Protection Act of 1973 to reauthorize the commodity distribution and supplemental food programs through 1995. Requires commodity recipients on Indian reservations to furnish Social Security numbers. Provides for advance funding for State option contracts. Amends the Temporary Emergency Food Assistance Act of 1983 to repeal the requirement of an annual displacement report. Title XIV: Farm Credit - Subtitle A: Farmers Home Administration - Amends the Consolidated Farm and Rural Development Act to limit direct Farmers Home Administration (FmHA) operating loans to seven years and to existing borrowers and beginning farmers. Revises provisions for direct and guaranteed farm ownership loans. Restricts eligibility for debt write-downs to loans made in 1987. Requires borrowers to deal in good faith with FmHA to receive buy-outs. Subtitle B: Miscellaneous Credit Provisions - Revises provisions for: (1) limited resource interest rates; (2) disaster loans to entity applicants; (3) debt settlement; (4) certification of loan eligibility; (5) the deadline for the Secretary's approval or disapproval of community and business program applications; and (6) the leaseback or buyback of nonfarm collateral. Title XV: Science and Education - Subtitle A: Amendments to the National Agricultural Research, Extension, and Teaching Policy Act of 1977 - Amends the National Agricultural Research, Extension, and Teaching Policy Act of 1977 to: (1) extend through 1995 the Joint Council on Food and Agricultural Sciences, the National Agricultural Research and Extension Users Advisory Board, and the Animal Health Science Research Advisory Board; (2) revise the food and agricultural sciences education grant and fellowship program, including creation of National Food and Agricultural Sciences Teaching Awards; and (3) authorize appropriations. Declares the policy of the United States regarding water quality, food safety, and global change. Directs the Secretary to take an active research role in such areas, and to conduct comprehensive and integrated programs in environment and natural resources education. Directs the Secretary to establish a program to develop industrial products for agricultural materials. Establishes the National Agricultural Library. Authorizes appropriations. Subtitle B: Amendments to Other Laws - Amends Federal law to revise: (1) the competitive, special, and facilities research grants program; and (2) the sustainable agricultural research and education program. Subtitle C: Effective Date - Sets forth the effective date of this title. Title XVI: Marketing and Inspection - Subtitle A: Marketing Order Assessment Violations - Amends the Agricultural Marketing Agreement Act of 1937 to subject handlers to specified administrative penalties for violating any provision of a handling order which calls for payment of a pro rata share of expenses. Subtitle B: Aflatoxin Testing - Amends the United States Grain Standards Act to prohibit the export of any corn which has not been tested for aflatoxin. Subtitle C: Federal Milk Orders - Amends various specified Federal laws with respect to milk orders. Title XVII: Miscellaneous Provisions - Subtitle A: Investment of Certain Fees - Amends various specified Federal laws with respect to the investment in public debt securities of certain collected fees. Subtitle B: Animal Health Protection - Animal Health Protection Act - Authorizes the Secretary to prohibit or restrict the importation or entry of any animal, article, or means of conveyance where necessary to prevent the introduction or dissemination of any communicable disease or pest of livestock or birds into or within the United States. Makes special conditions in the case of rinderpest or foot-and-mouth disease. Authorizes the Secretary to make similar prohibitions or restrictions relating to the export or interstate transportation of such commodities. Provides for seizures, quarantines, disposals, and extraordinary emergencies. Authorizes the Secretary to carry out measures to detect, control, and eradicate any communicable animal disease or pest. Provides for cooperation with other Federal, State, local, and foreign agencies. Authorizes the Secretary to prescribe and collect fees for carrying out this Act. Provides for enforcement of its provisions. Authorizes the Secretary to establish technical and scientific review groups to advise on animal health and quarantine issues. Authorizes appropriations. Subtitle C: Plant Health Protection - Plant Protection Act - Authorizes the Secretary to require issuance of a permit establishing conditions for transport into the United States of any plant, plant product, or article if necessary to prevent introduction of a plant pest. Prohibits the transportation of plant pests without a permit. Requires notification of the Secretary by the Secretary of the Treasury of the arrival and inspection before transport of any plant, plant product, or plant pest. Provides for restrictions on the movement of such commodities, remedial measures, disposals, and extraordinary emergencies. Provides for inspections, seizures, quarantines, and warrants. Provides for cooperation with other Federal, State, local, and foreign agencies. Authorizes the Secretary to provide phytosanitary certificates for the export of plants or plant products. Authorizes the Secretary to prescribe and collect fees for services performed under this Act. Establishes civil and criminal penalties for violation of this Act and provides for enforcement of its provisions. Authorizes the Secretary to establish technical and scientific review groups to advise on plant health and quarantine issues. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food Security Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Animal Health Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Plant Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend and revise agricultural price support and related programs, to provide for agricultural export, resource conservation, farm credit, and agricultural research and related programs, to continue food assistance to low-income persons, to ensure consumers an abundance of food and fiber at reasonable prices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:56-05:00"
}