{
  "actions": [
    {
      "acted_at": "1993-04-19", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-04-29", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Courts and Administrative Practice", 
      "text": "Referred to Subcommittee on Courts and Administrative Practice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s794-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Courts and Administrative Practice", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-04-19", 
  "number": "794", 
  "official_title": "A bill for the relief of land grantors in Henderson, Union, and Webster Counties, Kentucky, and their heirs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Ford, Wendell H.", 
    "state": "KY", 
    "thomas_id": "01334", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-04-19", 
  "subjects": [
    "Claims", 
    "Private legislation", 
    "Real property"
  ], 
  "subjects_top_term": "Private legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-04-19", 
    "text": "Minor Use Crop Protection Act of 1995 - Amends the Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA) to define \"minor use\" as the use of a pesticide on an animal or commercial agricultural crop or site or for public health protection where: (1) the total U.S. acreage for the crop is fewer than 300,000 acres; or (2) the Administrator of the Environmental Protection Agency determines that the use does not provide sufficient economic incentive to support the initial or continuing registration of a pesticide for such use and there are insufficient alternatives available for the use, any one of the alternatives poses greater environmental or health risks, or the pesticide plays or will play a significant part in managing pest resistance or in an integrated pest management program. Extends the period of exclusive data use for data submitted to support original registration applications for pesticides for an additional year for each three minor uses registered after this Act's enactment and before the expiration of the period of exclusive use, up to a total of three additional years for all minor uses registered by the Administrator if the Administrator determines that: (1) there are insufficient alternatives available for the use or any one of the alternatives poses greater environmental or health risks; or (2) the pesticide plays or will play a significant part in managing pest resistance or in an integrated pest management program. Requires the Administrator, upon the request of a registrant, to extend the deadline for the production of residue chemistry data required solely to support a minor use subject to specified conditions. Applies the same extension conditions to data for reregistrations. Authorizes the Administrator to modify or revoke such extensions if the use may cause unreasonable adverse environmental effects. Permits the Administrator, in handling the registration of a pesticide for a minor use, to waive applicable data requirements if the absence of data will not prevent the Administrator from determining the risk presented by the pesticide and that the risk would not have an adverse environmental effect. Provides for expedited review (within one year of submission) of applications to support minor use pesticide registrations. Provides a procedure for meeting data requirements where a registrant has voluntarily cancelled a registration and another application is pending for registration of a pesticide that is for a minor use and is identical or substantially similar to, or for an identical or substantially similar use as, the cancelled pesticide. Directs the Administrator to establish a minor use program. Directs the Secretary of Agriculture to establish a Department of Agriculture minor use program and a separate matching fund program. Requires the matching fund program to be utilized to ensure the continued availability of minor use crop protection chemicals. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill for the relief of land grantors in Henderson, Union, and Webster Counties, Kentucky, and their heirs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:53-05:00"
}