{
  "actions": [
    {
      "acted_at": "1975-01-28", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2179-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "35", 
      "name": "Conable, Barber B., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00225", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-28", 
  "number": "2179", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to revise the method of taxing accumulation distributions from trusts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "21", 
    "name": "Corman, James C.", 
    "state": "CA", 
    "thomas_id": "00234", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-28", 
  "subjects": [
    "Income tax", 
    "Taxation", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-28", 
    "text": "Provides that the total of the amounts which are treated as having been distributed by a trust in a preceding taxable year shall be included in the income of a beneficiary of the trust when paid, credited, or required to be distributed to the extent that such total would have been included in the income of such beneficiary under the present provisions of the Internal Revenue Code. States that the tax imposed by this Act on a beneficiary for a taxable year in which any such amount is included in his income shall consist of the sum of (1) the partial tax computed on the taxable income reduced by an amount equal to the total of such amounts, as presently imposed, and (2) a partial tax determined according to the method prescribed by this Act. Provides, with respect to multiple trusts, that the accumulation distributions not be taken into account for the taxable year if they do not exceed, in the aggregate, $1,000. Provides that property transferred to a trust for which the trust paid less than fair market value which is sold or exchanged by the trust at a gain shall be deemed to have been held by the trust for not more than 6 months (thereby treating the gain as short-term capital gain) unless such property has been held by the trust for more than 3 years. Excepts property acquired from a decedent from this provision."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to revise the method of taxing accumulation distributions from trusts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:03-05:00"
}