{
  "actions": [
    {
      "acted_at": "1985-02-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1177-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-20", 
  "number": "1177", 
  "official_title": "A bill to provide for the establishment of revitalization areas in distressed areas, to amend the Internal Revenue Code of 1954 and to amend the Small Business Act to provide tax incentives and loan proceeds for development in revitalization areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Community Assistance and Revitalization Act of 1985", 
  "sponsor": {
    "district": "7", 
    "name": "Mitchell, Parren J.", 
    "state": "MD", 
    "thomas_id": "00818", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-02-20", 
  "subjects": [
    "Business and commerce", 
    "Business and social problems", 
    "Capital gains tax", 
    "Charitable contributions", 
    "Community development", 
    "Corporation taxes", 
    "Corporations", 
    "Corporations and Stocks", 
    "Depressed areas", 
    "Dividends", 
    "Economics and public finance", 
    "Employee ownership", 
    "Employer incentives", 
    "Energy", 
    "Energy conservation", 
    "Energy tax credits", 
    "Enterprise zones", 
    "Full employment policies", 
    "Government and business", 
    "Government operations and politics", 
    "Housing and Housing Finance", 
    "Income tax", 
    "Investment tax credit", 
    "Labor and employment", 
    "Loans", 
    "Low-income housing", 
    "Public Welfare and Charities", 
    "Rental housing", 
    "Residential energy conservation", 
    "Small business", 
    "Stockholders", 
    "Stocks", 
    "Tax credits", 
    "Tax deductions", 
    "Tax incentives", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Unemployment", 
    "Urban affairs", 
    "Wages"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-20", 
    "text": "Community Assistance and Revitalization Act of 1985 - Title I: Designation of Revitalization Areas - Amends the Internal Revenue Code to provide for the designation of revitalization areas by the Secretary of Housing and Urban Development for purposes of extending the tax incentive measures provided by this Act. Provides that State and local governments shall nominate areas for such designation. Limits to 20 years the period during which such designations shall remain in effect. Authorizes the Secretary to make such designations during the period beginning on January 1, 1984, and ending on December 31, 1993. Limits the number of areas which may be designated before 1989. Requires the Secretary to report to the Congress every four years concerning areas which have been so designated. Provides that the Secretary may designate such zones only if: (1) the area is within the jurisdiction of the local government; (2) the boundary of the area is continuous; (3) the area has a population of at least 4,000 if any portion thereof is located within a standard metropolitan statistical area (with a population of at least 50,000) or 2,500 otherwise or is within an Indian reservation; (4) the area meets specified unemployment and poverty requirements; and (5) the area comprises at least one square mile. Requires nominating local governments, as a condition of the Secretary's designation, to develop a revitalization area development plan. Sets forth the requirements of such development plans. Describes areas to which preference shall be given in the designation of revitalization areas. Requires the Secretary to promote the coordination of all Federal housing, community and economic development, banking, financial assistance, and employment training programs which are carried on within the revitalization area. Requires the head of each Federal department or agency which distributes Federal funds or awards Federal contracts for the purpose of futhering job training to give preferences to such revitalization agencies. Title II: Tax Incentives - Subtitle A: Definition of Revitalization Area Business - Defines \"revitalization area business\" as any person: (1) which is actively engaged in the conduct of a trade or business during the taxable year; (2) which has at least 50 percent of gross receipts attributable to a trade or business which produces goods or provides services within a revitalization area,; and (3) with respect to which at least 30 percent of any employees hired after a specified time are qualified employees. Provides that an existing business shall not be treated as a revitalization area business unless the average number of full-time employees is at least ten percent greater than the number of such employees during the taxable year preceding designation of the revitalization area. Subtitle B: Incentives for Employee Ownership - Allows an income tax credit for employee ownership of revitalization area businesses. Provides rules for the calculation of such income tax credit. Limits the amount of such income tax credit to $50,000. Allows the nonrecognition of gain from the sale or exchange of stock in a revitalization area business to: (1) an employee stock ownership plan or a tax credit employee stock ownership plan which invests primarily in stock issued by such revitalization area business (if specified requirements are met); or (2) such revitalization area business if such business is a producer cooperative. Subtitle C: Incentives for Investments in Revitalization Areas - Allows the rollover of gain on the sale of property where such gain is reinvested in specified revitalization area business property within a specified period of time. Allows an investment tax credit for certain low income rental housing. Allows a limited investment tax credit for establishment of an entrepreneurial development center. Subtitle D: Incentives for Revitalization Area Businesses - Allows revitalization area business an income tax credit based on the aggregate wages paid to newly-hired qualified employees. Limits the amount of wages which may be taken into account per employee by specified percentages over the first four years of employment. Allows a business expense income tax deduction for the purchase of small revitalization area business stock or debentures. Limits the maximum amount deductible to $10,000 ($20,000 in the case of a joint return). Requires the taxpayer to reduce the basis of such stock or debentures by the amount of the deduction taken. Establishes a minimum holding period of three years for such stock or debentures. Amends the Small Business Act to require that at least $50 million of the funds authorized by such Act shall be made available for direct loan obligations to small business concerns located in revitalization areas. Subtitle E: Expansion of Targeted Jobs Credit - Increases the amount of wages which may be taken into account for purposes of the targeted jobs income tax credit from $6,000 to $10,000. Repeals the termination date for such income tax credit. Title III: General Stock Ownership Provisions - Sets forth procedures for establishing in a revitalization area a General Stock Ownership Corporation (GSOC). Requires the local government having jurisdiction over the revitalization area to hold an election to select at least five individuals to serve as the revitalization area GSOC planning board. Sets forth administrative procedures and qualifications for candidacy for such election. Requires such planning board to determine, within one year after the designation of a revitalization area, whether establishment of an area GSOC would be in the best interests of the area. Requires the planning board, if it decides affirmatively, to formulate a plan for creating an area GSOC that will meet the needs of the area and to submit the plan to the Governor of the State. Authorizes the legislature or Governor to charter a revitalization area GSOC within 90 days after the plan is submitted if the legislature or Governor find that specified conditions have been met. Provides that the revitalization area GSOC planning board shall serve as the initial board of directors of the area GSOC. Requires a board of directors, within 90 days after the charter is issued, to propose a business plan for the area which specifies the objectives of the area GSOC, the type of investments the area GSOC may make, and the manner in which the area GSOC proposes to develop the area. Defines a \"revitalization area GSOC\" as a GSOC chartered by the State under this Act, authorized by its charter to acquire and develop real estate within the revitalization area, and which has a charter providing that: (1) its shares shall only be issued directly to eligible area residents on an equal basis; (2) each share of stock shall have full voting rights; (3) no stock shall be transferred except by will or inheritance; (4) at least 40 percent of all employees of the GSOC must be qualified employees; and (5) the board of directors must authorize the issuance of as many shares of GSOC stock as necessary to assure that each eligible area resident receives stock on an equal basis. Provides that contributions made to an area GSOC shall qualify as charitable contributions. Provides that only 50 percent of the gain realized from the sale or exchange of any property to an area GSOC shall be recognized. Title IV: Employee Stock Ownership Provisions - Increases from 25 to 50 percent the amount that may be deducted from income tax for contributions paid into an employee stock ownership plan which are applied to the repayment of the principal of a loan used to acquire the employer's stock. Allows an employer an income tax deduction for cash dividends paid on shares of his stock provided specified conditions are met. Permits a taxpayer to deduct a contribution to a tax credit employee stock ownership plan or an employee stock ownership plan as a charitable contribution provided specified conditions are met. Title V: Energy Provisions - Increases the qualified energy conservation expenditures, for purposes of calculating the residential energy credit, from 15 percent to 40 percent of the energy conservation expenditures made during taxable years ending after 1983. Extends the residential energy credit for dwelling units in revitalization areas indefinitely beyond its current expiration date of December 31, 1985. Increases the investment tax credit for energy property to 30 percent for a revitalization area business which invests in energy property between January 1, 1984, and December 31, 2002."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Assistance and Revitalization Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of revitalization areas in distressed areas, to amend the Internal Revenue Code of 1954 and to amend the Small Business Act to provide tax incentives and loan proceeds for development in revitalization areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:49-05:00"
}