{
  "actions": [
    {
      "acted_at": "2003-06-12", 
      "references": [
        {
          "reference": "CR S7836-7837", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-06-12", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-06-25", 
      "in_committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Health, Education, Labor, and Pensions. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-11-03", 
      "committee": "Health, Education, Labor, and Pensions", 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Reported by Senator Gregg with an amendment in the nature of a substitute. With written report No. 108-185.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2003-11-03", 
      "calendar": "Senate Legislative", 
      "number": "362", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 362.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2004-05-12", 
      "references": [
        {
          "reference": "CR S5250-5360", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S5250-5325", 
          "type": "text as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-05-13", 
      "references": [
        {
          "reference": "CR S5394-5411", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-05-13", 
      "bill_ids": [
        "hr1350-108"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 1350 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-05-13", 
      "bill_ids": [
        "hr1350-108"
      ], 
      "references": [], 
      "text": "Senate passed measure H.R. 1350 in lieu of this measure by Yea-Nay Vote. 95 - 3. Record Vote Number: 94.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-05-13", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 362.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3144-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3144"
    }, 
    {
      "amendment_id": "s3145-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3145"
    }, 
    {
      "amendment_id": "s3146-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3146"
    }, 
    {
      "amendment_id": "s3147-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3147"
    }, 
    {
      "amendment_id": "s3148-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3148"
    }, 
    {
      "amendment_id": "s3149-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3149"
    }, 
    {
      "amendment_id": "s3150-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3150"
    }
  ], 
  "bill_id": "s1248-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2003-06-23", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "2003-06-17", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "2003-06-26", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clinton, Hillary Rodham", 
      "sponsored_at": "2003-06-24", 
      "state": "NY", 
      "thomas_id": "01631", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "2003-06-24", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2003-06-18", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2003-06-17", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "2003-06-23", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "2003-06-12", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2003-11-03", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2003-06-24", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reed, Jack", 
      "sponsored_at": "2003-06-24", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roberts, Pat", 
      "sponsored_at": "2003-06-25", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sessions, Jeff", 
      "sponsored_at": "2003-06-17", 
      "state": "AL", 
      "thomas_id": "01548", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-06-12", 
  "number": "1248", 
  "official_title": "A bill to reauthorize the Individuals with Disabilities Education Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1350-108", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr1350-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1350-108", 
      "reason": "includes"
    }
  ], 
  "short_title": "Individuals with Disabilities Education Improvement Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Gregg, Judd", 
    "state": "NH", 
    "thomas_id": "00466", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-06-25", 
  "subjects": [
    "Academic performance", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Arts, culture, religion", 
    "Authorization", 
    "Blind", 
    "Books", 
    "Broadcast journalism", 
    "Charter schools", 
    "Child abuse", 
    "Child development", 
    "Child health", 
    "Class size", 
    "Closed caption television", 
    "Compensatory education", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Continuing education", 
    "Curricula", 
    "Deaf", 
    "Department of Education", 
    "Disabled", 
    "Drug abuse", 
    "Drugs and women", 
    "Due process of law", 
    "Economics and public finance", 
    "Education", 
    "Educational accountability", 
    "Educational planning", 
    "Educational research", 
    "Educational statistics", 
    "Educational technology", 
    "Educational tests", 
    "Electronic government information", 
    "Electronic mail systems", 
    "Electronic publishing", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Eye care", 
    "Families", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government regulation", 
    "Health", 
    "Hearing disorders", 
    "Higher education", 
    "Homeless", 
    "Housing and community development", 
    "Indian children", 
    "Indian education", 
    "Infants", 
    "Internet", 
    "Judicial review", 
    "Labor and employment", 
    "Language arts", 
    "Law", 
    "Legal fees", 
    "Licenses", 
    "Limitation of actions", 
    "Literacy programs", 
    "Maintenance and repair", 
    "Mathematics", 
    "Mediation", 
    "Medicaid", 
    "Mental health services", 
    "Mentoring", 
    "Minorities", 
    "Nonprofit organizations", 
    "Parent-school relationships", 
    "Pregnancy", 
    "Preschool education", 
    "Private schools", 
    "Problem children", 
    "Publishers and publishing", 
    "Reading", 
    "Recruiting of employees", 
    "School administration", 
    "School discipline", 
    "School districts", 
    "Science, technology, communications", 
    "Secondary education", 
    "Self-help devices for the disabled", 
    "Social welfare", 
    "Special education", 
    "State laws", 
    "State-local relations", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Teachers", 
    "Teaching materials", 
    "Territories (U.S.)", 
    "Translating and interpreting", 
    "Vocational rehabilitation", 
    "Web sites", 
    "Women"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2003-11-03", 
    "text": "Individuals with Disabilities Education Improvement Act of 2003 - Title I: Amendments to the Individuals With Disabilities Education Act - (Sec. 101) Amends the Individuals with Disabilities Education Act (IDEA) to revise programs and reauthorize appropriations through FY 2009. Revises IDEA part A general provisions, including definitions. Eliminates, from assistive technology device and related services, coverage of: (1) surgically implanted medical devices; (2) such devices' post-surgical maintenance, programming, or replacement; and (3) external devices connected with the use of such devices. Allows routine maintenance and monitoring of an external device at the same time the child is receiving IDEA assistance. Allows a State or local educational agency (LEA), with respect to children ages three to nine, to include any subset of that age range for purposes of determinations that an individual is experiencing development delays and needs special education and related services as a child with a disability. Provides definitions of core academic subject, highly qualified teacher, consultative services, and limited English proficient individual to conform with requirements under the Elementary and Secondary Education Act (ESEA), as amended by the No Child Left Behind Act (NCLBA). Includes interpreting services, school health services, and travel training instruction under related services. Includes oral transliteration services, cued language transliteration services, and sign language interpreting services among interpreting services for children who are deaf or hard of hearing. Sets forth requirements relating to State administration, policies, and rulemaking under IDEA. Directs the Comptroller General to: (1) review Federal, State, and local requirements relating to the education of children with disabilities to determine which requirements result in excessive paperwork completion burdens for teachers, related services providers, and school administrators; and (2) report to Congress on such review, with strategic proposals for reducing the paperwork burdens on teachers. Revises IDEA part B assistance for education of all children with disabilities. Continues the permanent authorization of appropriations for part B programs, including the separate authorization for preschool grants. Sets forth a formula for determining the maximum amount to be available for awarding grants under part B for any fiscal year, based on the total number of children with disabilities served for school year 2002-2003 multiplied by 40 percent of the national average per pupil expenditure. Provides allocation formulas for grants to States (with subgrants to LEAs), outlying areas and freely associated States, and the Secretary of the Interior for programs for Indian children. Includes population and poverty components of the specified permanent formula in determining the amount available for States' maximum grants. Provides for continued funding of freely associated States at the FY 2003 level. Revises the formula for determining the amount States may use for State administration and other State activities. Includes enforcement among required State activities, as well as the currently required monitoring, complaint investigation, and establishment of a mediation system. Requires a portion of State activity funds to be used to support the State protection and advocacy system to advise and assist parents in the areas of dispute resolution and due process, voluntary mediation, and the opportunity to resolve complaints. Lists optional types of State activities, including support and direct services, paperwork reduction, positive behavioral interventions and supports and mental health services, technology, transition programs, meeting of personnel shortages, capacity building, alternate programming for those expelled from school, and the development of appropriate accommodations and alternate assessments for children with disabilities. Requires States to reserve a specified portion of part B funds to establish a risk pool fund to assist school districts in serving high-need children with disabilities or unanticipated special education costs. Requires placement-neutral policies for settings of high-need students that: (1) do not favor public, nonpublic or out-of-district placements; and (2) provide the services to which children are entitled in a setting that is consistent with their individualized education plan (IEP). Prohibits risk pool funds from being used to pay costs that otherwise are reimbursable as medical assistance for a child with a disability under a State Medicaid program. Makes State expenditure of administrative funds contingent upon its certification that agreements to establish public agency responsibilities for providing and financing part B services within a State are current. Authorizes LEAs to claim reimbursement from public agencies that fail to provide or pay for the special education and related services they are required to under a State's current system of arrangements for payments for services for children in out-of-State or out-of-LEA residential treatment or special education schools. Provides that public charter schools that operate as LEAs are entitled to subgrants as LEAs. Removes certain procedural and reporting requirements for State eligibility. Requires States to provide assurances that they have the appropriate policies and procedures in place to ensure that they have met part B requirements. Revises personnel standards to direct States to adopt policies that require LEAs to take measurable steps to recruit, hire, and retain highly qualified personnel. Requires all special education teachers in an elementary, middle or secondary school to be highly qualified no later than the end of the 2006-2007 school year. Eliminates a requirement that States develop a comprehensive system of personnel development. Requires State standards governing the qualifications of related service personnel serving children with disabilities to be consistent with any State-approved or State-recognized certification or licensing or other comparable requirement applicable to the specific professional discipline of such personnel. Requires States to ensure that such personnel have not had their certification or licensure requirements waived on an emergency, temporary, or provisional basis. Provides that such provisions shall not: (1) be construed to create a right of action on behalf of an individual student for the failure of a particular SEA or LEA staff person to be highly qualified; or (2) prevent a parent from filing a State complaint regarding staff qualifications with the SEA. Prohibits States from having funding mechanisms that distribute funds based upon the type of setting in which a child is served. Requires States to revise any such current policies or procedures. Revises requirements for LEAs to oblige proportional amounts of funds for parentally-placed private school children with disabilities. Requires LEAs to: (1) provide direct services to such children to the extent practicable; (2) provide data on the number of students evaluated, found to have a disability, and served under part B; (3) conduct the child-find process for such children in a time period comparable to that for students attending public schools; (4) not consider the cost of such child-find and individual evaluations in meeting their proportional obligations; and (5) consult with private school officials on the child find process, determination of proportional share of Federal funds, provision of services, alternative delivery mechanisms, and third party providers. Allows private schools to appeal if such consultation does not take place. Makes an LEA responsible for ensuring equitable services for such children at private schools within the LEA's jurisdiction. Revises requirements for academic achievement and functional performance of children with disabilities to conform IDEA to the State and LEA accountability system established under NCLBA, with school and LEA disaggregation of data to examine the results of children with disabilities and ensure that such subgroup is making adequate yearly progress (AYP) towards reaching proficiency. Includes provisions relating to AYP among State performance goals and indicators for children with disabilities. Revises requirements for participation in assessments. Requires alternate assessments to be a part of State and LEA assessment programs and accountability systems. Sets forth additional requirements for developing and administering alternate assessments aligned with the State's academic content and achievement standards, and for developing alternate standards for those children with significant cognitive disabilities. Requires States and LEAs to develop and use universally designed assessments to the extent feasible. Establishes requirements for accessibility of instructional materials. Directs the Secretary to promulgate an Instructional Materials Accessibility Standard for publishers in preparing electronic files for reproducing print instructional materials in specialized formats for blind and other print-disabled students. Requires SEAs and LEAs to adopt the Instructional Materials Accessibility Standard in a timely manner after it is published in the Federal Register, in order that, within two years after enactment of this Act, any purchase agreement for print instructional materials will require the publisher to apply that standard when providing electronic files for use in reproducing the instructional materials in specialized formats for students with print disabilities. Establishes the National Instructional Materials Access Center to facilitate collection and dissemination of instructional materials for blind and print-disabled students by: (1) requiring publishers, on or before delivery of the print instructional materials, to provide an electronic file copy to the Center, to be readily available whenever needed; and (2) providing a single point of contact for any entity authorized to have access to the electronic file. Removes certain procedural and reporting requirements for LEA eligibility. Requires LEAs to provide assurances that they have the appropriate policies and procedures in place to ensure that they have met part B requirements. Revises local flexibility requirements to allow LEAs to use up to eight percent of Federal funds received under part B as local funds, and up to 25 percent as local funds when full funding (40 percent Federal) is achieved. Requires LEAs to ensure that personnel development activities connected with such expenditure of funds are consistent with IDEA and NCLB personnel requirements. Includes among allowable uses of part B funds by LEAs: (1) early intervening educational services; (2) administrative case management, including technology to assist personnel in recordkeeping, data collection, and related case management activities. Revises provisions relating to public charter schools to: (1) authorize LEAs to distribute IDEA funds to charter schools based on relative enrollment and proportional distribution; and (2) direct LEAs to provide supplemental and related services on site at the charter school to the same extent as to other public schools. Revises provisions regarding early intervening services. Authorizes LEAs to use up to 15 percent of their IDEA funds to develop and implement coordinated, early intervening educational services for students who are not receiving special education services but who require additional academic and behavioral support to succeed in a regular education environment, and who may be likely referrals to special education programs and services at a later time. Includes among such allowable services: (1) professional development for teachers and other school staff to deliver scientifically-based academic and behavioral interventions; (2) providing educational and behavioral evaluations, services, and supports, including scientifically-based literacy instruction; and (3) developing and implementing interagency financing strategies for the provision of those evaluations, services, and supports. Eliminates provisions for a School-Based Improvement Plan. Revises provisions for SEA flexibility to authorize those States that pay 80 percent or more of the non-Federal special education costs to treat portions of Federal IDEA funds as general funds to support educational purposes described in NCLB and for other education-related purposes. Revises requirements for evaluations, eligibility determinations, IEPs, and placements. Provides that a parent, SEA, other State agency, or LEA has a right to request an initial evaluation to determine whether a child qualifies for IDEA services. Requires an LEA to conduct an evaluation and complete an eligibility determination within: (1) 60 days after parental consent is given for the initial evaluation; or (2) the time frame imposed by State law. Provides that an LEA does not violate the FAPE requirement by failing to provide special education and related services to a child with a disability as long as these are refused by the parent. Provides that the LEA does not have to conduct a reevaluation of a child with a disability if both the parent and the LEA agree that it is unnecessary. Includes academic information among the information the LEA is required to gather in the evaluation process of a child. Revises additional requirements for LEA procedures in selecting and administering tests and other evaluations to determine a child's eligibility under IDEA. Requires tests and evaluations to be provided and administered, to the extent practicable, in the language and form most likely to yield accurate information on what the child knows and can do academically, developmentally, and functionally. Revises a special rule for eligibility determination to provide that a lack of scientifically based reading instruction cannot be the determinant factor for deciding whether the child is a child with a disability. Allows LEAs to take into account a severe discrepancy between IQ and achievement in determining whether or not a student has a specific learning disability. Allows use of alternative procedures, such as those based on a child's response to scientific, research-based intervention. Requires that all procedures, including alternate ones, be valid and reliable for the purpose for which they are used. Revises exit evaluation requirements. Provides that a student reevaluation is not required upon leaving secondary school. Requires the LEA to provide a summary of the child's performance to inform the student, the student's family, and any agency, including postsecondary schools, which may provide services to the student upon transition. Requires individualized education programs (IEPs) to include a statement of the child's present levels of academic achievement and functional performance (currently educational performance). Requires the statement of measurable annual goals to include academic goals and, where appropriate, functional goals. Eliminates requirements for benchmarks and short-term objectives in IEPs. Requires IEPs to contain descriptions of: (1) how the child's progress toward meeting the annual goals will be measured; and (2) when periodic progress reports will be provided. Requires progress updates to provide parents with specific, meaningful, and understandable information on the progress children are making. Revises requirements for accommodations and alternate assessments. Provides for testing of some children that includes certain necessary accommodations, an alternate assessment, or an alternate assessment based upon alternative standards for those children with significant cognitive disabilities. Requires a statement of appropriate accommodations to be made for districtwide assessments. Requires the IEP team, if it determines that a child shall take an alternate assessment, to state why the child cannot participate in the regular assessment and why the particular alternate assessment selected is appropriate for that child. Revises requirements for transition services. Requires IEPs, beginning not later than the first IEP to be in effect when the child is 14, and updated annually thereafter, to contain: (1) appropriate measurable postsecondary goals based upon age appropriate assessments related to training, education, employment, and, where appropriate, independent living skills; and (2) the transition services the child needs to reach those goals. Provides that nothing in IDEA regarding IEPS shall be construed to require that additional information be included in an IEP beyond what is explicitly required. Allows a member of the IEP team to be excused from an IEP meeting if: (1) no modifications are being made to that member's area of curriculum or service; or (2) when a relevant modification is made, if the member provides input prior to the meeting. Requires the IEP team member, the parent, and the LEA to agree to the member's being excused. Directs LEAs to encourage consolidation of IEP meetings and reevaluation meetings. Allows parents and LEAs to agree to participate in IEP Team and placement meetings via means such as video conferences and conference calls. Allows parents and LEAs, through the responsible teacher or service provider, to amend or modify the child's current IEP without having to convene an IEP meeting. Includes the academic, developmental, and functional needs of the child among factors the IEP team must consider in developing a child's IEP. Requires IEP teams to provide positive behavioral interventions and supports for children with disabilities whose behavior impedes their learning or the learning of others. Requires an IEP team working with blind or visually impaired students to consider, when appropriate, instructional services related to functional performance skills, orientation and mobility, and skills in the use of assistive technology devices, including low vision devices. Allows parents and LEAs to develop three-year IEPs for students aged 18 and older, emphasizing interagency coordination with adult programs. Allows IEP teams for children with degenerative diseases to: (1) consider recommendations from professional consultants familiar with the child and the medical condition in developing IEPs; and (2) include related services designed to provide therapeutic services prior to loss of original abilities to extend current skills and throughout the child's enrollment in school, including appropriate occupational and physical therapy, self-help, mobility, and communication. Revises procedural safeguards to provide that LEAs, as well as parents, have the right to present complaints. Requires the party filing a due process complaint to send the complaint to the other party, as well as to the State agency. Requires, in the case of a homeless child or youth, the parent's notice to the LEA to contain contact information for the child and the name of the school the child is attending. Prohibits a due process hearing unless the requesting party has filed a complaint that meets specified notice requirements. Requires States to develop a model form to assist parents in filing due process complaint notices and complaints. Requires the school to provide a parent with a prior written notice, when learning of a parent's dispute for the first time in a parent's due process complaint. Requires parents to receive the procedural safeguards notice generally only once a year, but also upon: (1) initial referral or parental request for an evaluation; (2) a parent's registration of a due process complaint; or (3) request by the parent. Allows a parent to elect to receive notices by e-mail if the public agency makes such option available. Requires the procedural safeguards notice to inform parents regarding: (1) the time period in which parents can file complaints; (2) the school district's opportunity to resolve a complaint before a due process hearing; and (3) the time period in which a party can appeal a hearing officer's decision to court. Provides that: (1) parents may request mediation before filing a complaint; and (2) a written mediation agreement is enforceable in court. Authorizes a State agency to establish procedures to offer parents, as well as schools, that choose not to use the mediation process an opportunity to speak with a disinterested party regarding the benefits of mediation. Provides for a resolution session to give parents and LEAs an opportunity to resolve the complaint before a due process hearing. Allows a parent to amend their original complaint before a due process hearing occurs, with the written consent of the other party or with the permission of the hearing officer. Establishes a two-year timeline for requesting a hearing on claims for reimbursed or ongoing compensatory education services, unless there is an applicable State timeline. Requires hearing officers to make decisions on due process complaints on substantive grounds based upon a determination of whether the child in question received a free appropriate public education (FAPE). Authorizes hearing officers, in matters alleging a procedural violation, to find that a child did not receive a FAPE only if the procedural inadequacies: (1) compromised the child's right to a FAPE; (2) seriously hampered the parents' opportunity to participate in the process; or (3) caused a deprivation of educational benefits. Allows a parent of a child with a disability to represent the child, without the assistance of an attorney, in civil actions brought under IDEA part B as a result of an appeal from a due process hearing decision. Provides for a 90-day-period, or the period provided by State law, for a party to appeal a due process hearing decision to State or Federal district court. Prescribes requirements for administrative and judicial review. Prohibits the award of attorneys' fees in connection with a resolution session between the parties. Provides that a parent's attorney may be responsible for unreasonably protracting the final resolution of a controversy between the parties and thus trigger the court's reduction of attorneys' fees to the parent. Sets forth three categories of disciplinary actions that an LEA may take. Establishes a rule under which a school may order a change of placement for a child who violates a student conduct code to an appropriate interim educational setting, another setting, or suspension, for ten consecutive school days or less, to the same extent that it would apply such a discipline measure to a child without a disability, without a manifestation determination. Applies, beyond ten consecutive school days, the same disciplinary procedures as for a child without a disability, as long as the school has determined that the violation in question was not a manifestation of the child's disability. (Allows parental consent to removal of the child for more than ten consecutive school days for disciplinary reasons.) Authorizes a school, in cases involving weapons or drugs, or when a child has committed serious bodily injury, to remove the child from the regular classroom setting for up to 45 school days, regardless of whether the child's behavior was a manifestation of disability. (Allows application of regular disciplinary consequences in addition to the 45-day removal, subject to certain provisions, if the child's behavior is determined not to be a manifestation of the disability.) Provides that a school need not conduct a manifestation determination before a disciplinary action of ten consecutive school days or less, or prior to a 45-day removal for cases involving weapons, drugs, or serious bodily injury. Requires a school to determine that the child's behavior was a manifestation of disability if it was the result of either: (1) the child's disability; or (2) a failure to implement the IEP or to implement required behavioral interventions. Requires children who are removed from their current placements for more than ten consecutive school days to receive: (1) continued educational services pursuant to the FAPE requirement, so that they can continue to participate in the general curriculum in another setting, and progress toward meeting their IEP goals; (2) the benefit of school-designed actions to address the behavior violation so that it does not recur; (3) behavioral intervention services for children whose behavior impedes learning; and (4) a functional behavioral assessment, if not received before the violation occurred. Directs the IEP team to determine the child's alternative educational setting. Sets forth circumstances in which a party may request a hearing regarding disciplinary decisions or proposed disciplinary actions. Allows requests for such hearings by: (1) parents who disagree with LEA decisions regarding disciplinary actions, placements, or manifestation determinations, with the hearing officer to determine if the LEA decision is appropriate; and (2) LEAs that believe that maintaining the child's current placement is substantially likely to result in injury to the child or others. Requires the child, during a parent's appeal, to remain in the interim alternative educational setting chosen by the IEP team pending the hearing officer's decision or until the time period for the disciplinary action expires, whichever occurs first, unless the parent and public agency agree otherwise. Requires the hearing to occur within 20 days of the hearing request. Provides that an LEA will be deemed to know about a child's disability if: (1) the parent has expressed concern in writing; (2) the parent has requested an evaluation; (3) a teacher or other school personnel has expressed concern about a pattern of behavior to either the special education director, or to other administrative personnel; or (4) the child has engaged in a pattern of behavior that should have alerted school personnel that the child may need special education and related services. Provides that an LEA will not be deemed to know that the child has a disability if the child's parent has not agreed to allow an evaluation requested by the LEA. Revises provisions relating to transfer of parental rights at age of majority to allow a parent of a child with a disability to elect to receive required notices by e-mail communication, if the public agency makes such option available. Provides for monitoring, technical assistance, and enforcement of part B programs. Directs the Secretary to: (1) monitor IDEA implementation through oversight of States' supervision and a system of performance indicators focused on improving educational results and functional outcomes for all children with disabilities; (2) enforce State compliance in making satisfactory progress toward improving educational results using certain indicators and benchmarks; and (3) require States to monitor and enforce LEA compliance. Requires the primary focus of Federal and State monitoring activities to be on improving educational results and functional outcomes for all children with disabilities, while ensuring compliance with program requirements, with a particular emphasis on requirements relating to improving educational results for children with disabilities. Sets the following monitoring priorities: (1) provision of a FAPE in the least restrictive environment; (2) transition services; (3) State exercise of general supervisory authority; and (4) overrepresentation of racial and ethnic groups in special education and related services, to the extent the overrepresentation is the result of inappropriate policies, procedures, and practices. Sets forth requirements for substantive performance indicators for students with disabilities. Requires States to develop State compliance plans in collaboration with the Secretary, including benchmarks to measure continuous progress in the priority areas and a description of strategies the State will use to achieve the benchmarks. Provides for various enforcement measures in cases of State: (1) lack of satisfactory progress (earmarking funds for technical assistance, withholding a portion of administrative funds, recovery or suspension of funds); (2) substantial noncompliance (corrective action plans, special conditions, compliance agreements, recovery, withholding or suspension of funds and authority to obligate Federal funds, referral to the Department of Justice); and (3) egregious noncompliance (all the actions for substantial noncompliance, plus cease and desist orders and referral to the Inspector General). Requires SEAs to: (1) monitor and enforce IDEA implementation; (2) establish a system for monitoring the benchmarks in the State's compliance plan; (3) require LEAs to monitor and enforce implementation; and (4) prohibit LEAs from treating IDEA funds as local funds if they are not meeting IDEA requirements. Directs the Secretary to develop model forms for certain plans and notices, to help LEAs develop their own forms and decrease paperwork burdens. Revises data collection requirements to require States to: (1) make data available to the public, as well as the Secretary; (2) provide the number and percentage of children in various categories; (3) collect information on the categories of gender and, where appropriate, limited English proficiency status; (4) collect additional information in relation to certain disciplinary actions, due process complaints and hearings, and mediations; and (5) report data so as not to result in the disclosure of data identifiable to individual children. Continues the part B preschool grants program. Provides among State-level activities for early intervention any services which include an educational component that promotes schools readiness and incorporates pre-literacy, language, and numeracy skills. Revises IDEA part C (Infants and Toddlers with Disabilities) programs of early identification and intervention. Allows States to opt to create a seamless system for transition of services from birth through school age, including elements of part C and part B. Includes: (1) sign language and cued language services among early intervention services; and (2) teachers of the deaf, vision specialists, ophthalmologists, and optometrists among qualified personnel who may provide such services. Requires a State's definition of developmental delay to cover all infants and toddlers with a 35 percent or more delay in any single developmental area, or a 25 percent or more delay in two developmental areas. Directs States to develop policies requiring referrals for evaluation, and any appropriate early intervention services, for: (1) all children under age three in substantiated cases of abuse or neglect; and (2) all children who are born and identified as affected by illegal substance abuse, or withdrawal symptoms resulting from prenatal drug exposure. Sets forth requirements for transition from part C early intervention services to part B preschool services. Requires the Individualized Family Services Plan (IFSP) to include a description of transition services for the child. Makes transition services part of the responsibilities of a service coordinator. Requires steps for exiting from early intervention to be included in transition plans, when applicable. Requires State policies and procedures to include such exiting as a part of ensuring a smooth transition from the part C program. Allows States to opt to create a seamless system of services for special needs children birth to school age. Allows participating States to commingle part C and part B funds to better serve families with children with special needs. Provides for such seamless system for infants, toddlers, and preschoolers with disabilities in order to give parents the opportunity to continue services with the provider of their choice. Requires the Governor of a participating State to select the agency to administer the birth to school age special needs program. Gives parents in participating States, when their special needs child receiving services under part C reaches the age of exit, the option to waive a FAPE and to remain in the part C program, provided it includes an educational component promoting school readiness and incorporating pre-literacy, language, and numeracy skills. Requires participating States to ensure that: (1) the parents of children who are eligible under part B for preschool services are given annual notice and made fully aware of the differences between the part C program and the part B program; and (2) the system includes referrals for evaluations for early intervention services for children below the age of three who experience exposure to trauma or violence or both. Directs the Secretary to study the effects of the system. Allows early intervention services to be provided in a setting other than a natural environment only when a specific outcome cannot be met satisfactorily in a natural environment. Require IFSPs to include: (1) measurable outcomes, including appropriate pre-literacy and language skills; and (2) information on the anticipated length and frequency of services. Provides that only services for which consent was obtained will be provided, when a parent does not provide written consent for all services on an IFSP. Requires a public agency that initially fails to provide or pay for special education and related services, but is required to do so under a State's current system of arrangements, to meet its financial responsibilities by reimbursing the LEA or SEA that provided or paid for such education and services. Includes a representative from the State Medicaid agency as a required member of the State Interagency Coordinating Council under part C. Eliminates a requirement that the Secretary establish a Federal Interagency Coordinating Committee. Extends through FY 2009 the authorization of appropriations for IDEA part C. Revises IDEA part D National Activities to Improve Education of Children with Disabilities. Renames and replaces the current subpart 1 State Program Improvement Grants with a program of State Personnel Preparation and Professional Development Grants. Requires the State to: (1) continue, as under current law, to identify and address State and local needs for the preparation of personnel serving children with disabilities; and (2) use all subpart 1 grant funds to recruit, train, and retain highly qualified teachers and other special education personnel. Requires grants to SEAs under the new program: (1) on a competitive basis, if the remaining funds are less than a specified amount for a fiscal year; and (2) on a formula basis, if such funds are equal to or greater than such amount. Authorizes the Secretary to give priority in awarding such competitive grants to States that: (1) have the greatest personnel shortages; or (2) demonstrate the greatest difficulty in meeting part B requirements for personnel standards (which include the deadline for having highly qualified special education teachers by the end of the 2006-2007 schoolyear). Directs the Secretary to make certain minimum competitive grants to all States. Provides for formula grant allotments. Directs the Secretary to make certain minimum allotments for States that received competitive grants. Directs the Secretary to reserve specified subpart 1 funds for any necessary continuation awards for multiyear grants to SEAs under such replaced program. Allows SEAs to apply for a subpart 1 grant for a grant period of between one and five years. Requires an SEA, in order to be considered for such a grant, to: (1) establish a professional development partnership (PDP) with LEAs and other State agencies involved in, or concerned with, the education of children with disabilities, including institutions of higher education and the State agencies responsible for administering part C, child care, and vocational rehabilitation programs; (2) work in partnership with other persons and organizations involved in, and concerned with, the education of children with disabilities, which may include specified entities; and (3) include in the partnership any individual, entity, or agency other than the SEA that State law assigns responsibility for teacher preparation and certification, and ensure that such partner carries out any subpart 1 activities within that partner's jurisdiction. Requires SEA grant applications to include a State personnel preparation and professional development plan with specified elements. Revises part D subpart 2 requirements for scientifically based research, technical assistance, model demonstration projects, and dissemination of information. Directs the Secretary to develop and implement a comprehensive plan for subpart 2 activities after receiving input from interested individuals with relevant experience. (Current law requires consultation with specified individuals.) Revises technical assistance and demonstration projects to require such activities to be rooted in scientifically based research. Gives priority to applications that propose to: (1) serve teachers and school personnel directly in the school environment; or (2) strengthen the capacity of States and LEAs to improve instruction practices of personnel serving children with disabilities. Directs the Secretary to support certain activities concerned with, among other things: (1) inappropriate behavior of students; (2) valid and reliable yearly progress assessments; (3) different learning styles of children with disabilities; and (4) effective transition to post-school settings. Establishes: (1) a beginning special educators program, which adds a fifth-year clinical learning opportunity; and (2) a program to assist general educators (including principals and administrators) in having the skills, knowledge, and leadership training to meet the needs of children with disabilities. Authorizes appropriations for FY 2004 through 2009 for these programs as well as for the leadership preparation program and other programs for personnel development. Directs the Secretary to delegate to the Director of the Institute of Education Sciences (IES) responsibility for studies and evaluations (including the national assessment) of activities under IDEA (with the exception of the following by the Secretary: (1) an annual summary report to Congress; and (2) a study of the extent to which States adopt policies for statewide systems and the effect of such policies). Requires a national study or studies on alternate assessments and ensuring accountability for students with significant disabilities. Authorizes support for research on: (1) the impact of professional development and educational evaluation programs on student outcomes; (2) economic benefits to special education service delivery through more effective pre-referral services, and (3) teacher recruitment and retention. Revises part D subpart 3 provisions for supports to improve results for children with disabilities. Directs the Secretary to: (1) make an award to at least one parent training and information center (PTIC) in each State; or (2) in the case of a large State, make awards to multiple PTI centers, but only if the centers demonstrate that coordinated services and supports will occur among them. Requires parent organizations that are PTI centers, and local parent organizations that support community parent resource centers (CPRCs), to have as their mission serving families of children and youth with a full range of disabilities. Authorizes the Secretary to make an award to one parent organization to provide technical assistance for developing, assisting, and coordinating programs carried out by PTICs and CRRCs. Requires such national technical assistance grantee to: (1) establish regional centers selected from PTICs and CPRCs; and (2) with such regional centers, develop collaborative agreements with geographically appropriate Regional Resource Centers. Revises, and extends through FY 2009 the authorization of appropriations for, provisions for technology development, demonstration, and utilization, and for media services. Directs the Secretary to support video description, open captioning, and closed captioning of television programs, videos, or other materials that are appropriate for use in the classroom setting. Allows such support only when such services: (1) are not provided by the producer or distributor of such materials; or (2) have not been fully funded by other sources. Allows support for news programming only until September 30, 2006. Directs the Secretary to: (1) promulgate an Instructional Materials Accessibility Standard to be used by publishers in preparing electronic files for States under certain IDEA State eligibility provisions; and (2) establish a National Instructional Materials Access Center to coordinate acquisition and distribution of print instructional materials prepared in such Standard. Extends through FY 2009 the authorization of appropriations for: (1) subpart 3 programs of PTICs, CPRCs, and technical assistance; and (2) subpart 2 programs of technical assistance, demonstration projects, dissemination of information, and implementation of scientifically based research. Sets forth requirements for interim alternative educational settings, behavioral supports, and whole school interventions. Authorizes the Secretary to award competitive grants to: (1) establish or expand behavioral supports and whole school behavioral interventions activities; and (2) improve interim alternative educational settings. Authorizes appropriations through FY 2009 for grants to LEAs to train teachers, administrators, and support staff to help behaviorally-challenged students with disabilities to succeed in school. Allows grantee LEAs to partner with other LEAs, community-based organizations with a proven record of helping children with disabilities with behavioral problems, or other mental health providers. Allows funds to be used for: (1) training personnel in positive behavioral interventions and classroom and student management techniques; (2) early-screening students at-risk for emotional and behavioral difficulties; (3) attracting and retraining high-quality staff in interim alternative educational settings; (4) promoting better coordination between schools, parents, juvenile courts, child welfare, organizations, primary care providers, and mental health providers; (5) reducing the staff-child ratio in interim alternative educational settings; (6) providing counseling service in interim alternative educational settings; and (7) providing behavioral transition services to help students reintegrate into their regular school settings. Requires the Department of Education to maintain a website that: (1) is accessible to parents, teachers, and administrators; and (2) contains information on the best practices and supports available to help address the needs of these children. Requires each grantee organization or consortium to submit an evaluation of the effectiveness of the supported activities. Title II: Amendments to the Rehabilitation Act of 1973 - (Sec. 201) Amends the Rehabilitation Act of 1973 (RA) to declare that there is a substantial need to improve and expand RA vocational rehabilitation services for students with disabilities. (Sec. 203) Revises requirements for State plans to require: (1) students with disabilities to be among the groups whose needs are assessed; (2) descriptions of strategies to improve and expand vocational rehabilitation services for students with disabilities, and of the transition services to be provided to them; and (3) assurances that such strategies will be developed and implemented and that designated funds will be used to carry out programs or activities to improve and expand such services. (Sec. 204) Revises requirements for: (1) transition services for students with disabilities; and (2) consultation and technical assistance to SEAs and LEAs regarding planning for transition of such students to post-school activities. (Sec. 205) Sets forth requirements for standards and indicators measures of performance regarding transition to post-school activities and achievement of post-school goals of students with disabilities. (Sec. 206) Requires States, in a transition services expansion year, to reserve from their allotment a specified amount for expanded transition services. Sets forth a formula for calculation of the reserved amount for each State. Title III: National Center For Special Education Research - (Sec. 301) Amends the Education Sciences Reform Act of 2002 to establish the National Center for Special Education Research. Requires the Center to: (1) sponsor research to expand knowledge of the needs of children with disabilities and improve IDEA services and implementation; (2) evaluate IDEA implementation and effectiveness; and (3) carry out appropriate research activities. Directs the Center's Commissioner to: (1) ensure that such research activities meet specified standards; and (2) propose to the Director of the Institute of Education Sciences (IES Director) a research plan developed in collaboration with the Assistant Secretary for Special Education and Rehabilitative Services. Authorizes the IES Director to award grants or enter into contracts or cooperative agreements with eligible entities in carrying out Center duties. Requires the Center to: (1) synthesize and disseminate findings and results from research it conducts or supports; and (2) assist the IES Director in preparing the IES biennial report. Authorizes appropriations for FY 2004 through 2009 carry out Center activities. Directs the Secretary to continue for a specified period awards made under current IDEA provisions for research and innovation to improve services and results for children with disabilities. Title IV: Commission on Universal Design and the Accessibility of Curriculum and Instructional Materials - (Sec. 401) Establishes a Commission to study, evaluate, and make appropriate recommendations to the Congress and the Secretary on universal design and accessibility of curriculum and instructional materials for use by all children, with particular focus on children with disabilities, in elementary and secondary schools. Authorizes appropriations for FY 2004 and 2005."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Individuals with Disabilities Education Improvement Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Individuals with Disabilities Education Improvement Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Individuals with Disabilities Education Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:22-05:00"
}