{
  "actions": [
    {
      "acted_at": "1999-03-04", 
      "references": [
        {
          "reference": "CR S2322-2323", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-04", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s545-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1999-03-04", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-03-04", 
  "number": "545", 
  "official_title": "A bill to amend title 49, United States Code, to authorize appropriations for the Federal Aviation Administration for fiscal years 1999, 2000, 2001, 2002, 2003, and 2004, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Aviation Administration Authorization Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-03-04", 
  "subjects": [
    "Access to airports", 
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Aeronautics", 
    "Air bases", 
    "Air cargo", 
    "Air traffic", 
    "Air traffic controllers", 
    "Aircraft", 
    "Aircraft engines", 
    "Aircraft industry", 
    "Aircraft pilots", 
    "Airline employees", 
    "Airline passenger traffic", 
    "Airline rates", 
    "Airlines", 
    "Airports", 
    "Airspace (Law)", 
    "Armed forces and national security", 
    "Asphalt", 
    "Auditing", 
    "Authorization", 
    "Aviation agreements", 
    "Aviation fuels", 
    "Aviation insurance", 
    "Aviation safety", 
    "Block grants", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Collection of accounts", 
    "Commerce", 
    "Commercial aircraft", 
    "Competition", 
    "Competitive bidding", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Damages", 
    "Data banks", 
    "Delegation of powers", 
    "Department of Commerce", 
    "Department of Transportation", 
    "Disabled", 
    "Disciplining of employees", 
    "Discrimination against the disabled", 
    "Discrimination in employment", 
    "Economics and public finance", 
    "Employee training", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Excise tax", 
    "Executive reorganization", 
    "Families", 
    "Family services", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Federal-Indian relations", 
    "Fees", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fraud", 
    "Government and business", 
    "Government employees' political activities", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publications", 
    "Government service contracts", 
    "Government trust funds", 
    "Governmental investigations", 
    "Grievance procedures", 
    "Health", 
    "Helicopter transportation", 
    "Helicopters", 
    "House rules and procedure", 
    "Housing and community development", 
    "Identification devices", 
    "Imports", 
    "Indian lands", 
    "Injunctions", 
    "Intermodal transportation", 
    "International affairs", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Labor and employment", 
    "Land use", 
    "Law", 
    "Legal fees", 
    "Legislative resolutions", 
    "Liability for aircraft accidents", 
    "Licenses", 
    "Local service airlines", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Mediation", 
    "Mental health services", 
    "Military base conversion", 
    "Minorities", 
    "National parks", 
    "Navigation (Aeronautics)", 
    "Noise", 
    "Ocean", 
    "Performance measurement", 
    "Personnel management", 
    "Personnel records", 
    "Postal rates and revenues", 
    "Public lands and natural resources", 
    "Public meetings of administrative bodies", 
    "Racial discrimination", 
    "Research and development", 
    "Salvage", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Security measures", 
    "Senate rules and procedure", 
    "Sentences (Criminal procedure)", 
    "Sex discrimination", 
    "Social welfare", 
    "Space activities", 
    "Space commercialization", 
    "Spacecraft", 
    "Sparsely populated areas", 
    "Surplus government property", 
    "Surveying", 
    "Tax cuts", 
    "Tax rates", 
    "Taxation", 
    "Tourism", 
    "Transportation and public works", 
    "Transportation and the disabled", 
    "Transportation of hazardous substances", 
    "Transportation planning", 
    "User charges", 
    "Victims", 
    "Whistle blowing", 
    "Women", 
    "Wrongful death"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-03-04", 
    "text": "TABLE OF CONTENTS: Title I: Authorizations Title II: Amendments to Aviation Law Title III: Airport Improvement Program Amendments Title IV: Commercial Space Transportation Amendments Title V: Performance Based Organization for Air Traffic Services Title VI: Family Assistance Title VII: Passenger Service Availability; Mail Rates Title VIII: Transfer of Aeronautical Charting Activity Title IX: Whistleblower Protection Title X: National Parks Air Tour Management Title XI: Title 49 Technical Corrections Title XII: Prevention of Fraud Involving Aircraft or Space Vehicle Parts Title XIII: Internal Revenue Code Amendments Federal Aviation Administration Authorization Act of 1999 - Title I: Authorizations - Amends the Federal Aviation Act of 1958 to authorize appropriations for FY 2000 through 2004 for Federal Aviation Administration (FAA) operations. Earmarks amounts for a university consortium established to provide an air safety and security management certificate program. (Sec. 103) Amends Federal aviation law to authorize appropriations for FY 2000 through 2004 for: (1) the FAA Facilities and Equipment Program; and (2) FAA research, engineering, and development. (Sec. 104) Authorizes appropriations for FY 2000 through 2004 for airport planning and development and noise compatibility planning programs. (Sec. 105) Authorizes appropriations for FY 2000 for the Office of Inspector General for the conduct of annual audits of FAA financial statements. Title II: Amendments to Aviation Law - Amends Federal aviation law to authorize the FAA Administrator to contract for procurement of severable services for a period that begins in one fiscal year and ends in the next fiscal year if (without regard to any option to extend it) the contract period does not exceed one year. Declares that funds available for a fiscal year may be obligated for the total amount of the contract. (Sec. 202) Amends the Airport Noise and Capacity Act to make foreign air carriers eligible for a waiver from Stage three noise level requirements for certain aircraft. Authorizes the Secretary of Transportation to provide a procedure under which a person may operate a Stage one or Stage two airplane in nonrevenue service to or from a U.S. airport in order to: (1) sell the aircraft outside the United States; (2) sell such aircraft for scrapping; or (3) obtain modifications to the aircraft to meet Stage three noise levels. (Sec. 203) Authorizes the FAA Administrator to establish consortia of government and aviation industry representatives at airports to provide advice on matters related to aviation security and safety. (Sec. 204) Provides for an eligible agency to impose a passenger facility fee of more than $3 (currently, $1, $2, or $3) on each airline passenger of a domestic or foreign air carrier boarding an aircraft at an airport the agency controls to finance an eligible airport-related project. Requires an eligible agency when submitting an application for a passenger facility fee of more than $4 to submit separately a competition plan to the Secretary. Authorizes the Secretary to approve an application of an eligible agency for a surface transportation project to improve access to an airport having at least .25 percent of the total number of passenger boardings each year at all commercial service airports only if such agency has made adequate provision for financing safety, security, and capacity needs of the airport. Authorizes the Secretary, in order to encourage the development of transportation systems that use various modes of transportation to serve effectively the State and local communities, to approve an application by an eligible agency to participate in a cost-sharing agreement with one or more eligible surface transportation agencies for a surface transportation project, provided certain conditions are met. Revises the methodology for reducing, through the imposition of passenger facility fees, the apportionment of airport planning and development and noise compatibility planning funds to sponsors of airports. (Sec. 205) Authorizes the FAA Administrator to enter into bilateral agreements with the aeronautical authorities of another country to exchange with that country all or part of their respective safety oversight functions and duties with respect to certain domestic and foreign aircraft. (Sec. 206) Authorizes the appropriation of the balance of funds available in the Airport and Airway Trust Fund for, among other things, any cost incurred by the FAA after September 30, 1999, that is authorized by law. (Sec. 207) Directs the FAA Administrator to establish a schedule of new fees for services (other than air traffic control services) provided to any entity obtaining services outside the United States. (Sec. 208) Amends the Pilot Records Improvement Act to eliminate the need for criminal history checks in the employment investigation of individuals applying for certain airport security positions in cases where there are unaccounted gaps in the employment of such individuals of more than 12 months, or inconsistent or unsupported information provided on their applications. Declares that an air carrier does not need to obtain the employment records of an applicant pilot who has been employed by a branch of the U.S. armed forces, the National Guard (or reserve), or the National Aeronautics and Space Administration (NASA) before allowing such individual to begin service as a pilot. Provides for electronic access to the employment records of FAA air pilots. (Sec. 209) Extends Federal aviation insurance and reinsurance programs through December 31, 2004. (Sec. 210) Authorizes the judicial review of FAA Administrator orders imposing a civil penalty. (Sec. 211) Authorizes the FAA Administrator to improve real property leased for air navigation facilities when such improvements primarily benefit the government, are essential for mission accomplishment, and the government's interest in the improvements is protected. (Sec. 212) Provides for the enforcement of whistleblower laws and the Hatch Act (prohibiting State or local employees from influencing elections or taking part in political campaigns) for FAA employees. (Sec. 213) Provides that a proposed change to the FAA personnel management system that has not led to an agreement between the FAA employee bargaining unit and the Federal Mediation and Conciliation Service shall not become effective until 60-days after the FAA Administrator has submitted the change to Congress. Provides that such period shall not include any period during which Congress has adjourned sine die. Authorizes FAA employees who have been the subject of a major adverse personnel action to contest such action either through any contractual grievance procedure through the employee's collective bargaining unit or through the FAA's internal process relating to review of FAA major adverse personnel actions (under the Guaranteed Fair Treatment or a specified section of the Department of Transportation and Related Agencies Appropriations Act, 1996). Requires such employees who can contest such personnel action through more than one forum to elect the appropriate forum (no more than one). Amends the Department of Transportation and Related Agencies Appropriations Act, 1996 to authorize FAA employees under the new FAA personnel management system to appeal to the Merit Systems Protection Board and seek judicial review of Board decisions. (Sec. 214) Requires the FAA Administrator to establish a schedule of new fees (until they are replaced by another schedule of fees adopted under specified law) for the provision of air traffic control services to an air carrier, a commercial air carrier (for compensation or hire), or a foreign air carrier. Provides for the reduction of aviation excise taxes to be credited to the Airport and Airway Trust Fund if such taxes and receipts from fees exceed for FY 2000 the FAA budgetary requirements for FY 2001. (Sec. 215) Amends the statute prohibiting the bringing of hazardous material aboard an aircraft to provide that knowledge of the existence of a regulation or requirement related to the transportation of hazardous material prescribed by the Secretary is not an element of the offense. (Sec. 216) Directs the Secretary, in order to improve security at public U.S. airports, to carry out one or more projects to test and evaluate innovative aviation security systems and related technology. Authorizes appropriations. (Sec. 218) Subjects to a civil penalty of up to $10,000 any individual who interferes with the duties or responsibilities of the flight crew or cabin crew of a civil aircraft, or who poses an imminent threat to the safety of the aircraft or other individuals on the aircraft. (Sec. 219) Authorizes the FAA Administrator to delegate authority for cargo inspection to a qualified private person. (Sec. 220) Amends the statute prohibiting piloting of an aircraft not used to provide air transportation without a valid airman's certificate. Excepts from the limitation of such prohibition only to aircraft not used to provide air transportation any person who knowingly and willfully serves or attempts to serve in any capacity as an airman without such certificate authorizing such individual to serve in that capacity. (Thus subjects such a person to the general criminal penalty for such a violation even if the aircraft is in fact used to provide air transportation.) Title III: Airport Improvement Program Amendments - Removes the maximum cap on airport improvement funds credited to the discretionary fund. (Sec. 302) Authorizes the Secretary to carry out a demonstration program of not more than five new projects for grants to implement innovative financing techniques for airport development projects at airports that have less than .25 percent of the boardings at all commercial service airports. (Sec. 303) Sets forth the maximum Federal share of costs for: (1) airport improvement projects funded under the State block grant program; and (2) projects for the operation of turbine powered aircraft at nonprimary airports. (Sec. 304) Increases from 31 to 35 percent the minimum apportionment from the discretionary fund for airport improvement grant funds for airport noise compatibility programs and approved noise mitigation projects. (Sec. 305) Increases the State apportionment of airport development funds. (Sec. 306) Authorizes the Secretary to use certain unobligated funds to make discretionary grants for airport planning and development and noise compatibility planning programs. (Sec. 307) Repeals the pavement maintenance pilot program. Makes routine work to preserve and extend the useful life of runways, taxiways, and aprons at airports eligible for airport development project funds. (Sec. 308) Authorizes the Secretary to apportion airport improvement funds to an airport sponsor in a fiscal year in an amount equal to the amount apportioned to such sponsor in the previous fiscal year if the Secretary finds that: (1) passenger boardings at the airport fell below 10,000 in the calendar year used to calculate the apportionment; (2) the airport had at least 10,000 passenger boardings in the year prior to the year used to calculate apportionments to airport sponsors in a fiscal year; and (3) the cause of the shortfall in passenger boardings was a temporary but significant interruption in service by an air carrier to the airport due to an employment action, natural disaster, or other event unrelated to the demand for air transportation at the affected airport. (Sec. 309) Authorizes the Secretary to approve an airport development project at an airport having at least .25 percent of the total number of passenger boardings each year at all commercial service airports only for: (1) a development project to meet certain safety or security requirements or specified other Federal requirements; (2) airport noise compatibility planning projects; (3) a development project that will create new airfield capacity at an airport; and (4) airport planning. (Sec. 310) Prohibits the Secretary from waiving certain required assurances that property be used for aeronautical purposes with respect to the grant of airport development funds, unless the Secretary provides public notice at least 30 days before issuing such waiver. (Sec. 311) Makes it policy to encourage the development of transportation systems, including airport systems, in a manner that will serve the Nation, the States, and local communities efficiently and effectively. Includes within the integrated airport system planning process the developing of a plan for an airport system that includes a primary airport that enplanes at least 0.25 percent of the total number of passenger boardings each year at all commercial service airports, so that such planning includes fair consideration of surface transportation and land use plans relevant to airport access and development in the airport system under study. Revises requirements for the approval of an airport development project grant application, with respect to a project for the location of an airport or a project for a runway or a major runway extension at such primary airport, to require the sponsor to provide the metropolitan planning organization (MPO) authorized to conduct metropolitan planning in the area in which the airport is located with not less than 60 days to review the airport master plan and submit comments on such plans to the sponsor. (Sec. 312) Makes it policy that priority consideration should be given to encourage development identified by the Secretary to support operations of turbine powered aircraft at nonprimary airports to the extent possible with available funds, considering other airport needs. (Sec. 313) Increases from 12 to 15 the number of current or former military airports at any time that may receive airport improvement funds. (Sec. 314) Revises criteria for the issuance by the Secretary of letters of intent to sponsors to obligate funds for airport development projects. Limits to projects at an airport having at least 0.25 percent of the boardings each year of all commercial service airports the requirement that the Secretary decide the project will enhance system-wide airport capacity significantly. (Sec. 315) Authorizes the use of airport improvement funds apportioned to Alaska, Hawaii, or Puerto Rico for any of their public airports. Authorizes the use of the supplemental apportionment of airport improvement funds for Alaska for any of its public airports. Repeals a certain limitation on the apportionment of airport improvement funds for commercial airports in Alaska. Revises the amount of certain funds apportioned to the discretionary and small airport funds. Authorizes the Secretary to distribute a certain percentage of funds from the small airport fund for grants for projects at small hub airports. Authorizes the use of State-apportioned airport improvement funds for: (1) integrated airport system planning that encompasses one or more primary airports; and (2) a project to survey or to upgrade a non-primary airport to obtain greater benefits from implementation of satellite-based air navigation systems. Declares that an airport development project shall remain eligible for funding from the discretionary fund (subject to the availability of funds) even though the status of the airport project changes from a primary airport to a non-primary airport. Revises the definition of \"public-use airport,\" for purposes of grant eligibility for airport development funds, to include a privately-owned airport that, as a reliever airport, received Federal aid for airport development before October 9, 1996. Permits certain regulations promulgated by the Secretary to authorize a public agency to request waiver of a passenger facility fee for: (1) any class of domestic or foreign air carriers that enplane not more than a specified percent of the total number of passengers enplaned annually at a airport; or (2) passengers enplaned on a flight to an airport with scheduled passenger service but fewer than 2,500 passenger boardings each year, or in a community with a population of less than 10,000 and not connected by land to the National Highway System. Title IV: Commercial Space Transportation Amendments - Increases FY 2000 authorization of appropriations for activities of the Office of the Associate Administrator for Commercial Space Transportation. Authorizes appropriations for such activities for FY 2001 through 2004. (Sec. 402) Repeals the requirement for uniform guidelines for acquisition of surplus property and services. (Sec. 403) Extends, through December 31, 2005, the Secretary's authority to pay excess claims against the United States for death, bodily injury, or property damage occurring during a commercial space launch and reentry. Title V: Performance Based Organization for Air Traffic Services - Requires the FAA Administrator to establish within the FAA a performance-based organization (Air Traffic Services (ATS)) to manage and operate the air traffic control system on an efficient basis without Federal funding after May 15, 2001. Establishes an ATS subcommittee to be headed by the Chairman of the Management Advisory Council to offer advice and recommendations to the FAA Administrator with respect to ATS performance. Requires the ATS to establish a performance management system for all ATS employees. Authorizes the ATS to establish an awards program to provide incentives for such employees. (Sec. 504) Directs the Chief Operating Officer (COO) of the ATS to prescribe a schedule of fees for air traffic and related services that are provided by the ATS to the air carrier, foreign air carrier, and other non-public-non-military aircraft. Authorizes the imposition of ATS fees on international commercial operations involving air traffic control services provided by the United States (and not subject to tax) as long as they are consistent with international agreements. Declares that payment of such fees shall be in lieu of any fees charged for such services for overflight operations. Provides for congressional review of ATS fees. (Sec. 505) Requires the deposit of ATS fees into the Airport and Airway Trust Fund. Authorizes appropriations (without fiscal-year limitation) from the Trust Fund equal to amounts collected for specified user fees to the ATS for the provision of air traffic services. (Sec. 506) Provides for the adjustment of certain aviation excise taxes credited to the Trust Fund. Title VI: Family Assistance - Amends Federal transportation law to revise the prohibition against unsolicited communications before a certain time concerning potential action for personal injury or wrongful death by an attorney to an individual injured in an accident involving a domestic air carrier. Extends the moratorium from 30 days following the accident to 45 days. Includes within the prohibition any accidents involving a foreign carrier in the United States. Authorizes the National Transportation Safety Board (NTSB) to bring a civil action in a district court for violations. (Sec. 601) Prohibits a State or political subdivision from preventing nonprofit organization employees with experience in disasters and post-trauma communication with families from providing mental health and counseling services within the 30 day period after an accident. Includes within the definition of \"passenger\" with regard to assistance to families of passengers involved in aircraft accidents: (1) foreign air carrier employees aboard the aircraft; and (2) any other person aboard the aircraft without regard to whether the person paid for the transportation, occupied a seat, or held a reservation for the flight. (Sec. 602) Revises requirements for air carrier plans that provide assistance to the families of passengers involved in aircraft accidents to require them to include, at a minimum, an assurance that: (1) upon request of the family of a passenger, the air carrier will inform the family of the status of the review of the verification of the passenger manifest, including whether the passenger's name appeared on a preliminary passenger manifest for the flight involved in the accident; and (2) the air carrier will provide adequate training to air carrier employees and agents to meet the needs of survivors and family members following an accident. Prohibits the Secretary from approving an application for a permit to provide foreign air transportation unless the applicant has included, among other things, as part of the application or request for exemption an agreement that, in the event that such foreign air carrier volunteers assistance to U.S. citizens within the United States in the case of an aircraft accident outside the United States involving major loss of life, the foreign air carrier will consult with the NTSB and the Department of State on the provision of such assistance. Declares that an air carrier shall not be liable for damages in any action brought in a Federal or State court arising out of its performance in providing information concerning a flight reservation. (Sec. 603) Makes similar changes to foreign air carrier plan requirements. Title VII: Passenger Service Availability; Mail Rates - Amends Federal transportation law to prohibit: (1) a domestic or foreign air carrier in providing foreign air transportation (or a domestic air carrier in providing interstate air transportation) from subjecting an airline passenger to unreasonable discrimination, including discrimination on the basis of race, color, national origin, religion, or sex; and (2) a foreign air carrier from discriminating against a passenger that has a physical or mental impairment that substantially limits one or more major life activities. (Sec. 701) Authorizes the Attorney General, or an interested person, to institute a civil action for damages, for past activity, and for preventive relief for persons injured as a result of such discrimination (including discrimination against the handicapped). Authorizes the court, in its discretion, to allow the prevailing party (other than the United States) reasonable attorney's fees. (Sec. 702) Directs the Secretary to establish a five-year pilot airline service restoration program to provide funds to up to 40 communities and States with inadequate access to the national transportation system to improve their access to such system. Authorizes appropriations. (Sec. 703) Waives the State or local contribution requirement with respect to the compensation of an air carrier providing air service to certain noneligible places. (Sec. 704) Authorizes the Secretary, if it is necessary to facilitate service to a small community, to require an air carrier that serves an essential airport facility to enter into a joint-fare or interline agreement with a qualifying air carrier that serves an underserved market to facilitate air transportation in the market. (Sec. 705) Directs the Secretary, in carrying out aviation policy, to consider as being in the public interest and consistent with public convenience and necessity ensuring that: (1) consumers in all regions of the United States, including those in small communities and rural and remote areas, have access to affordable, regularly scheduled air service; and (2) slots provided to air carriers to provide small community air service are withdrawn if the carrier fails to provide the service. (Sec. 706) Revises air carrier obligations, with respect to two air carriers who make an agreement to operate under or use a single carrier designator code to provide air transportation, to require the carrier whose code is being used to share responsibility with the other carriers for the level and quality of transportation provided the public under the code by the other carriers, including providing full service at Essential Air Service communities. (Sec. 707) Repeals mail rate-setting authority of the U.S. Postal with respect to the transportation of mail by aircraft in foreign air transportation. Authorizes the Postal Service to provide for the transportation of mail by aircraft in air transportation (currently, in interstate air transportation). (Sec. 708) Repeals requirements under the Code of Federal Regulations (CFR) prohibiting the increase or decrease by the FAA Administrator in the number of takeoffs and landings (the High Density Rule) at airports (except Ronald Reagan Washington National Airport). Exempts certain aircraft with specified noise levels from the High Density Rule at airports (except Ronald Reagan Washington National Airport). Title VIII: Transfer of Aeronautical Charting Activity - Transfers from the National Oceanic and Atmospheric Administration all functions, personnel, and funds of the Office of Aeronautical Charting and Cartography to the Department of Transportation. Title IX: Whistleblower Protection - Amends Federal transportation law to establish a whistleblower protection program for airline employees providing air safety information. (Sec. 901) Prohibits a person from discharging or otherwise discriminating against an employee with respect to pay, terms, conditions, or privileges of employment because the employee: (1) notified his or her employer of an alleged violation of this title; (2) refused to operate aircraft or work when it would be in violation of a FAA regulation, or because of a reasonable apprehension of death or serious physical harm; (3) provided or is about to provide information relating to air safety; or (4) has filed or is about to file a proceeding, or testified, or otherwise participated in a proceeding relating to air carrier safety. Sets forth a Department of Labor complaint procedure for persons who believe they have been discharged or discriminated against in violation of this Act. Specifies civil penalties for violation of this Act. Title X: National Parks Air Tour Management - National Parks Air Tour Management Act of 1999 - Prohibits a commercial air tour operator from conducting commercial air tour operations over a national park or tribal lands, except in accordance with this Act, conditions prescribed for that operator by the FAA Administrator, and any commercial air tour management plan for the park or tribal lands. (Sec. 1003) Sets forth specified requirements with respect to: (1) the granting of authority to commercial air tour operators to conduct air tour operations over national parks or tribal lands, with specified exceptions; and (2) establishment of commercial air tour management plans. Exempts from the requirements of this Act: (1) the Grand Canyon National Park, or any Indian country within or abutting such park; and (2) any land or waters located in Alaska.. (Sec. 1004) Directs the FAA Administrator and the Director of the National Park Service (Director) to establish, jointly, an advisory group to provide continuing advice and counsel with respect to the operation of commercial air tours over and near national parks. (Sec. 1005) Directs the FAA Administrator to report to Congress on the effects proposed overflight fees are likely to have on the commercial air tour industry. Directs the FAA Administrator and the Director to report jointly to Congress on the effectiveness of this Act in providing incentives for the development and use of quiet aircraft technology. Title XI: Title 49 Technical Corrections - Sets forth certain technical corrections to specified sections of title 49 of the United States Code. Title XII: Prevention of Fraud Involving Aircraft or Spacecraft Parts - Aircraft Safety Act of 1999 - Amends the Federal criminal code to prohibit and set penalties for fraud involving aircraft or space vehicle parts in interstate or foreign commerce. Provides for civil remedies and criminal forfeiture. Title XIII: Internal Revenue Code Amendments - Amends the Internal Revenue Code to extend the expenditure authority of the Airport and Airway Trust Fund through October 1, 2004."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Aviation Administration Authorization Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Aircraft Safety Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Parks Air Tour Management Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 49, United States Code, to authorize appropriations for the Federal Aviation Administration for fiscal years 1999, 2000, 2001, 2002, 2003, and 2004, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:24-05:00"
}