{
  "actions": [
    {
      "acted_at": "1982-12-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-12-09", 
      "bill_ids": [
        "hr5900-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "For Previous Action See H.R.5900.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-09", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-12-10", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Ways and Means. Report No: 97-958.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-10", 
      "references": [], 
      "text": "Placed on Union Calendar No: 602.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-15", 
      "references": [], 
      "text": "Committee on Rules Granted a Modified Closed Rule Providing Two Hours of Debate; Waiving Section 311(a) of the Congressional Budget Act and Clause 5 of Rule XXI against Section 201.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-15", 
      "bill_ids": [
        "hres629-97"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.629 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-17", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-17", 
      "references": [], 
      "text": "The Clerk Reported Committee Amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-17", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-17", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "476", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 260 - 142 (Record Vote No: 476).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1982-12-17", 
      "committee": "Committee on Finance", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-12-20", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-21", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-12-21", 
      "references": [], 
      "text": "Committee on Finance. Reported to Senate by Senator Dole with amendments. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-21", 
      "calendar": "Senate Legislative", 
      "number": "1031", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 1031.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h1003-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1003"
    }, 
    {
      "amendment_id": "h1004-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1004"
    }, 
    {
      "amendment_id": "h1005-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "1005"
    }
  ], 
  "bill_id": "hr7397-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Broomfield, William S.", 
      "sponsored_at": "1982-12-09", 
      "state": "MI", 
      "thomas_id": "00128", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "35", 
      "name": "Conable, Barber B., Jr.", 
      "sponsored_at": "1982-12-09", 
      "state": "NY", 
      "thomas_id": "00225", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Frenzel, Bill", 
      "sponsored_at": "1982-12-09", 
      "state": "MN", 
      "thomas_id": "00415", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Michel, Robert H.", 
      "sponsored_at": "1982-12-09", 
      "state": "IL", 
      "thomas_id": "00801", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rostenkowski, Dan", 
      "sponsored_at": "1982-12-09", 
      "state": "IL", 
      "thomas_id": "00988", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Vander Jagt, Guy", 
      "sponsored_at": "1982-12-09", 
      "state": "MI", 
      "thomas_id": "01180", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Wright, James C., Jr.", 
      "sponsored_at": "1982-12-09", 
      "state": "TX", 
      "thomas_id": "01244", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Zablocki, Clement J.", 
      "sponsored_at": "1982-12-09", 
      "state": "WI", 
      "thomas_id": "01261", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1982-12-17", 
    "vetoed": false
  }, 
  "introduced_at": "1982-12-09", 
  "number": "7397", 
  "official_title": "A bill to promote economic revitalization and facilitate expansion of economic opportunity in the Caribbean Basin region.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres629-97", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr5900-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Caribbean Basin Economic Recovery Act", 
  "sponsor": {
    "district": "7", 
    "name": "Gibbons, Sam", 
    "state": "FL", 
    "thomas_id": "00437", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1982-12-17", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholic beverage industry", 
    "Alcoholic beverages", 
    "American Samoa", 
    "Caribbean area", 
    "Conferences", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Environmental protection", 
    "Excise tax", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Guam", 
    "Import restrictions", 
    "Imports", 
    "Puerto Rico", 
    "Sugar and sugar trade", 
    "Tariff", 
    "Tax deductions", 
    "Tax treaties", 
    "Taxation", 
    "Territories (U.S.)", 
    "Textile industry and fabrics", 
    "Trade agreements", 
    "Treaties", 
    "Tuna fisheries", 
    "Virgin Islands", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Tariff", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1982-12-21", 
    "text": "(Reported to Senate from the Committee on Finance with amendment (without written report)) Caribbean Basin Economic Recovery Act - Title I: Duty-Free Treatment - Authorizes the President to proclaim duty-free treatment for all eligible articles from Caribbean countries that the President designates as beneficiary countries. Requires the President to notify Congress before making such a designation. Prohibits the President from terminating such a designation unless both Houses of Congress are notified 60 days before the termination. Requires the President to consider only specified countries and territories as beneficiary countries. Prohibits the President from designating a country as a beneficiary country: (1) if it is a Communist country; (2) if it has nationalized or seized control, or effectively nationalized or seized control, of U.S. property, unless the President determines that a good faith effort is being made to compensate for such seizure; (3) if it fails to act in good faith in recognizing as binding or in enforcing arbitral awards in favor of U.S. citizens or corporations; (4) if it grants preferential treatment to the products of a developed country other than the United States which may have a significant adverse effect on U.S. commerce, unless the President reports to Congress that certain assurances have been made; (5) if it has a government-owned entity engaged in broadcasting copyrighted material belonging to U.S. copyrighted owners without their express consent; or (6) unless an extradition treaty exists between the United States and such country. Permits the President to designate as a beneficiary country a Communist country, an expropriating country, or a country that fails to act in good faith with respect to an arbitral award if the President determines and reports to Congress that such designation will be in the national interest. Lists factors the President should consider in determining whether to grant beneficiary designation. Amends the Tariff Schedules of the United States to grant to imports from U.S. insular possessions, subject to specified provisions of this Act, duty treatment no less favorable than the treatment afforded such imports from a beneficiary country. Directs the President to withdraw or suspend a country's beneficiary designation, if the President determines that changed circumstances in such country would prohibit such designation under the guidelines in this title. Requires duty-free treatment to apply to any article imported from a beneficiary country, unless otherwise excluded from eligibility, if: (1) the article is imported directly from such country into U.S. customs territory; and (2) the sum of specified costs of the article is not less than 35 percent of its appraised value at the time of its entry. Directs the Secretary of the Treasury to prescribe regulations governing articles eligible for such duty-free treatment, including the requirement that such articles must be wholly the product of a beneficiary country or must be a new or different article of commerce which has been produced in the beneficiary country. Prohibits this duty-free treatment from applying to: (1) textile and apparel articles which are subject to tariff agreements; (2) certain footwear, handbags, luggage, flat goods, work gloves, and leather wearing apparel; (3) tuna prepared or preserved in airtight containers; or (4) petroleum or certain petroleum products. Directs the President to suspend duty-free treatment of sugar and beef products that are the products of a beneficiary country if: (1) the beneficiary country, within 90 days of its designation as a beneficiary country, does not submit a Stable Food Production Plan to the President for evaluation; (2) the President determines that the Plan of a beneficiary country does not meet specified criteria; or (3) as a result of the monitoring of the operation of the Plan, the President determines that a beneficiary country is not making a good faith effort to implement its Plan, or that the Plan, although being implemented, is not achieving its purposes. Requires the President, before suspending such duty-free treatment, to offer to consult with the country to formulate appropriate remedial action. Requires the President, biennially, to monitor the operation of the Plans implemented by beneficiary countries and to report to Congress. Sets forth the manner of governing the importation and duty-free treatment of certain sugars, sirups, and molasses. Authorizes the President to suspend the duty-free treatment provided by this title and to proclaim a duty for an eligible article if such action is taken pursuant to certain import relief or national security provisions. Requires the International Trade Commission (ITC), in any report on a petition for import relief under the Trade Act of 1974, to state how its findings and recommendations apply to any duty-free article imported from beneficiary countries. Authorizes the President to reduce or end the application of import relief measures which apply to articles imported from beneficiary countries earlier than otherwise scheduled. Requires the suspension of duty-free treatment provided by this title to be treated as an increase in duty for purposes of the import relief section of the Trade Act of 1974. Prohibits such a suspension of duty-free treatment unless the ITC finds that the harm caused by the imports results from its duty-free treatment by this title. Authorizes the filing of petitions for import relief with the Secretary of Agriculture (the \"Secretary\"), as well as with the ITC, for injury from imports of perishable products from beneficiary countries. Directs the Secretary to recommend the granting or denying of such petition within 14 days of its filing. Requires the President to take emergency action or to publish a notice of determination not to take emergency action within seven days of receiving the Secretary's recommendation. Sets forth the limits on the duration of the emergency action. Defines perishable products to include certain live plants, certain fresh or chilled vegetables, fresh mushrooms, fresh fruit, and fresh cut flowers. Exempts from proclamations under this title certain fees imposed pursuant to the Agricultural Adjustment Act. Provides for duty-free treatment of articles imported directly from Puerto Rico and the U.S. insular possessions, so long as foreign materials do not account for more than 70 percent of the total value of the articles (or more than 50 percent of the total value with respect to articles excluded from duty-free treatment under the Caribbean Basin Economic Recovery Act). Amends the Tariff Schedules of the United States to increase to five liters (currently, four liters) the amount of duty-free liquor that may be brought into the United States. Requires that not more than four liters, of such five liter limit, may have been produced outside American Samoa, Guam, or the U.S. Virgin Islands. Authorizes the President to withdraw duty-free treatment on rum if the amount of excise taxes on rum that is paid into the treasuries of Puerto Rico and the Virgin Islands falls below the amount that would have been paid if the rum had been produced in Puerto Rico or the Virgin Islands. Amends the Trade Agreements Act of 1979 to repeal the provision for protecting U.S. possessions against revenue losses caused by concessions granted by the United States in the Tokyo Round of the Multilateral Trade Negotiations. Prohibits any action under this title from affecting a tariff imposed by Puerto Rico on coffee imported into Puerto Rico. Exempts from specified sections of the Federal Water Pollution Control Act certain discharges from sources in the U.S. Virgin Islands which are attributable to the manufacture of rum. Requires the ITC to report to Congress and the President on the economic impact of this Act on U.S. industries and consumers during: (1) the two year period beginning with January, 1983; and (2) each year afterwards, until duty-free treatment under this title is terminated. Sets forth assessments that the ITC shall make and factors to be considered in making those assessments. Terminates duty-free treatment to beneficiary countries under this title after September 30, 1994. Title II: Tax Provisions - Amends the Internal Revenue Code to require excise taxes on rum imported into the United States to be paid to Puerto Rico and the U.S. Virgin Islands. Authorizes the Secretary of the Treasury to negotiate and conclude an agreement for the exchange of information with any beneficiary country. Requires such exchange to consist of such information as may be necessary to carry out and enforce the tax laws of both the United States and the beneficiary country. Provides that such agreements shall be treated as income conventions for purposes of disclosures of tax return information. Allows a tax deduction for attending a convention held in a beneficiary country, if such beneficiary country has a tax information agreement in effect with the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Caribbean Basin Economic Recovery Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote economic revitalization and facilitate expansion of economic opportunity in the Caribbean Basin region.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:52-05:00"
}