{
  "actions": [
    {
      "acted_at": "1984-08-09", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-09-14", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Consumer Affairs and Coinage", 
      "text": "Referred to Subcommittee on Consumer Affairs and Coinage.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6123-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Consumer Affairs and Coinage", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-08-09", 
  "number": "6123", 
  "official_title": "A bill to amend the Consumer Credit Protection Act with respect to consumer leases and rental purchase agreements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Lease and Rental Purchase Agreement Act", 
  "sponsor": {
    "district": "3", 
    "name": "Morrison, Bruce A.", 
    "state": "CT", 
    "thomas_id": "00835", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-08-09", 
  "subjects": [
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Federal preemption", 
    "Lease and rental services", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Lease and rental services", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-08-09", 
    "text": "Consumer Lease and Rental Purchase Agreement Act - Amends the Consumer Credit Protection Act to add Title X, Consumer Lease and Rental Purchase Act. Sets forth findings, purposes, and definitions. Exempts from coverage under this Act: (1) commercial leases and rental purchase agreements primarily for business, commercial or agricultural purposes or those made with government agencies or instrumentalities or with organizations; and (2) safe deposit box leases. Directs the Federal Reserve Board to promulgate regulations to implement the provisions of this Act. Requires the lessor to disclose in a consumer lease concerning personal property certain specified information, including the total initial payments to the lessor and the total of scheduled payments. Sets forth substantive rights that limit the consumer's liability at early termination or at the end of the lease term. Allows the lessor to base the consumer's liability on the anticipated residual value of the leased property. Presumes the anticipated residual value to be unreasonable, and uncollectable, when it exceeds the actual residual value by more than three times the average payment allocable to a month. Requires a lessor to disclose in a rental purchase agreement specified information, including the amount and timing of payments and a statement as to whether the property is new or used. States that a renegotiation is a new lease or agreement requiring new disclosures. Specifies four events which are not renegotiations. Exempts from the disclosure requirements any extension of a consumer lease or a rental purchase agreement. Requires a recalculation of anticipated residual value of leased property where a consumer lease is extended for more than one month beyond the end of the lease term. Specifies those items which must be contained in an advertisement for a consumer lease or a rental purchase agreement. Grants the Federal Trade Commission primary but not exclusive enforcement authority under this Act. Specifies civil penalties for the failure of a lessor to comply with these provisions. Sets forth the defenses available to a lessor in a civil suit. Provides for the liability of assignees. Imposes a fine or prison term for willful and knowing violation of these provisions. Sets forth the relationship of these provisions and State laws. Provides that the laws of a State are preempted by this Act only to the extent that a person is unable to comply with them without violating a provision of this title. Exempts the United States Government, States, and their agencies from civil or criminal penalties under these provisions. Requires an annual report to the Congress concerning the administration of these provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Lease and Rental Purchase Agreement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consumer Credit Protection Act with respect to consumer leases and rental purchase agreements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:14-05:00"
}