{
  "actions": [
    {
      "acted_at": "1977-05-16", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation, S. Rept. 95-206.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-16", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-17", 
      "references": [], 
      "text": "Placed on calendar in Senate under Measures Cleared to be Considered by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-10", 
      "references": [], 
      "text": "Returned to calendar in Senate under General Orders.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-28", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-28", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-30", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1535-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pearson, James B.", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "01416", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1977-01-03", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-05-16", 
  "number": "1535", 
  "official_title": "An original bill to amend the Federal Power Act to authorize appropriations for the Federal Power Commission, to require the Commission to recodify its rules.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Interim Regulatory Reform Act-Federal Power Commission Improvement", 
  "sponsor": {
    "district": null, 
    "name": "Magnuson, Warren G.", 
    "state": "WA", 
    "thomas_id": "01388", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-30", 
  "subjects": [
    "Administrative procedure", 
    "Conflict of interests", 
    "Congress", 
    "Congressional information resources", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Federal budgets", 
    "Government litigation", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Independent regulatory commissions", 
    "Law"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1977-06-28", 
    "text": "(Measure passed Senate, amended) Interim Regulatory Reform Act - Federal Power Commission Improvement - Amends the Federal Power Act to direct the Chairman of the Federal Power Commission to submit to the Congress a proposal setting forth a recodification of all the rules which the Commission has issued and which are presently in effect or proposed. Requires the Commission to submit along with each recodification proposal economic, paperwork, and judicial impact analyses of the probable consequences of each rule proposed to be recodified. Requires that each recodification proposal be published in the Federal Register. Requires the Commission to either grant or deny petitions from persons for the commencement of proceedings for the issuance, amendment, or repeal of any order, rule, or regulation under the jurisdiction of the Commission within 120 days after the receipt of such petition. Stipulates that if such a petition is denied or no action is taken on such petition within the 120 day period the Commission shall publish in the Federal Register its reasons for such denial or inaction. States that if the Commission fails to act or denies a petition the petitioner may commence a civil action in an appropriate United States Court of Appeals for an order directing the Commission to institute proceedings regarding such petition. Sets forth standards for the Court to follow regarding such civil actions. Requires the Commission, when submitting any budget estimates, requests, or information or any legislative recommendations testimony, or comments on legislation to the President or the Office of Management and Budget, to transmit a copy to the Congress. Directs the Commission, whenever a duly authorized committee of the Congress which has responsibility for the authorization of appropriations for the Commission makes a written request for documents in the possession or subject to the control of the Commission, to submit such documents to the Committee within ten days. Requires the Commission to notify such committee if the documents cannot be made available during such period. Stipulates that in the event the documents are not in the possession of the Commission, the Commission shall notify such committee as to why it does not have such documents and inform the Committee of where the documents might be located. Prohibits any Commission member from engaging in any other business, vocation, or employment while serving as a Commission member. Prohibits members or employees of the Commission at a GS-16 level or above from representing anyone other than the United States for a period of 2 years after the last date of service. Provides that any appointment of an employee of the Commission to any position in categories GS-16, GS-17, and GS-18 may be made by the Commission without regard to governing appointments in the competitive service, and shall not be subject to approval by any officer or agency of the Federal Government other than the Commission. States that the appointment of the Chairman of the Commission by the President requires the confirmation of the Senate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Interim Regulatory Reform Act-Federal Power Commission Improvement", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Federal Power Act to authorize appropriations for the Federal Power Commission, to require the Commission to recodify its rules.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:20-05:00"
}