{
  "actions": [
    {
      "acted_at": "2010-03-25", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3173-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-03-25", 
  "number": "3173", 
  "official_title": "A bill to fully offset the cost of the extension of unemployment benefits and other Federal aid.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3404-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3404-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3548-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3756-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4183-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4213-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4691-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4851-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5618-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5647-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6419-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6556-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1647-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1699-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2831-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3153-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3158-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3551-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3706-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3981-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3990-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Continuing Extension Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Coburn, Tom", 
    "state": "OK", 
    "thomas_id": "00212", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-03-25", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Appropriations", 
    "Broadcasting, cable, digital technologies", 
    "Budget process", 
    "Department of Transportation", 
    "Disaster relief and insurance", 
    "Economics and public finance", 
    "Federal Communications Commission (FCC)", 
    "Floods and storm protection", 
    "Government employee pay, benefits, personnel management", 
    "Government trust funds", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health information and medical records", 
    "Home and outpatient care", 
    "Hospital care", 
    "Intellectual property", 
    "Medicaid", 
    "Medicare", 
    "Poverty and welfare assistance", 
    "Roads and highways", 
    "State and local finance", 
    "Transportation programs funding", 
    "Unemployment"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-03-25", 
    "text": "Continuing Extension Act of 2010 - Rescinds $9.2 billion in discretionary, unexpired funds out of all available unobligated federal funds. Requires the Director of the Office of Management and Budget (OMB) to: (1) identify the accounts and amounts rescinded to implement this Act; and (2) report to the Secretary of the Treasury and Congress on them. Amends the Supplemental Appropriations Act, 2008 with respect to the state-established individual emergency unemployment compensation account (EUCA). Extends the final date for entering a federal-state agreement under the Emergency Unemployment Compensation (EUC) program through May 5, 2010. Postpones the termination of the program until October 2, 2010. Amends the Assistance for Unemployed Workers and Struggling Families Act to extend until May 5, 2010: (1) federal-state agreements increasing regular unemployment compensation payments to individuals; and (2) requirements that federal payments to states cover 100% of EUC. Amends the Unemployment Compensation Extension Act of 2008 to exempt weeks of unemployment between enactment of this Act and October 2, 2010, from the prohibition in the Federal-State Extended Unemployment Compensation Act of 1970 against federal matching payments to a state for the first week in an individual's eligibility period for which extended compensation or sharable regular compensation is paid if the state law provides for payment of regular compensation to an individual for his or her first week of otherwise compensable unemployment. (Thus allows temporary federal matching for the first week of extended benefits for states with no waiting period.) Amends the American Recovery and Reinvestment Act of 2009 (ARRA) to extend through April 30, 2010, premium assistance for COBRA (health insurance continuation benefits under the Consolidated Omnibus Budget Reconciliation Act of 1985) benefits. Amends title XVIII (Medicare) of the Social Security Act to extend through April 30, 2010: (1) the 0% update to the conversion factor in the Medicare physican payment computation; and (2) the temporary process for obtaining an exception from the uniform dollar limitation on Medicare payment for medically necessary physical therapy, speech-language pathology, and occupational therapy services (Medicare therapy caps exceptions process). Amends SSA titles XVIII (Medicare) and XIX (Medicaid) with respect to the prohibition against incentive payments to hospital-based eligible professionals for use of certified electronic health record (EHR) technology. Redefines \"hospital-based eligible professional\" to repeal its application to outpatient settings, thereby permitting incentive payments to an eligible professional who furnishes services in an outpatient clinic. Amends the Department of Defense Appropriations Act, 2010 to extend the use of 2009 poverty guidelines through April 30, 2010. Prohibits the Secretary of Health and Human Services (HHS) from publishing updated poverty guidelines for 2010 until after such date. Amends the Continuing Appropriations Resolution, 2010 to extend through April 30, 2010, the national flood insurance program. Extends through April 30, 2010, the adjustment of royalty fees for the secondary transmission of the primary analog transmissions of network stations and superstations. Extends through such date the moratorium on copyright liability for certain subscribers not receiving a signal of Grade A intensity of a local network television broadcast station and receiving signals of network stations affiliated with the same network, if such subscribers had satellite service of such network signal terminated between July 11, 1998, and October 31, 1999. Amends the Communications Act of 1934 to extend through April 30, 2010, the exemption of a subscriber from the originating station consent requirement for retransmission of broadcasting station signals if the subscriber receives the retransmitted signals directly to a home satellite antenna, is located outside the station's local market, and resides in an unserved household. Extends through May 1, 2010, the requirement that certain Federal Communications Commission (FCC) regulations prohibit: (1) a television broadcast station that provides retransmission consent from engaging in exclusive contracts for carriage or failing to negotiate in good faith; and (2) a multichannel video programming distributor from failing to negotiate in good faith for retransmission consent. Requires federal employees furloughed as a result of the lapse in expenditure authority from the Highway Trust Fund after 11:59 p.m. on February 28, 2010, through March 2, 2010, to be compensated for such lapse at their standard rates of compensation. Ratifies and approves all actions taken by federal employees, contractors, and grantees to maintain the essential level of government operations, services, and activities to protect life and property and to bring about orderly termination of government functions during such lapse, if otherwise in accord with the provisions of the Continuing Appropriations Resolution, 2010. Requires funds used by the Secretary of Transportation (DOT) to compensate such employees to be: (1) derived from funds previously authorized out of the Highway Trust Fund and made available or limited to DOT by the Consolidated Appropriations Act, 2010; and (2) subject to the obligation limitations established in such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Continuing Extension Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to fully offset the cost of the extension of unemployment benefits and other Federal aid.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:45-05:00"
}