{
  "actions": [
    {
      "acted_at": "1990-04-19", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2469-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-19", 
  "number": "2469", 
  "official_title": "A bill to provide for the conservation and development of water and related resources, to authorize the United States Army Corps of Engineers to construct various projects for improvements to rivers and harbors of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Water Resources Development Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Chafee, John H.", 
    "state": "RI", 
    "thomas_id": "01303", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-04-19", 
  "subjects": [
    "Arizona", 
    "Authorization", 
    "Boundaries", 
    "California", 
    "Computer software", 
    "Construction costs", 
    "Disaster relief", 
    "Environmental protection", 
    "Federal aid to water resources development", 
    "Federal employees", 
    "Flood control", 
    "Flood damage prevention", 
    "Government trust funds", 
    "Harbors", 
    "Inland water transportation", 
    "International cooperation", 
    "Lakes", 
    "Magnetic levitation vehicles", 
    "Maps", 
    "Marine safety", 
    "Mexico", 
    "Native Americans", 
    "Navigation", 
    "Navigational aids", 
    "New Jersey", 
    "New York State", 
    "Northern Mariana Islands", 
    "Overtime", 
    "Puerto Rico", 
    "Recreation", 
    "Research and development", 
    "Tennessee", 
    "Territories (U.S.)", 
    "Texas", 
    "Transportation research", 
    "User charges", 
    "Water resources development"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-19", 
    "text": "Water Resources Development Act of 1990 - Authorizes the Secretary of the Army to carry out certain flood control projects in specified amounts at specified locations. Authorizes the Secretary to modify a current navigation project at Ray Roberts Lake, Greenbelt, Texas, in a specified amount. Authorizes the Secretary to withhold from the public federally developed computer software until execution of a cooperative research and development agreement pursuant to the Water Resources Development Act of 1988. Adds an Indian tribe, a territory or possession of the United States, the Commonwealth of Puerto Rico, and the Northern Mariana Islands to those entities with which the Chief of Engineers is authorized to enter into agreements to provide infrastructure services. Authorizes the Secretary to develop and implement a program to share the cost of managing recreation facilities and natural resources at water resources development projects under the jurisdiction of the Department of the Army. Amends the Water Resources Development Act of 1974 to revise the determination of project interest and discount rates for contracts for physical construction or elements thereof if awarded before December 31, 1990. Authorizes the Secretary to accept orders to provide work or services to private entities operating within the United States, a territory or possession, or Puerto Rico or the Northern Mariana Islands, under certain conditions. Amends the Flood Control Act of 1968 to specify the types of fees authorized to be charged by the Secretary of the Army for the use of specialized recreation sites and facilities. Specifies facilities and services for which the Secretary is not permitted to charge a fee. Authorizes the Secretary to establish appropriate fees to be charged to States to recover 50 percent of the cost of Federal assistance provided for the preparation of water conservation development plans and flood plain management information and services. Authorizes to be appropriated out of the Harbor Maintenance Trust Fund necessary sums to pay up to 100 (currently 40) percent of eligible operation and maintenance costs associated with commercial navigation of harbors in the United States. Authorizes the use of appropriations from such Fund to reimburse the Marine Waterways Trust Fund for up to 100 percent of the costs incurred by the National Oceanic and Atmospheric Administration in carrying out nautical charting and marine navigational safety programs and activities beginning in FY 1991. Authorizes appropriations to the Army out of the Harbor Maintenance Trust Fund for the payment of certain expenses incurred in administering certain taxes imposed under the Internal Revenue Code. Amends the Internal Revenue Code to establish in the Treasury the Marine Waterways Trust Fund. Authorizes appropriations to the Fund out of the Harbor Maintenance Trust Fund for the payment of costs incurred by the National Oceanic and Atmospheric Administration for carrying out nautical charting and marine navigational safety programs beginning in FY 1991. Authorizes appropriations out of the general fund of the Treasury to pay any remaining costs of such programs. Increases from five to ten years the authorized period for carrying out a demonstration project for improving the structures and operations of water resources projects constructed by the Secretary before the enactment of the Water Resources Development Act of 1986. Authorizes the Secretary to conduct research and development associated with the development and implementation of a pilot program for an advanced Magnetic Levitation High Speed Transportation System (MAGLEV). Authorizes appropriations for such purpose. Waives a current limitation on the payment of premium pay for employees of the Army Corps of Engineers working on or supporting emergency or disaster relief efforts in areas declared or determined by the President to be an emergency or major disaster area. Authorizes the use of an emergency fund for preparation for emergency response to any national disaster (currently, for flood emergency preparation)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Water Resources Development Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the conservation and development of water and related resources, to authorize the United States Army Corps of Engineers to construct various projects for improvements to rivers and harbors of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:59-05:00"
}