{
  "actions": [
    {
      "acted_at": "1989-11-09", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1870-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-11-09", 
  "number": "1870", 
  "official_title": "A bill to establish the United States-Mexico Border Regional Commission and to assist in the development of the economic and human resources of the United States-Mexico border region of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States-Mexico Border Regional Development Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-11-09", 
  "subjects": [
    "Arizona", 
    "Bilingual education", 
    "Block grants", 
    "California", 
    "Career education", 
    "Community development", 
    "Community facilities", 
    "Counseling", 
    "Depressed areas", 
    "Economics and public finance", 
    "Education", 
    "Educational counseling", 
    "Educational facilities", 
    "Educational planning", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to adult education", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Federal aid to housing", 
    "Federal aid to vocational education", 
    "Federal aid to water pollution control", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Health", 
    "Health planning", 
    "Housing and community development", 
    "Intergovernmental relations", 
    "Interstate compacts", 
    "Interstate relations", 
    "Labor and employment", 
    "Land use", 
    "Low-income housing", 
    "Manpower policy", 
    "Manpower training programs", 
    "Mexico", 
    "Moderate income housing", 
    "Negotiations", 
    "New Mexico", 
    "Planning", 
    "Potable water", 
    "Public housing", 
    "Public works", 
    "Regional economic development", 
    "Regional economic disparities", 
    "Regional medical programs", 
    "Regional planning", 
    "Regionalism", 
    "Research and development", 
    "Residential rehabilitation", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Rural housing", 
    "Rural manpower policy", 
    "Rural public health", 
    "Rural schools", 
    "Sewage disposal", 
    "Sewage treatment plants", 
    "Southwest (U.S.)", 
    "Special districts", 
    "Standards", 
    "Tax assessment", 
    "Technical education", 
    "Texas", 
    "Vocational guidance", 
    "Wages", 
    "Water resources development", 
    "Water supply", 
    "Water use"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-11-09", 
    "text": "United States-Mexico Border Regional Development Act of 1988 - Provides Federal assistance for economic and human resource development to the State and local governments in the U.S.-Mexico border region of the member States of Arizona, California, New Mexico, and Texas. Defines such region as the area of the United States within 150 miles of the Mexican border, excluding any standard metropolitan statistical area with a population exceeding 1,000,000. Title I: The United States-Mexico Border Regional Commission - Establishes the United States-Mexico Border Regional Commission (the Commission). Sets forth provisions for Commission membership, voting, and duties. Directs the Commission to: (1) review and approve applications for assistance for development projects in the region; (2) develop comprehensive and coordinated regional development plans and programs and priorities for their implementation; (3) provide for research on and assessments of regional development needs and resources; (4) provide for technical assistance, training programs, and development projects to foster regional (and special need area) productivity and growth; (5) provide for construction of necessary facilities; (6) review, study, and recommend appropriate modifications of public and private development plans for the region; (7) provide assistance for the State development planning process in the region and the coordination of such planning with other Federal and State laws; (8) formulate and recommend appropriate interstate compacts and cooperation; (9) work with State and local agencies in developing appropriate model legislation concerning the region; (10) encourage formation, and help pay administrative expenses, of and assist local development districts; (11) encourage private investment in industrial, commercial, and recreational projects in the region; (12) coordinate development projects in the region; and (13) provide a forum for consideration of regional problems and proposed solutions, establishing and using, as part of such forum, citizens and special advisory councils and public conferences. Authorizes the Commission, in carrying out such duties, to designate areas in the region as being in special need of development assistance, specifying the characteristics of each such area that led to such designation. Limits the amount of the Commission's administrative expense payment to a local development district to 75 percent of the district's administrative expenses for a fiscal year. Limits such payment period to three years in the case of a nonprofit agency or instrumentality of a State which is certified as a local development district, or any local development district succeeding such district. Sets forth provisions for public participation and Commission recordkeeping. Authorizes the Commission to make recommendations to the President, the Congress, State Governors, and local governments in the region regarding: (1) expenditure of public funds in fields related to the purposes of this Act, such as natural resources, agriculture, education, training, health and welfare, and housing; and (2) enactment of additional legislation and issuance of rules necessary to further the purposes of this Act. Directs the President to provide for liaison between the Commission and other Federal entities. Sets forth provisions for the administrative expenses of the Commission. Requires member States to contribute payments for part of such expenses. Provides for Federal payment of certain salaries. Authorizes appropriations. Authorizes the President to make grants to the Commission to: (1) undertake or support research and assessment, technical assistance, training, demonstration projects, and construction of necessary facilities; (2) provide funds to member States for up to two years to strengthen the State development planning process for the region and the coordination of such planning with requirements imposed by other Federal and State laws; and (3) pay administrative expenses of local development districts, including expenses for development of economic development plans and programs for the area served and for technical assistance for persons implementing such plans and programs. Sets forth annual reporting requirements for each recipient of Federal assistance under this Act and for the Commission. Title II: Development Programs for the Region - Directs the Secretary of Health and Human Services (HHS) to make grants for planning, constructing, equipping, and operating demonstration health projects approved by the Commission, including projects for hospitals, regional diagnostic and treatment centers, community health centers, and other health facilities, and for provision of services, including nutrition and child care services, not readily available in the region. Prohibits taking such grants into account in computing any allotment or payment to a State under any other law. Sets forth provisions relating to the amounts, uses, and eligibility for construction and equipment grants, operating grants, and planning grants. Directs the Secretary of the Army to prepare a comprehensive plan for the development and efficient utilization of the water resources of the region for a variety of uses from hydroelectric power to recreation. Authorizes the Secretary to recommend to the Commission demonstration water projects to increase the supply of potable water for people in the region. Directs the Secretary to submit the plan for Commission review. Directs the Commission to submit the plan, with its recommendations, to the President, who shall transmit it with appropriate recommendations, to specified congressional officers. Authorizes the Secretary to enter into contracts necessary to prepare the plan. Authorizes appropriations. Directs the Secretary of Housing and Urban Development (HUD) to make grants and loans from the United States-Mexico Border Region Housing Fund (established by this Act) to nonprofit organizations, limited dividend and cooperative housing corporations, and public entities for assistance for proposed low- and middle-income housing projects. Permits such grants and loans to be used, with specified exceptions, only for: (1) planning approved housing construction and rehabilitation projects in the region for low- and moderate-income families and individuals; and (2) obtaining federally-insured mortgage financing or other financial assistance for them. Sets forth requirements relating to such loans and grants. Prohibits grants to for-profit organizations. Directs the Secretary to include in any such grant a limited amount of funds sufficient for essential site development and necessary off-site improvements, such as sewer and water line extensions. Establishes in the Treasury the United States-Mexico Border Region Housing Fund, consisting of: (1) appropriations to such fund; (2) interest from, and repayment of, such loans; and (3) interest from certain investments. Authorizes the Secretary, in consultation with the Commission, to provide: (1) technical assistance relating to such projects to nonprofit organizations; and (2) funds to member States to make grants and loans to various entities for such projects. Directs the Secretary of Education to make grants for demonstration vocational education projects, approved by the Commission, to construct, equip, and operate new and other school facilities needed to provide vocational education in areas of the region where such facilities are not adequate. Directs the Secretary to make grants to public entities for planning, constructing, equipping, and operating approved demonstration education projects to improve education services and programs in the region. Directs the Commission to give priority to any such projects that include; (1) vocational and technical education; (2) career education; (3) adult education; (4) guidance and counseling; and (5) bilingual education. Sets forth limits for construction and equipment grants, operation grants, and planning grants. Prohibits taking such grants into account in computing allotments or payments to a State under any other law. Directs the Administrator of the Environmental Protection Agency to make grants to assist projects approved by the Commission to construct sewage treatment works in the region. Prohibits taking such grants into account in computing allotments or payments to a State under any other law. Provides for supplements to certain Federal grants, to enable persons in the region, including local development districts, to receive Federal matching share grants for which they are ineligible solely because they cannot supply the required matching funds or for which insufficient funds are available. Authorizes the President to provide funds to the Commission chairperson to assist: (1) persons in the region to supply required matching funds (which will not be considered Federal funds); and (2) Federal officials to make matching share grants under Federal laws for which insufficient funds are available, for projects in the region. Requires States to maintain their current expenditures for the benefit of areas in the region, with specified exceptions. Declares that this Act does not require a State to participate in or carry out any project under this Act without its consent. Provides for the State developing planning process, including submission of State plans by certain Commission members and requirements for plan preparation and components. Sets forth requirements for entities which State Governors or their designees may certify to the Commission as local development districts. Provides for review and approval by the Commission of applications for assistance under this Act. Bars use of funds under this Act to: (1) assist a person to relocate a business establishment from one State to another; (2) finance the cost of creating industrial facilities, commercial facilities, equipment, or working capital; (3) enable subcontractors to undertake work previously performed in another State by other subcontractors or contractors; or (4) finance the cost of facilities for the generation, transmission, or distribution of electric energy. Prohibits funds under this Act from being expended to assist any scientific or technological research or development project unless such expenditure is conditioned upon provisions to ensure that all information, copyrights, uses, processes, patents, and other developments resulting from such project will be made freely available to the general public. Directs the Attorney General to enforce such requirement in the appropriate U.S. district court. Title III: Authorization of Appropriations and Miscellaneous Provisions - Authorizes appropriations to carry out this Act. Sets aside 50 percent of such funds to carry out provisions for research and development projects, assistance to States, and administrative expenses of local development projects, and for supplements to certain Federal grants. Sets forth applicable labor standards. Requires that all laborers and mechanics employed by contractors or subcontractors in any construction, alteration, or repair (including painting and decorating) for which funds are provided under this Act shall be paid wages at the prevailing rate for similar work in the locality, as determined by the Secretary of Labor in accordance with the Davis-Bacon Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States-Mexico Border Regional Development Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the United States-Mexico Border Regional Commission and to assist in the development of the economic and human resources of the United States-Mexico border region of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:47-05:00"
}