{
  "actions": [
    {
      "acted_at": "1973-11-01", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11240-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-01", 
  "number": "11240", 
  "official_title": "A bill to clarify the application of section 8344 of title 5, United States Code, relating to civil service retirement annuities and pay on reemployment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Henderson, David N.", 
    "state": "NC", 
    "thomas_id": "00530", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-01", 
  "subjects": [
    "Civil service pensions", 
    "Federal employees", 
    "Federal employees and officials"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-01", 
    "text": "Extends coverage to a civil service employee who is a member of the civil service retirement fund and is receiving an annuity from the fund, and who becomes employed in an appointive or elective position, for his service on and after the date he is so employed. Provides that an amount equal to the annuity allocable to the period of actual employment shall be deducted from his pay, except for lump-sum leave payment purposes. Removes the stipulation that appointed or elected officials being such for five years, may deposit in the retirement fund an amount covering that employment and have his rights redetermined. Provides that if an annuitant whose annuity is based on an involuntary separation, other than an automatic separation, is reemployed in a position in which he is subject to this subchapter, payment of the annuity terminates on reemployment. Provides that an employee who retires on an immediate annuity is entitled to receive a lump-sum payment for accumulated and current accrued sick leave to which he is entitled under a formal leave system."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to clarify the application of section 8344 of title 5, United States Code, relating to civil service retirement annuities and pay on reemployment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:56-05:00"
}