{
  "actions": [
    {
      "acted_at": "1979-03-27", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s788-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1979-01-03", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-27", 
  "number": "788", 
  "official_title": "A bill to establish an Office of Hispanic Affairs in the Executive Office of the President, and in various Federal departments and agencies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Hispanic Affairs Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-27", 
  "subjects": [
    "Advisory bodies", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Information services", 
    "Minorities", 
    "Office of Personnel Management", 
    "Spanish Americans (U.S.)"
  ], 
  "subjects_top_term": "Spanish Americans (U.S.)", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-27", 
    "text": "Hispanic Affairs Act of 1979 - Establishes the Office of Hispanic Affairs (Office) in the Executive Office of the President to: (1) advise the executive branch on appropriate actions to assure that Federal programs are providing needed assistance to Hispanic Americans; (2) advise Hispanic American groups on receiving Federal assistance; (3) establish an Hispanic information clearinghouse to disseminate information on the social and economic conditions of such individuals; and (4) evaluate Federal laws, policies, and practices concerning equal opportunities for such persons. Permits the Director of the Office to appoint advisory task forces to advise the Director on Office functions. Sets forth the powers and duties of the Director including coordinating the programs of the Offices of Hispanic Affairs established in Federal agencies. Transfers to such Office all functions, personnel, and property of the Office of Personnel Management which relate to equal employment opportunity of Hispanic individuals, as determined by the Office of Management and Budget. Requires the Director to report annually to Congress on the activities of the Office. Establishes an Office of Hispanic Affairs in each of specified agencies to insure that the policies and practices of the Federal Government provide equal opportunities for Hispanics in all areas. Authorizes the President to instruct chairpersons of the ten Federal Regional Councils established by previous Executive Order to insure that the needs of Hispanics are taken into account in decisions related to Federal assistance to State and local governments. Requires the Secretary of Commerce to insure that existing information clearinghouse functions within the Department of Commerce encompass the collection and dissemination of information concerning the social needs and conditions of Hispanics. Prohibits the use of any funds authorized to carry out this Act to influence the outcome of any Federal election or voter registration activity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hispanic Affairs Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Office of Hispanic Affairs in the Executive Office of the President, and in various Federal departments and agencies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:50-05:00"
}