{
  "actions": [
    {
      "acted_at": "1983-04-07", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-11", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Criminal Justice", 
      "text": "Referred to Subcommittee on Criminal Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2443-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Criminal Justice", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-07", 
  "number": "2443", 
  "official_title": "A bill to amend the Federal Rules of Criminal Procedure and the Federal Rules of Appellate Procedure to provide for post-conviction proceedings in certain criminal cases.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Rinaldo, Matthew J.", 
    "state": "NJ", 
    "thomas_id": "00963", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-07", 
  "subjects": [
    "Capital punishment", 
    "Courts and Civil Procedure", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Homicide", 
    "Judicial review", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Capital punishment", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-07", 
    "text": "Amends the Federal Rules of Criminal Procedure to establish criteria for the imposition of the death penalty for Federal crimes. Requires a separate sentencing hearing before a jury, or the court upon motion by the defendant, when the defendant is found guilty or pleads guilty to an offense for which death is a possible penalty. Allows the defendant and the Government to present information relevant to sentencing. Applies the rules of evidence only to evidence showing the existence of an aggravating circumstance or negating the existence of a mitigating circumstance. Permits the jury to recommend the imposition of a sentence of death only if it unanimously: (1) finds beyond a reasonable doubt that the defendant intended the person's life to be taken and a person did die as a direct result of the offense; (2) finds that an aggravating circumstance exists; and (3) determines that the aggravating circumstances sufficiently outweigh the mitigating factors. Permits the jury to nevertheless decline to recommend the death penalty. Specifies: (1) mitigating factors which the defendant must establish by a preponderance of the evidence; and (2) aggravating circumstances which the Government must prove beyond a reasonable doubt. Authorizes the judge to impose the death penalty if the jury recommends such sentence. Allows the judge to impose another penalty authorized by law under specified circumstances, including a determination that the jury's recommendation of death would be inappropriate. Amends the Federal Rules of Appellate Procedure to require the court of appeals to review a sentence of death. Requires the appellate court, upon considering the record and the information and procedures of the sentencing hearing, to set aside the sentence if: (1) the sentence is clearly unreasonable or was imposed under passion, prejudice, or another arbitrary factor; (2) the evidence did not support the jury's finding of an aggravating circumstance or did support a mitigating circumstance which was not found; or (3) the sentence of death is excessive or disproportionate to the penalty imposed in similar cases."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Rules of Criminal Procedure and the Federal Rules of Appellate Procedure to provide for post-conviction proceedings in certain criminal cases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:42-05:00"
}