{
  "actions": [
    {
      "acted_at": "2012-11-27", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3639-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "2012-11-27", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2012-11-27", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-11-27", 
  "number": "3639", 
  "official_title": "A bill to amend the Immigration and Nationality Act to provide secure borders and to give long-term resident youth the ability to contribute to the safety and economic growth of the United States and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "ACHIEVE Act", 
  "sponsor": {
    "district": null, 
    "name": "Hutchison, Kay Bailey", 
    "state": "TX", 
    "thomas_id": "01368", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-11-27", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Border security and unlawful immigration", 
    "Department of Homeland Security", 
    "Foreign labor", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Higher education", 
    "Immigration", 
    "Immigration status and procedures", 
    "Military personnel and dependents", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-11-27", 
    "text": "Assisting Children and Helping them Improve their Educational Value for Employment Act or the ACHIEVE Act - Amends the Immigration and Nationality Act to establish a nonimmigrant W-1 visa for an alien whose status in the United States is on a conditional basis and who: was younger than 14 years old upon entering the United States; has maintained a continuous physical presence in the United States during the five-year period immediately preceding the date of the enactment of this Act; initially entered the United States on a date that was prior to the date that was five years prior to the date of the enactment of the this Act; has been a person of good moral character; is not inadmissible or deportable under specified grounds; has not been convicted of a felony, a crime of moral turpitude, or a misdemeanor under federal or state law punishable by imprisonment for more than 30 days; has not ordered or otherwise participated in the persecution of any person on account of race, religion, nationality, membership in a particular social group, or political opinion; has earned a U.S. high school diploma or obtained a U.S. general education development certificate and is enlisted, or is intending to enlist in the Armed Forces, is admitted as a student to a U.S. institution of higher education, has earned a bachelor's degree or an associate's degree from an institution of higher education, or has served for at least four years in the Armed Forces; has never been under a final administrative or judicial order of exclusion, deportation, or removal, unless he or she remained in the United States under the color of law after the order was issued, or received the order before reaching age 16; and was younger than 29 years old on the date of the enactment of the this Act, or in the case of an alien who had earned a bachelor's degree or an associate's degree prior to such date of enactment from an institution of higher education, was younger than 32 years of age on such date of enactment; Establishes a nonimmigrant W-2 visa for an alien whose status in the United States is on a conditional basis and who: was in W-1 status for at least six years, has not violated any of the requirements of such status, has not become a public charge, and has not abandoned his or her U.S. residence; before or during such period of conditional nonimmigrant status obtained a bachelor's degree from an institution of higher education and, if such degree was obtained before the alien was granted such status, was employed in the United States for at least four years, served at least four years in the Armed Forces, or obtained an associate's degree from an institution of higher education, or a substantially equivalent degree from an accredited technical or vocational school, and was employed in the United States for at least 30 months; and has an offer of employment in the United States, is employed in the United States, or is pursuing a graduate degree at an institution of higher education. Establishes a nonimmigrant W-3 visa for an alien who: was in W-1 status for at least six years and in W-2 status for at least four years, and during both such periods was in compliance with all status requirements, did not become a public charge, and did not abandon his or her U.S. residence; and while in W-2 status was employed in the United States for a period of 36 months, or was enrolled in a graduate degree program at an institution of higher education or obtained a graduate degree from an institution of higher education. Sets forth provisions regarding the admission and cancellation of removal of W-visa nonimmigrants. States that: W-1 status shall be valid for six years and may not renewed or extended, W-2 status shall be valid for four years; and W-3 status shall be valid for five years and may renewed for an unlimited number of four-year periods. Amends the federal criminal code to provide that any person who files a fraudulent application, or makes or uses any related false writing or document, for any benefit under the this Act shall be: fined or imprisoned for up to five years, or both; placed into the immigration status that the person had before his or her initial W-visa application; and subject to immediate removal proceedings. Makes W-visa nonimmigrants eligible for Armed Forces enlistment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "ACHIEVE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Assisting Children and Helping them Improve their Educational Value for Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act to provide secure borders and to give long-term resident youth the ability to contribute to the safety and economic growth of the United States and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:39:46-05:00"
}