{
  "actions": [
    {
      "acted_at": "1989-07-11", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1285-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-11", 
  "number": "1285", 
  "official_title": "A bill to provide for the gradual reduction of expenses incurred by the United States in deploying United States forces in NATO countries and in Japan, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-07-11", 
  "subjects": [
    "American military assistance", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Collective security agreements", 
    "Defense budgets", 
    "Japan", 
    "Military agreements", 
    "NATO countries", 
    "Negotiations"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-07-11", 
    "text": "Directs the President to: (1) negotiate an agreement with the European members of NATO to increase forces in the Central Region of NATO; and (2) negotiate an agreement under which Japan agrees to make contributions sufficient to meet the total cost of deploying U.S. forces for the defense of Japan. Directs the President, annually beginning in 1991, to determine the total cost of deploying U.S. forces for the protection of NATO nations in the Central Region of NATO and the total value of contributions by NATO-member nations toward that cost. Requires the President to take action to ensure that the total cost borne by the United States for such defense shall be gradually reduced to 50 percent of such cost and the total cost borne by the NATO-member nations for such defense shall be gradually increased to 50 percent of such cost. Directs the President, annually beginning in 1991, to make identical cost determinations with respect to Japan and the total cost borne by the United States and Japan for deploying U.S. forces in Japan for the defense of that country. Requires the President to take such action to ensure that the total cost borne by the United States for deploying such forces is gradually reduced to zero, while the total cost borne by Japan for such defense is gradually increased to 100 percent. Authorizes the President to waive the required yearly reductions in the cost being borne Japan for such defense of Japan or for NATO protection: (1) for national security purposes; or (2) if the required reduction would have an adverse affect on ongoing negotiations for an arms control agreement between the United States and the Soviet Union. Requires the President to promptly notify the Congress of any such waiver. Outlines provisions concerning the computation of deployment costs and of contributions made by a foreign country toward such deployment costs. Directs the President to report annually to specified congressional committees on the cost of deploying U.S. forces overseas, payments made to the United States for such deployment services, and progress made in increasing foreign contributions for such services or decreasing the cost to the United States for such services. Provides that nothing in this Act shall require the President to disclose any information in any report that would undermine national security or compromise intelligence operations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the gradual reduction of expenses incurred by the United States in deploying United States forces in NATO countries and in Japan, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:33-05:00"
}