{
  "actions": [
    {
      "acted_at": "1973-11-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11345-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-08", 
  "number": "11345", 
  "official_title": "A bill to amend the Public Health Service Act to establish a comprehensive program of health care benefits (including catastrophic coverage) to be available to all individuals and families in the United States at a cost related to their income.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Comprehensive Health Benefits Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-08", 
  "subjects": [
    "Advisory bodies", 
    "Health", 
    "Health maintenance organizations", 
    "Medical care, personnel, and facilities", 
    "States"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-08", 
    "text": "National Comprehensive Health Benefits Act - Requires a health maintenance organization to have a fiscally sound operation or carry insurance which protects its members against the risk of its becoming insolvent. Requires a health maintenance organization to provide basic and supplemental health services to its members. Defines \"basic health services\" as: (1) physician services (including consultant and referral services by a physician); (2) in-patient and out-patient hospital services; (3) diagnostic laboratory and diagnostic and therapeutic radiologic services; (4) mental health services, up to forty-five ambulatory visits or sessions under a program for the treatment of mental illness, alcoholism, or problems of drug abuse and drug dependence, and twenty-one in-patient hospital days per year; (5) home health services; and (6) preventive health services (including preventive dental care for children and children's eye examinations conducted to determine the need for vision correction). Defines \"supplemental health services\" as: (1) services of facilities for long-term care; (2) vision care not included under basic health services; (3) dental services not included under basic health services; (4) mental health services in excess of those specified under basic health services; (5) physical medicine and rehabilitative services (including physical therapy); and (6) prescription drugs. States that coverage of a member of a health maintenance organization for Comprehensive Health Care Benefits shall entitle the member to have the carrier pay, in accordance with this Act but subject to the limitations of this Act the approved predetermined charges of the health maintenance organization of which he is a member for services and items furnished to him and covered by such benefits, or the charges of another health maintenance organization or provider that furnished to him medically necessary covered services or items. Provides that such coverage is subject to the carrier's right to reimbursement from the member in the amount of the copayments (if any) payable under this Act, and subject to the other provisions of this Act. Defines the term \"comprehensive health care benefits\" to consist of benefits for ambulatory services, inpatient services, and catastrophic expense benefits. Provides that, except to the extent that health maintenance organizations operate on a predetermined prepayment charge basis and do not impose separate charges for services and other items covered by Comprehensive Health Care Benefits at the time such services and items are furnished to a covered individual, and except when Catastrophic Expense Benefits are in effect, coverage for Comprehensive Health Care Benefits is subject to the payment, by the covered individual or on his behalf by another person or agency, of copayments in the case of services or items with respect to which copayments are specified, but only if the individual is not a low-income person or a member of a low-income family. Requires the Secretary of Health, Education, and Welfare to issue appropriate regulations. Requires every person who is an employer within the meaning of title II of the Social Security Act (Federal Old Age, Survivors, and Disability Insurance Benefits) to provide benefits at least equivalent to \"basic health services\" to each employee and the members of such employee's family. Allows the Secretary to partially reimburse employers for their contribution under certain circumstances. Provides that the Secertary of Labor, in accordance with regulations prescribed in consultation with the Secretary of Health, Education, and Welfare, shall purchase such coverage for, and determine the methods by which (and the terms and conditions under which) it is to be made available to, unemployed individuals and family members. States that every individual who is a resident of the United States shall be entitled to coverage for comprehensive health care benefits. Establishes various income classes for the purposes of determining amounts of premium contributions. Defines the term \"carrier\" for purposes of comprehensive health care benefits and requires carriers to participate under state plans. States that each contract with a carrier under this Act, including contracts with health maintenance organizations qualifying as carriers and contracting with respect to their members, shall require the carrier to make such reports, in such form, and containing such information as the Secretary or his agents (including participating State health commissions) may require to carry out their functions under this Act and to keep such records and afford such access thereto as the Secretary or his agents may find necessary to assure the correctness and verification of the reports and otherwise to carry out its functions under this Act. Declares that States will be in compliance with this Act, if, and only if: (1) the State has accepted the provisions of this Act and created, as a newly constituted and independent establishment within the executive branch of the State government, a State agency for carrying out the responsibilities devolving upon the State under this Act headed by a multimember governing body hereinafter in this Act referred to as the 'State Health Commission' and has vested in such agency the necessary exclusive authority on behalf of the State; (2) there has been established in that agency a State Advisory Council; and (3) the Secretary has approved a State plan. Provides that the Advisory Council to the State Health Commission of a State shall consult with the commission in the development and implementation of a State plan. Specifies the necessary components of a State plan. Sets forth the regulatory functions of state health commissions. Permits the Federal exercise of State functions in cases of noncompliance by States. Charges the Secretary with responsibility for the planning, administration, operation, coordination, and evaluation of the health care program under this Act. Directs the Secretary to prescribe such regulations as he deems necessary to the efficient administration of this Act. Establishes a National Health Services Advisory Council to: (1) advise the Secretary on matters of general policy in the administration of this Act and in the formulation of regulations; and (2) study the operation of this Act and the activities of State Health Commissions, health maintenance organizations, and other providers, with a view to recommending any changes in the administration of this Act or in its provisions which may appear desirable. Requires the Council to make an annual report to the Secretary on the performance of its functions, and the Secretary shall transmit the report to the Congress, together with a report by the Secretary on any administrative recommendations of the Council which have not been followed, and a report by the Secretary of his views with respect to any legislative recommendations of the Council. Provides that the Secretary shall, through contracts with carriers, provide the prepaid coverage for the benefits to which aged, low-income, and certain other individuals and their families are entitled under this Act. Declares it to be one of the purposes of this Act to establish the responsibility of the Secretary to encourage, promote, and assist the establishment, as soon as practicable, of the comprehensive health care delivery system contemplated by this title, by providing financial and technical assistance for studying the feasibility of, and for the planning, development, and initial operation of health maintenance organizations, including incentives for the development and improvement of ambulatory care centers, particularly in poverty and rural areas. Directs the National Health Services Advisory Council to conduct a full and complete study and investigation of methods for supplying supplemental capital and other funding for health maintenance organizations and other health care providers in the United States, with the objective of developing a national program for supplying such funding, giving special emphasis to areas of high priority health care needs both rural and urban, which will effectively carry out the purpose of this Act. Sets forth the effective dates of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Comprehensive Health Benefits Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to establish a comprehensive program of health care benefits (including catastrophic coverage) to be available to all individuals and families in the United States at a cost related to their income.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:58-05:00"
}