{
  "actions": [
    {
      "acted_at": "1980-05-12", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7328-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-12", 
  "number": "7328", 
  "official_title": "A bill to amend title XIX of the Social Security Act to provide for comprehensive assessments and community based services under medicaid.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6194-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Medicaid Community Care Act of 1980", 
  "sponsor": {
    "district": "10", 
    "name": "McDade, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00765", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-12", 
  "subjects": [
    "Comprehensive health care", 
    "Extended care facilities", 
    "Geriatrics", 
    "Health", 
    "Health facilities", 
    "Home care services", 
    "Intergovernmental fiscal relations", 
    "Intermediate care facilities", 
    "Medicaid", 
    "Medical personnel", 
    "Nurses", 
    "Nutrition", 
    "Occupational therapy", 
    "Physical therapy", 
    "Social welfare", 
    "Speech disorders"
  ], 
  "subjects_top_term": "Medicaid", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-05-12", 
    "text": "Medicaid Community Care Act of 1980 - Authorizes a State with a plan approved under title XIX (Medicaid) of the Social Security Act to apply to the Secretary of Health and Human Services (formerly, the Secretary of Health, Education, and Welfare) to have Federal payments for home health care services, nursing services, home health aid services, medical equipment for use in the home, physical therapy, occupational therapy, speech pathology services, endiology services, adult day health services, respite care, short-term full-term nursing care, homemaker services, and nutrition counseling made at a higher rate the the rate for other care and services provided under the State plan. Specifies that the Federal medical assistance percentage for such services and the comprehensive assessments provided for in this Act shall be the lesser of: (1) the Federal medical assistance percentage determined under title XIX plus 25 percent; or (2) 90 percent of the cost of such services and assessments. Requires an application to be accompanied by a community care plan which: (1) provides for a comprehensive assessment of each individual eligible or applying for Medicaid who is likely to need long-term skilled nursing facility or intermediate care facility services; (2) makes available, under title XIX, the care and services for which the higher Federal payment may be made to individuals determined pursuant to a comprehensive assessment to be in need of long-term facility services and for whom such assistance is a feasible alternative to long-term facility services; and (3) coordinates the services provided under this Act with similar services provided under the Older Americans Act of 1965, and under titles XVIII (Medicare) and XX (Grants to States for Services) of the Social Security Act. Requires the Secretary to report to Congress with respect to the program established under this Act. Permits a State, for the purposes of title XIX, to treat a noninstitutionalized individual the same as an individual who is in a long-term care facility if the noninstitutionalized individual meets the income and resources standards for long-term facility residents and has been determined, pursuant to an assessment under this Act, to need long-term facility services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicaid Community Care Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XIX of the Social Security Act to provide for comprehensive assessments and community based services under medicaid.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:17-05:00"
}