{
  "actions": [
    {
      "acted_at": "1996-01-22", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2863-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-01-22", 
  "number": "2863", 
  "official_title": "Making appropriations for foreign operations, export financing, and related programs for the fiscal year ending September 30, 1996, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1996", 
  "sponsor": {
    "district": "11", 
    "name": "McKinney, Cynthia A.", 
    "state": "GA", 
    "thomas_id": "00780", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-01-22", 
  "subjects": [
    "AIDS (Disease)", 
    "Abortion", 
    "Abortion counseling", 
    "Administration of justice", 
    "Afghanistan", 
    "Africa", 
    "Africa (Sub-Saharan)", 
    "African Development Foundation", 
    "Aggression", 
    "Agricultural research", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Air pollution control", 
    "Alcohol", 
    "American economic assistance", 
    "American military assistance", 
    "American technical assistance", 
    "Americans in foreign countries", 
    "Antiaircraft missiles", 
    "Apartheid", 
    "Appropriations", 
    "Arab countries", 
    "Armed forces and national security", 
    "Armenia", 
    "Arms control", 
    "Arms control agreements", 
    "Arms sales", 
    "Arts, culture, religion", 
    "Asia", 
    "Assassination", 
    "Auditing", 
    "Azerbaijan", 
    "Bahrain", 
    "Ballistic missiles", 
    "Biological diversity conservation", 
    "Biological research", 
    "Birth control", 
    "Bolivia", 
    "Bosnia and Herzegovina", 
    "Breast cancer", 
    "Burma", 
    "Business records", 
    "Buy American", 
    "CIS countries", 
    "Cambodia", 
    "Caribbean area", 
    "Central Asia", 
    "Charities", 
    "Child health", 
    "Child nutrition", 
    "Child welfare", 
    "China", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Civil-military relations", 
    "Climate change and greenhouse gases", 
    "Collective security agreements", 
    "Colleges", 
    "Colombia", 
    "Commemorations", 
    "Commerce", 
    "Commercial blacklisting", 
    "Communicable diseases", 
    "Communist countries", 
    "Community development", 
    "Conferences", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-Presidential relations", 
    "Conservation of natural resources", 
    "Counterpart funds", 
    "Coups d'etat", 
    "Crime and law enforcement", 
    "Croatia", 
    "Cuba", 
    "Cultural relations", 
    "Cyprus", 
    "Day care", 
    "Debt agreements", 
    "Debt relief", 
    "Debt-for-nature swaps", 
    "Defense contracts", 
    "Defense industries", 
    "Defense procurement", 
    "Democracy", 
    "Department of State", 
    "Developing countries", 
    "Disaster relief", 
    "District of Columbia", 
    "Dominican Republic", 
    "Drug abuse", 
    "Drug law enforcement", 
    "East Asia", 
    "Eastern Europe", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Egypt", 
    "Election administration", 
    "Electric power distribution", 
    "Embargo", 
    "Emergency management", 
    "Employee rights", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Estonia", 
    "Ethnic relations", 
    "Europe", 
    "Executive Office of the President", 
    "Executive compensation", 
    "Export controls", 
    "Export credit", 
    "Export finance", 
    "Export-Import Bank of the United States", 
    "Exports", 
    "Expropriation", 
    "Families", 
    "Federal office buildings", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Fighter aircraft", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Food relief", 
    "Foreign investments", 
    "Foreign loans", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Forest conservation", 
    "Free enterprise", 
    "Free ports and zones", 
    "Gaza Strip", 
    "Genocide", 
    "Georgia (Republic)", 
    "Germany", 
    "Government contractors", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Greece", 
    "Guatemala", 
    "Guided missiles", 
    "Haiti", 
    "Health", 
    "Health education", 
    "Higher education", 
    "Historic sites", 
    "History", 
    "Hong Kong", 
    "Hospitals", 
    "Household workers", 
    "Housing and community development", 
    "Housing finance", 
    "Human rights", 
    "Import restrictions", 
    "Incest", 
    "Indonesia", 
    "Infant mortality", 
    "Infrastructure", 
    "Inspectors general", 
    "Insurance", 
    "Insurance companies", 
    "Insurgency", 
    "Inter-American Foundation", 
    "Interest", 
    "Interest rates", 
    "International Development Cooperation Agency", 
    "International affairs", 
    "International agencies", 
    "International environmental cooperation", 
    "International military forces", 
    "International monetary system", 
    "International propaganda", 
    "International relief", 
    "Investment guaranty insurance", 
    "Iran", 
    "Iraq", 
    "Ireland", 
    "Israel", 
    "Jewish holocaust (1939-1945)", 
    "Jordan", 
    "Kuwait", 
    "Labor and employment", 
    "Land mines", 
    "Laos", 
    "Latin America", 
    "Latvia", 
    "Law", 
    "Leases", 
    "Lebanon", 
    "Liberia", 
    "Libya", 
    "Lithuania", 
    "Lobbying", 
    "Location of industries", 
    "Mammography", 
    "Maps", 
    "Maternal health services", 
    "Medical research", 
    "Medical supplies", 
    "Middle East and North Africa", 
    "Military agreements", 
    "Military aircraft", 
    "Military and naval supplies", 
    "Military assistance", 
    "Military base agreements", 
    "Military bases", 
    "Military education", 
    "Military training", 
    "Military weapons", 
    "Minesweeping", 
    "Minorities", 
    "Missing in action", 
    "Money", 
    "Mongolia", 
    "Montenegro", 
    "Multilateral development banks", 
    "Murder", 
    "NATO countries", 
    "NATO military forces", 
    "Narcotic traffic", 
    "National self-determination", 
    "National socialism", 
    "Newspapers", 
    "Nicaragua", 
    "Nongovernmental organizations", 
    "North America", 
    "North Korea", 
    "Northern Ireland", 
    "Nuclear energy research", 
    "Nuclear exports", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear nonproliferation", 
    "Nuclear power plant accidents", 
    "Nuclear power plants", 
    "Nuclear reactors", 
    "Nuclear weapons", 
    "Oman", 
    "Orphans", 
    "Overseas Private Investment Corporation", 
    "Pakistan", 
    "Palestinians", 
    "Parking facilities", 
    "Peace", 
    "Peace Corps", 
    "Peace negotiations", 
    "Peace treaties", 
    "Persian Gulf States", 
    "Peru", 
    "Petroleum", 
    "Police training", 
    "Political parties", 
    "Political persecution", 
    "Population policy", 
    "Potable water", 
    "Press", 
    "Preventive medicine", 
    "Printing", 
    "Prisoners of war", 
    "Prosecution", 
    "Public corruption", 
    "Public lands and natural resources", 
    "Qatar", 
    "Rape", 
    "Recognition (International law)", 
    "Recreation", 
    "Refugee policy", 
    "Refugees", 
    "Religion", 
    "Religious liberty", 
    "Relocation of federal installations", 
    "Reparations", 
    "Reprogramming of appropriated funds", 
    "Romania", 
    "Russia", 
    "Rwanda", 
    "Sanctions (International law)", 
    "Saudi Arabia", 
    "Scholarships", 
    "Science, technology, communications", 
    "Serbia", 
    "Slovenia", 
    "Small business", 
    "Social welfare", 
    "South Africa", 
    "South Asia", 
    "South Korea", 
    "Sovereignty", 
    "Sports and recreation", 
    "State-sponsored terrorism", 
    "Sterilization (Birth control)", 
    "Sudan", 
    "Surface-to-air missiles", 
    "Surplus government property", 
    "Surveys", 
    "Sustainable agriculture", 
    "Sustainable development", 
    "Syria", 
    "Technology transfer", 
    "Terrorism", 
    "Thailand", 
    "Trade negotiations", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Tropical forests", 
    "Turkey", 
    "Ukraine", 
    "United Arab Emirates", 
    "United Nations", 
    "United Nations economic assistance", 
    "United Nations finances", 
    "Vaccination", 
    "Vietnam", 
    "Vietnamese Conflict", 
    "Violence", 
    "War crime trials", 
    "War crimes", 
    "War relief", 
    "Water pollution control", 
    "Water quality", 
    "Water resources development", 
    "Weapons", 
    "West Bank", 
    "Women", 
    "World War II", 
    "Yugoslavia", 
    "Zaire"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-01-22", 
    "text": "TABLE OF CONTENTS: Title I: Export and Investment Assistance Title II: Bilateral Economic Assistance Title III: Military Assistance Title IV: Multilateral Economic Assistance Title V: General Provisions Title VI: Middle East Peace Facilitation Act of 1995 Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1996 - Title I: Export and Investment Assistance - Makes appropriations for FY 1996 for: (1) direct loans, loan guarantees, tied-aid grants, insurance, and administrative expenses under Export-Import Bank programs; (2) Overseas Private Investment Corporation direct and guaranteed loans and administrative expenses; and (3) the Trade and Development Agency. Title II: Bilateral Economic Assistance - Makes appropriations for FY 1996 for the U.S. contribution to: (1) the Agency for International Development (AID) for child survival and disease programs, specified development assistance (including for the Inter-American Foundation and development assistance for Sub-Saharan Africa), specified projects aimed at reunification of Cyprus, democracy and humanitarian activities in Burma, private and voluntary cooperative development organizations obtaining less than 20 percent of their funding for international activities from sources other than the U.S. Government, international disaster relief, emergency humanitarian assistance to the former Yugoslavia,debt restructuring, direct loans and loan guarantees for micro and small enterprise development programs, administrative expenses of the worldwide housing guarantees program, the Foreign Service Retirement and Disability Fund, operating expenses of AID and the AID Office of Inspector General, economic support fund (ESF) assistance, the International Fund for Ireland, economic assistance for Eastern Europe and the Baltic States, and assistance for the independent states of the former Soviet Union (including the establishment of a Trans-Caucasus Enterprise fund); (2) the Peace Corps (but with a prohibition on the use of such funds for abortions); (3) international narcotics control; (4) migration and refugee assistance, including refugee resettlement assistance; (5) the Emergency Refugee and Migration Assistance Fund; (6) antiterrorism assistance; and (7) the Nonproliferation and Disarmament Fund. Bars the use of development assistance funds for: (1) abortions or involuntary sterilizations; and (2) U.S. private and voluntary organizations, except those which obtain less than 20 percent of annual funding for international activities from sources other than the U.S. Government. Permits humanitarian assistance to the Government of Azerbaijan, if the President determines that nongovernmental assistance is not adequate to address the suffering of refugees and internally displaced persons. Title III: Military Assistance - Makes appropriations for FY 1996 for: (1) international military education and training, but bars such assistance to Zaire and Guatemala and allows funding to Indonesia only for expanded military education and training; (2) foreign military financing and direct loans; and (3) international peacekeeping operations. Prohibits foreign military financing for: (1) any non-NATO country participating in the Partnership for Peace Program except through the regular notification procedures of the Committees on Appropriations; and (2) Zaire, Sudan, Peru, Liberia, and Guatemala. Prohibits such assistance to Colombia or Bolivia until the Secretary of State certifies that such funds will be used primarily for counternarcotics activities there. Title IV: Multilateral Economic Assistance - Makes appropriations for FY 1996 for the U.S. contribution to the: (1) International Bank for Reconstruction and Development (World Bank); (2) International Development Association; (3) International Financial Corporation; (4)Inter-American Development Bank; (5) Enterprise for the Americas Multilateral Investment Fund; (6) Asian Development Bank; (7) Asian Development Fund; (8) European Bank for Reconstruction and Development; and (8) North American Development Bank. Makes appropriations for FY 1996 for international programs and organizations. Limits certain callable subscriptions. Sets certain restrictions on international organization funding, including prohibiting the use of funds made available to the United Nations Population Fund (UNFPA) for activities in China. Prohibits foreign assistance funds to the Korean Peninsula Energy Development Organization (KEDO) unless the President makes a certain certification to the Committees on Appropriations. Title V: General Provisions - Sets forth limits on the use of appropriations, including no more than: (1) 15 percent of such appropriations shall be obligated during the last month of availability; (2) $126,500 for official residence expenses of AID; (3) $5,000 for entertainment expenses of AID; (4) $95,000 for representation allowances for AID; (5) $2,000 for entertainment and representation allowances for the Inter-American Foundation; or (6) $4,000 for entertainment expenses for the Peace Corps. (Sec. 502) Prohibits the use of funds for: (1) bilateral funding of international financial institutions; (2) the export of nuclear equipment, fuel, or technology; (3) direct assistance or reparations to Cuba, Iraq, Libya, North Korea, Iran, Serbia, Sudan, or Syria; (4) assistance to any country whose elected head of government is deposed by military coup; (5) certain transfers between appropriations accounts without consultation with Congress; (6) assistance to any country in default in excess of a year on payments on a U.S. loan (except for Nicaragua and narcotics-related assistance for Colombia, Bolivia, and Peru); and (7) assistance for certain commodities which are in surplus on world markets and could injure U.S. producers of a similar commodity, with specified exceptions. (Sec. 514) Directs the Secretary of the Treasury to instruct the U.S. Executive Directors of specified international financial institutions to oppose any assistance for the production or extraction of any commodity or mineral for export if it is in surplus on world markets and such assistance will cause substantial injury to U.S. producers of a similar commodity. (Sec. 516) Prohibits the use of international organization funds for the Palestine Liberation Organization (PLO), Libya, Iran, or certain Communist countries. (Sec. 517) Declares it is U.S. policy that funds allocated to Israel from the ESF shall not be less than the annual debt repayment from Israel to the United States. (Sec. 518) Prohibits the use of development assistance funds for abortions or involuntary sterilizations. (Sec. 519) Requires the President to report to the Committees on Appropriations on annual arms sales proposals covering major weapons under the Arms Export Control Act. (Sec. 520) Prohibits the use of funds for Colombia, Dominican Republic, Guatemala, Haiti, Indonesia, Liberia, Nicaragua, Peru, Russia, Sudan, or Zaire, except through the regular notification procedures of the Committees on Appropriations. (Sec. 522) Makes funds available to AID for family planning, health, child survival, and AIDS research and control in developing countries. (Sec. 523) Bars funding for indirect assistance to Cuba, Iraq, Libya, Iran, Syria, North Korea, or China unless the President certifies that the withholding of such funds is contrary to the national interest. (Sec. 524) Amends the Arms Export Control Act to extend the President's waiver authority with respect to reciprocal leasing through FY 1996. (Sec. 525) Requires the Department of Defense (DOD) to notify the Committees on Appropriations before providing excess DOD articles to certain NATO and major non-NATO countries. (Sec. 527) Directs the Secretary of the Treasury to instruct the U.S. Executive Director of each international financial institution, and the Administrator of the Agency for International Development to instruct the U.S. Executive Director of the International Fund for Agriculture Development, to oppose any bilateral assistance to any country that supports terrorism. (Sec. 528) Authorizes the commercial leasing of defense articles to Israel, Egypt, NATO, and major non-NATO allies if the President determines that there are compelling foreign policy or national security reasons. (Sec. 529) Prohibits the sale of Stinger missiles to any country bordering the Persian Gulf. (Sec. 530) Authorizes nongovernmental organizations which are grantees or contractors of AID to place funds made available to them under this Act in interest bearing accounts in order to enhance their participation in economic activities under the Foreign Assistance Act of 1961, including endowments and debt-for-development and debt-for- nature exchanges. (Sec. 531B) Amends the Foreign Assistance Act of 1961 to make funds available for FY 1996 and FY 1997 for defense article stockpiles in the Republic of Korea and Thailand. (Sec. 532) Directs the Administrator of the AID to require foreign countries that receive foreign assistance which results in the generation of local currencies to deposit such currencies in a separate account to be used to finance foreign assistance activities. (Sec. 533) Prohibits payments to any international financial institution while the U.S. Executive Director to the institution is compensated at a rate in excess of that for a specified position under the Executive Schedule. (Sec. 534) Bars assistance to any country that is not in compliance with the United Nations sanctions against Iraq, Serbia, or Montenegro unless the President certifies to the Congress that such assistance: (1) is in the national interest; (2) will directly benefit the needy people in that country; or (3) will be humanitarian assistance for foreign nationals who have fled Iraq and Kuwait. Authorizes the President to prohibit the importation into the United States of any product of a foreign country that has not prohibited the importation of Iraq's, Serbia's, or Montenegro's products into its customs territory and the export of its products to such countries. (Sec. 535) Authorizes the drawdown of defense articles, services, and training to Vietnam, Cambodia, and Laos to assist in efforts to locate members of the armed forces and U.S. civilians who remain unaccounted for from the Vietnam War. (Sec. 537) Requires the Committees on Appropriations to be notified of each country that has been approved for cash flow financing for the procurement of defense articles in excess of $100 million. (Sec. 538) Declares that provisions under this or any other Act authorizing appropriations for foreign operations or export financing shall not be construed to prohibit activities authorized by the Peace Corps Act, the Inter-American Foundation Act, or the African Development Foundation Act. Directs an agency to report to the Committees on Appropriations whenever it is conducting or proposing activities in a country for which such assistance is prohibited. (Sec. 539) Prohibits the use of funds to provide: (1) any financial incentive to a business for purposes of inducing it to relocate outside the United States if it will reduce the number of employees in the United States; (2) assistance for developing in a foreign country an export processing zone or other designated area in which a country's tax, tariff, labor, environment, and safety laws do not apply to activities in the area, unless the President certifies that such assistance is not likely to cause a loss of U.S. jobs; or (3) assistance for any project that contributes to the violation of internationally recognized workers rights in such country. (Sec. 540) Authorizes the President, pursuant to a lifting of the United Nations arms embargo against Bosnia-Herzegovina, to transfer defense articles to such country's government without reimbursement if he certifies to the Congress that the transfer of such articles would assist that nation in self-defense and promote the security and stability of the region. (Sec. 541) Declares that funds appropriated under this Act for Haiti, Afghanistan, Lebanon, and Cambodia, and for victims of war, displaced children, displaced Burmese, humanitarian assistance for Romania, and humanitarian assistance for the peoples of Bosnia-Herzegovina, Croatia, and Kosova, may be made available notwithstanding any other provision of law. Directs the President to terminate assistance to any country that the President determines is cooperating with the military activities of the Khmer Rouge. Authorizes the use of foreign assistance funds to support: (1) tropical forestry and energy programs aimed at reducing emissions of greenhouse gases; and (2) biodiversity conservation activities. Authorizes AID to employ personal services contractors to administer programs for the West Bank and Gaza. (Sec. 542) Expresses the sense of the Congress with respect to steps the President should take to encourage renunciation of the Arab boycott of Israel. (Sec. 543) Authorizes the use of ESF funds to strengthen the administration of justice in countries in Latin America and the Caribbean. (Sec. 544) Declares that restrictions on assistance to foreign countries contained in this Act or any other Act shall not be construed to restrict assistance in support of programs of nongovernmental organizations as long as it is in the national interest of the United States. (Sec. 546) Authorizes for FY 1996 the provision of nonlethal excess defense articles, without regard to certain restrictions, to countries for which U.S. foreign assistance has been requested and for which receipt of such articles was separately justified for the fiscal year. (Sec. 547) Prohibits the use of funds for publicity or propaganda purposes within the United States that were not authorized before the enactment of this Act. (Sec. 548) Sets forth Buy American requirements. (Sec. 549) Prohibits the use of funds to pay any assessments, arrearages, or dues of any U.N. member. (Sec. 551) Prohibits the provision of funds to a private voluntary organization that fails to provide any document, file, or record necessary to the auditing requirements of AID. (Sec. 552) Prohibits the provision of funds to any foreign government that provides lethal military equipment to a country that the Secretary of State has determined has a terrorist government, unless the President determines that the furnishing of such assistance is in the national interest. (Sec. 553) Withholds assistance to a foreign country in an amount equal to 110 percent of the total unpaid parking fines and penalties owed by the country to the District of Columbia. (Sec. 554) Prohibits the obligation of any appropriations for the PLO for the West Bank and Gaza unless the President has exercised certain authorities to suspend prohibitions on assistance to the PLO. (Sec. 556) Permits the President to provide a specified amount of commodities and services to the U.N. War Crimes Tribunal if doing so will contribute to a resolution of charges regarding genocide or other violations of international law in the former Yugoslavia. (Sec. 557) Authorizes the use of funds made available to DOD for crating, packing, handling, and transportation of nonlethal excess defense articles transferred to countries eligible to participate in the Partnership for Peace and to receive assistance under the Program of Support for East European Democracy (SEED). (Sec. 558) Authorizes demining equipment used in support of the clearing of landmines for humanitarian purposes to be disposed of on a grant basis in foreign countries. (Sec. 559) Amends provisions of the Foreign Assistance Act of 1961, with respect to nuclear non-proliferation conditions on assistance to Pakistan, to prohibit military assistance equipment or technology to be furnished to Pakistan unless there is certification that Pakistan does not possess a nuclear explosive device, except for any assistance or transfer provided for: (1) international narcotics control; (2) facilitating military-to-military contact, humanitarian, and civic projects; (3) peacekeeping and other multilateral operations, except for lethal military equipment provided on a lease or loan basis only; and (4) antiterrorism assistance or any provision of law available for antiterrorism assistance. Maintains restrictions on contracts for the delivery of F-16 aircraft to Pakistan. Allows military equipment, technology, and defense services, except for F-16 aircraft, to be transferred to Pakistan with respect to contracts entered into before October 1, 1990. (Sec. 560) Prohibits the obligation of appropriations to create in Jerusalem a new U.S. agency office for the purpose of conducting U.S. business with the Palestinian Authority over Gaza and Jericho (or any successor Palestinian governing entity) provided for in the Israel-PLO Declaration of Principles. (Sec. 561) Prohibits certain funds appropriated for Informational Program activities from being obligated to pay for: (1) alcoholic beverages; (2) food (other than food provided at a military installation) not provided in conjunction with Program trips where students do not stay at a military installation; or (3) entertainment expenses. (Sec. 562) Prohibits the use of funds for assistance in support of any country that restricts transport or delivery of U.S. humanitarian assistance, except in the national security interest of the United States. (Sec. 563) Directs the President to withhold funds made available under this Act equal to the sum of assistance and credits, if any, provided by a foreign, country, or any entity in that country, in support of the completion of the Cuban nuclear facility at Juragua, near Cienfuegos, Cuba, with specified exceptions. (Sec. 564) Bars funding to Haiti if the Government of Haiti is controlled by a regime holding power through means other than the democratic elections to be held in 1995. (Sec. 566) Limits ESF assistance to Turkey. (Sec. 566A) Limits the use of funds for the North American Development Bank only for purposes set out in the binational agreement establishing the bank. (Sec. 567) Bars the use of funds for International Narcotics Control or Crop Substitution in Burma. (Sec. 568) Authorizes the Secretary of the Treasury to subscribe to an increase in the authorized capital stock of the Asian Development Bank (the fourth general capital increase). Authorizes appropriations. (Sec. 569) Authorizes appropriations for the International Development Association (the tenth replenishment). (Sec. 570) Authorizes the President to reduce amounts owed to the United States by eligible countries as a result of: (1) housing guarantees made pursuant to the Foreign Assistance Act of 1961; or (2) credits extended or guarantees issued under the Arms Export Control Act. Permits such authority only: (1) to implement multilateral official debt relief and referendum agreements known as the Paris Club Agreed Minutes; and (2) with respect to countries with heavy debt burdens that are eligible to borrow from the International Development Association, but not from the International Bank for Reconstruction and Development (IDA-only countries). Prescribes additional conditions for the exercise of such authority. (Sec. 572) Authorizes the President to direct the drawdown for Jordan of defense articles and services from DOD, and military education and training up to a specified dollar amount provided certain conditions are met. (Sec. 576) Amends the United States-Hong Kong Policy Act of 1992 to require an additional report be made in 1996 respecting conditions in Hong Kong of interest to the United States and directs that such report include detailed information on the status of, and other developments affecting, implementation of the Sino-British Joint Declaration on the Question of Hong Kong, including the: (1) Basic Law and its consistency with the Joint Declaration; (2) openness and fairness of elections to the legislature; (3) openness and fairness of election of the chief executive and the executive's accountability to the legislature; (4) treatment of political parties; (5) independence of the judiciary and its ability to exercise the power of final judgement over Hong Kong; (6) Bill of Rights. (Sec. 579) Amends the Import-Export Bank Act of 1945 to extend funding for the Tied-Aid Credit Program through FY 1997. Authorizes appropriations to the Tied-Aid Credit Fund for FY 1996 and 1997. (Sec. 581) Amends the Eisenhower Exchange Fellowship Act of 1990 to extend the Au Pair Program. (Sec. 583) Bars assistance to Haiti until the President reports to the Congress that: (1) the Haitian Government is conducting thorough investigations of extrajudicial and political killings; and (2) the Government is cooperating with the United States authorities in the investigations of such killings. Excludes from the limitation provision of humanitarian or electoral assistance. Permits the President to waive the requirements of the limitation if he determines and certifies to the appropriate congressional committees that the waiver is: (1) in the national interest; or (2) necessary to assure the safe and timely withdrawal of American forces from Haiti. (Sec. 584) Prescribes that funding for activities in the internationally-recognized borders of Bosnia and Herzegovina, other than refugee and disaster assistance and assistance for the restoration of infrastructure, including power grids, water supplies and natural gas, be limited only to activities in the territory of the Bosniac-Croat Federation. (Sec. 585) Amends the NATO Participation Act of 1994 to authorize the President to: (1) evaluate the degree to which any country emerging from communist domination which has expressed interest in joining NATO meets the specified criteria; and (2) to designate one or more of these countries as eligible to receive assistance under the program to facilitate an eligible country's transition to NATO membership. Permits the President at any time to designate other such European countries for assistance under the program and at the time of designation, to determine and report to the House Committees on International Relations and Appropriations and the Senate Committees on Foreign Relations and Appropriations that each country so designated meets the criteria. Title VI: Middle East Peace Facilitation Act of 1995 - Middle East Peace Facilitation Act of 1995 - Declares the sense of the Congress specifying additional steps the PLO must take to demonstrate an irrevocable denunciation of terrorism and ensure a peaceful settlement of the Middle East dispute. (Sec. 604) Authorizes the President to suspend specified provisions of law which prohibit the U.S. share of foreign and United Nations assistance to the PLO, the receipt or expenditure of PLO funds, and PLO membership in the International Monetary Fund, upon certification to specified congressional committees that: (1) such waiver is in the national interest; (2) the PLO continues to abide by commitments made in letters to Israel and the Foreign Minister of Norway and under the Declaration of Principles signed in September 1993; and (3) specified funds provided under this Act and other Acts have been used for the purposes for which they were intended. Makes such suspensions effective for up to six months."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Middle East Peace Facilitation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for foreign operations, export financing, and related programs for the fiscal year ending September 30, 1996, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:07-05:00"
}