{
  "actions": [
    {
      "acted_at": "2013-03-19", 
      "references": [
        {
          "reference": "CR S1951-1952", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-19", 
      "committees": [
        "SSJU"
      ], 
      "references": [
        {
          "reference": "CR S1952-1953", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-04-25", 
      "committees": [
        "SSJU"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-04-25", 
      "committee": "the Judiciary", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Leahy with an amendment. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2013-04-25", 
      "calendar": "Senate Legislative", 
      "number": "66", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 66.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2013-05-16", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "text": "By Senator Leahy from Committee on the Judiciary filed written report. Report No. 113-34. Additional views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s607-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lee, Mike", 
      "sponsored_at": "2013-03-19", 
      "state": "UT", 
      "thomas_id": "02080", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Paul, Rand", 
      "sponsored_at": "2013-06-06", 
      "state": "KY", 
      "thomas_id": "02082", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Mark", 
      "sponsored_at": "2013-07-11", 
      "state": "CO", 
      "thomas_id": "01595", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-04-25", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-03-19", 
  "number": "607", 
  "official_title": "A bill to improve the provisions relating to the privacy of electronic communications.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1847-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1852-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Electronic Communications Privacy Act Amendments Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-04-25", 
  "subjects": [
    "Business records", 
    "Consumer affairs", 
    "Crime and law enforcement", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal procedure and sentencing", 
    "Internet and video services", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2013-04-25", 
    "text": "Electronic Communications Privacy Act Amendments Act of 2013 - (Sec. 2) Amends the Electronic Communications Privacy Act of 1986 to prohibit a provider of remote computing service or electronic communication service to the public from knowingly divulging to any governmental entity the contents of any communication that is in electronic storage or otherwise maintained by the provider. (Sec. 3) Revises provisions under which the government may require, pursuant to a warrant, the disclosure by such a provider of the contents of such communications. Eliminates the different requirements applicable under current law depending on whether such communications were stored for fewer than, or more than, 180 days. Requires a law enforcement agency, within 10 days after receiving the contents of a customer's communication, or a governmental entity, within 3 days, to provide the customer a copy of the warrant and a notice that such information was requested by, and supplied to, the government entity. Provides that nothing in this Act shall be construed to limit the authority of a governmental entity to use an administrative or civil discovery subpoena to: (1) require an originator or recipient of an electronic communication to disclose the contents of such communication to the governmental entity; or (2) require an entity that provides electronic communication services to employees or agents of the entity to disclose the contents of an electronic communication to or from such employee or agent to a governmental entity if the communication is held, stored, or maintained on an electronic communications system owned or operated by the entity. (Sec. 4) Authorizes a governmental entity that is: (1) seeking a warrant for the contents of communications to include in the application a request for an order delaying the notification required for up to 180 days, in the case of a law enforcement agency, or up to 90 days, in the case of any other governmental entity; and (2) obtaining the contents of a communication, or information or records, to apply to a court for an order directing a provider of electronic communication service or remote computing service to which a warrant, order, subpoena, or other directive is directed not to notify any other person of the existence of the directive for up to 180 days, in the case of of a law enforcement agency, or up to 90 days, in the case of any other governmental entity. Provides for extensions. Requires service providers, after such extension, to provide the government three business days' notice of their intent to inform a customer or subscriber that the provider has disclosed the individual's electronic communications information to the government. (Sec. 5) Directs the Comptroller General to report to Congress by September 30, 2015, regarding the disclosure by electronic communication service providers of customer communications and records, including an analysis and evaluation of such disclosure under provisions: (1) as in effect before the enactment of this Act, and (2) as amended by this Act. (Sec. 6) Provides that nothing in this Act shall be construed to preclude the acquisition by the U.S. government of the contents of a wire or electronic communication, or of records or other information relating to a subscriber or customer of any electronic communications service or remote computing service, pursuant to the Foreign Intelligence Surveillance Act of 1978, the Wiretap Act, or provisions of other federal law not specifically amended by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Electronic Communications Privacy Act Amendments Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Electronic Communications Privacy Act Amendments Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve the provisions relating to the privacy of electronic communications.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:42:07-05:00"
}