{
  "actions": [
    {
      "acted_at": "1973-04-04", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6582-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-04", 
  "number": "6582", 
  "official_title": "A bill to establish a National Institute of Health Care Delivery, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s723-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Institute of Health Care Delivery Act", 
  "sponsor": {
    "district": "13", 
    "name": "Podell, Bertram L.", 
    "state": "NY", 
    "thomas_id": "00920", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-04", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Health", 
    "Medical care, personnel, and facilities", 
    "Public health"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-04", 
    "text": "National Institute of Health Care Delivery Act - Establishes in the Department of Health, Education, and Welfare a National Institute of Health Care Delivery. Provides that the Institute shall carry out a multidisciplinary research and development program to improve delivery of health care services and shall be the principal Government agency for the improvement of health care in the United States. Provides that the Director and Deputy Director of the Institute shall be appointed by the President, by and with the consent of the Senate. Authorizes the Director to appoint not to exceed four Assistant Directors. Provides that it shall be the function of the Institute to pursue methods and opportunities to improve and advance the effectiveness, efficiency, and quality of health care delivery in the States, regions, and communities of the United States through initiation and support of studies, research, experimentation, development, demonstration and evaluation of areas and subjects set forth in this Act. Provides that the Institute shall: (1) develop methods for, and support of, training of individuals to plan and conduct research, development, demonstrations, and evaluation of health care delivery and related services; (2) provide technical assistance and development of methods for the transfer of new knowledge, components, and systems to public and private agencies, programs, institutions, and individuals engaged in the improvement of health care delivery; and (3) collaborate with governments and private care institutions and programs in foreign countries for the exchange of information and support of research, experiments, demonstrations, and training in order to advance health care delivery in the United States and cooperating nations. Sets forth the administrative powers of the Director under this Act. Transfers the National Center for Health Services Research and Development from the Health Services and Mental Health Administration to the Institute. Authorizes the President, for a period of two years after the date of enactment of this Act, to transfer to the Institute any functions of the Department of Health, Education, and Welfare which relate primarily to the functions, powers and duties of the Director as described by this Act. Establishes a National Advisory Council on Health Care Delivery to be composed of twenty-one members. States that the Council shall consist of the Secretary of Health, Education, and Welfare, the Chief Medical Officer of the Veterans' Administration, a medical officer designated by the Secretary of Defense, the Administrator of the Health Services and Mental Health Administration, the Director of the National Institutes of Health and the Director of the National Institute of Health Care Delivery, who shall be ex officio members, and fifteen members, who are not otherwise full-time employees of the United States, to be appointed by the President. Provides that the appointed members shall be: (1) leaders in the field of medical science, or in the organization, delivery or financing of health care; (2) leaders in the management sciences; and (3) representatives of the consumers of health care. Provides that the Council shall: (1) review programs, policies, and priorities of the Institute and centers established under this Act and advise the Director on the development and conduct of the programs of the Institute and centers; (2) examine and coordinate health care delivery efforts within the Department of Health, Education, and Welfare and other Federal departments and agencies so as to avoid duplication; and (3) assure that significant research and development findings of the Institute and centers are being disseminated to the health care system, and evaluate the extent such findings are making an impact on the health care delivery system. Provides that the Director shall, within one year after the date of his appointment and prior to February 1 of each year thereafter, prepare and submit a written report to the Secretary for his transmittal to the President and the Congress. Creates within the Institute an Office of Health Care Delivery Information Services. States the the office shall: (1) provide indexing, abstracting, translating and other services leading to a more effective dissemination of information on research and development in health care delivery to public and private agencies, institutions, and individuals engaged in the improvement of health care delivery and to the general public; and (2) undertake programs to develop new or improved methods for making such information available. Authorizes to be appropriated for the purpose of carrying out the provisions of this Act (except for the provisions dealing with regional and special emphasis centers) the sum of $125,000,000 for fiscal year 1973, $150,000,000 for fiscal year 1974, and $200,000,000 for fiscal year 1975. Provides that any unexpended sums may be carried over without fiscal year limitation. Authorizes the Director to enter into cooperative arrangements with public or private nonprofit agencies or institutions to pay all or part of the cost of planning, establishing, and providing operating support for not to exceed eight regional centers, the Health Care Technology Center, the Health Care Management Center. Provides that Federal support shall not exceed $2,000,000 per year per center, except for the Health Care Technology Center, and such support may be funded for an initial period of not to exceed three years. Authorizes to be appropriated for the purpose of providing such support $30,000,000 for fiscal year 1973, $35,000,000 for fiscal 1974, and $40,000,000 for fiscal year 1975. Provides that any unexpended sums may be carried over without fiscal year limitation. Authorizes the Director to provide funds to be used to increase the Federal contribution to research and demonstration projects, which have been designated by the National Advisory Council as essential, above the maximum level of Federal contributions otherwise authorized by any applicable law. Provides that the increased Federal contribution shall not exceed eighty percent of the cost of such projects. Provides that not to exceed ten percent of the funds authorized by this Act shall be available for such grants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Institute of Health Care Delivery Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Institute of Health Care Delivery, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:38-05:00"
}