{
  "actions": [
    {
      "acted_at": "1985-07-10", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-15", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-11-14", 
      "bill_ids": [
        "hr3721-99"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "For Further Action See H.R.3721.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2941-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-07-10", 
  "number": "2941", 
  "official_title": "A bill to improve adjustment assistance for workers and firms under the Trade Act of 1974.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3721-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Trade Adjustment Assistance Renewal Act of 1985", 
  "sponsor": {
    "district": "13", 
    "name": "Pease, Donald J.", 
    "state": "OH", 
    "thomas_id": "00904", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-07-10", 
  "subjects": [
    "Business and commerce", 
    "Economics and public finance", 
    "Employment and training programs", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government trust funds", 
    "Imports", 
    "Labor and employment", 
    "Location of industries", 
    "Manpower training programs", 
    "Small business", 
    "Subsidies", 
    "Trade adjustment assistance", 
    "Unemployment"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-07-10", 
    "text": "Trade Adjustment Assistance Renewal Act of 1985 - Expresses the sense of the Congress that whenever there occurs a net increase in value of imports in a year in relation to the previous year there should occur a proportionate increase in the rate at which trade adjustment assistance petitions for businesses and for workers are approved. Title I: Worker Adjustment Assistance - Amends the Trade Act of 1974 to require certifying workers as eligible for trade adjustment assistance if increases in imports like or directly competitive with articles to which a worker's firm or subdivision provides essential parts or services contributed importantly to: (1) the total or partial separation of such worker or threat of such total or partial separation and to a decline in sales and production of the firm or subdivision; or (2) such separation or threat of such separation because of the relocation of the production functions of that firm or subdivision to a foreign country or instrumentality. Treats as a qualifying week for adjustment assistance purposes any week a worker receives back pay because of being laid off. Limits to seven the number of weeks that may be treated as qualifying weeks of employment in cases in which an employee is on employer authorized leave or is serving as a labor organization representative. Extends the duration of trade adjustment allowances from 52 to 104 weeks. Requires additional payments to be made as trade readjustment allowances to help an adversely affected worker to undertake training if the worker submits, before the worker exhausts all rights to that part of unemployment insurance that is regular compensation, either: (1) a bona fide application for an approved training program; or (2) an application for a training voucher. Authorizes making additional payments: (1) for up to 26 additional weeks if the training program or voucher is approved before the close of the last week for which the worker is eligible for a trade readjustment allowance; or (2) for up to 52 additional weeks if the training program or voucher is approved after the close of the last week for which the worker is eligible for a trade readjustment allowance. Requires (current law authorizes) the Secretary of Labor to approve job training if the worker meets specified requirements. Requires the costs of the training to be paid from the next appropriation of funds if the funds have not been appropriated at the time the training is entered into. Defines \"reasonable expectation of employment\" for purposes of determining if training should be approved. Sets forth the method of determining the amount that employers should be reimbursed for providing training. Authorizes workers eligible for training to elect to obtain training through the use of training vouchers. Directs the Secretary of Labor to issue a voucher if the Secretary: (1) approves the training course for which the worker applies; and (2) finds that suitable employment for the worker is not available, the worker is not already qualified for the job for which training is sought, and there is a reasonable expectation of employment after completion of the training. Sets forth specified conditions which the provider of the training must meet in order to redeem the voucher. Requires each State agency that is providing adversely affected workers with testing, counseling, training, and placement services to: (1) advise each adversely affected worker to apply for training under the trade adjustment assistance program or to begin a search for appropriate training under the voucher system at the time the worker applies for trade readjustment allowances; and (2) interview the adversely affected worker within 60 days on suitable training opportunities available under the trade adjustment assistance program. Establishes in the Treasury a Special Account for Adjustment Assistance which shall be available to carry out trade adjustment assistance programs for workers and for firms. Makes appropriations for such Account. Requires the Secretary of the Treasury to report to the Congress annually on the operation and status of such Account. Title II: Firm Adjustment Assistance - Requires certifying a firm as eligible for trade adjustment assistance if: (1) certain conditions are met and if sales or production, or both, of an article that accounted for at least 25 percent of the firm's total production or sales during the 12-month period preceding the most recent 12-month period for which data are available have decreased absolutely; or (2) increases in imports of articles like or directly competitive with a critical product line of the firm resulting from targeting by one or more foreign countries, the firm is threatened with the idling of its facilities, with unprofitability, and with underemployment or unemployment of a significant number or proportion of its workers, and increases in imports contributed importantly to those threats. Defines \"targeting\" to mean the policy of a country that selectively supports the development of an industry to enhance its competitiveness in domestic or export markets. Deletes the requirement that in order to qualify for adjustment assistance a firm not have access to financing through the private capital market. Deletes the provision authorizing assistance to firms in preparing the firms' adjustment proposals. Authorizes the Secretary of Commerce (the Secretary) to make grants: (1) to certain industry organizations to assist them in designing and managing trade adjustment strategies; and (2) to private individuals, firms, or institutions to assist firms that have been certified as eligible for adjustment assistance. Limits the amount that may be allotted for such grants. Prohibits providing a loan in excess of $500,000 to a firm under the adjustment assistance provisions if the firm can obtain loan funds from private sources using the adjustment assistance guarantee loan assistance loan authority. Deletes the provision that prohibited financial assistance to a firm through the adjustment assistance authority unless the funds are not available from the firm's own resources. Sets forth a method of determining the interest rate on each loan made through the adjustment assistance provisions. Prohibits the Secretary from guaranteeing any loan if the interest rate is determined to be excessive (currently, if it is determined to be excessive when compared with other loans bearing Federal guarantees). Prohibits the Secretary from making or guaranteeing a loan having a maturity in excess of 25 years or the weighted average useful life of its collateral, except that the Secretary may make or guarantee a loan having a maturity of up to five years. Requires the Secretary, in making guarantees or loans in excess of $150,000, to give priority to firms that are small within the meaning of the Small Business Act. Prohibits any adjustment assistance loan guarantee from being made for an amount that exceeds 90 percent of the outstanding balance on the portion. Declares that the validity of the guarantee shall be incontestable except for fraud or misrepresentation of any party who purchases, as an authorized secondary market investor, all or part of the guaranteed portion of such loan. Increases the total maximum amount of adjustment assistance loan guarantees that may be outstanding at any time. Deletes the provision that prohibits granting financial assistance to a firm unless the owners, partners, or officers of the firm bind themselves to avoid certain conflicts-of-interest. Requires all repayments of loans, interest payments, and other receipts from financial aid to firms to be paid into a separate account administered by the International Trade Administration. Requires the Secretary, whenever the International Trade Commission determines that increased imports are a substantial cause of serious injury or threat of injury to an industry, to: (1) require that the industry prepare an adjustment plan to enable it to adjust to changing economic conditions; (2) initiate and make available full information to the firms in such industry about programs which may facilitate the orderly adjustment to import competition of such firms; and (3) provide assistance in the preparation and processing of petitions and applications of such firms for program benefits. Sets a deadline for submission of such plan. Extends adjustment assistance programs for workers and firms until September 30, 1989. Title III: Effective Dates - Sets forth effective dates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Adjustment Assistance Renewal Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve adjustment assistance for workers and firms under the Trade Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:36-05:00"
}