{
  "actions": [
    {
      "acted_at": "1975-05-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means, H. Rept. 94-220.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-21", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-21", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-21", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #240 (381-8).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-22", 
      "references": [], 
      "text": "Referred jointly to Senate Committees on Finance; and Labor and Public Welfare.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-18", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Finance with amendment, S. Rept. 94-200.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-18", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept. 94-208.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-20", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-20", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-20", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #240 (70-3).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-20", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-25", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-26", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-328.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-26", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-26", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #257 (83-3).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-26", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-06-27", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-27", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-27", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-06-30", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1975-06-30", 
      "references": [], 
      "text": "Public law 94-45.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6900-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Burke, James A.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "00149", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Burleson, Omar", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "00151", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Fisher, Joesph L.", 
      "sponsored_at": "1975-01-03", 
      "state": "VA", 
      "thomas_id": "00385", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Frenzel, Bill", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "00415", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Jacobs, Andrew, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "IN", 
      "thomas_id": "00589", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Ketchum, William M.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00629", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Keys, Martha E.", 
      "sponsored_at": "1975-01-03", 
      "state": "KS", 
      "thomas_id": "00630", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Pickle, J. J.", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "00917", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Steiger, William A.", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "01109", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1975-06-30", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-13", 
  "number": "6900", 
  "official_title": "A bill to provide an additional 13 weeks of benefits under the Emergency Unemployment Compensation Program and the Special Unemployment Assistance Program, to extend the Special Unemployment Assistance Program for 1 year, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Compensation and Special Unemployment Assistance Extension Act", 
  "sponsor": {
    "district": "21", 
    "name": "Corman, James C.", 
    "state": "CA", 
    "thomas_id": "00234", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-13", 
  "subjects": [
    "Housing and community development", 
    "Income maintenance programs", 
    "Income tax", 
    "Labor and employment", 
    "Social welfare", 
    "Tax credits", 
    "Taxation", 
    "Territories (U.S.)", 
    "Unemployment", 
    "Unemployment insurance", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1975-06-26", 
    "text": "(Conference report filed in House, H. Rept. 94-328) Emergency Compensation and Special Unemployment Assistance Extension Act - =Title I: Unemployment Assistance Extension Act= - Provides, for purposes of unemployment assistance, under the Emergency Unemployment Compensation Act of 1974, that there is a State \"emergency on\" indicator if the rate of insured unemployment in a State has for such week and the preceding 12 weeks been at five percent or greater; and that there is an \"off\" indicator when the rate is less than five percent for such period. Requires States, participating in the program under this Act, to establish an emergency compensation account for each individual who files an application for emergency compensation. Specifies the amount to be put into such an account. Limits the amount of emergency compensation payable to an individual to the lesser of 50 percent of the total amount of regular compensation payable to him with respect to the benefit year, or 13 times his average weekly benefit amount for his benefit year. Defines \"additional eligibility period\" to mean the 13-week period following the week in which an emergency benefit period ends in a State. Extends the emergency unemployment compensation program through March 31, 1977. Disallows payment of such emergency compensation if a participant is not enrolled in an approved training program if the State determines that there is a need for upgrading such person's skills and such a program is available within a reasonable distance and without charge. Directs the Secretary of Labor to study and report on the programs under the Emergency Unemployment Compensation Act of 1974 and title II of the Emergency Jobs and Unemployment Compensation Assistance Act of 1974 to determine, among other matters, the needs of the long-term unemployed for job counseling, testing, referral and placement services, skill and apprenticeship training, career- related education programs, and public service employment opportunities. Directs the Secretary to propose to each State with which he has in effect an agreement under the Emergency Unemployment Compensation Act of 1974 a modification of such agreement designed to provide for the payment of the emergency compensation benefits allowable under such Act by reason of the amendments made by this Act. States that if a State fails or refuses to enter into such a modification, the Secretary shall terminate such agreement. Requires the amount payable to an individual under the Emergency Unemployment Compensation Act of 1974 to be reduced by the amount of any assistance paid to such individual under title II of the Emergency Jobs and Unemployment Assistanct Act of 1974, for any weeks of unemployment in the 65-week of the unemployment with respect to which compensation is payable to such individual under such Act. =Title II: Amendments of Emergency Jobs and Unemployment Assistance Act of 1974= - Provides, under the Emergency Jobs and Unemployment Assistance Act of 1974, that the maximum amount of assistance which an eligible individual shall be entitled to receive during any special unemployment assistance benefit year shall be 150 percent of the maximum amount that would have been payable to such individual during such benefit year as computed under the provisions of the applicable State unemployment compensation law, but not exceed 39 times the weekly benefit payable to the individual for a week of total unemployment. Terminates the special unemployment assistance program under such Act on December 31, 1976. States that an individual who performs services in an instructional, research, or principal administrative capacity for an educational institution or agency shall not be eligible to receive a payment of assistance or a waiting period credit with respect to any week commencing during the period between two successive academic years. Establishes penalties of termination of assistance and repayment of benefits in cases of fraudently obtained benefits. Reduces benefits receivable under this title by the amount of any compensation received during the benefit year established under the State unemployment compensation law. Directs the Secretary to propose to each State with which he has in effect an agreement under the Emergency Jobs and Unemployment Assistance Act of 1974 a modification of such agreement designed to provide for the payment of the emergency compensation benefits allowable under such Act by reason of the amendments made by this Act. States that if a State fails or refuses to enter into such a modification the Secretary shall terminate such agreement. =Title III: Loans to the Unemployment Fund of the Virgin Islands= - Permits the Secretary to make loans to the Virgin Islands in such amounts as he determines to be necessary for the payment in any month of compensation under the unemployment compensation law of the Virgin Islands. =Title IV: Miscellaneous= - Provides that the credit for purchase of new principal residence, under the Internal Revenue Code, does not apply to any residence (other than a residence constructed by the taxpayer) unless there is attached to the return of tax on which the credit is claimed a written certification (which may be in any form) signed by the seller of such residence that: (1) construction of the residence began before March 26, 1975, and (2) the purchase price of the residence is the lowest price at which the residence was offered for sale after February 28, 1975."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Compensation and Special Unemployment Assistance Extension Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide an additional 13 weeks of benefits under the Emergency Unemployment Compensation Program and the Special Unemployment Assistance Program, to extend the Special Unemployment Assistance Program for 1 year, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:23-05:00"
}