{
  "actions": [
    {
      "acted_at": "1973-03-26", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6103-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-26", 
  "number": "6103", 
  "official_title": "A bill to promote maximum Indian participation in the government of the Indian people; to provide for the full participation of Indian tribes in certain programs and services conducted by the Federal Government for Indians and to encourage the development of the human resources of the Indian people; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Self-Determination Act", 
  "sponsor": {
    "district": "2", 
    "name": "Meeds, Lloyd", 
    "state": "WA", 
    "thomas_id": "00787", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-26", 
  "subjects": [
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-26", 
    "text": "Indian Self-determination Act - Sets forth definitions of terms used in this Act. Authorizes the Secretary of the Interior to enter into a contract or contracts with any tribal organization of any Indian tribe to plan, conduct, and administer programs, or portions thereof, of educational assistance, agricultural assistance, and social welfare. Authorizes the Secretary of Health, Education, and Welfare to enter into a contract or contracts with any tribal organization of any such Indian tribe to carry out any or all or his functions, authorities, and responsibilities under the Acto of August 5, 1954, as amended. Authorizes the Secretaries of the Interior and Health, Education, and Welfare to make a grant or grants to any tribal organization of any such Indian tribe for planning, training, evaluation, and other activities specifically designed to make it possible for such tribal organization to enter into contracts under this Act. Provides that the Secretaries may, upon the request of any tribal organization, detail any civil service employee serving under a career or career conditional appointment for a period of up to 180 days to such tribal organization for the purpose of assisting such organization in the planning, conduct, or administration of programs under this Act. Authorizes the Secretaries to perform any and all acts and to make such rules and regulations as may be necessary and proper for the purpose of carrying out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Self-Determination Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote maximum Indian participation in the government of the Indian people; to provide for the full participation of Indian tribes in certain programs and services conducted by the Federal Government for Indians and to encourage the development of the human resources of the Indian people; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:30-05:00"
}