{
  "actions": [
    {
      "acted_at": "1988-04-20", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-04-28", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Civil and Constitutional Rights", 
      "text": "Referred to Subcommittee on Civil and Constitutional Rights.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-13", 
      "bill_ids": [
        "hr1158-100"
      ], 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "See H.R.1158.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4425-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Civil and Constitutional Rights", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-04-20", 
  "number": "4425", 
  "official_title": "A bill to amend title VIII of the Act commonly referred to as the Civil Rights Act of 1968 to provide the Secretary of Housing and Urban Development and the Attorney General of the United States with additional authority to enforce rights to fair housing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1158-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Fair Housing Amendments Act of 1988", 
  "sponsor": {
    "district": "18", 
    "name": "Michel, Robert H.", 
    "state": "IL", 
    "thomas_id": "00801", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-04-20", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Architecture and the disabled", 
    "Business and commerce", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Department of Housing and Urban Development", 
    "Disabled", 
    "Housing and community development", 
    "Housing discrimination", 
    "Housing for the handicapped", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Real estate business"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-04-20", 
    "text": "Fair Housing Amendments Act of 1988 - Amends specified Acts to rename them the Civil Rights Act of 1968 and the Fair Housing Act. Amends the Fair Housing Act to make it unlawful to: (1) refuse to sell or rent a dwelling to an individual because that individual, or someone associated with that individual, is handicapped; (2) discriminate against a handicapped individual in the conditions of sale or rental, or in the provision of a related service or facility; (3) refuse to permit reasonable modifications if the renter agrees to restore the dwelling to its original condition; or (4) refuse to make reasonable accommodations in rules, policies, or services to afford handicapped individuals equal use of a dwelling. Excludes from unlawful conduct owners' or managers' refusal: (1) to make architectural changes at their own expense; (2) to modify rules or services which would result in unreasonable expense; or (3) to allow architectural changes that would decrease property value or marketability. States that nothing in this Act requires or authorizes any preference in the provision of any dwelling based on race, color, religion, sex, handicap, or national origin. Provides the Secretary of Housing and Urban Development and the Attorney General with additional authority to enforce fair housing provisions. Allows an aggrieved person to file a complaint with the Secretary alleging a discriminatory housing practice. Allows the Secretary to file such a complaint on his or her own initiative or investigate a housing practice to determine whether such a complaint should be brought. Requires the Secretary to attempt to correct the discriminatory practice by informal methods of conciliation. Authorizes the Secretary to refer matters to the Attorney General, with a recommendation that a civil action be filed, when a respondent has failed to comply with conciliation agreements. Makes certain changes in the current requirements for referring charges to State or local agencies for investigation and enforcement. Authorizes the Attorney General to bring such actions in any appropriate U.S. district court. Specifies the hearing procedures to be utilized if an administrative complaint is issued. Permits criminal penalties of up to $1,000 and/or imprisonment for not more than one year for noncompliance with subpoenas or other lawful orders. Permits any prevailing party to be awarded reasonable attorney fees. Makes certain revisions in the private right of action for aggrieved persons. Extends the statute of limitations from 180 days to two years. Allows the Attorney General to intervene upon certification that the civil action is of general public importance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Housing Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VIII of the Act commonly referred to as the Civil Rights Act of 1968 to provide the Secretary of Housing and Urban Development and the Attorney General of the United States with additional authority to enforce rights to fair housing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:22-05:00"
}