{
  "actions": [
    {
      "acted_at": "1995-01-24", 
      "references": [
        {
          "reference": "CR S1445-1446", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-24", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-02", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-23", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1995-05-26", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Pressler with amendments. With written report No. 104-91.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-05-26", 
      "calendar": "Senate Legislative", 
      "number": "119", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 119.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1995-06-30", 
      "references": [
        {
          "reference": "CR S9581-9592", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-30", 
      "references": [], 
      "text": "Committee amendments withdrawn in Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-30", 
      "bill_ids": [
        "hr716-104"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 716 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-30", 
      "bill_ids": [
        "hr716-104"
      ], 
      "references": [
        {
          "reference": "CR S9592", 
          "type": "consideration"
        }
      ], 
      "text": "Senate passed companion measure H.R. 716 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-30", 
      "references": [
        {
          "reference": "CR S9592", 
          "type": "consideration"
        }
      ], 
      "text": "Returned to the Calendar. Calendar No. 119.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1488-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1488"
    }
  ], 
  "bill_id": "s267-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1995-03-09", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1995-01-24", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1995-01-24", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1995-01-24", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1995-01-24", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1995-06-27", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-24", 
  "number": "267", 
  "official_title": "A bill to establish a system of licensing, reporting, and regulation for vessels of the United States fishing on the high seas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr541-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr622-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr715-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr716-104", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr716-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr716-104", 
      "reason": "includes"
    }, 
    {
      "bill_id": "hr898-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Fisheries Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1995-03-23", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Animals", 
    "Arrest", 
    "Assault", 
    "Atlantic Ocean", 
    "Authorization", 
    "Bering Sea", 
    "Canada", 
    "Compensation (Law)", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Data banks", 
    "Department of Commerce", 
    "District courts", 
    "Driftnet fishing", 
    "Economics and public finance", 
    "Environmental protection", 
    "Estonia", 
    "Europe", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fish kills", 
    "Fisheries", 
    "Fishery agreements", 
    "Fishery management", 
    "Fishing boats", 
    "Foreign fishing", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fraud", 
    "Government liability", 
    "Government liability (International law)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "International affairs", 
    "International agencies", 
    "International fishery management", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Law", 
    "Licenses", 
    "Liens", 
    "Marine and coastal resources, fisheries", 
    "Maritime law", 
    "Negotiations", 
    "Obstruction of justice", 
    "Research", 
    "Russia", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Seizure of vessels and cargoes", 
    "Territorial waters", 
    "Trade agreements", 
    "Transportation and public works", 
    "Tuna fisheries"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1995-05-26", 
    "text": "TABLE OF CONTENTS: Title I: High Seas Fisheries Licensing Title II: Implementation of Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries Title III: Atlantic Tunas Convention Act Title IV: Fishermen's Protective Act Title V: Fisheries Enforcement in Central Sea of Okhotsk Title VI: Driftnet Moratorium Title VII: Governing International Fishery Agreement Fisheries Act of 1995 - Title I: High Seas Fisheries Licensing - High Seas Fisheries Licensing Act of 1995 - Prohibits a high seas vessel from engaging in harvesting operations on the high seas unless the vessel has on board a valid license issued under this Act. Makes any U.S. vessel eligible to receive such a license unless the vessel was previously authorized to be used for fishing on the high seas by a foreign nation and such nation suspended or, within the last three years preceding application for a license, withdrew such authorization because the vessel undermined the effectiveness of international conservation and management measures. Makes such restriction inapplicable in cases where the Secretary of Commerce determines that issuing a license would not subvert the Agreement to Promote Compliance with International Conservation and Management Measures by Fishing Vessels on the High Seas. Sets forth application and fee provisions. (Sec. 105) Directs the Secretary to maintain a record of high seas vessels issued licenses under this Act and to notify the flag State if a foreign fishing vessel has engaged in activities undermining the effectiveness of international conservation and management measures. (Sec. 106) Sets forth activities which are unlawful for any person subject to U.S. jurisdiction, including: (1) the use of a high seas fishing vessel in contravention of international conservation and management measures; (2) fishing on the high seas without a license; (3) falsification of required information; (4) impeding or assaulting an officer in the conduct of a search or inspection; and (5) engaging in the commerce of any resource taken or retained in violation of this title. (Sec. 107) Sets forth enforcement and penalty provisions. Title II: Implementation of Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries - Northwest Atlantic Fisheries Convention Act of 1995 - Provides for the implementation of the Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries, including regarding: (1) appointment of U.S. representatives and alternate representatives as Commissioners and on the Scientific Council; (2) handling of requests for scientific advice; (3) the authorities of the Secretary of State; and (4) cooperation between various agencies, private institutions, and organizations. (Sec. 207) Makes certain actions unlawful, including: (1) violating any regulation issued under this Act or any measure legally binding on the United States under the Convention; (2) resisting, impeding, intimidating, or interfering with certain actions; and (3) transporting, selling, or possessing fish taken in violation of these provisions. Provides for: (1) civil and criminal penalties, permit sanctions, and forfeiture of vessels, cargo, and fish; (2) enforcement by the Coast Guard; and (3) U.S. district court exclusive jurisdiction. (Sec. 208) Directs the Secretaries of State and Commerce to jointly establish a consultative committee on issues related to the Convention and the agreement with Canada. (Sec. 211) Authorizes appropriations. Title III: Atlantic Tunas Convention Act - Atlantic Tunas Convention Authorization Act of 1995 - Amends the Atlantic Tunas Convention Act of 1975 to require a report to specified congressional committees on the current research and monitoring activities on Atlantic bluefin tuna and other highly migratory species. (Sec. 302) Mandates a comprehensive research program to support the conservation and management of Atlantic bluefin tuna and other highly migratory species, including identifying and defining the range of stocks. Amends Federal law to remove a provision authorizing appropriations for a currently-mandated biennial report on bluefin tuna. (Sec. 303) Regulates operational matters for the advisory committee established by the Act, including regarding quorums, a chairman, meetings, and administrative and technical support. (Sec. 304) Prohibits the promulgation of regulations to increase or decrease fishery mortality levels. (Sec. 305) Makes the civil penalty and permit sanctions of the Magnuson Fishery Conservation and Management Act applicable to violations of this Act. (Sec. 306) Authorizes appropriations. (Sec. 307) Directs the Secretary of Commerce to submit a report annually to specified congressional committees that: (1) details for the previous ten years the catches and exports to the United States of highly migratory species from nations fishing on Atlantic stocks that are subject to management by the International Commission for the Conservation of Atlantic Tunas; (2) identifies those fishing nations whose harvests are inconsistent with existing international conservation and management programs; and (3) describes reporting requirements to ensure that imported fish are in compliance with international management measures. Provides for the promulgation of necessary enforcement regulations with respect to those nations that do not comply with Commission recommendations. (Sec. 308) Provides for implementation of the recommendations of the Commission regarding yellowfin tuna. Title IV: Fishermen's Protective Act - Amends the Fisherman's Protective Act of 1967 to direct the Secretary of State to reimburse vessel owners for fees paid to a foreign government to navigate in its waters if such a fee is regarded by the United States as being inconsistent with international law. Provides for imposition of reciprocal conditions on nations that impose conditions on the United States fishing vessels that are inconsistent with international law. (Sec. 403) Extends the Act's termination date from October 1, 1993, to October 1, 2000. Title V: Fisheries Enforcement in Central Sea of Okhotsk - Sea of Okhotsk Fisheries Enforcement Act of 1995 - Amends the Central Bering Sea Fisheries Enforcement Act of 1992 to prohibit U.S. vessels and nationals from fishing in the Central Sea of Okhotsk, except in accordance with an international fishery agreement to which the United States and the Russian Federation are parties. Title VI: Driftnet Moratorium - High Seas Driftnet Fishing Moratorium Protection Act - Prohibits the United States from entering into any international agreement with respect to fisheries, marine resources, the use of the high seas, or trade in fish or fish products that would prevent full implementation of the global moratorium on large-scale driftnet fishing on the high seas, as such moratorium is expressed in a certain United Nations (U.N.) resolution. (Sec. 604) Directs the Secretary of State to seek to enhance the implementation and effectiveness of U.N. resolutions and decisions regarding the moratorium on large-scale driftnet fishing on the high seas through appropriate international agreements and organizations. (Sec. 606) Requires the President to use appropriate assets of the Federal government to detect, monitor, and prevent violations of such U.N. moratoriums. Title VII: Governing International Fishery Agreement - Declares that the Congress approves the governing international fishery agreement between the United States and the Republic of Estonia as contained in the message from the President on January 19, 1995."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fisheries Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Atlantic Tunas Convention Authorization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "High Seas Driftnet Fishing Moratorium Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "High Seas Fisheries Licensing Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Northwest Atlantic Fisheries Convention Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sea of Okhotsk Fisheries Enforcement Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Fisheries Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Atlantic Tunas Convention Authorization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "High Seas Driftnet Fishing Moratorium Protection Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "High Seas Fisheries Licensing Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Northwest Atlantic Fisheries Convention Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Sea of Okhotsk Fisheries Enforcement Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a system of licensing, reporting, and regulation for vessels of the United States fishing on the high seas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:35-05:00"
}