{
  "actions": [
    {
      "acted_at": "1992-10-06", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3352-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-06", 
  "number": "3352", 
  "official_title": "A bill to create an environmental innovation research program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Environmental Innovation Research Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-06", 
  "subjects": [
    "Commercialization", 
    "Environmental Protection Agency", 
    "Environmental engineering", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Government and business", 
    "Government paperwork", 
    "Information services", 
    "Research and development", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-06", 
    "text": "Environmental Innovation Research Act of 1992 - Establishes an Office for the Development of Critical Environmental Technology in the Environmental Protection Agency (EPA). Requires the EPA Administrator, acting through the Office Director, to: (1) carry out a critical environmental technology research program; and (2) conduct an environmental innovation research program. Requires the heads of covered Federal agencies (agencies for which more than $50,000,000 per fiscal year is made available for environmental research and development or cleanup) to establish research programs for the commercialization of critical environmental technology to: (1) further the progress of cleanup and pollution prevention activities; and (2) avoid future pollution and cleanup problems. Directs such agencies to set aside funding for such programs. Sets forth phases of such programs and authorizes agreements with private businesses to carry out such research. Requires the Office Director to compile an annotated list of critical environmental technologies and provide for periodic list updates. Establishes a Critical Environmental Technology Task Force to coordinate the distribution of critical environmental technology and data, review research proposals, and ensure complementary research efforts. Directs the heads of covered Federal agencies to report annually to the Director on funding agreements under the environmental technology program and the percentage of successful commercialization efforts in critical environmental technology. Requires the Administrator to promulgate guidelines for Federal environmental innovation research programs. Directs the Administrator to survey and monitor all phases of the research programs of covered agencies. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Environmental Innovation Research Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create an environmental innovation research program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:49-05:00"
}