{
  "actions": [
    {
      "acted_at": "1986-04-23", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2362-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-23", 
  "number": "2362", 
  "official_title": "A bill to provide that Bell operating companies may provide information services and manufacture telecommunications equipment, subject to regulation by the Federal Communications Commission.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Telecommunications Equity Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Gore, Albert, Jr.", 
    "state": "TN", 
    "thomas_id": "00449", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-23", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Communications and Broadcasting", 
    "Equipment and supplies", 
    "Government operations and politics", 
    "Information services", 
    "Rural affairs legislation", 
    "Science, technology, communications", 
    "Telephone", 
    "Telephone rates"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-23", 
    "text": "Telecommunications Equity Act of 1986 - Authorizes the Bell operating companies to provide information services (excluding electronic publishing) and to manufacture telecommunications equipment, subject to such regulations as the Federal Communications Commission shall prescribe. Provides that such rules and regulations shall apply to a Bell operating company only if the Commission determines that there is not a substantial possibility that such company could impede competition in the information services or telecommunications equipment manufacturing businesses. Allows a Bell operating company to provide an information service if the Commission determines that the provision of such service will not harm competition and is required by the public interest. Specifies factors for the Commission to consider in granting applications for the provision of an information service. Directs the Commission to conduct an annual assessment, providing for public comment, of the impact of this Act on employment in the telecommunications equipment manufacturing and information services industries and to include a summary of the results of such assessment in its annual report to the Congress. Directs the Commission to suspend a specified order on subscriber line charges until: (1) it reports to the Congress on consumer benefits derived from existing end-user allocations; and (2) the Congress approves such order by joint resolution. Prohibits the Commission from approving any tariff or petition, issuing any ruling, or promulgating any regulation which: (1) increases the bypass of local exchange services by any user, unless no local rate increases will occur and the Commission documents that the bypass results in net benefits for all customers; or (2) results in deaveraging of interexchange tolls. Prohibits the Commission from approving any plan which permits any exchange carrier to withdraw from an effective carrier common line pooling agreement. Provides that the Federal access charge plan should include adequate support for small, rural telephone systems through a universal service fund targeted to ensure reasonable and affordable rural telephone rates. Directs the Commission to report to the Congress within 180 days after enactment of this Act on the economic benefits of permitting local exchange carriers to provide interexchange service in areas where equal access has been provided in accordance with the Modification Final Judgement of August 24, 1982, in the United States v. Western Electric, Civil Action No. 82-0192."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Telecommunications Equity Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide that Bell operating companies may provide information services and manufacture telecommunications equipment, subject to regulation by the Federal Communications Commission.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:52-05:00"
}