{
  "actions": [
    {
      "acted_at": "1979-05-17", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1174-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Church, Frank", 
      "sponsored_at": "1979-01-03", 
      "state": "ID", 
      "thomas_id": "01305", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1979-01-03", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Morgan, Robert B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "01404", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1979-01-03", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-17", 
  "number": "1174", 
  "official_title": "A bill to amend the Agricultural Trade Development and Assistance Act of 1954 to increase the uses and effect of United States food aid.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food Assistance Reform Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Stone, Richard (Dick)", 
    "state": "FL", 
    "thomas_id": "01443", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-17", 
  "subjects": [
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "American civilian assistance", 
    "Credit", 
    "Developing countries", 
    "Exports", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "International affairs"
  ], 
  "subjects_top_term": "Agriculture in foreign trade", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-17", 
    "text": "Food Assistance Reform Act of 1979 - Amends the Agricultural Trade Development and Assistance Act of 1954 to direct the President to: (1) give consideration to expanding markets for local foodstuffs, as well as U.S. agricultural commodities, by increasing demand and stimulating economic growth; and (2) take precautions that credit sales and commodity distributions do not interfere with local food production or marketing. Directs the Secretary of Agriculture to safeguard the usual marketing of agricultural commodities of the recipient country, as well as the United States, when entering into agreements for financing agricultural exports. Requires entities distributing commodities to work with and support indigenous institutions. Stipulates that agreements allowing the sale of commodities for foreign currency provide that the currency be used to alleviate the causes of the need for assistance as well as increase the effectiveness of food distribution and the availability of food. Authorizes the value of U.S. agricultural commodities to be applied by the recipient country against its repayment obligation under the Food for Development Program. Stipulates that consideration in carrying out Food for Development projects be given to programs using U.S. agriculture to further economic development and increase food production. Deletes the requirement that a country's utilization proposal include an annual plan for the intended uses of the commodities only for the years such funds are to be disbursed. Permits the value of the commodities or amounts received from the sale of commodities to be used against the recipient country's credit obligation to the Commodity Credit Corporation. Requires recipient countries to include in their reports to the President a description of how the commodities were used. Requires the President to include in the annual report a review of agreements providing for the use of the value of agricultural commodities when the funds or commodities were not fully disbursed the preceding year. Authorizes the export of commodities to meet developmental purposes even if it results in inadequate domestic supplies. Stipulates that in periods of short supply humanitarian concerns will be given priority over developmental purposes. Requires the use of agricultural commodities under this Act for humanitarian and developmental objectives, as well as expansion of U.S. and recipient countries' agricultural commodity markets. Directs the carrying out of country assessments in order to determine the types and quantities of agricultural commodities needed. Declares that there shall be a relatively constant supply of commodities provided over the life of programs conducted under this Act. Amends the Foreign Assistance Act of 1961 to declare that assistance under such Act and the Agriculture and Trade Assistance Act of 1954 emphasize programs to assist developing countries to increase their national food security."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food Assistance Reform Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Agricultural Trade Development and Assistance Act of 1954 to increase the uses and effect of United States food aid.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:57-05:00"
}