{
  "actions": [
    {
      "acted_at": "1979-09-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5292-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Erdahl, Arlen", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "00349", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Stangeland, Arlan", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "01098", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-14", 
  "number": "5292", 
  "official_title": "A bill to authorize the President to invoke procedures for the arbitration of labor disputes in cases in which an actual or threatened strike or lockout is likely to cause serious economic injury to agricultural producers in any State.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Agricultural Emergency Arbitration Act of 1979", 
  "sponsor": {
    "district": "6", 
    "name": "Nolan, Richard M.", 
    "state": "MN", 
    "thomas_id": "00867", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-14", 
  "subjects": [
    "Agricultural labor", 
    "Agriculture and Rural Affairs", 
    "Collective bargaining", 
    "District courts", 
    "Farm produce", 
    "Industrial arbitration", 
    "Judicial review", 
    "Labor and employment", 
    "Labor disputes", 
    "Labor injunctions", 
    "Lockouts", 
    "Presidential powers", 
    "Presidents and Vice Presidents"
  ], 
  "subjects_top_term": "Collective bargaining", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-14", 
    "text": "Agricultural Emergency Arbitration Act of 1979 - Authorizes the chief executive of a State to submit a written request to the President for the establishment of a board of arbitration upon a determination that: (1) an actual or threatened strike or lockout affecting agricultural producers may cause serious economic injury to such producers; (2) the parties have been unable to resolve the issues involved in the dispute through collective bargaining; and (3) it is unlikely that a strike or lockout will be averted. Authorizes the President to establish such a board if, after reviewing the statement of reasons which the chief executive must submit with the request, he determines: (1) it is unlikely that the strike or lockout will be averted; and (2) the establishment of the board is necessary to avert or avoid serious economic injury to the agricultural producers. Requires the employer and labor organization, when a board has been established, to enter into an agreement to arbitrate in accordance with the arbitration provisions of the Railway Labor Act. Subjects such parties who fail or refuse to agree to arbitrate to a $1,000 to $20,000 fine per day. Subjects any officer or agent of the parties to a fine or imprisonment for such a failure or refusal. Directs the board to meet with the parties for the purpose of resolving the disputed issues. Stipulates that during such period the employees shall continue to work in the same manner and under the same terms and conditions of employment as before the commencement of the dispute, except that an individual employee may not be required to render any labor or service without his consent and may resign or otherwise terminate his employment. Grants the Federal district courts jurisdiction (including for injunctive relief) to obtain compliance with such requirements. Provides that any award made by the board shall be administered and enforced in accordance with the appropriate provisions of the Railway Labor Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Emergency Arbitration Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the President to invoke procedures for the arbitration of labor disputes in cases in which an actual or threatened strike or lockout is likely to cause serious economic injury to agricultural producers in any State.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:35-05:00"
}