{
  "actions": [
    {
      "acted_at": "1974-01-21", 
      "committee": "House Committee on Science and Astronautics", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Astronautics.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12180-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Astronautics", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-01-21", 
  "number": "12180", 
  "official_title": "A bill to enhance the public health and safety by reducing the human and material losses resulting from fires through better fire prevention and control.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fire Prevention and Control Act", 
  "sponsor": {
    "district": "12", 
    "name": "Wright, James C., Jr.", 
    "state": "TX", 
    "thomas_id": "01244", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-01-21", 
  "subjects": [
    "Advisory bodies", 
    "Department of Commerce", 
    "Education", 
    "Fire fighters", 
    "Fire prevention", 
    "Fires", 
    "Health", 
    "Medical care, personnel, and facilities"
  ], 
  "subjects_top_term": "Fire prevention", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-01-21", 
    "text": "Fire Prevention and Control Act - Title I: Fire Research Center - Establishes, within the Department of Commerce, a Fire Research Center which shall perform and support basic and applied research on all aspects of fire with the aim of providing specific and technical knowledge applicable to the prevention and reduction of fires. Enumerates specific areas of inquiry for the Fire Research Center, such inquiry to be conducted directly or through contracts or grants. Authorizes the appropriation of not in excess of $3,500,000 for the fiscal year ending June 30, 1975 for the purposes of this title. Repeals Title I of the Fire Research and Safety Act of 1968. Title II: National Bureau of Fire Safety - Establishes, within the Department of Commerce, a National Bureau of Fire Safety, to improve the Nation's efforts in fire prevention and control through public education, advanced technology, training, and improved statistics. Provides that the Director of the National Bureau of Fire Safety shall undertake, in collaboration with existing public and private organizations, a continuing and extensive program of public education in fire prevention and fire safety. Provides that the Director shall conduct a program of continuing development, testing, and evaluation of equipment for use by the Nation's fire, rescue, and civil defense services with the aim of making available improved suppression, protective, auxiliary, and warning devices incorporating the latest technology. Enumerates activites which shall be included in such program. Provides that the Director shall operate directly or through contracts an integrated, comprehensive national fire data program based on the collection, analysis, publication, and dissemination of fire information related to the prevention, occurrence, control, and results of fires of all types in order to provide an accurate national picture of the fire problem, identify major problem areas and assist in setting priorities, determine possible solutions to problems, and monitor progress of programs to reduce fire losses. Establishes, within the Department of Commerce, as part of the Bureau of Fire Prevention and Control, a United States Fire Academy which shall advance the professional development of fire service personnel, civil defense personnel, and related fire safety personnel. Authorizes the Superintendent of the Academy, in furtherance of the mission of the Academy, to conduct courses and programs of training and education in the techniques of fire prevention, fire inspection, firefighting, and fire and arson investigation for members of the firefighting forces of the Nation. Provides for the establishment of admission criteria, tuition fees, and scholarships for the Academy. Requires the Superintendent of the Academy to establish a Committee on Fire Training and Education which shall inqure into and make recommendations regarding the desirability of establishing a mechanism for accreditation of fire training and education programs and courses, and the role which the Academy should play if such programs are recommended. Authorizes each fire district or department that engages in the fighting of a fire on Federal property to file a report with the National Bureau of Fire Safety in order to receive compensation for the cost of fighting such fire. Sets forth the items to be contained in such report and the method of computation of the payment. Authorizes the appropriation of $2,000,000 for the fiscal year ending June 30, 1975 for the purposes of this title. Title III: Victims of Fires - Authorizes and directs the Secretary of Health, Education, and Welfare to establish within the National Institutes of Health an expanded program of research on burns, treatment of burn injuries, and rehabilitation of victims of fires. Directs the National Institutes of Health to: (1) sponsor and encourage the establishment throughout the Nation of twenty-five additional burn centers, which shall comprise separate hospital facilities providing specialized burn treatment and including research and teaching programs, and twenty-five additional burn units, which shall comprise specialized facilities in general hospitals used only for burn victims; (2) provide training and continuing support of specialists to staff the new burn centers and burn units; (3) sponsor and encourage the establishment in general hospitals of ninety burn programs, which comprise staffs of burn injury specialists; (4) provide special training in emergency care for burn victims; (5) augment sponsorship of research on burns and burn treatment; (6) administer and support a systematic program of research concerning smoke inhalation injuries; and (7) sponsor and support other research and training programs in the treatment and rehabilitation of burn injury victims. Authorizes the appropriation of not in excess of $2,000,000 for the fiscal year ending June 30, 1975 for the purposes of this title. Authorizes the Secretary of Housing and Urban Development, upon such terms and conditions as he may prescribe, to make commitments to insure loans made by financial institutions to nursing homes and intermediate care facilities to provide for the purchase and installation of fire safety equipment necessary for compliance with the 1969 edition of the Life Safety Code of the National Fire Protection Association. Title IV: Administrative and Related Provisions - Sets forth auditing, patent, and other administrative procedures pertinent to the activities provided for in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fire Prevention and Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance the public health and safety by reducing the human and material losses resulting from fires through better fire prevention and control.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:12-05:00"
}