{
  "actions": [
    {
      "acted_at": "1977-01-26", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-26", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-26", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-26", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2519-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Coughlin, Lawrence", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00240", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Derwinski, Edward J.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00290", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Duncan, John J.", 
      "sponsored_at": "1977-01-03", 
      "state": "TN", 
      "thomas_id": "00321", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Emery, David F.", 
      "sponsored_at": "1977-01-03", 
      "state": "ME", 
      "thomas_id": "00343", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Quie, Albert H.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "00936", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-26", 
  "number": "2519", 
  "official_title": "A bill to provide for economic growth and job creation through a reordering of Government priorities and reorganization of Government programs; tax reform for individuals, small businesses, and corporations; and amendment of existing employment and training programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr121-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Job Creation and Economic Growth Act", 
  "sponsor": {
    "district": "5", 
    "name": "Sarasin, Ronald A.", 
    "state": "CT", 
    "thomas_id": "01016", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-26", 
  "subjects": [
    "Accounting", 
    "Auditing", 
    "Business and commerce", 
    "Business income tax", 
    "Congress", 
    "Congressional budget", 
    "Congressional oversight", 
    "Corporations", 
    "Cost effectiveness", 
    "Department of the Treasury", 
    "Depressed areas", 
    "Economics and public finance", 
    "Environmental protection", 
    "Estate tax", 
    "Federal budgets", 
    "General Accounting Office", 
    "Gift tax", 
    "Government operations and politics", 
    "House of Representatives", 
    "House rules and procedure", 
    "Income tax", 
    "Labor and employment", 
    "Senate", 
    "Senate rules and procedure", 
    "Small business", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exemption", 
    "Tax rates", 
    "Taxation", 
    "Unemployment", 
    "Wages", 
    "Youth", 
    "Youth employment", 
    "Zero-base budgeting"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-26", 
    "text": "Jobs Creation and Economic Growth Act - Title I: Job Creation Through Government Reform - Provides for the expiration of all provisions of law which authorize new budget authority for programs other than trust funds in the Treasury, on October 1, 1980. Prohibits the authorization of budget authority for new programs for a term greater than four years. Prohibits the authorization of new budget authority for existing programs which exceeds any previous extension of authority by more than one year, or which exceeds one fiscal year in the case of programs not previously extended. Prohibits, after October 1, 1981, any extension of budget authority, or any changes in programs funded from Treasury trust funds or having permanent budget authority unless the concerned program has undergone a program control review. Provides that such reviews shall be undertaken for every Government program by the appropriate Congressional committee at least once every four fiscal years to evaluate specified factors pertaining to the future need and efficiency of the concerned program. Directs the Comptroller General to make annual reports through 1979 identifying all Government programs funded from permanent budget authority and the Congressional committees having jurisdiction over them. Requires the Comptroller to identify all programs which have not been funded for two years or which are duplicative. Directs the Comptroller to complete studies of the efficiency and effects in specified areas of tax and labor law, and educational, employment and welfare programs and on productivity in the private sector and unemployment. States that the relevant Congressional committees shall take action on these studies by March 15, 1978, where possible, to eliminate waste and duplication. Requires each head of an Executive department or agency and the Director of the Office of Management and Budget to prepare independent evaluations of the effectiveness of any of the department or agency programs undergoing a program control review. Provides for periodic audits and reports by the General Accounting Office of any program the Office determines is substantially deficient in carrying out its objectives. Requires budget transmittals after October 1, 1979 to include a detailed comparison of past and future objectives for each Government program. Directs the Secretary of the Treasury to prepare an annual financial statement, based on accrual accounting procedures, for each Government program or activity. Requires all bills and joint resolutions to contain a fiscal note containing a five year projection of the proposal's estimated costs or savings before they may be introduced or reported from committee. Provides that such fiscal notes shall be prepared by the Governmental instrumentality which would carry out the provisions of the proposal. Title II: General Job Creation and Economic Growth - Amends the Internal Revenue Code to increase the standard personal exemptions, over a transitional period, to $1,000. Increases, over a transitional period, the standard deduction for joint returns and surviving spouses to $2,500, for unmarried individuals to $1,800, and for married individuals filing separately to $1,250. Reduces personal income tax rates. Provides transitional taxable income and earned income credits. Requires the new tax rates to be applied to all wages withheld after September 30, 1977 for taxable years ending after December 31, 1977. Increases, over a transitional period, the investment tax credit. Increases the corporate surtax exemption. Allows taxpayers to take an amortization deduction for new facilities and equipment in high unemployment areas in lieu of a depreciation deduction. Allows alternative amortization periods for all new pollution control facilities placed in service before January 1, 1981. Provides a tax credit for five percent of new savings and investments held by the taxpayer at the end of the taxable year. Directs the Secretary of the Treasury to prepare a legislative proposal integrating corporate and individual income taxes by providing proportionate tax deductions for dividends paid and tax credits for dividends received. Increases estate taxes by raising rates, lowering limitations on the credit for State taxes, and reducing the progressive scale for such rates and limitations. Establishes an estate tax exemption of $150,000. Allows an unlimited deduction from the taxable estate for all bequests and gifts to a surviving spouse. Exempts taxpayers from mandatory filing of gift tax returns during any of the first three quarters of the taxable year where the aggregate value of non-charitable gifts made during the quarter does not exceed $100,000. Extends the number of installments in which estate taxes on an estate consisting largely of an interest in a closely held business may be paid. Directs the Secretary of the Treasury to prepare a report by July 1, 1978, evaluating the continued need for the Internal Revenue Code provisions regarding amortization of property in high unemployment areas and whether the investment tax credit should be raised. Amends the Small Business Act to increase the funding available for loans and guarantees to businesses under such Act. Title III: Structural and Long-term Job Creation - Amends the Comprehensive Employment and Training Act to establish an incentive program for providing part-time employment during the school year, and full-time employment during summer months, to disadvantaged youths. Amends the Act establishing the Youth Conservation Corps to increase the employment of disadvantaged youths in reducing the inventory of conservation work undertaken by the National Park Service and the United States Fish and Wildlife and Forest Service. Amends the Comprehensive Employment and Training Act to focus the Act's priorities and assistance upon aiding the chronically unemployed. Provides new programs under the Act, including the development of relocation assistance to confront chronic unemployment. Amends the Internal Revenue Code to allow a limited tax credit for wages paid to new employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Job Creation and Economic Growth Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for economic growth and job creation through a reordering of Government priorities and reorganization of Government programs; tax reform for individuals, small businesses, and corporations; and amendment of existing employment and training programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:04-05:00"
}