{
  "actions": [
    {
      "acted_at": "2012-12-19", 
      "committee": "Committee on the Budget, and in addition to the Committees on Ways and Means, Agriculture, Energy and Commerce, Financial Services, the Judiciary, Oversight and Government Reform, House Administration, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Budget, and in addition to the Committees on Ways and Means, Agriculture, Energy and Commerce, Financial Services, the Judiciary, Oversight and Government Reform, House Administration, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-19", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-19", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-19", 
      "committee": "House Agriculture", 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-19", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-19", 
      "committee": "House Financial Services", 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-19", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-19", 
      "committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-19", 
      "committee": "House House Administration", 
      "references": [], 
      "text": "Referred to House House Administration", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-19", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-20T16:41:00-05:00", 
      "bill_ids": [
        "hres841-112"
      ], 
      "references": [
        {
          "reference": "CR H7395-7412", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 841.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-20T16:41:00-05:00", 
      "bill_ids": [
        "hjres66-112"
      ], 
      "references": [], 
      "text": "The resolution provides for consideration of the Senate amendment to H.J.Res. 66 and for consideration of H.R. 6684. The resolution makes in order a motion offered by the chair of the Committee on Ways and Means that the House concur in the Senate amendment to H.J.Res. 66 with the amendment printed in House Report 112-708. The resolution provides for one hour of debate in both instances. The Senate amendment, the motion, and H.R. 6684 shall be considered as read. The resolution provides for one motion to recommit for H.R. 6684.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-20T16:41:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on H.R. 6684.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-20T17:53:00-05:00", 
      "references": [
        {
          "reference": "CR H7410", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-20T17:53:00-05:00", 
      "references": [
        {
          "reference": "CR H7410-7412", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H7410", 
          "type": "text"
        }
      ], 
      "text": "Mr. Van Hollen moved to recommit with instructions to Ways and Means.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-20T17:58:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 10 minutes of debate on the Van Hollen motion to recommit with instructions. The instructions contained in the motion seek to report the same back to the House forthwith with an amendment that would add two new sections at the end of the bill. The first section is entitled \"DISCLOSURE OF HIGHER BENEFICIARY COSTS AND PROVIDER CUTS UNDER MEDICARE, MEDICAID, AND CHIP CUTS\". The second section is entitled \"LIMITATION ON DEDUCTION FOR INTANGIBLE DRILLING AND DEVELOPMENT COSTS OF MAJOR INTEGRATED OIL COMPANIES\".", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-20T18:07:00-05:00", 
      "references": [
        {
          "reference": "CR H7411", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-20T18:32:00-05:00", 
      "references": [], 
      "text": "On motion to recommit with instructions Failed by the Yeas and Nays: 179 - 243 (Roll no. 643).", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-20T18:40:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H7395-7402", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "644", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 215 - 209, 1 Present (Roll no. 644).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2012-12-20T18:40:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-21", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6684-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2012-12-20T18:40:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2012-12-19", 
  "number": "6684", 
  "official_title": "To provide for spending reduction.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres841-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5652-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6688-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Spending Reduction Act of 2012", 
  "sponsor": {
    "district": "7", 
    "name": "Cantor, Eric", 
    "state": "VA", 
    "thomas_id": "01674", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2012-12-20T18:40:00-05:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alternative dispute resolution, mediation, arbitration", 
    "American Samoa", 
    "Appropriations", 
    "Bank accounts, deposits, capital", 
    "Banking and financial institutions regulation", 
    "Budget deficits and national debt", 
    "Budget process", 
    "Child health", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Consumer Financial Protection Bureau", 
    "Crime victims", 
    "Department of Defense", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Employee leave", 
    "Employment and training programs", 
    "Energy assistance for the poor and aged", 
    "Executive agency funding and structure", 
    "Family services", 
    "Federal Retirement Thrift Investment Board", 
    "Federal preemption", 
    "Financial services and investments", 
    "Food assistance and relief", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Guam", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health care quality", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Health technology, devices, supplies", 
    "Housing and community development funding", 
    "Housing finance and home ownership", 
    "Income tax credits", 
    "Inflation and prices", 
    "Legal fees and court costs", 
    "Medicaid", 
    "Members of Congress", 
    "Northern Mariana Islands", 
    "Nutrition and diet", 
    "Poverty and welfare assistance", 
    "Prescription drugs", 
    "Product safety and quality", 
    "Puerto Rico", 
    "Tax treatment of families", 
    "U.S. territories and protectorates", 
    "Veterans' loans, housing, homeless programs", 
    "Veterans' medical care", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2012-12-20", 
    "text": "Spending Reduction Act of 2012 - Title I: Agriculture - (Sec. 101) Amends the American Recovery and Reinvestment Act of 2009 to terminate the increase in the value of supplemental nutrition assistance program (SNAP, formerly the food stamp program) benefits for Puerto Rico and American Samoa on March 1, 2013. (Sec. 102) Amends the Food and Nutrition Act of 2008 to limit categorical SNAP eligibility to households receiving specified other program benefits in cash. (Sec. 103) Eliminates the requirement that a state agency using a standard utility allowance provide such allowance to a household that receives assistance under the Low Income Home Energy Assistance Act of 1981 or other energy assistance program if such household incurs out-of-pocket heating or cooling expenses exceeding such assistance. (Sec. 104) Eliminates: (1) administrative cost sharing to states for certain employment and training programs, (2) state bonus programs for effective SNAP administration, and (3) indexing for the nutrition education and obesity prevention grant program. Reduces FY2013 funding for employment and training programs. (Sec. 108) Authorizes FY2013 appropriations to carry out the Food and Nutrition Act of 2008. (Sec. 109) States that this title and the amendments made by this title shall take effect on enactment of this Act, and shall apply only with respect to certification periods that begin on or after such date. Title II: Committee on Energy and Commerce - Subtitle A: Repeal of Certain ACA Funding Provisions - (Sec. 201) Amends the Patient Protection and Affordable Care Act (PPACA) to repeal provisions: (1) appropriating funds to the Secretary of Health and Human Services (HHS) to award grants to states for activities (including planning activities) related to establishing an American Health Benefit Exchange (a state health insurance exchange), (2) establishing and appropriating funds to the Prevention and Public Health Fund (a Fund to provide for expanded and sustained national investment in prevention and public health programs to improve health and help restrain the rate of growth in private and public sector health care costs), and (3) appropriating funds for the establishment and operation of the Consumer Operated and Oriented Plan (CO-OP) program (designed to foster the creation of qualified nonprofit health insurance issuers to offer qualified health plans in the individual and small group markets). Rescinds any unobligated balance appropriated under such provisions. Subtitle B: Medicaid - (Sec. 211) Amends title XIX (Medicaid) of the Social Security Act (SSA) to: (1) extend the reduction of the threshold level of permissible state taxes on health care providers before federal funding to the state for Medicaid is reduced; (2) reduce the state disproportionate share hospital (DSH) allotment for FY2022; and (3) repeal provisions prohibiting states from reducing eligibility levels for Medicaid. (Sec. 213) Amends title XXI (State Children's Health Insurance Program) (CHIP, formerly known as SCHIP) of SSA to repeal provisions prohibiting states from reducing eligibility levels for CHIP. (Sec. 214) Repeals provisions that increased Medicaid payments to territories though FY2019. Decreases the federal medical assistance percentage (FMAP) for Puerto Rico, the Virgin Islands, Guam, the Northern Mariana Islands, and American Samoa. (Sec. 215) Repeals provisions providing bonus payments to states for enrollment and retention programs for children covered under Medicaid and CHIP. Title III: Financial Services - Subtitle A: Orderly Liquidation Fund - (Sec. 311) Amends the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank) to repeal authority for: (1) judicial procedures for the orderly liquidation of certain financial companies, and (2) the Orderly Liquidation Fund. Subtitle B: Home Affordable Modification Program - HAMP Termination Act of 2012 - (Sec. 323) Amends the Emergency Economic Stabilization Act of 2008 to prohibit the Secretary of the Treasury (Secretary) from providing assistance under the Home Affordable Modification Program (HAMP) under the Making Home Affordable initiative. Exempts from this prohibition assistance provided on behalf of homeowners to whom an offer to participate in HAMP was provided before enactment of this Act. Prohibits certain unobligated funds from being made available under HAMP. Restricts the use of such funds solely to federal budget deficit reduction. Directs the Secretary to: (1) study the extent of usage of HAMP by, and its impact upon, covered homeowners; and (2) publish on the Department of the Treasury website that HAMP has been terminated. (Sec. 324) Declares that Congress encourages banks to work with homeowners to: (1) provide loan modifications to those that are eligible, and (2) assist with foreclosure prevention programs and information on loan modifications. Subtitle C: Bureau of Consumer Financial Protection - (Sec. 331) Amends the Consumer Financial Protection Act of 2010 to repeal the requirement for an annual transfer of funds from the Board of Governors of the Federal Reserve System to the Consumer Financial Protection Bureau (CFPB). Repeals: (1) the Consumer Financial Protection Fund, (2) the Victims Relief Fund, and (3) the authorization of appropriations and requirement for an annual report. Authorizes appropriations for FY2013-FY2014. Subtitle D: Repeal of the Office of Financial Research - (Sec. 341) Amends Dodd-Frank to eliminate the Office of Financial Research. Title IV: Committee on the Judiciary - Help Efficient, Accessible, Low-cost, Timely Healthcare (HEALTH) Act of 2012 - Sets conditions for lawsuits arising from health care liability claims and actions concerning the provision of health care goods or services or any medical product affecting interstate commerce. (Sec. 402) Establishes a statute of limitations of three years after the date of manifestation of injury or one year after the claimant discovers, or through the use of reasonable diligence should have discovered, the injury, whichever occurs first, unless tolled for any of the following: (1) upon proof of fraud, (2) intentional concealment, or (3) the presence in the the injured person of a foreign body that has no therapeutic or diagnostic purpose or effect. (Sec. 403) Limits noneconomic damages to $250,000, regardless of the number of parties against whom the action is brought or the number of separate claims or actions brought with respect to the same injury. Provides that each party shall be liable only for the amount of damages allocated to such party in direct proportion to such party's percentage of responsibility, and not for the share of any other person. Requires the court to supervise the arrangements for payment of damages to protect against conflicts of interest that may have the effect of reducing the amount of damages awarded that are actually paid to claimants. Limits contingent fees. (Sec. 405) Permits punitive damages to be awarded against any person in a health care lawsuit only if: (1) it is proven by clear and convincing evidence that such person acted with malicious intent to injure the claimant or that such person deliberately failed to avoid unnecessary injury such person knew the claimant was substantially certain to suffer; and (2) a judgment for compensatory damages has been rendered against that person. Sets forth factors that may be considered in determining the amount of punitive damages, which shall be limited to the greater of $250,000 or two times the amount of economic damages awarded. Prohibits the award of punitive damages against a manufacturer or distributor of, a supplier of any component or raw material of, or a health care provider that prescribes or dispenses, a medical product that complies with FDA standards. (Sec. 406) Requires the court, at the request of any party in the lawsuit, to enter a judgment ordering that future damages be paid by periodic payments, in accordance with the Uniform Periodic Payment of Judgments Act promulgated by the National Conference of Commissioners on Uniform State Laws, if an award of future damages equaling or exceeding $50,000 is made against a party with sufficient insurance or other assets to fund such a payment. Title V: Committee on Oversight and Government Reform - (Sec. 501) Increases federal employee contributions under the Civil Service Retirement System (CSRS) and the Federal Employees' Retirement System (FERS) by 5% of salary over 5 years, beginning in calendar year 2013. Increases retirement contributions for: (1) Members of Congress in CSRS and FERS and for congressional employees in CSRS by 8.5% (by 7.5% for congressional employees in FERS) of salary over 5 years, beginning in calendar year 2013; and (2) Members of Congress and certain federal employees who begin federal service after December 31, 2012, and who have less than 5 years of creditable service for retirement purposes (revised annuity employees). Requires any excess contributions made by an employee of the U.S. Postal Service (USPS) or the Postal Regulatory Commission (PRC) to be deposited to the credit of the Postal Service Fund, rather than the Civil Service Retirement and Disability Fund. Modifies rules for determining government contributions to CSRS and FERS made after December 31, 2012, and requires any excess contributions to FERS to be used for reducing the unfunded liability of CSRS. (Sec. 502) Eliminates the annuity supplement for FERS employees hired after December 31, 2012, except for certain law enforcement officers, firefighters, nuclear material couriers, border protection officers, and air traffic controllers. (Sec. 503) Allows federal employees (including employees of USPS and PRC) and Members of Congress in CSRS or FERS to deposit any payment they receive for accumulated and accrued annual or vacation leave into their Thrift Savings Fund accounts. Requires the Executive Director of the Federal Retirement Thrift Investment Board to promulgate regulations for such deposits. Title VI: Committee on Ways and Means - Subtitle A: Recapture of Overpayments Resulting From Certain Federally-subsidized Health Insurance - (Sec. 601) Amends the Internal Revenue Code to repeal the limitation on the recapture of advance payment amounts of the tax credit for health insurance premium assistance that exceed the allowable amount of such credit for certain low-income taxpayers. Subtitle B: Social Security Number Required to Claim the Refundable Portion of the Child Tax Credit - (Sec. 611) Requires taxpayers who are claiming the refundable portion of the child tax credit to include their social security numbers on their tax returns. Subtitle C: Human Resources Provisions - (Sec. 621) Repeals the program of block grants to states for social services under title XX (Block Grants to States for Social Services) of the Social Security Act, effective October 1, 2012. Title VII: Sequester Replacement - Sequester Replacement Act of 2012 - (Sec. 702) Amends the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) to remove veterans' medical care from the accounts subject to a sequester. (Sec. 703) Abolishes the distinction between security and nonsecurity categories of discretionary spending for new budget authority in FY2013. Combines the dollar amounts of the current categories ($686 billion for the security category and $361 billion for the nonsecurity category) into a single amount of $1.047 trillion in new budget authority. Revises sequestration requirements for FY2013 to require a $19.104 billion across-the-board decrease in the discretionary spending category as of January 2, 2013. Directs the Office of Management and Budget (OMB) to issue a supplemental sequestration report for FY2013 to eliminate any discretionary spending breach of the $1.047 trillion spending limit, as adjusted by the $19.104 billion across-the-board reduction requirement of this Act. Directs the President to order a sequestration, if any, as required by such report. (Sec. 704) Amends the Congressional Budget Act of 1974 to authorize the chair of the Committee on the Budget of the House of Representatives or the Senate to make adjustments to any legislative measure to conform to the discretionary spending limits of this Act. (Sec. 706) Nullifies any sequestration order the President may issue under the Gramm-Rudman-Hollings Act to carry out reductions to direct spending for the FY2013 defense function (050)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Spending Reduction Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "HAMP Termination Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Help Efficient, Accessible, Low-cost, Timely Healthcare (HEALTH) Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sequester Replacement Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Spending Reduction Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "HAMP Termination Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Help Efficient, Accessible, Low-cost, Timely Healthcare (HEALTH) Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Sequester Replacement Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for spending reduction.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T23:02:45-05:00"
}