{
  "actions": [
    {
      "acted_at": "1990-05-15", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2621-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-15", 
  "number": "2621", 
  "official_title": "A bill to establish a program for the financing of public works infrastructure needs with the participation of the United States Army Corps of Engineers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Works Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-15", 
  "subjects": [
    "Capital investments", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal-state relations", 
    "Grants-in-aid", 
    "Infrastructure (Economics)", 
    "Public works"
  ], 
  "subjects_top_term": "Public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-15", 
    "text": "Public Works Act of 1990 - Title I: Statement Requirements - Provides that monies in any Public Works Fund established by a State under this Act shall be available for providing financial assistance for capital investment in the construction of: (1) waste-water treatment works; (2) public water systems; and (3) solid waste management facilities. Requires each State, before it may receive payments under this Act, to have: (1) established a Public Works Fund; and (2) entered into a binding agreement with the Secretary of the Army governing a State's receipt and deposit of payments into the Fund, State funds matching 25 percent of Federal payments, and accounting, audit, and fiscal procedures. Requires each State, before receiving any payments under this Act, to have prepared and had approved by the Secretary an Intended Use Plan for such payments. Outlines Plan requirements, including a methodology for allocating monies and designating priority among the categories of proposed projects. Allows a State to reserve annually from its Fund a specified amount for the purposes of planning and other related activities. Conditions project eligibility for State Fund disbursements on: (1) compliance with the Safe Drinking Water Act, the Federal Water Pollution Control Act, and the Resources Conservation and Control Act, as appropriate; and (2) existence of a local cooperation agreement signed by the local sponsor for the project, the proper representative of the State, and a designated representative of the Secretary and providing for a minimum of ten percent funding for each such project from local sources. Title II: Federal Requirements - Requires the Secretary, acting through the Chief of Engineers, to administer the authorities under this Act. Establishes an Office of Community Public Works Assistance to administer such authorities. Provides for the allocation among States of funds appropriated for this Act based on applications made by States for specific projects. Requires the Secretary and each State to jointly establish a schedule of payments for grants made to States under this Act. Authorizes the Secretary to refuse to sign a local cooperation agreement for a project only if such project is inconsistent with the provisions of this Act. Directs the Secretary to conduct annual reviews and audits to assure compliance with this Act. Requires the State to submit annual reports to the Secretary on the use of payments received. Requires the Secretary to notify the State of any noncompliance found and to require such State to take appropriate corrective action. Provides time limits for the corrective action after which additional financial assistance payments will be withheld. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Works Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program for the financing of public works infrastructure needs with the participation of the United States Army Corps of Engineers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:02-05:00"
}