{
  "actions": [
    {
      "acted_at": "1996-02-28", 
      "references": [
        {
          "reference": "CR E247-248", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-02-28", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-02-28", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-02-29", 
      "in_committee": "House Committee on Commerce", 
      "in_subcommittee": "Telecommunications and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2979-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Barton, Joe", 
      "sponsored_at": "1996-02-28", 
      "state": "TX", 
      "thomas_id": "00062", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Bentsen, Ken", 
      "sponsored_at": "1996-09-19", 
      "state": "TX", 
      "thomas_id": "00079", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "1996-09-19", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Coburn, Tom A.", 
      "sponsored_at": "1996-02-29", 
      "state": "OK", 
      "thomas_id": "00212", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frisa, Dan", 
      "sponsored_at": "1996-02-28", 
      "state": "NY", 
      "thomas_id": "00417", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Gillmor, Paul E.", 
      "sponsored_at": "1996-02-28", 
      "state": "OH", 
      "thomas_id": "00439", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Hastert, J. Dennis", 
      "sponsored_at": "1996-02-28", 
      "state": "IL", 
      "thomas_id": "00510", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Moorhead, Carlos J.", 
      "sponsored_at": "1996-02-28", 
      "state": "CA", 
      "thomas_id": "00830", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Oxley, Michael G.", 
      "sponsored_at": "1996-02-28", 
      "state": "OH", 
      "thomas_id": "00885", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Porter, John Edward", 
      "sponsored_at": "1996-02-28", 
      "state": "IL", 
      "thomas_id": "00923", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Schaefer, Dan", 
      "sponsored_at": "1996-02-28", 
      "state": "CO", 
      "thomas_id": "01026", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-02-28", 
  "number": "2979", 
  "official_title": "To ensure the financial self-sufficiency of public broadcasting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Broadcasting Self-Sufficiency Act of 1996", 
  "sponsor": {
    "district": "8", 
    "name": "Fields, Jack", 
    "state": "TX", 
    "thomas_id": "00380", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-02-28", 
  "subjects": [
    "Administrative procedure", 
    "Advertising", 
    "Appropriations", 
    "Arts, culture, religion", 
    "Auditing", 
    "Authorization", 
    "Citizenship education", 
    "Commerce", 
    "Communication satellites", 
    "Competition", 
    "Corporate finance", 
    "Corporate management", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Educational television", 
    "Emblems", 
    "Executive compensation", 
    "Federal Communications Commission", 
    "Federal aid to the arts and humanities", 
    "Finance and financial sector", 
    "Financial statements", 
    "Government operations and politics", 
    "Government trust funds", 
    "Independent regulatory commissions", 
    "Law", 
    "Licenses", 
    "Loans", 
    "Nonprofit organizations", 
    "Presidential appointments", 
    "Privatization", 
    "Public broadcasting", 
    "Public meetings of administrative bodies", 
    "Public radio", 
    "Public television", 
    "Radio stations", 
    "Salaries", 
    "Science, technology, communications", 
    "Social welfare", 
    "Space activities", 
    "Television advertising", 
    "Television frequency allocation", 
    "Television programs", 
    "Television stations", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-02-28", 
    "text": "TABLE OF CONTENTS: Title I: Transition from Federal Funding Subtitle A: Public Broadcasting Station Opportunities Subtitle B: Corporation for Public Broadcasting Financial Flexibility Title II: Privatization of the Corporation for Public Broadcasting Public Broadcasting Self-Sufficiency Act of 1996 - Title I: Transition from Federal Funding - Subtitle A: Public Broadcasting Station Opportunities - Amends the Communications Act of 1934 (the Act) to state that a prohibition against a public broadcasting station (PBS) making or broadcasting advertisements shall not prohibit a PBS from broadcasting: (1) well-established corporate logos or slogans, even if they include a call to action by viewers or listeners; or (2) strictly quantifiable comparative descriptions of products or services or their providers. Allows a noncommercial educational broadcast station to broadcast programs produced or furnished by, or at the expense of, persons other than the licensee and to receive compensation for such broadcasts. (Sec. 104) Authorizes the licensees or permittees of a commercial and a public broadcast television (TV) station to jointly petition the Federal Communications Commission (FCC) to request an exchange of TV channels. Requires the FCC to act on such petition within 90 days, taking into account specified considerations. (Sec. 105) Authorizes the licensees of two overlapping stations, subject to specified requirements and limitations, to operate one such station for remunerative purposes, including the transmission of commercial TV programming originated by such licensee or by another party and the transmission of subscription TV or pay-per-view services. Provides remunerative use conditions. Directs the FCC to approve the sale of an overlapping station to one of the parties, upon application, for the operation of such station as a commercial TV station, under specified conditions. Subtitle B: Corporation for Public Broadcasting Financial Flexibility - Sets forth purposes of the Corporation for Public Broadcasting, including promoting the delivery of local public telecommunications services which advance education, support culture, and foster American citizenship. Authorizes appropriations through FY 2000 for the Public Broadcasting Fund, to be available on a fiscal year basis. Directs the Corporation, through September 30, 2000 (transition period), to establish an annual budget for use in allocating amounts from the Fund. Prohibits more than five percent of all amounts appropriated into the Fund for allocation for any fiscal year from being used for administrative expenses, with 75 percent of the remainder allocated for public TV broadcasting and 25 percent for public radio broadcasting. Requires during the transition period: (1) public meetings preceded by reasonable notice before the awarding of public television or radio grants; (2) public access to financial reports of a public telecommunications entity; and (3) the Corporation to ensure that financial support is given on a one-station-per-market basis. Limits the rates of pay of employees of the Public Broadcasting Service and National Public Radio (PBS and NPR). Establishes the Public Broadcasting Satellite Interconnection Fund, requiring PBS and NPR to prepare a final report for the Congress on the status of the Fund. Title II: Privatization of the Corporation for Public Broadcasting - Provides membership requirements for members of the Corporation's Board of Directors who are chosen during the transition period, including the required experience. Repeals, upon the termination of the transition period, various provisions relating to the organization and duties of the Corporation. (Sec. 202) Amends the Act to direct the Corporation to establish a trust fund for the investment and management of funds to support public broadcasting, with specified fund income requirements. Directs the Corporation to ensure that where more than one public television station serves a community, the total trust fund grants provided to those stations are not more than would be provided if such community was served by a single station. Authorizes the Corporation to expend up to 25 percent of trust fund income for TV and radio program production. Authorizes the FCC to allocate by means of competitive bidding the initial licenses and construction permits for the use of the electromagnetic spectrum reserved for noncommercial education TV stations as of the enactment of this Act and for which no application has been accepted. Outlines bidding requirements. Authorizes appropriations received from such bidding (not to exceed $1 billion) to the trust fund. Authorizes the FCC to compensate licensees relinquishing their stations for allocation by such bidding. Directs the Secretary of the Treasury, before making any appropriated funds available to the Corporation, to take specified action to verify Corporation compliance with trust fund requirements. Directs the Corporation to submit to the Congress an annual statement on the financial condition of the trust fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Broadcasting Self-Sufficiency Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To ensure the financial self-sufficiency of public broadcasting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:11-05:00"
}