{
  "actions": [
    {
      "acted_at": "1987-01-12", 
      "references": [], 
      "text": "Introduced in the Senate and read twice and held at the desk by unanimous consent. Until the close of business January 16, 1987.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-01-16", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Budget; Governmental Affairs pursuant to the order of August 4, 1977, with instructions that if one committee reports, the other has thirty days of continuous session to report or be discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-02-04", 
      "in_committee": null, 
      "references": [], 
      "status": "REFERRED", 
      "subcommittee": "Federal Spending, Budget, Account", 
      "text": "Referred to Subcommittee on Federal Spending, Budget, Account.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s286-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Federal Spending, Budget, and Accounting", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1987-02-19", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1987-03-18", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1987-01-21", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Quayle, Dan", 
      "sponsored_at": "1987-01-20", 
      "state": "IN", 
      "thomas_id": "00935", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1987-03-23", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-12", 
  "number": "286", 
  "official_title": "A bill to provide for a two-year Federal budget cycle, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Budget Procedures Improvement Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Ford, Wendell H.", 
    "state": "KY", 
    "thomas_id": "01334", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-02-04", 
  "subjects": [
    "Appropriations", 
    "Congress and Members of Congress", 
    "Congressional budget process", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Federal budget process", 
    "Federal budgets", 
    "Fiscal policy", 
    "House of Representatives", 
    "House rules and procedure", 
    "Legislation", 
    "Legislative resolutions", 
    "Senate", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-12", 
    "text": "Budget Procedures Improvement Act of 1987 - Amends the Congressional Budget Act of 1974 to revise the Federal and congressional budget process by: (1) establishing a two-year budgeting cycle and timetable beginning in the 101st Congress; (2) providing for separate consideration of authorizations, appropriations, concurrent resolutions on the budget, and the reconciliation bill or resolution; and (3) requiring the Congress to complete action on a second concurrent resolution on the budget that reaffirms or revises the first budget resolution. Defines the two-fiscal-year budget period as the period of two consecutive fiscal years beginning on October 1 of any even-numbered year. Requires the Director of the Congressional Budget Office, on or before April 15 of each odd-numbered year, to transmit to the Committees on the Budget of the House and of the Senate a fiscal policy report for each fiscal year in the succeeding two-fiscal-year budget period. Requires the Director, on March 31 of each even-numbered year, to transmit to such Committees any revisions necessary due to changing economic conditions or revisions in the President's budget. Requires each Budget Committee to report to its House the first concurrent resolution on the budget by June 15 of each odd-numbered year. Makes it out of order in either the Senate or the House to consider any first concurrent resolution on the budget or any revision thereof which: (1) directs any committee to determine and recommend changes in bills, laws, or resolutions; or (2) includes any matter with respect to any subject other than budget outlays or authority, a budget surplus or deficit, revenues, or the level of the public debt. Requires the Congress to complete action on the first concurrent resolution on the budget by July 31 of each odd-numbered year. Requires the Committee on Appropriations of the House to report regular appropriations bills by March 31 of each even-numbered year. Requires all bills and resolutions providing budget authority or specified spending authority for any two-fiscal-year budget period to be reported: (1) to the House by March 31 of the year in which such period begins; and (2) to the Senate by April 15 of such year. Requires the Congress, by July 15 of each even-numbered year, to complete action on: (1) all regular appropriations bills providing new budget authority for the budget period beginning October 1 of that year; and (2) bills or resolutions providing specified spending authority which is to become effective during such budget period. Prohibits bills and resolutions providing new budget or spending authority for any two-fiscal-year budget period from being enrolled until the second concurrent resolution on the budget has been agreed to, and if a reconciliation bill or resolution, or both, are required to be reported for such period, until the Congress has completed action on such legislation. Requires each Budget Committee, by June 15 of each even-numbered year, to report to its House a second concurrent resolution on the budget that reaffirms or revises the concurrent resolution on the budget most recently agreed to for the upcoming budget period. Requires such second budget resolution to: (1) specify the total amount by which new budget authority, budget authority initially provided for prior fiscal years, new entitlement authority, credit authority, revenues, and the public debt limit are to be changed; and (2) direct the committees having jurisdiction to determine and recommend revisions in the appropriate laws and legislation to effect such changes. Makes it out of order in the House or the Senate to consider any second budget resolution that directs any committee to make revisions authorizing the enactment of new budget authority. Requires the Congress to complete action on the second budget resolution by August 1 of each even-numbered year. Makes it out of order in the House or the Senate to consider any reconciliation legislation changing any provision of law other than one providing new budget or spending authority, relating to revenues, or specifying the amount of the public debt limit. Requires the Congress to complete action on any reconciliation bill or resolution by September 25 of each even-numbered year. Requires specified Congressional Budget Office and congressional committee reports on congressional budget actions to include tables setting forth estimates of budget authority, specified spending authority, and budget outlays for each Federal budget account, including estimates for budget and spending authority which will become available without further congressional action and the resulting budget outlays. Requires such information to accompany any budget resolution or other bill relating to budget authority, spending authority, or outlays that is reported from committee. Requires any bill or resolution authorizing new budget authority to be reported in the House or the Senate by July 1 of the odd-numbered year preceding the budget period. Provides for the waiver of such requirement in the House and the Senate. Requires the Congress to complete action on all such authorizations by December 1 of such year. Directs the Committees on Appropriations of the House and the Senate to: (1) conduct a continuing study of provisions of law which provide spending authority or permanent budget authority; and (2) submit occasional reports on any recommendations for terminating or modifying such provisions. Requires the President to transmit to the Congress: (1) the Federal budget for each two-fiscal-year budget period by January 15 of each odd-numbered year beginning with 1989; and (2) revisions in the budget by January 15 of each even-numbered year. Makes conforming amendments in provisions governing the style and title of Acts making appropriations. Amends the Legislative Reorganization Act of 1946 to require each standing committee of the Senate and the House (except specified committees), during the period beginning on January 15 of each odd-numbered year and ending October 1 of the following year, to: (1) review and study the application, administration, execution, and effectiveness of those laws within the jurisdiction of such committee and the organization and operation of the Federal entities responsible for the administration and execution of such laws in order to determine whether such laws and related programs are being implemented in accordance with congressional intent; (2) study conditions which may indicate the need for legislation; (3) report any findings to its House by October 1 of each even-numbered year; and (4) use such findings as the basis for its legislative work during the succeeding Congress. Requires Federal agencies and the Comptroller General to provide specified assistance to requesting committees. Makes appropriations to continue projects and activities provided for under any regular appropriations Act not enacted by the beginning of a budget period at a rate of operations not exceeding the rate provided for such project or activity in the preceding budget period. Provides that such continuing appropriations shall remain available until the earlier of the day after all regular appropriations bills for the budget period are enacted or the last day of the budget period. Prohibits any regular appropriations Act for any budget period from becoming effective until the later of the first day of such budget period or the day after the date on which all of the regular appropriations bills for such budget period have become law. Makes transitional amendments. Requires the President to submit a budget for FY 1990, and the Congress to act on it, according to current law, with specified exceptions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Budget Procedures Improvement Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a two-year Federal budget cycle, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:10-05:00"
}