{
  "actions": [
    {
      "acted_at": "1991-10-22", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-26", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held. Hearings printed: S.Hrg. 102-608.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1846-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-22", 
  "number": "1846", 
  "official_title": "A bill to modify the tax and budget priorities of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family Tax Relief Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Bradley, Bill", 
    "state": "NJ", 
    "thomas_id": "01289", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-10-22", 
  "subjects": [
    "Agricultural price supports", 
    "Agricultural subsidies", 
    "Agriculture in foreign trade", 
    "Aid to dependent children", 
    "Aircraft carriers", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Artificial satellites", 
    "Bomber aircraft", 
    "Budget deficits", 
    "Child support", 
    "Coal", 
    "Collection of accounts", 
    "Congressional budget process", 
    "Congressional oversight", 
    "Cost of living adjustments", 
    "Cotton", 
    "Defense budgets", 
    "Defense industries", 
    "Defense procurement", 
    "Economics and public finance", 
    "Education", 
    "Environmental protection", 
    "Europe", 
    "Executive reorganization", 
    "Export finance", 
    "Families", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal budgets", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Fighter aircraft", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government corporations", 
    "Government lending", 
    "Government spending reductions", 
    "Grain", 
    "Income", 
    "Income tax", 
    "Intercontinental ballistic missiles", 
    "M-X missile", 
    "Medicaid", 
    "Military aircraft", 
    "Military bases", 
    "Military helicopters", 
    "Military posture", 
    "Negotiations", 
    "Nuclear aircraft carriers", 
    "Nuclear energy", 
    "Petroleum", 
    "Postal rates and revenues", 
    "Public assistance programs", 
    "Rice", 
    "Small business", 
    "Social security eligibility", 
    "Space stations", 
    "Space warfare", 
    "Spacecraft", 
    "Strategic forces", 
    "Student loan funds", 
    "Submarines", 
    "Superconductivity", 
    "Tanks (Combat vehicles)", 
    "Tax credits", 
    "Tax refunds", 
    "Wheat"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-10-22", 
    "text": "Family Tax Relief Act 1991 - Title I: Modifications of Personal Income Tax - Amends the Internal Revenue Code to allow a refundable tax credit of $350 for each child under the age of 18. Title II: Modifications of the Congressional Budget Process - Amends the Congressional Budget Act of 1974 to reduce the discretionary spending limits for the defense, international, and domestic categories for FY 1992 and 1993. Reduces overall discretionary spending limits for FY 1994 and 1995. Amends the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) to require the reductions in outlays for FY 1992 through 1995 resulting from the reductions in discretionary spending limits under this title to be treated as savings in direct spending for sequestration purposes. Title III: Nondefense Spending Savings - Subtitle A: Aid to Families With Dependent Children - Amends part A (Aid to Families With Dependent Children) (AFDC) of title IV of the Social Security Act to require State plans to reduce AFDC payments by reason of the tax credit for children. Provides that if any family becomes ineligible for AFDC payments because of such reduction, the family remains eligible for any other program the qualification for which is eligibility to receive such aid, and will not be required to reapply if otherwise eligible. Prohibits the approval of any State plan for medical assistance if payment levels are less than the payment levels in effect under such plan on October 1, 1991 (currently, May 1, 1988). Revises the method of allocating child support payments received for AFDC recipients. Subtitle B: Termination of Specific Programs - Terminates the following: (1) the superconductor super collider project; (2) the Space Station Freedom Program or any other space station; and (3) reduced rate mailings for qualified nonprofit organizations, except mailings by blind or other handicapped persons. Subtitle C: Termination of Certain Loan and Guarantee Programs - Provides for the termination of the Small Business Administration and the Export-Import Bank of the United States. Transfers certain authorities to other Federal agencies. Subtitle D: Education Provisions - Amends the Higher Education Act of 1965 to require certain institutions of higher education to pay a co-origination fee in order for a student to be eligible to receive certain loans to attend such institution. Bases such fee on the loan default rate of the institution. Requires the Secretary of Education to use such fees to make payments on defaulted loans. Lowers the rates on special allowances paid to lenders who make higher education loans. Amends the Deficit Reduction Act of 1984 to make permanent provisions regarding the collection of non-tax debts owed to Federal agencies. Amends Federal law to revise the method of computing aid to local educational agencies in the case of children of persons who reside or work on Federal property by taking into account the number of children whose parents are employed on public housing property. Subtitle E: Agricultural Programs - Amends the Food Security Act of 1985 to make individuals with adjusted gross incomes in excess of $100,000 ineligible for deficiency payments. Amends the Agricultural Act of 1949 to set forth the percentage of reduction in deficiency payments for wheat, feed grains, cotton, rice, and crops for crop years 1992 through 1995. Amend the Agricultural Trade Act of 1978 to repeal the export enhancement program and the market promotion program. Prohibits the Secretary of Agriculture from using cash or commodities of, or owned by, the Commodity Credit Corporation or the Department of Agriculture to subsidize: (1) the export of an agricultural commodity or product; or (2) market and export promotion of an agricultural commodity or product by any person. Title IV: National Security Savings - Prohibits the Department of Defense from procuring the following weapon systems: (1) B-2 bomber aircraft; (2) MX missiles; and (3) small intercontinental ballistic missiles (SICBM). Suspends the following weapon system programs until the President certifies to the Congress the need for such programs and the Congress authorizes such programs to proceed: (1) the Air Force advanced tactical fighter; (2) the aerospace plan; (3) the MILSTAR satellite; (4) the A-12 aircraft; (5) the V-22 Osprey aircraft; and (6) the Army light helicopter. Limits the procurement of certain weapon systems that are procured for use in any fiscal year after FY 1991 to the minimum number of units necessary to maintain a defense industrial base sufficient for producing that weapon system as needed to meet existing and contingent threats to national security as, determined by the President. Specifies such systems as: (1) the seawolf submarine (SSN-21); (2) the M-1 tank; (3) the F/A-18 aircraft; (4) helicopters; (5) the F-14 aircraft; and (6) the F-16 aircraft. Expresses the sense of the Congress that: (1) the modernization of weapon systems, including aircraft carriers, should continue; and (2) the Navy should continue to operate non-nuclear-powered aircraft carriers in the fleet while the environmental risks associated with the deployment of nuclear aircraft carriers into zones of armed conflict are unacceptable. Amends the Department of Defense Authorization Act, 1985 to reduce the strength level of armed forces stationed in Europe. Specifies the armed forces end strengths for FY 1992 through 1996. Provides for the distribution of personnel reductions by: (1) removing two heavy divisions of the Army from active to reserve components; (2) deactivating two light infantry divisions of the Army; and (3) reducing the number of aircraft carrier groups in the Navy. Declares that the Congress urges the President to enter into negotiations with appropriate foreign countries in regions where there are serious threats to vital national security interests of the United States in order to provide for the establishment of facilities in such countries that are suitable for facilitating rapid deployment of appropriate elements of the armed forces to those regions in the event of an international crisis that threatens those national security interests. Directs the President to take action as necessary to increase significantly the sea lift capabilities of the armed forces in order to facilitate the rapid deployment of such regions. Authorizes the Department of Defense to use funds available for the Strategic Defense Initiative (SDI) for the development and deployment of an antiballistic missile defense system that is the minimum system necessary to defend the United States against a limited ballistic missile attack, including accidentally launched ballistic missiles. Authorizes appropriations for the sea lift and SDI."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Tax Relief Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to modify the tax and budget priorities of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:16-05:00"
}