{
  "actions": [
    {
      "acted_at": "1991-06-11", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1273-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1991-06-11", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanford, Terry", 
      "sponsored_at": "1991-09-25", 
      "state": "NC", 
      "thomas_id": "01427", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1991-06-11", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-11", 
  "number": "1273", 
  "official_title": "A bill to establish national standards for the manufacture and labeling of certain plumbing products in order to conserve and protect water resources, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Plumbing Products Efficiency Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Fowler, Wyche, Jr.", 
    "state": "GA", 
    "thomas_id": "00405", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-11", 
  "subjects": [
    "Consumer goods", 
    "Electric appliances", 
    "Energy conservation", 
    "Energy policy", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Foreign trade and international finance", 
    "Imports", 
    "Industrial standards", 
    "Labeling", 
    "Standards", 
    "Water conservation", 
    "Water resources development", 
    "Water supply", 
    "Water use"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-11", 
    "text": "National Plumbing Products Efficiency Act of 1991 - Title I: Water Use Standards for Plumbing Products - Requires the Secretary of Commerce to prescribe test procedures for classified products. Directs the Secretary to establish water use performance standards for plumbing products classified as covered products. Requires such standards to be designed to achieve the maximum water efficiency which the Secretary determines is technologically feasible and economically justified. Sets forth maximum water use standards for the following products: (1) water closets; (2) urinals; and (3) faucets. Directs the Secretary to prescribe water use standards for any product that is classified as a covered product and manufactured and sold on or after the date that is three years after such product receives its classification. Describes the procedure for prescribing water use standards. Directs the Secretary to reevaluate such standards at the end of each five-year period after the date of enactment of this title. Requires the Secretary to publish the existing water use standards in the Federal Register and to allow a specified period for comment by interested persons. Directs the Federal Trade Commission to prescribe labeling and marking rules for each classified product. Directs the Secretary to study the feasibility of determining coverage for additional consumer products. Establishes a procedure for testing plumbing products and for maintaining test data. Directs the National Institute of Standards and Technology to assist the Secretary as necessary. Requires the Secretary of the Treasury to prescribe rules for any covered product offered for importation. Sets forth provisions for prohibited acts, enforcement procedures, and the commencement of civil actions under this title. Declares that standards, procedures, or rules under this title supersede State or river basin commission regulations. Provides for a waiver of Federal preemption over such State or river basin commission regulations. Directs the Secretary of Commerce to establish an advisory committee to report annually to the Congress on the implementation of this title by the Secretary and the Commission. Directs the Secretary to report annually to the Congress and the President on activities under this title. Authorizes appropriations. Title II: Water Use Standards for Dishwashers and Clothes Washers - Amends the Energy Policy and Conservation Act to provide for the establishment of standards for water use by dishwashers and clothes washers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Plumbing Products Efficiency Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish national standards for the manufacture and labeling of certain plumbing products in order to conserve and protect water resources, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:02-05:00"
}