{
  "actions": [
    {
      "acted_at": "1987-12-03", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1915-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-12-03", 
  "number": "1915", 
  "official_title": "A bill to amend title XIX of the Social Security Act to provide incentives to States to increase enrollment of medicaid recipients in prepaid risk-based health care plans, to clarify the conditions of participation under the medicaid program with respect to risk-based health care providers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicaid Risk-Based Health Care Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-12-03", 
  "subjects": [
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Medicaid", 
    "Medicare", 
    "Public assistance programs", 
    "Risk management", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-12-03", 
    "text": "Medicaid Risk-Based Health Care Act of 1987 - Amends title XIX (Medicaid) of the Social Security Act to define \"risk-based health care entity\" in the same terms as a qualified health maintenance organization (HMO). Sets forth provisions to encourage States to increase enrollment of individuals receiving Medicaid in prepaid capitation or other risk-based health care plans. Requires each project under this provision to be conducted for a nonrenewable three-year period. Sets forth application requirements for increased Federal financial assistance to a State with respect to a project. Allows a State to restrict, in the case of individuals receiving medical assistance who are included in a project, the period in which requests for termination of enrollment without cause are permitted. Provides a formula for determining the amount of increased Federal assistance. Amends provisions relating to a State option to establish a minimum enrollment period to apply the provisions to individuals enrolled in certain risk-based health care entities, HMOs, and case management systems. (Current law applies the provisions to individuals enrolled in HMOs and certain entities receiving grants under the Appalachian Regional Development Act of 1965.) Exempts entities having risk-sharing contracts under specified provisions of title XVIII (Medicare) of the Social Security Act from certain standards for Federal Medicaid payments to States to the extent the payments: (1) are for items and services for individuals eligible for benefits under both Medicaid and Medicare; and (2) meet other requirements. Repeals provisions requiring that health insuring organizations meet standards for risk-based health care entities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicaid Risk-Based Health Care Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XIX of the Social Security Act to provide incentives to States to increase enrollment of medicaid recipients in prepaid risk-based health care plans, to clarify the conditions of participation under the medicaid program with respect to risk-based health care providers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:47-05:00"
}