{
  "actions": [
    {
      "acted_at": "2011-06-15", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1207-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2011-06-15", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-15", 
  "number": "1207", 
  "official_title": "A bill to protect consumers by requiring reasonable security policies and procedures to protect data containing personal information, and to provide for nationwide notice in the event of a security breach.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1707-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2577-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Data Security and Breach Notification Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Pryor, Mark L.", 
    "state": "AR", 
    "thomas_id": "01701", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-06-15", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Business records", 
    "Commerce", 
    "Computer security and identity theft", 
    "Computers and information technology", 
    "Consumer affairs", 
    "Consumer credit", 
    "Federal Trade Commission (FTC)", 
    "Federal preemption", 
    "Fraud offenses and financial crimes", 
    "Internet and video services", 
    "Marketing and advertising", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-06-15", 
    "text": "Data Security and Breach Notification Act of 2011 - Requires the Federal Trade Commission (FTC) to promulgate regulations requiring each covered entity (proprietorships, partnerships, estates, trusts, cooperatives, and nonprofit and for-profit corporations) that owns or possesses data containing personal information to implement policies and procedures regarding information security practices for the treatment and protection of such information. Sets forth additional requirements for information brokers, including requiring brokers to: (1) submit their security policies to the FTC with a notification of a security breach or upon FTC request; (2) establish procedures to assure the accuracy of the information they collect, assemble, or maintain that is personal information or that identifies an individual; (3) provide individuals access to their personal information for review; and (4) correct inaccurate information. Authorizes the FTC to conduct information security practices audits of brokers who have had a security breach or require such brokers to conduct independent audits. Directs the FTC to require information brokers to establish measures that facilitate the auditing or retracing of access to, or transmissions of, any data containing personal information. Makes it unlawful for information brokers to obtain or disclose personal information by false pretenses (pretexting). Establishes procedures in the event of an information security breach. Requires a covered entity that discovers a breach to notify the FTC and affected individuals. Sets forth requirements concerning such notification, including the method of notification requirements and timeliness requirements. Allows an exemption from notification requirements if such entity determines that there is no reasonable risk of identity theft, fraud, or other unlawful conduct. Establishes a presumption that there is no such risk for encrypted data. Applies this Act to nonprofit organizations. Sets forth enforcement provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Data Security and Breach Notification Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect consumers by requiring reasonable security policies and procedures to protect data containing personal information, and to provide for nationwide notice in the event of a security breach.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:11:16-05:00"
}