{
  "actions": [
    {
      "acted_at": "1987-09-11", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1678-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1987-11-10", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1987-11-10", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1988-02-24", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1988-02-16", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1987-11-20", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1987-12-18", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1987-12-02", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1987-11-05", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1987-12-18", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1987-11-20", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wilson, Pete", 
      "sponsored_at": "1987-11-20", 
      "state": "CA", 
      "thomas_id": "01456", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-09-11", 
  "number": "1678", 
  "official_title": "A bill to establish a block grant program for child care services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Child Care Services Improvement Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-09-11", 
  "subjects": [
    "Actions and defenses", 
    "Block grants", 
    "Business and commerce", 
    "Children and youth", 
    "Courts and Civil Procedure", 
    "Day care", 
    "Employer incentives", 
    "Families", 
    "Federal aid to day care centers", 
    "Government lending", 
    "Income tax", 
    "Individual retirement accounts", 
    "Insurance", 
    "Labor and employment", 
    "Liability (Law)", 
    "Liability insurance", 
    "Licenses", 
    "Revolving funds", 
    "State finance", 
    "States", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exemption", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Torts", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-09-11", 
    "text": "Child Care Services Improvement Act of 1987 - Title I: Child Care Block Grant - Amends the Public Health Service Act to establish a child care services block grant program. Authorizes appropriations for FY 1988 through 1990 for allotments to States to carry out specified child care services activities. Provides for State allotments on the basis of State population and State population weighted by relative per capita income. Provides for additional allotments under specified circumstances. Requires States to use allotment payments to make grants to eligible entities for specified projects. Includes among eligible entities: (1) local government units, including school districts; (2) nonprofit organizations; (3) professional or employee associations; (4) consortia of small businesses; (5) higher education institutions; (6) hospitals or health care facilities; (7) family care providers; or (8) entities that the State considers able and appropriate to carry out a project under this title. Includes among such projects: (1) voucher programs or scholarships to enable low income families to obtain adequate child care; (2) community or neighborhood child care centers, including renovation of public buildings for such purpose; (3) after-school child care programs; (4) grants or loans for start-up costs of employer-sponsored child care programs; (5) training programs for child care providers; (6) temporary care of sick children unable to attend child care programs in which they are enrolled; or (7) any project consistent with the purposes of this Act. Sets forth limitations on the use of such funds and waivers of such limitations. Directs the Secretary of Health and Human Services (the Secretary) to provide technical assistance to States in planning and operating activities under this title. Sets forth provisions for State administration of such funds. Requires States, in order to receive such funds, to certify that they will: (1) coordinate provision of child care services with other available child care services; (2) agree that such funds will be used to supplement, not supplant, non-Federal funds; (3) establish an advisory council on child care; and (4) adopt standards of accreditation or licensing for family-based and group child care providers, and methods of inspection and certification based on such standards. Requires annual State reports to the Secretary on the use of such funds. Sets forth grant application requirements for eligible entities. Requires assessment of proportional income-based fees, parental involvement, and the meeting of State quality standards. Requires grantees to fund between ten and 50 percent of the project cost with non-Federal funds. Requires States to give priority to projects that will continue to carry out the purposes of this Act without Federal funds. Requires the State Governor to establish an advisory council on child care. Requires each State to determine the age at which children shall become eligible to participate in programs established or benefited under this Act. Title II: Child Care Liability - Part A: Child Care Liability Reform - Applies the provisions of this part, with specified exceptions, to any civil action, in any State or Federal court, against any child care provider or in-home child care provider licensed or accredited pursuant to State or local law or standards, based on any cause of action, including negligence and professional malpractice, in which damages are sought for physical injury or for physical or mental pain or suffering or for property damage. Makes this part inapplicable to civil actions for intentional torts. Provides that this part shall preempt and supersede Federal or State law only to the extent such law is inconsistent. Sets forth certain defenses, rules, and rights which are not affected by this part. Makes joint and several liability inapplicable to any action subject to this title. Makes an exception for concerted actions. Provides for reduction of awards for damages in cases of collateral sources of compensation. Provides for a two-year statute of limitations for civil actions under this title. Makes the following entities which provide child care not liable for any such child care provider or facility which is a separate corporation or organization: (1) nonprofit organizations described under specified Internal Revenue Code provisions and which are tax-exempt; (2) corporations which are controlled by or closely identified with a religious organization which is tax-exempt and operates exclusively to provide child care services; or (3) day or residential schools which provide education. Encourages States to establish an expedited and simplified procedure whereby such entities will be able, inexpensively and quickly, to incorporate separately as a child care provider. Part B: Child Care Liability Insurance Pool - Authorizes any State to permit or provide for the establishment of a child care liability insurance pool whose members are child care providers licensed or accredited pursuant to State or local law or standards. Defines child care liability insurance pool. Authorizes appropriations for FY 1988 to carry out this title and to remain available for assistance to States for FY 1988 through 1990. Directs the Secretary to reserve specified portions of such funds for payments to specified U.S. territories and for administrative costs. Directs the Secretary to allot the remainder to States on the basis of number of children who have not attained the age of 12. Permits a portion of such allotments to be used for State administrative costs. Sets forth State application requirements. Requires State plans to: (1) identify the lead agency designated and responsible for the administration of funds under this part; (2) provide that all participants in the child care liability insurance pool are child care providers who are licensed or accredited pursuant to State or local law or standards; (3) provide that the State shall use at least the amount allotted to establish or maintain a liability insurance pool for child care providers; and (4) specify how any such liability insurance pool will continue to be financed after FY 1990, such as through contributions by the State or by members of such pool. Directs the Secretary to review and approve State plans and to monitor State compliance with requirements of this part. Provides for suspension of payments upon a finding of noncompliance. Sets forth provisions relating to entitlement, method, and State spending of allotment payments. Title III: Revolving Loan Funds - Authorizes appropriations for FY 1988 to carry out this title and to remain available for assistance to States for FY 1988 through 1990. Directs the Secretary to reserve specified portions of such funds for payments to specified U.S. territories and for administrative costs. Directs the Secretary to allot the remainder to States on the basis of number of children who have not attained the age of 12. Permits a portion of such allotments to be used for State administrative costs. Sets forth State application requirements. Requires State plans to set forth procedures and requirements whereby persons desiring to make capital improvements to their principal residence in order to become a licensed or accredited family-based child care facility may obtain a loan from the State revolving loan fund. Requires such fund to be administered by the State and to provide loans to qualified applicants, pursuant to terms and conditions the State establishes. Limits the amount of any such loan to $1,500. Requires the State plan to provide that the State establish a revolving loan fund with certain procedures. Title IV: Amendments to the Internal Revenue Code of 1986 - Child Care Facility Tax Incentive Act of 1987 - Amends the Internal Revenue Code to establish an income tax credit for employers for expenses paid or incurred to acquire, construct, maintain, or operate a qualified child care facility. Requires that such facility be operated by the employer. Requires that at least 30 percent of the facility's enrollees be dependents of employees of such employer. Requires that the facility be located at or near the employer's business premises. Requires that the facility be accredited or licensed under State and local laws. Sets forth special rules for allocation in the case of multiple employers or partnerships and for pass-through in the case of estates and trusts. Excludes earnings from the provision of qualified family-based or in-home child care services from self-employment taxes, estimated taxes, and wage withholding requirements. Requires cafeteria plans to provide a child care option. Provides for an additional personal exemption for a child whose mother has no earned income during the period between the child's birth and the child's attaining age six months. Limits such exemption to taxpayers whose adjusted gross income does not exceed 150 percent of the poverty level. Raises the limitation on the amount which may be contributed to individual retirement accounts for homemakers under provisions for income tax deductions. Provides that such deduction may be allowable even if the spouse is an active participant in a pension plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Care Services Improvement Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Child Care Facility Tax Incentive Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a block grant program for child care services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:42-05:00"
}