{
  "actions": [
    {
      "acted_at": "1979-07-12", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1494-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-12", 
  "number": "1494", 
  "official_title": "A bill to enable the United States to maintain American security and interests respecting the Panama Canal, for the duration of the Panama Canal Treaty of 1977.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Panama Canal Defense Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-12", 
  "subjects": [
    "Administrative fees", 
    "Advisory bodies", 
    "Americans in foreign countries", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Canal Zone", 
    "Canals", 
    "Capital investments", 
    "Cemeteries and funerals", 
    "Civil service employment", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Civil service system", 
    "Collective security agreements", 
    "Congressional oversight", 
    "Corporations and Stocks", 
    "Corrections and Correctional Institutions", 
    "Courts and Civil Procedure", 
    "Department of the Treasury", 
    "Diplomatic privileges and immunities", 
    "Disaster relief", 
    "District courts", 
    "Economics and public finance", 
    "Education", 
    "Environmental assessment", 
    "Executive reorganization", 
    "Extradition", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government liability", 
    "Government operations and politics", 
    "Government property", 
    "Government trust funds", 
    "Health", 
    "Immigration", 
    "International affairs", 
    "Judges", 
    "Judicial officers", 
    "Jurisdiction", 
    "Land transfers", 
    "Law", 
    "Lawyers", 
    "Louisiana", 
    "Military intervention", 
    "Navigation", 
    "Negotiations", 
    "Panama", 
    "Panama Canal", 
    "Postal Services and Facilities", 
    "Postal service", 
    "Presidential powers", 
    "Prisoners", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Public records", 
    "Ships and shipping", 
    "Social welfare", 
    "Sovereignty", 
    "Subversive activities", 
    "Teachers", 
    "Territories (U.S.)", 
    "Treaties", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Treaties", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-12", 
    "text": "Panama Canal Defense Act of 1979 - States the authority for this legislation. Stipulates that acceptance of payments by Panama under the provisions of this Act constitutes recognition of the rightful exercise of sovereignty by the United States in the Canal Zone under the terms of earlier treaties. Title I: Administration and Regulations - Chapter I: Panama Canal Commission - Establishes the Panama Canal Commission to operate and maintain the Panama Canal, subject only to the direction of the Secretary of Defense. Requires the President to appoint an Administrator, a Deputy Administrator, and a Chief Engineer with the advice and consent of the Senate. Establishes a Panama Canal Consultative Committee to advise the United States and Panama on policy affecting the Canal. Authorizes the President to establish a Joint Commission on the Environment with Panama to review periodically the environmental impact of the Panama Canal Treaty of 1977. Provides for a military officer to assume jurisdiction over the Canal if the United States or Panama is at war or war is imminent. Directs the United States Ambassador to Panama to coordinate the transfer of functions to be assumed by Panama pursuant to the Panama Canal Treaty of 1977. Requires each officer and employee of the Panama Canal Commission and each member of the Commission's Supervisory Board to take an oath to discharge faithfully the duties of his office or employment. Requires the Board to adopt a code of conduct applicable to members of the Board and Commission personnel. Directs the Commission to investigate allegations of violations of such code and to recommend to the President that any member of the Board or Commission officer or employee who is the subject of such allegations be suspended pending judicial proceedings. Establishes an Office of Ombudsman within the Panama Canal Commission to receive complaints and suggestions from Government personnel concerning administrative problems caused by implementation of the Panama Canal Treaty of 1977 and related agreements. Expresses the sense of Congress that the President should negotiate with Panama to arrange the stationing of U.S. military forces in the former Canal Zone after the expiration of the Treaty. Chapter 3: Employees - Authorizes the Panama Canal Commission to appoint, fix the compensation of, and define the duties of officers and employees necessary for the management, operation, and maintenance of the Canal. Permits officers and employees of other Federal departments or agencies to serve as employees or officers of the Commission. Sets forth provisions relating to transfers of Federal employees, compensation of certain military individuals, cost-of-living allowances, educational travel benefits, privileges and immunities, and inapplicability of certain benefits to certain noncitizens. Directs the President to establish a Panama Canal Employment System in accordance with applicable Treaty requirements and provisions of law. States that such system shall be based on merit and conform as far as possible to the policies, principles and standards applicable in the competitive service. Requires agency heads to establish written employment standards and rates of basic compensation. Requires uniform application of standards and rates regardless of whether the employee is a citizen of the United States or Panama. Makes provisions for recruitment and retention renumeration and benefits. Stipulates the procedure for review and appeals of classifications, grades, and pay levels. Provides for terms and conditions of employment for employees transferred to the Commission similar to those available prior to transfer. Exempts teachers formerly employed by the Canal Zone Government, who were transferred, from the Defense Department Overseas Teachers Pay and Personnel Practices Act. Makes provisions for United States citizens employed by the Panama Canal Company or the Canal Zone Government and who separate from such employment to be placed in vacant Federal jobs in the United States. Makes similar provisions for other executive agency employees whose positions are eliminated. Stipulates that no spending authority for transferred employees shall take effect before October 1, 1979. Sets forth retirement provisions. Prohibits payments on annuities accruing before October 1, 1979 by reason of these amendments. Makes the United States Attorney an employee of the Commission. Makes Federal labor-management provisions applicable to Federal employees in the Canal Zone. Chapter 5: Funds and Accounts - Terminates the Treasury accounts for the Canal Zone Government and the Panama Canal Company. Transfers the Company's funds to the Panama Canal Commission Fund. Authorizes appropriations to the Commission as necessary. Authorizes the Secretary of Treasury to establish a Panama Canal Emergency Fund. Prohibits the appropriation of funds to the Commission in excess of the revenues in the Commission's Fund. Requires the Commission to establish and maintain its accounts pursuant to the Accounting and Auditing Act of 1950. Directs the Commission to report annually to the President and Congress. Makes provisions for the Commission to reimburse other Federal agencies for retirement and benefit payments. Requires the Department of Defense to reimburse the Commission for maintaining defense facilities in standby condition. Authorizes Defense appropriations to be made available for educational and health care activities. Permits the Commission to aid military post offices in the proper distribution of mail. Terminates the Canal Zone postal service. Provides for the redemption and payment of securities, postal savings certificates, and other accounts. Permits the Commission and the U.S. Postal Service to enter into agreements to meet obligations only to the extent such amounts are provided for in appropriation Acts. Requires the Commission to make those payments required pursuant to the Treaty to Panama. Prohibits payments to Panama if the President or Congress by concurrent resolution determines that Panama is interfering in the internal affairs of another State. Requires the Commission to reimburse the U.S. Treasury for all expenses incurred in implementing the Treaty during 1978 and 1979. Permits the Commission to provide services and materials to Panama at rates agreed to by the Commission and Panama. Authorizes the Commission to provide disaster relief to Panama. Sets forth conditions on the transfer of property to Panama. Chapter 7: Claims for Injuries to Persons or Property - Authorizes the Commission to pay claims up to $120,000 arising from the operation of the Canal or related facilities, including for injuries to vessels, cargo, crew, or passengers passing through the Canal. Sets for the measure of damages for injuries to a vessel. Permits aggrieved persons to appeal a claims determination by the Commission to the U.S. District Court for Eastern Louisiana. Directs the President to establish a Board of Local Inspectors to investigate any accidents or injuries giving rise to a claim. Chapter 9: Public Property - Provides for the reversion of the Panama Canal Company's property, assets, and liabilities to the United States. Authorizes the Commission to use such property as necessary. Authorizes the transfer of property, including the Panama Railroad, to Panama pursuant to the Treaty. Sets forth conditions to such transfer. Chapter 10: Tolls for Use of Canal - Authorizes the President to prescribe rules for the measurement of vessels and tolls to be levied for the use of the Canal. Sets forth certain bases and procedures for setting or adjusting tolls. Permits a toll surcharge to be established for the recovery of interest, depreciation, and capital improvement costs. Places limitations on the amount of tolls. Defines the basis for computation of interest on the investment of the United States in the Canal, to be included in the formula for toll rates. Chapter 11: General Regulations I: - Authorizes the President and the Commission to make regulations concerning their respective areas of responsibility. Chapter 13: Shipping and Navigation - Authorizes the President to regulate the operation and navigation of the Canal. Provides for inspections of vessels. Title II: Treaty Transition Period - Chapter 1: Laws Continued in Force - Continues those laws in force during the transition period that are not inconsistent with the Treaty. Chapter 2: Courts - Continues the jurisdiction of the U.S. District Court for the Canal Zone in accordance with Treaty provisions. Provides for the extension of terms of certain offices as agreed by the United States and Panama. Repeals the requirements that certain court officials reside in the Canal Zone. Amends the Canal Zone Code to authorize the chief judge of the U.S. judicial circuit in which the district court lies to designate a special district judge to act when necessary pursuant to the U.S. Code provisions relating to the assignment of judges. Continues the magistrates' courts for 30 months, unless terminated earlier by the President. Chapter 3: Attorneys - Amends the Canal Zone Code to authorize the district judge to prescribe an appropriate oath for attorneys admitted to practice in the Canal Zone. Chapter 4: Transition Authority - Authorizes the President to exercise any transition authority not contrary to other laws, agreements, or the Treaty. Provides for the transfer to the custody of the Attorney General of prisoners sentenced to terms in excess of one year by the U.S. District Court for the Canal Zone and for issuance of regulations by the Commission for management of prisoners in jails in the Canal Zone. Title III: General Provisions - Chapter 1: Cemeteries - Authorizes appropriations to implement Reservation (3) to the Resolution of Ratification of the Treaty providing for the removal, transportation and reinterment of the remains of United States citizens presently interred in Canal Zone cemeteries. Chapter 2: Immigration - Amends the Immigration and Nationality Act to include immigrants who have been employees of the Panama Canal Company, the Canal Zone Government, or the U.S. Government in the Zone within the category of special immigrants. Waives specified conditions of inadmissibility to the United States for such immigrants until the end of the transition period. Limits the number of such immigrants to 7,500. Chapter 3: Reports; Amendments; Repeals and Redesignation, Effective Date - Requires the President to report annually on the status of the exercise of the rights and responsibilities of the U.S. during the life of the Treaty. Makes certain technical and conforming amendments. Repeals certain Canal Zone Code provisions relating to: (1) administration and regulation; (2) divisions and terms of the district court; and (3) extradition of fugitives from Panama. Repeals: (1) the applicability of the Arms Export Control Act to the Canal Zone; and (2) the authority of the Canal Zone Governor to regulate anchorage and movement of vessels in a national emergency. Redesignates provisions of the Canal Zone Code not repealed by this Act as the \"Panama Canal Code\". Makes this Act effective on the date the Treaty enters into force unless otherwise provided."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Panama Canal Defense Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enable the United States to maintain American security and interests respecting the Panama Canal, for the duration of the Panama Canal Treaty of 1977.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:03-05:00"
}