{
  "actions": [
    {
      "acted_at": "1981-12-10", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-12-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "text": "Referred to Subcommittee on Telecommunications, Consumer Protection and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-02-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-02-17", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-02-18", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-02-23", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-02-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-02-26", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-04", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-25", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-25", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-17", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-22", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-23", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5158-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Consumer Protection and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Bliley, Tom", 
      "sponsored_at": "1982-04-05", 
      "state": "VA", 
      "thomas_id": "00097", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1982-04-05", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Collins, Cardiss", 
      "sponsored_at": "1982-04-05", 
      "state": "IL", 
      "thomas_id": "00220", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1982-04-05", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Mottl, Ronald M.", 
      "sponsored_at": "1982-04-05", 
      "state": "OH", 
      "thomas_id": "00839", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1982-04-05", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Swift, Al", 
      "sponsored_at": "1982-04-05", 
      "state": "WA", 
      "thomas_id": "01129", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Tauke, Thomas Joseph", 
      "sponsored_at": "1982-04-05", 
      "state": "IA", 
      "thomas_id": "01139", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Tauzin, W. J. (Billy)", 
      "sponsored_at": "1982-04-05", 
      "state": "LA", 
      "thomas_id": "01140", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1982-04-06", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-12-10", 
  "number": "5158", 
  "official_title": "A bill to amend the Communications Act of 1934 to revise provisions of the Act relating to telecommunications, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Telecommunications Act of 1981", 
  "sponsor": {
    "district": "2", 
    "name": "Wirth, Timothy", 
    "state": "CO", 
    "thomas_id": "01236", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-12-10", 
  "subjects": [
    "Advisory bodies", 
    "Antitrust law", 
    "Antitrust policy", 
    "Armed forces and national security", 
    "Civil Rights and Liberties", 
    "Civil defense", 
    "Collective bargaining", 
    "Communications and Broadcasting", 
    "Competition", 
    "Congressional oversight", 
    "Corporate reorganizations", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Employee rights", 
    "Equipment and supplies", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Foreign investments", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Labor and employment", 
    "Planning", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Telecommunication policy", 
    "Telecommunication rates", 
    "Telephone"
  ], 
  "subjects_top_term": "Telecommunication policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-12-10", 
    "text": "Telecommunications Act of 1981 - Title I: General Provisions - Amends the Communications Act of 1934 to add new purposes to the list of purposes of the Act. States that such Act shall apply to: (1) all interexchange (long-distance) and international transmissions and to all persons engaged in the United States in providing transmissions subject to title II of such Act; (2) exchange (local) transmissions, to the extent not regulated by the States; (3) all radio transmissions originating or received in the United States; and (4) the allocation and use of the electromagnetic spectrum. Title II: Interexchange and International Transmissions - Changes the title of title II of such Act from \"Common Carriers\" to \"Interexchange and International Transmissions\". Deletes specified provisions. Sets forth the purposes of title II. Part A: Regulatory Authority of the Commission - Grants the Federal Communications Commission (FCC) authority over the electronic transmissions and certain other activities of a carrier and the activities of any other person to the extent they directly affect the provision of electronic transmissions. Prohibits the FCC or any State commission from considering the income derived from the unregulated products or services of an affiliate or separate subsidiary in determining the revenue requirements of a regulated carrier, unless such carrier has filed a tariff including costs connected with an unregulated service or product. Prohibits restrictions on the resale or shared use of any transmission service or enhanced service. Prohibits regulation of data processing services or products other than the regulation required by this title. Directs the FCC to classify all carriers that own interexchange transmission facilities as dominant, regulated, or deregulated carriers. Requires completion of the initial classification of carriers within a specified time. Requires carriers classified as deregulated to continue carrying services that had previously been regulated for a specified time. Authorizes the FCC to classify new carriers, facilities, or services upon request. Authorizes the FCC to review such classifications. Directs the FCC to classify a carrier as a dominant carrier if: (1) it owns, on a nationwide basis a majority of the support facilities for the transmission of exchange and interexchange telecommunications; and (2) adequate alternative facilities are not available from unaffiliated carriers. Makes such carriers subject to the requirements of the Communications Act applicable to dominant, regulated, and interexchange carriers. Classifies an interexchange carrier as a regulated carrier if the interexchange carrier offers a regulated service. Defines regulated service. Permits a regulated carrier to offer an unregulated transmission service only if specified conditions are met. Permits the FCC to establish additional criteria for classifying carriers and to establish subcategories of regulated carriers. Sets forth the standards for determining the adequacy of alternative transmission facilities. Requires business entities which own or offer inside wiring and carriers to: (1) provide interconnection to any transmission service or facility or any terminal equipment which meets FCC standards; and (2) furnish technical information necessary for interconnection. Prohibits unreasonable or anticompetitive discrimination relating to such interconnection. Authorizes the FCC to enforce the interconnection provisions and to specify or approve the conditions for providing interconnection to regulated services or facilities. Part B: Interexchange Transmission - Authorizes the FCC to prescribe different requirements for: (1) different subcategories of regulated carriers; (2) different transmission facilities or services; or (3) various combinations of carriers, facilities, and services. Limits such authority by prohibiting the FCC from prescribing different requirements if the carriers are substantially similar. Authorizes the FCC to prescribe conditions governing the provision of any interexchange service by regulated carriers. Prohibits carriers from imposing or enforcing conditions on the resale or shared use of any transmission service or enhanced service. Requires all interexchange carriers to provide interconnection. Prohibits any carrier from offering interexchange service until 30 days after notifying the FCC of its intent to provide such service. Prohibits termination or suspension of such service unless notice is given to the FCC, to any affected customers, and to any State commission involved. Requires the FCC to permit the suspension or termination of regulated services that do not meet specified criteria. Authorizes FCC review of the classification of services that carriers propose to suspend or terminate. Requires persons who intend to offer or to terminate resale of interexchange service to notify the FCC. Authorizes the FCC to obtain certain information from carriers, persons who resell telecommunications services, and other persons. Requires regulated carriers to furnish regulated services to any person upon reasonable request. Requires carriers that provide regulated services to establish just, reasonable, and nondiscriminatory tariffs for such services. Prohibits unjust, unreasonable, and discriminatory tariffs. Prohibits tariffs for regulated service from including certain costs. Requires every regulated carrier to file with the FCC copies of all contracts, agreements, or arrangements between the regulated carrier and any other carrier. Retains the current provisions governing: (1) valuation of carrier property; (2) depreciation charges; (3) extension of facilities; and (4) transactions regarding services and equipment. Prohibits tariffs proposed after a specified date by a regulated carrier for regulated services from taking effect until accepted or conditionally accepted by the FCC. Requires the carrier to establish the reasonableness of the tariff. Provides for public notice and comment on the proposed tariff. Requires the FCC to: (1) accept the tariff; (2) accept the tariff with conditions; (3) reject the tariff; or (4) prescribe a different tariff. Authorizes the FCC to help facilitate public negotiations on disputed tariff proposals. Requires the FCC to hold hearings on tariff proposals if requested. Authorizes a regulated carrier to file a tariff for joint service with another regulated carrier. Permits such carriers to divide the revenues from such service without being considered affiliates. Sets forth the requirements applicable to interexchange service offered by dominant carriers. Prohibits the FCC and State commissions from regulating the provision of enhanced services by persons other than regulated carriers or regulated exchange carriers. Authorizes such commissions to regulate the provision of enhanced services by such carriers to a limited extent. Defines enhanced service to mean offering the capacity to make available information in a form capable of electronic transmission or to alter an electromagnetic impulse during transmission. Requires regulated carriers and regulated exchange carriers to keep the charges for enhanced services separate from other charges and costs. Prohibits dominant carriers from providing enhanced services except through separate subsidiaries. Retains the current provisions relating to franks and passes. Part C: Exchange Transmission - Grants to State commissions the exclusive authority to specify the carriers, rates, terms, and conditions for offering exchange transmission service. Requires each State commission to establish exchange areas within the borders of the State involved. Makes such exchange areas subject to review by the transitional joint board established by this Act. Sets forth the criteria that exchange areas must meet. Prohibits a State from being a single exchange area. Prohibits an exchange area located in one State from including a point located in another State without the approval of the transitional joint board. Prohibits an exchange area that includes part or all of one standard metropolitan statistical area from including a substantial part of another such area except in certain densely populated States. Prohibits carriers that offer exchange transmission service for which there are not adequate alternative facilities from impeding the development of competition in markets that depend upon or that may be used in conjunction with exchange facilities and services. Requires exchange carriers to: (1) provide all interexchange carriers with equal interconnection to exchange services and facilities; and (2) offer all interexchange carriers exchange access that is equal to the access provided the interexchange services of the exchange carrier and its affiliates. Authorizes the FCC to postpone the application of the competition requirements with respect to small exchange carriers. Prohibits exchange carriers from discriminating between affiliates and non-affiliates in the provision of certain transmission services. Retains the current provisions relating to pole attachments. Authorizes State commissions to obtain certain information from carriers, persons who resell telecommunications services, and other person within the State. Sets forth the purposes of the system of access fees charged by regulated exchange carriers for the use of their services by interexchange customers. Requires each exchange carrier to submit a schedule of its access fees to the FCC. Requires services to be provided only in accordance with that schedule. Requires the FCC to follow a specified formula in establishing or approving such fees. Sets forth certain costs that must be included in the schedule. Requires each schedule to include a certification that the exchange carrier is providing equal interconnection in compliance with specified requirements and that the fees do not include any cost not associated with the provision of exchange access. Directs the FCC to accept or reject the fee schedules or to prescribe a different schedule. Authorizes the FCC to delegate to State commissions the authority to approve such fee schedules for small exchange carriers. Permits State commissions to authorize or require exchange carriers within the State to divide revenues received from access fees. Directs the transitional joint board to establish and administer the National Telecommunications Fund consisting of three separate accounts. Specifies the contents of each such account. Provides for payments from such Fund to eligible exchange carriers. Makes such payments subject to audit and adjustment. Directs the FCC to establish a Federal-State Joint Board to promote the sharing of information among the State commissions and between State commissions and the FCC regarding the regulation of carriers. Part D: Telecommunications Equipment - Directs the FCC to establish and enforce uniform technical standards for terminal equipment and telecommunications facilities and services. Requires terminal equipment to be labelled to identify nation of origin and other significant information. Prohibits the FCC from imposing any requirements, with specified exceptions, upon persons engaged in the manufacture, sale, or supply of any telecommunications facilities, terminal equipment, or inside wiring. Prohibits the FCC or any State commission, with specified exceptions, from regulating the production, installation, or marketing of terminal equipment by a regulated carrier or regulated exchange carrier, unless such carrier violates specified provisions relating to tariffs. Requires the FCC to prescribe rules, within a specified time, relating to the pricing of terminal equipment. Authorizes dominant carriers or affiliates, after a specified time, to provide terminal equipment only through separate subsidiaries. Prohibits regulated carriers or regulated exchange carriers from filing tariffs for regulated service which include costs associated with or caused by the provision of terminal equipment or inside wiring, unless such filing falls within a specified exception. Requires all persons offering terminal equipment, inside wiring, or telecommunications services and facilities to provide separate charges. Requires such charges to be the same for items in each category. Requires that the policies of regulated carriers relating to the procurement and construction of facilities shall promote competition and avoid the imposition of unnecessary costs upon the users of regulated services. Requires regulated carriers and regulated exchange carriers to procure on a nondiscriminatory basis any facility intended to be used to provide a regulated service or regulated exchange service. Sets forth a schedule according to which a dominant carrier will increase annually the percentage of its requirements in each product category that it will purchase from unaffiliated manufacturers. Provides for FCC review of the effectiveness of such schedule. Authorizes the FCC to prescribe rules to protect users of regulated services from paying the costs of procurement by a dominant carrier on noncompetitive terms. Part E: Dominant Carriers - Authorizes the American Telephone and Telegraph Company (AT&T) to provide any type of telecommunications facility, terminal equipment, or enhanced service, notwithstanding the 1956 decree. Permits AT&T to offer any service, facility, or product (except transmission services or facilities) only through a separate subsidiary which meets specified requirements. Designates certain dominant carrier subsidiaries as limited separate subsidiaries. Permits a limited separate subsidiary to perform only one of the following: (1) the manufacture and marketing of terminal equipment and the manufacture and installation of inside wiring; (2) the provision of enhanced services; or (3) the provision of information publishing services. Sets forth the structure of separate subsidiaries and the method of conducting business between a separate subsidiary and the dominant carrier. Requires separate subsidiaries to be audited annually. Requires the FCC to submit the audit to Congress and to make it available to the public. Prohibits separate subsidiaries from: (1) providing an information publishing service that uses a facility owned by the dominant carrier; (2) entering into any joint venture or partnership with the dominant carrier; (3) having a financial structure in common with the dominant carrier; or (4) owning or using property in common with the dominant carrier except for certain transmission services. Sets forth general provisions governing: (1) the activities that a separate subsidiary must conduct separately from a dominant carrier; (2) the use of a trade name by a separate subsidiary; and (3) the issuance of securities by such a subsidiary. Limits the amount of any class of a limited separate subsidiary's outstanding capital stock that a dominant carrier may own. Prohibits limited separate subsidiaries from owning or providing transmission facilities or services substantially similar to transmission services offered by the dominant carrier. Authorizes the FCC to: (1) prevent anticompetitive practices between a general or limited separate subsidiary and the dominant carrier; and (2) protect users of regulated services and regulated exchange services from bearing any cost associated with such subsidiaries. Permits a separate subsidiary and the dominant carrier to offer pension plans on a joint basis. Designates a subsidiary of a dominant carrier as a general separate subsidiary if it follows the provisions governing separate subsidiaries as well as certain requirements applicable only to general separate subsidiaries. Authorizes a general separate subsidiary to perform all the functions of a limited separate subsidiary. Directs the FCC to authorize a general separate subsidiary to engage in the resale of a transmission service if it will not affect substantially the pricing of such service. Prohibits a general separate subsidiary from: (1) purchasing or receiving a transmission facility from a carrier affiliated with the dominant carrier; and (2) making a transmission facility available to the dominant carrier. Permits a general separate subsidiary to manufacture and sell transmission facilities after a specified period if the dominant carrier has substantially complied with specified requirements. Terminates the authority of the FCC to approve a security issued by a general separate subsidiary after such period. Limits the amount of any class of outstanding capital stock of the general separate subsidiary that may be owned by the dominant carrier during such period. Sets forth provisions governing the separation of the general separate subsidiary and the dominant carrier. Requires a dominant carrier to file specified information with the FCC regarding its transmission services and facilities. Prohibits a dominant carrier's subsidiary, division, or affiliate from disclosing such information to another subsidiary division, affiliate, or separate subsidiary until it has been made public. Directs the FCC to establish additional standards to prohibit disclosures by dominant carriers to separate subsidiaries that would confer a significant competitive advantage. Part F: Telecommunications Industry - Makes it lawful for carriers jointly to agree, under the auspices of the FCC, on matters affecting a network of telecommunications services or facilities or on proposed technical standards for such services and facilities. Disavows any intent to affect the applicability of the antitrust laws. Authorizes the FCC to coordinate arrangements among all interexchange and international carriers for dealing with disasters or national emergencies. Authorizes the President and Federal agencies to take specified actions to ensure that there are sufficient telecommunications services and facilities available for national defense or emergency preparedness. Directs the Chairman of the FCC to designate a national security and emergency preparedness Commissioner. Directs the President to appoint an advisory council to: (1) examine the needs of Federal telecommunications management for national defense and emergency preparedness under deregulation; and (2) ensure the existence of a viable telecommunications industry. Authorizes any carrier to offer an information publishing service over any facility it owns. Prohibits regulated carriers or regulated exchange carriers from filing a tariff based on costs associated with the provision of information publishing services other than directory listings. Prohibits such carriers from discriminating among their customers in providing a support service used in connection with the information publishing services. Prohibits a regulated exchange carrier from cross subsidizing its information publishing service with its exchange service. Requires certain large regulated exchange carriers to make their information publishing service available on a nondiscriminatory basis to persons who make a reasonable request for it. Prohibits dominant carriers or their separate subsidiaries from providing an information publishing service through a transmission facility used to provide regulated service or regulated exchange service. Permits dominant carriers to provide: (1) facilities to unaffiliated persons for information publishing services; (2) directory listings or assistance; or (3) through a separate subsidiary weather or time information, printed directory advertising, electronic directory information, or a certain audio information service. Directs the FCC to promote diversity among available information sources and to foster competition in the provision of telecommunications services and facilities. Prohibits a regulated exchange carrier from providing cable services or broadcasting services in the same area in which the carrier offers exchange services. Exempts carriers serving rural areas with low population densities from such prohibition. Authorizes the FCC to allocate portions of the electromagnetic spectrum for transmission services. Permits the FCC to establish a preference that increases the diversity of persons authorized to use the spectrum. Prohibits a preference based upon the services provided by the applicant. Sets forth as the provisions governing international transmissions the provisions of current law relating to: (1) service and charges of common carriers; and (2) interlocking directorates. Redesignates the current provision governing consolidations and mergers of telegraph carriers as the provision governing competition among record carriers. Directs the FCC to establish conditions applicable to foreign enterprises supplying telecommunications services or facilities in U.S. markets which are reciprocal with conditions applicable to U.S. persons operating in specified foreign nations connected with such foreign enterprises. Directs the Office of the U.S. Trade Representative to compile a list of foreign nations that do not provide reciprocal rights to U.S. telecommunications equipment manufacturers. Directs the Secretary of Commerce to revise such list under certain circumstances. Sets forth the requirements for establishing that a foreign nation has provided market access reciprocity. Permits the FCC to exclude from interconnection rights certain terminal equipment if more than half of its value added was manufactured in a foreign nation that does not extend reciprocal market access. Directs the FCC to consult with other Federal officers in determining whether to restrict entry of a foreign enterprise because of lack of reciprocity. Authorizes the Secretary of Commerce to monitor implementation of the reciprocity provisions and to collect information necessary to implement such provisions. Part G: Protection of Ratepayers and Employees in Transition to Competitive Marketplace - Requires that terminal equipment which is provided by a regulated carrier under tariff on a specified date shall continue to be provided under the tariff in force on such date until the equipment is fully depreciated. Grants State commissions the authority to: (1) increase such tariffs; and (2) set the price for equipment that is sold before it is fully depreciated. Requires the customer using such equipment to receive full ownership of it after it has been fully depreciated, unless the State commission elects to allow a regulated carrier to retain ownership of it or to provide for the sale or transfer of the equipment. Requires tariffs for the sale of terminal equipment on an unbundled basis for a specified time. Requires the State commissions to authorize the public sale of certain terminal equipment. Requires each State commission to arrange such sales so that they promote the orderly development of a competitive secondary market and achieve the maximum compensation for ratepayers of regulated exchange carriers. Requires the FCC to ensure the availability of parts and technical specifications for equipment sold at public sales. Grants each State commission authority, for specified periods, over terminal equipment offered for sale or lease in such State by a regulated carrier or its affiliates or by a dominant carrier. Requires regulated exchange carriers to continue to offer inside wiring on a regulated basis for a specified time. Authorizes customers of such carriers to buy such wiring before it is fully depreciated at a price set by the State commission involved. Requires the State commissioners to consider the revenues obtained from such sales or transfers in determining the lawfulness of tariffs submitted by a regulated carrier or regulated exchange carrier. Directs the FCC to establish a transitional joint board to: (1) evaluate and determine the value of certain assets of regulated carriers; (2) ensure equitable treatment of users of exchange and interexchange service; (3) provide for an orderly transition to the system of exchange access fees established by this Act; and (4) achieve cooperation between the Federal and State governments. Sets forth the authority, composition, powers, and duties of the board. Requires the board to determine the value of assets which are subject to the jurisdiction of a State commission before a specified date and which are subsequently transferred to a separate subsidiary or to an entity carrying out unregulated activities. Makes such valuation binding upon the FCC and the State commissions. Requires a separate subsidiary to reimburse regulated carriers and certain regulated exchange carriers for assets or payments transferred from such carrier. Requires an unregulated activity of a regulated carrier to reimburse the regulated accounts of such carrier for assets or payments transferred from such carrier. Terminates the transitional joint board after a specified time. Permits State commissions to continue to regulate, during the transition period, certain tariffs relating to regulated service that originates and terminates within the boundaries of the State involved. Requires a dominant carrier to file a plan with the FCC stating its proposed method of complying with the requirements of Part E before such carrier may offer service or equipment through a separate subsidiary. Sets forth the procedures for filing and gaining approval of such plan. Requires the FCC to determine the value of certain assets that are proposed to be transferred to a separate subsidiary or to an entity carrying out unregulated activities. Requires the FCC to allocate certain payments associated with activities or assets not subject to the jurisdiction of a State commission. Sets forth the transitions periods after which a dominant carrier must acquire specified services and equipment from a separate subsidiary or from unaffiliated persons. Puts additional restrictions on the equipment and services provided by separate subsidiaries. Provides for the protection of the benefits and rights of employees transferred from a carrier or affiliate to a separate subsidiary. Entitles transferred employees to payments from the separate subsidiary covering moving expenses under certain circumstances. Prohibits restricting benefits for seven years following the transfer of an employee. Provides for the continued application of a collective bargaining agreement with respect to transferred employees. Sets forth requirements relating to: (1) termination allowances for employees terminated within seven years after their transfer; and (2) preferential rights of rehire for employees laid off during such period. Requires notification of a labor organization before a transfer of a work group if the labor organization represents employees in the affected work group. Restricts the right of a carrier or affiliate to lower the wages, lay off, or terminate the employment of a regular employee during the six months immediately before the establishment of a separate subsidiary. Sets forth provisions covering court actions to enforce the employee benefit protection provisions. Part H: Rights of Ratepayers - Authorizes the FCC to provide financial assistance for public participation in certain proceedings. Authorizes the use of civil suits to acquire nonregulatory remedies of specified violations of this Act. Directs the FCC to prescribe rules to protect the privacy of persons using regulated services and of employees of regulated carriers. Requires limitations on the circumstances under which regulated carriers may: (1) intercept conversations between their employees and users of regulated services; and (2) make available information derived from the provision of regulated services. Transfers to title 5 of the Communications Act (dealing with Penal Provisions and Forfeitures) specified provisions of such Act relating to: (1) carriers' liability for damages and for agents' acts and omissions; (2) recovery of damages; (3) complaints to and investigations by the FCC; (4) orders for payment of money; and (5) obscene or harassing telephone calls. Authorizes the FCC to increase certain requirements applicable to a regulated carrier, its affiliate, or separate subsidiary if the FCC finds that such carrier, affiliate, or subsidiary violated this Act. Sets forth considerations to be made by the FCC in reaching such a decision. Title III: Miscellaneous Provisions - Sets forth the definitions of the terms used in this Act. Disavows any intent to limit by this Act the applicability of Federal or State antitrust laws. Makes certain technical and conforming amendments. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Telecommunications Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 to revise provisions of the Act relating to telecommunications, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:35-05:00"
}