{
  "actions": [
    {
      "acted_at": "2000-07-18", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-08-31", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4881-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-07-18", 
  "number": "4881", 
  "official_title": "To benefit electricity consumers by promoting the reliability of the bulk-power system.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2071-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "Electric Reliability 2000 Act", 
  "sponsor": {
    "district": "9", 
    "name": "Smith, Adam", 
    "state": "WA", 
    "thomas_id": "01528", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-07-18", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Antitrust law", 
    "Commerce", 
    "Department of Energy", 
    "Electric power distribution", 
    "Electric power transmission", 
    "Electric utilities", 
    "Electric utility rates", 
    "Energy", 
    "Government operations and politics", 
    "Government paperwork", 
    "Independent regulatory commissions", 
    "Law", 
    "North America", 
    "Regional planning", 
    "Standards"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-07-18", 
    "text": "Electric Reliability 2000 Act - Amends the Federal Power Act to provide for the establishment and enforcement of mandatory reliability standards to ensure the reliable operation of the bulk-power system. Grants the Federal Energy Regulatory Corporation (FERC) jurisdiction, for purposes of approving and enforcing compliance with standards in the United States, over: (1) the electric reliability organization; (2) all Affiliated Regional Reliability Entities (entities to which authority has been delegated to enforce compliance with reliability standards); (3) all system operators; and (4) all users of the bulk-power system. Provides that, prior to the establishment of the Electric Reliability Organization (Organization), any person (including the North American Electric Reliability Council and its member Regional Reliability Councils) may file a proposed reliability standard, guidance, or practice which, subject to FERC approval, shall be mandatory and enforceable.Prescribes procedural guidelines for FERC approval of: (1) applications competing for status as the Electric Reliability Council; and (2) Organization standards. Requires all users of the bulk-power system to comply with such standards.Mandates that: (1) the Organization take all appropriate steps to gain recognition in Canada and Mexico; and (2) the United States use its best efforts to enter into international agreements with the governments of Canada and Mexico to effectuate compliance with Organization standards, and to provide for the effectiveness of the Organization's mission.Requires every system operator to be a member of the Organization and of any Affiliated Regional Reliability Entity operating under an agreement applicable to the region in which the system operator operates or is responsible for the operation of a bulk-power system facility.Empowers the Organization to take disciplinary and enforcement action. Directs the Organization to assess periodically the reliability and adequacy of the inter-connected bulk-power system in North America, and to report its findings and recommendations annually to FERC and to the Secretary. Provides for the assessment and recovery of implementation and enforcement costs incurred by the Organization and each Affiliated Regional Reliability Entity, respectively.Sets forth antitrust defenses for activities undertaken by the Organization, its members, or members of an affiliated regional reliability entity.Instructs FERC to establish a regional advisory body on the petition of the Governors of at least two-thirds of the States within a region that have more than one-half of their electrical loads served within the region. Restricts such body to the 48 contiguous States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electric Reliability 2000 Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To benefit electricity consumers by promoting the reliability of the bulk-power system.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:20-05:00"
}