{
  "actions": [
    {
      "acted_at": "1975-10-02", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9981-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "27", 
      "name": "Bell, Alphonzo", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00073", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Brademas, John", 
      "sponsored_at": "1975-01-03", 
      "state": "IN", 
      "thomas_id": "00117", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-02", 
  "number": "9981", 
  "official_title": "A bill to encourage and assist States and localities to develop, demonstrate, and evaluate means of improving the utilization and effectiveness of human services through integrated planning, management, and delivery of those services in order to achieve the objectives of personal independence and individual and family economic self-sufficiency.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10248-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr10879-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2489-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Allied Services Act", 
  "sponsor": {
    "district": "1", 
    "name": "Quie, Albert H.", 
    "state": "MN", 
    "thomas_id": "00936", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-02", 
  "subjects": [
    "Families", 
    "Public assistance programs", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-02", 
    "text": "Allied Services Act - Title I: Human Services Planning - Authorizes the Secretary of Health, Education, and Welfare to make grants for projects for developing the allied delivery of human services (services to help families in need to achieve the highest level of personal independence and self-sufficiency) within a State. Provides for the designation of State and local agencies to administer the development program in service areas designated by the Governor of the State. Requires such local agencies to develop for the service area a local plan which is designed to serve as a demonstration or evaluation of means to substantially improve the allying and consolidation of human services planning and delivery. States that, to be approved by the State agency, such plan must also: (1) specify the agencies and organizations which have agreed to participate in the local program for the allied delivery of human services within the service area; (2) contain a survey of the needs for human services within the service area and an inventory of resources available to meet those needs; (3) enumerate the human services programs which will be allied within the service area; (4) provide reasonable assurance that the agencies and organizations participating in the local plan will make progress toward allying their provision of services; (5) describe the progress which the local agency has made in achieving the objectives specified in any preceding local plan developed by the local agency pursuant to this subsection; (6) specify procedures found adequate by the Secretary to assure that interested agencies, organizations, and individuals will have their views taken into consideration with respect to the carrying out of the local plan. Provides requirements for the approval of State plans for the allied delivery of services. Provides that if the Secretary finds, after notice to a State and adequate opportunity for the State to respond, it is failing to comply substantially with the provisions of its approved allied delivery of services plan for any fiscal year (or that any local agency designated thereunder is failing to comply substantially with the provisions of its local plan which was incorporated into such State plan), then thereafter (during such year and until there is no longer any such failure to comply) no Federal funds may be consolidated or transferred, no requirements may be waived, and no payments of grants under this Act may be made. Provides for notice to the public of allied delivery of services plans and for means to accept comments from the public thereon. Title II: Administrative Support Services - Authorizes the Secretary of Health, Education, and Welfare to make grants to States which have in effect State plans approved under this Act or through such States to local agencies which have local plans approved by such States, to assist in meeting the initial costs of allying or consolidating administrative support services and management functions necessary to facilitate the allied delivery of human services where funds to cover such costs cannot be obtained from other sources. Provides that no State, office, or agency may receive grants under this title for more than 3 years. Title III: Special Authorities - Authorizes the Secretary of Health, Education, and Welfare to make single grants for human services. Authorizes transfer of Federal assistance available for expenditure under a human services program for use in another human services program. Authorizes waiver of program requirements certified by State or local agencies to be impeding the implementation of its plan. Authorizes $20,000,000 to be appropriated to carry out the purposes of this Act for fiscal year 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Allied Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage and assist States and localities to develop, demonstrate, and evaluate means of improving the utilization and effectiveness of human services through integrated planning, management, and delivery of those services in order to achieve the objectives of personal independence and individual and family economic self-sufficiency.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:16-05:00"
}