{
  "actions": [
    {
      "acted_at": "1973-01-11", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1875-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-11", 
  "number": "1875", 
  "official_title": "A bill to establish a uniform Federal policy for repayment of costs of Federal electric power projects, to provide the Secretary of the Interior with authority to carry out this policy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Electric Power Project Cost Repayment Act", 
  "sponsor": {
    "district": "12", 
    "name": "Saylor, John P.", 
    "state": "PA", 
    "thomas_id": "01024", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-11", 
  "subjects": [
    "Electric power", 
    "Electric utilities"
  ], 
  "subjects_top_term": "Electric utilities", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-11", 
    "text": "Federal Electric Power Project Cost Repayment Act - Declares it to be the policy of the United that each Federal electric power project and related facilities, including transmission lines, through amortization with interest of the total financial cost thereof, shall be self-liquidating within a period of fifty years from the time that project or unit of that project becomes revenue producing. Declares the finding of the Congress that electric power from some Federal projects is being sold at rates which do not cover the financial costs of such projects to the Government. Provides that Federal electric power projects shall be administered and power rates shall be set to produce sufficient power revenues to repay the capital cost incurred by the Federal Government for the power projects and facilities as well as to cover the cost of the maintenance, operation, and replacement of such projects and facilities. Prescribes uniform standards and requirements for determining the annual payments necessary to liquidate with interest the capital cost incurred by the Federal Government for such power projects and facilities. Provides that authority for the Secretary of the Interior to implement this policy through Federal power marketing agencies under his direction. Prescribes a time schedule for complete effectuation of the policy. Requires the Federal Water Resources Council develop uniform standards and procedures relating to cost allocation and cost sharing of water resource projects. Requires the Federal Water Resources Council to establish and report to the Congress within one hundred and eighty days from the date of enactment of this section uniform standards and procedures for making cost allocations among the various functions of a Federal multi-purpose water resource project for reimbursement of cost sharing between the Federal Government and non-Federal bodies. Provides that the total amount of the Federal financial costs allocated to a Federal electric power project shall be repaid, with interest, within the useful life of the project, or within fifty years from the date the project is first used for production of electric power, whichever occurs sooner. Authorizes the Secretary of the Interior to set power rate schedules for the sale of electric power sufficient to assure repayment of the total reimbursable Federal financial costs allocated to this function on a schedule of the average annual payments necessary to meet the requirements of this section. Provides that the interest during the Federal cost allocated to power shall be determined by the Secretary of the Treasury as of the beginning of the fiscal year in which construction of the power facilities was, or is, initiated on the basis of the computed average yield during the preceding fiscal year on interest-bearing marketable securities of the United States which, at the time the computation is made, have terms of fifteen years or more remaining to maturity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Electric Power Project Cost Repayment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a uniform Federal policy for repayment of costs of Federal electric power projects, to provide the Secretary of the Interior with authority to carry out this policy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:20-05:00"
}