{
  "actions": [
    {
      "acted_at": "2006-07-18", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-07-19", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-09-15", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Stevens with an amendment in the nature of a substitute. With written report No. 109-335.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2006-09-15", 
      "calendar": "Senate Legislative", 
      "number": "613", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 613.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2006-09-25", 
      "references": [
        {
          "reference": "CR S10100-10104", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S10100-10104", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-25", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2006-09-25T20:25:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-25", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-25", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3679-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2006-07-18", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2006-09-25", 
    "vetoed": false
  }, 
  "introduced_at": "2006-07-18", 
  "number": "3679", 
  "official_title": "A bill to authorize appropriations for the National Transportation Safety Board, and for other purposes.", 
  "popular_title": "Authorization bill FY2007, National Transportation Safety Board", 
  "related_bills": [
    {
      "bill_id": "hr5076-109", 
      "reason": "related"
    }
  ], 
  "short_title": "National Transportation Safety Board Reauthorization Act of 2006", 
  "sponsor": {
    "district": null, 
    "name": "Burns, Conrad R.", 
    "state": "MT", 
    "thomas_id": "01298", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2006-09-25", 
  "subjects": [
    "Auditing", 
    "Authorization", 
    "Aviation safety", 
    "Collection of accounts", 
    "Competitive bidding", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Employee training", 
    "Executive reorganization", 
    "Families", 
    "Family services", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Finance and financial sector", 
    "Government contractors", 
    "Government corporations", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Infrastructure", 
    "Inspectors general", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Management information systems", 
    "Massachusetts", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "National Transportation Safety Board", 
    "Railroad passenger traffic", 
    "Railroad safety", 
    "Road construction", 
    "Science, technology, communications", 
    "Telephone", 
    "Transportation and public works", 
    "Transportation planning", 
    "Transportation safety", 
    "Tunnels", 
    "Victims"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2006-09-25", 
    "text": "National Transportation Safety Board Reauthorization Act of 2006 - (Sec. 2) Amends federal transportation law to require a certain National Transportation Safety Board (NTSB) annual report to Congress to include: (1) a description of NTSB Academy activities and operations; (2) a list of transportation accidents during the prior calendar year that the NTSB did not investigate, including an explanation of why they were not investigated; (3) a list of ongoing transportation accident investigations that have exceeded the time for completion by NTSB order, including an explanation for the additional time required to complete such investigations; and (4) a description of each contract entered into during the preceding calendar year by the NTSB for the provision of facilities or accident-related and technical services or training in accident investigation theory and techniques, and the rationale for dispensing with competition requirements with respect to such contracts. Directs the NTSB to develop, and submit to the Comptroller General and Congress, a plan for the NTSB Academy to achieve self-sufficiency and the NTSB to utilize fully the Academy's facilities and resources. Requires the NTSB to review the Secretary of Transportation's report to Congress and the NTSB regarding the regulatory status of each recommendation made by the NTSB to the Secretary that is on the NTSB's \"most wanted list\" and transmit comments on the report to the Secretary and Congress. Requires the NTSB to provide recommendations and comments to Congress with respect to pending transportation safety reauthorization legislation. (Sec. 3) Authorizes the NTSB, in addition to current related powers, to enter into noncompetitive contracts in order to expedite the investigation of transportation accidents. (Sec. 4) Grants the NTSB the authority to investigate major marine casualties occurring in all internal U.S. waters, in addition to the current authority to investigate on U.S. navigable waters or territorial seas. Grants the Secretary of the department in which the Coast Guard is operating the authority to investigate transportation accidents not involving Government misfeasance or nonfeasance. Appoints a Managing Director to the NTSB. Directs the NTSB to: (1) develop and approve a process for the NTSB's review and comment or approval of documents submitted to the President, Director of the Office of Management and Budget (OMB), or Congress; and (2) develop and implement a process available to all NTSB members that tracks the status of pending NTSB investigations. Directs the NTSB to maintain at least one fulltime employee in each state located more than 1,000 miles from the nearest NTSB regional office to provide initial investigative response to accidents investigated by the NTSB. (Sec. 5) Directs Amtrak to submit to the NTSB, the Secretary of Transportation, and the Secretary of Homeland Security a plan to address the needs of families of passengers involved in rail passenger accidents involving an Amtrak intercity train and resulting in a loss of life. Prohibits the NTSB, the Secretary, and Amtrak from releasing personal passenger information except to the passengers' families. Limits Amtrak's liability for damages in actions brought in federal or state court arising out of Amtrak's performance in preparing or providing passenger's lists, or in providing train reservation information, unless such liability was caused by Amtrak's conduct. Makes funds available to carry out this section. (Sec. 6) Designates the Inspector General of the Department of Transportation (DOT) as the Inspector General of the NTSB (current law, has authority to review only business operations of NTSB). Authorizes appropriations. (Sec. 7) Requires the NTSB to continue to develop and implement internal audit controls for its operations. (Sec. 8) Directs the Inspector General of the DOT to investigate the contractors and oversight agencies of the Central Artery tunnel project in Boston, Massachusetts. (Sec. 9) Directs the Administrator of the Federal Aviation Administration (FAA) to report to Congress on why the FAA has not implemented the aviation recommendations in the NTSB's \"Most Wanted Transportation Safety Improvements, 2006\". (Sec. 10) Extends the authorization of appropriations for the NTSB through FY2008, including an emergency fund for necessary NTSB expenses for accident investigations."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY2007, National Transportation Safety Board", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "National Transportation Safety Board FY 2007 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "National Transportation Safety Board Reauthorization Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Transportation Safety Board Reauthorization Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the National Transportation Safety Board, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:25-05:00"
}