{
  "actions": [
    {
      "acted_at": "2011-06-21", 
      "references": [
        {
          "reference": "CR E1148", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-21", 
      "committee": "Committee on Foreign Affairs, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Affairs, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-06-21", 
      "committee": "House Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-06-21", 
      "committee": "House Armed Services", 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres67-112", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-21", 
  "number": "67", 
  "official_title": "Authorizing the limited use of the United States Armed Forces in support of the NATO mission in Libya.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres68-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hjres74-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "sjres20-112", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "23", 
    "name": "Hastings, Alcee L.", 
    "state": "FL", 
    "thomas_id": "00511", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-06-21", 
  "subjects": [
    "Africa", 
    "Alliances", 
    "Bank accounts, deposits, capital", 
    "Congressional oversight", 
    "Congressional tributes", 
    "Defense spending", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Human rights", 
    "International affairs", 
    "International organizations and cooperation", 
    "Libya", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military operations and strategy", 
    "Political movements and philosophies", 
    "Sanctions", 
    "Sovereignty, recognition, national governance and status", 
    "United Nations", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-06-21", 
    "text": "Expresses the sense of Congress that: (1) the U.S. Armed Forces and coalition partners who are engaged in military operations to protect the people of Libya have demonstrated extraordinary bravery and should be commended; (2) the U.S. government should continue to support the aspirations of the people of Libya for political reform and self-government based on democratic and human rights; (3) the goal of U.S. policy in Libya, as stated by the President, is to achieve the departure from power of Muammar Qaddafi and his family, including through the use of diplomatic and economic pressure, so that a peaceful transition can begin to an inclusive government that ensures freedom and opportunity; and (4) the Qaddafi regime's funds that have been frozen by the United States should be returned to the people of Libya for their benefit, and the President should explore the possibility with the Transitional National Council of using some of such funds to reimburse North Atlantic Treaty Organization (NATO) countries for expenses incurred in Operation Odyssey Dawn and Operation Unified Protector. Authorizes the President to continue the limited use of the U.S. Armed Forces in Libya in support of U.S. security policy interests as part of the NATO mission to enforce U.N. Security Council Resolution 1973, as requested by the Transitional National Council, the Gulf Cooperation Council (GCC), and the Arab League. Terminates such authorization one year after the date of enactment of this joint resolution. States that Congress does not support deploying, establishing, or maintaining the presence of units and members of the U.S. Armed Forces on the ground in Libya unless the purpose of the presence is limited to the immediate personal defense of U.S. government officials (including diplomatic representatives) or to rescuing members of NATO forces from imminent danger. Directs the President to consult frequently with Congress regarding U.S. efforts in Libya, including by providing regular briefings and reports. Includes as elements in such briefings and reports: (1) an updated description of U.S. national security interests and policy objectives in Libya; (2) an updated list of U.S. Armed Forces activities in Libya; (3) an updated assessment of the opposition groups in Libya, including potential successor governments; and (4) an updated explanation of the President's legal and constitutional rationale for conducting military operations in Libya consistent with the War Powers Resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Authorizing the limited use of the United States Armed Forces in support of the NATO mission in Libya.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T23:11:13-05:00"
}