{
  "actions": [
    {
      "acted_at": "2011-03-15", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s589-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-15", 
  "number": "589", 
  "official_title": "A bill to provide for an expedited response to emergencies related to oil or gas production or storage.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Faster Action Safety Team Emergency Response Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Casey, Robert P., Jr.", 
    "state": "PA", 
    "thomas_id": "01828", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-03-15", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Department of Labor", 
    "Emergency communications systems", 
    "Emergency medical services and trauma care", 
    "First responders and emergency personnel", 
    "Government information and archives", 
    "Labor and employment", 
    "Oil and gas", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-03-15", 
    "text": "Faster Action Safety Team Emergency Response Act of 2011 - Directs the Secretary of Labor to promulgate regulations relating to response teams. Defines a \"response team\" as a team of individuals established by an operator on an onshore oil or gas well who: (1) are familiar with the well operations and equipment, (2) participate in response training at least annually, (3) are trained in basic first aid and CPR, and (4) will be available with respect to the well involved by ground transportation not later than three hours after requested. Prescribes requirements for such regulations. Declares that such regulations shall: (1) not be construed to waive operator training requirements applicable to existing response teams, and (2) require the Occupational Safety and Health Administration (OSHA) to establish and update (every five years) criteria to certify the qualifications of response teams. Requires such regulations to: (1) require the operator of a well to have an employee knowledgeable in responding to emergency situations present at the well at all times during the exploration or drilling phase or before the completion phase and to make available a certified response team during such phases and the production phase; and (2) ensure to make available to such an operator, to comply with such requirement, a well response team, a multi-employer composite response team, a commercial response team provided through contract or by another operator, or a state-sponsored response team. Requires such regulations to require that a well operator: (1) contact local first responders within 30 minutes of the commencement of an emergency situation; (2) contact OSHA, the appropriate state environmental agency, and the National Response Center within one hour of such commencement; and (3) provide communication technology within a reasonable distance of the well that enables the operator to comply with regulations promulgated by the Secretary. Requires such regulations to require an operator to: (1) provide annual training to local first responders on well hazards and proper emergency response techniques, and (2) file a report annually with OSHA that provides detailed information on the response team assigned to each of the operator's wells and affirmatively states that the operator is in compliance with this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Faster Action Safety Team Emergency Response Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for an expedited response to emergencies related to oil or gas production or storage.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:04:06-05:00"
}