{
  "actions": [
    {
      "acted_at": "1984-02-08", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2273-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-08", 
  "number": "2273", 
  "official_title": "A bill to establish a Student Aid Volunteer Earnings program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Student Aid Volunteer Earnings Act", 
  "sponsor": {
    "district": null, 
    "name": "Glenn, John H., Jr.", 
    "state": "OH", 
    "thomas_id": "01339", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-02-08", 
  "subjects": [
    "Children and youth", 
    "Community facilities", 
    "Compensatory education", 
    "Continuing education", 
    "Department of the Treasury", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational finance", 
    "Employment and training programs", 
    "Government trust funds", 
    "High school students", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local finance", 
    "Minimum wages", 
    "Nondiscrimination provisions", 
    "Part-time employment", 
    "Poor", 
    "Public service employment", 
    "State finance", 
    "States", 
    "Student aid", 
    "Student employment", 
    "Students", 
    "Veterans' education", 
    "Vocational education", 
    "Volunteer workers", 
    "Youth employment"
  ], 
  "subjects_top_term": "Student aid", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-02-08", 
    "text": "Student Aid Volunteer Earnings Act - Establishes a student aid volunteer earnings program. Requires that participants in the program: (1) be between 16 and 25 years old; (2) either have a high school diploma (or its equivalent) or be at least 18 years old and pursuing a high school equivalency diploma during participation in the program; (3) enter an agreement to commit themselves to participate in the program; (4) be a citizen or lawfully admitted to the United States for permanent residence; and (5) if below 18 years old, have the written consent of their parents or legal guardians. Requires that the volunteers participate in community service projects including specified service and work activities which would not otherwise be carried out. Provides for a period of service of between six to 24 months, to be served in six-month increments. Directs the Secretary of Health and Human Services (\"the Secretary\") after consultation with participating States and local sponsoring agencies, to design, prepare, and make available to participating States certificates of volunteer service to be presented to volunteers who successfully complete the applicable period of service. Provides for stipends (equal to at least the minimum wage for no more than 32 hours of community service per workweek) and for health insurance and workmen's compensation benefits for volunteers. Requires that each participant in the program agree to: (1) work 32 hours per week in a community service project carried out by the local sponsoring agency; (2) spend eight hours per workweek in remedial or continuing education; (3) contribute 25 percent of the stipend paid to the volunteer to the educational trust fund; (4) serve at least six months, and for six-month intervals, but for no more than 24 months, in order to be entitled to receive the postservice educational benefits of Federal matching funds under the educational trust fund; and (5) furnish information necessary for verification of eligibility and for participation in the program. Requires that States desiring to participate in the program to: (1) designate a State agency or institution with special qualifications for solving community problems to administer the program; (2) establish a State citizens panel broadly representative of community resources; (3) develop a State plan in consultation with the panel, with comments from interested groups; and (4) submit the plan to the Secretary. Sets forth requirements for State plans, including provisions that the State will pay remaining program costs from non-Federal sources. Sets forth requirements for applications to States by local sponsoring agencies desiring to participate in the program, including provisions that the agency will pay from non-Federal sources the non-Federal share of the program cost. Establishes in the Treasury the Student Aid Volunteer Earning Education Trust Fund. Directs the Secretary of the Treasury to report on the trust fund annually to Congress. Provides for transfer to the trust fund, from specified appropriations authorized under this Act, of amounts equal to: (1) 25 percent of the anticipated stipends to be paid to volunteers under this Act in the fiscal year in which the transfer is made; and (2) 200 percent of the amount transferred pursuant to clause (1). Provides for investment of any portion of the trust fund not required to meet current withdrawals and for crediting to the trust fund interest and proceeds from such investments. Authorizes to be appropriated for each fiscal year out of amounts in the trust fund such sums as are necessary to make payments authorized for postsecondary educational benefits and for administration of such benefits. Sets forth provisions for postservice educational benefits. Permits each volunteer, within six years after the completion of the period of service, to withdraw amounts from the trust fund to which the volunteer is entitled in order to attend any eligible institution. Entitles each recipient to the amount transferred from his or her stipend plus 200 percent of that amount, plus interest at six percent per year for each six-month period of service. Requires each volunteer to sign an agreement to use such funds to pay tuition and living costs attributable to enrollment in an eligible institution. Authorizes the Secretary to extend the six-year period for claiming such benefits in the case of service in the U.S. Armed Forces. Includes among eligible institutions for purposes of this Act institutions of higher education and vocational schools (as defined as \"eligible institutions\" under specified provisions of the Higher Education Act of 1965) and any institution or course of study approved for veterans under specified provisions of Federal law. Provides that, whenever a volunteer withdraws an amount for any other than the required educational purpose, such volunteer: (1) is entitled only to the amount transferred from the stipend, plus six percent interest per year; and (2) may not serve or reenter the program. Sets forth provisions for an inschool component. Authorizes each State, in addition to the program authorized by this Act, to use up to ten percent of its allotment under this Act for purposes of such inschool component. Allows a local sponsoring agency within a State to recruit participants who are: (1) attending secondary school; (2) within six months of completion of twelfth grade; and (3) economically disadvantaged. Provides that such inschool participant service shall be the same as the other service under this Act, except that such participants shall agree to: (1) perform between ten and 20 hours of service per week; and (2) enroll for an initial regular six-month period of service. Provides that, if such participant fails to so enroll, the 200 percent matching Federal payment shall not be made to the fund, and the 25 percent transfers from the stipend shall be paid directly to the volunteer. Defines \"economically disadvantaged\" in the same way as under the Job Training Partnership Act. Sets forth administrative provisions for reporting and certification of benefits. Directs the Secretary to report annually to the President and Congress on activities conducted under this Act. Sets forth provisions relating to applications of Federal law to volunteers under this Act. Sets forth nondiscrimination provisions. Directs the Secretary to pay, from a State's allotment, to each State having an approved plan the Federal share of the cost of developing and carrying out its State plan. Sets such Federal share for each fiscal year at: (1) 80 percent of the amount of stipends paid to volunteers in that State plus 100 percent of the costs of health insurance and worker's compensation benefits for volunteers; (2) 100 percent of the administrative costs of the local sponsoring agencies in carrying out applications approved under the State plan; and (3) 80 percent of the remaining costs of developing and carrying out the State plan. Sets forth provisions for records and audits. Authorizes appropriations for FY 1985 through 1990 to carry out this Act. Directs the Secretary to: (1) reserve in each fiscal year amounts necessary for Federal administration of the program; and (2) from the remainder, allot to each State an amount based on population. Sets forth provisions for reallotments to States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Student Aid Volunteer Earnings Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Student Aid Volunteer Earnings program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:13-05:00"
}