{
  "actions": [
    {
      "acted_at": "1998-05-05", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-07", 
      "references": [
        {
          "reference": "CR E797-798", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-05-26", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3791-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Baldacci, John Elias", 
      "sponsored_at": "1998-05-05", 
      "state": "ME", 
      "thomas_id": "00048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Gutierrez, Luis V.", 
      "sponsored_at": "1998-05-05", 
      "state": "IL", 
      "thomas_id": "00478", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Hinchey, Maurice D.", 
      "sponsored_at": "1998-05-05", 
      "state": "NY", 
      "thomas_id": "00541", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kennedy, Patrick J.", 
      "sponsored_at": "1998-08-06", 
      "state": "RI", 
      "thomas_id": "00627", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Maloney, Carolyn B.", 
      "sponsored_at": "1998-05-05", 
      "state": "NY", 
      "thomas_id": "00729", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Rush, Bobby L.", 
      "sponsored_at": "1998-05-05", 
      "state": "IL", 
      "thomas_id": "01003", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "1998-05-05", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1998-05-05", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-05-05", 
  "number": "3791", 
  "official_title": "To amend the Clean Air Act to establish requirements concerning the operation of fossil fuel-fired electric utility steam generating units, commercial and industrial boiler units, solid waste incineration units, medical waste incinerators, hazardous waste combustors, chlor-alkali plants, and Portland cement plants to reduce emissions of mercury to the environment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1915-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "Omnibus Mercury Emissions Reduction Act of 1998", 
  "sponsor": {
    "district": "1", 
    "name": "Allen, Thomas H.", 
    "state": "ME", 
    "thomas_id": "01461", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-05-05", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Air pollution control", 
    "Air pollution measurement", 
    "Air quality", 
    "Animals", 
    "Armed forces and national security", 
    "Battery recycling", 
    "Canada", 
    "Cement industry", 
    "Chesapeake Bay", 
    "Child health", 
    "Coal-fired power plants", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Electric batteries", 
    "Electric power production", 
    "Electric utilities", 
    "Emissions trading", 
    "Energy", 
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Estuarine pollution", 
    "Families", 
    "Federal advisory bodies", 
    "Fetus", 
    "Fishes", 
    "Florida", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Great Lakes", 
    "Groundwater pollution", 
    "Hazardous waste disposal", 
    "Health", 
    "Health warnings", 
    "Incineration", 
    "Industrial pollution", 
    "International affairs", 
    "International environmental cooperation", 
    "Labeling", 
    "Lakes", 
    "Latin America", 
    "Law", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Maternal health services", 
    "Mercury", 
    "Mercury poisoning", 
    "Mexico", 
    "Military bases", 
    "Municipal solid waste", 
    "New York State", 
    "North America", 
    "Packaging", 
    "Petroleum", 
    "Pregnant women", 
    "Public lands and natural resources", 
    "Recycling of waste products", 
    "Rivers", 
    "Science, technology, communications", 
    "Sedimentation", 
    "Soil pollution", 
    "Sports and recreation", 
    "Standards", 
    "Thermal power plants", 
    "Transboundary pollution", 
    "Vermont", 
    "Water pollution control", 
    "Water resources development", 
    "Watersheds", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-05-05", 
    "text": "Omnibus Mercury Emissions Reduction Act of 1998 - Amends the Clean Air Act to require the Administrator of the Environmental Protection Agency (EPA) to promulgate regulations to establish standards for mercury and mercury compound emissions applicable to: (1) electric utility steam generating units; (2) coal- and oil-fired commercial and industrial boiler units that have a maximum design heat input capacity of ten mmBtu (millions of British thermal units) per hour or greater; (3) chlor-alkali plants that use the mercury cell production process; and (4) dust from Portland cement plants. Requires such units and plants to have permits no later than two years after this Act's enactment. Prescribes a minimum required emission reduction, such that a unit or plant reduce annual poundage of mercury emitted below its mercury emission baseline by at least 95 percent. Authorizes emission trading among electric utility or coal- and oil-fired units contained at a single site if the aggregate annual reduction from all units is at least 95 percent. Requires the Administrator to authorize methods of control of mercury emissions. Sets forth permit requirements, including requirements for monitoring and analysis, inspection, entry, compliance certification, and reporting. Establishes specific mercury emission baselines for classes of electric utility and coal- and oil-fired boiler units, including those in operation before January 1, 1995, and those beginning operation after this Act's enactment. Requires the regulations to ensure that mercury that is captured or recovered is disposed of in a manner that ensures that: (1) the mercury hazards are not transferred from one environmental medium to another; and (2) there is no release of mercury into the environment. Directs the Administrator to establish a program of long-term research to develop and disseminate information on methods such as separating, solidifying, recycling, and encapsulating mercury-bearing waste so that the mercury does not volatize, migrate to groundwater or surface water, or contaminate the soil. Requires the Administrator to make emission data for each unit and plant available annually to the public. (Sec. 5) Directs the Administrator to publish a list of mercury-containing items to be separated and removed from the waste steams that feed solid waste incineration units. Requires manufacturers of listed items to label items (or, in the case of button cell batteries, packages) to indicate that a product contains mercury. Directs the Administrator to promulgate regulations prescribing procedures for monitoring and analysis for mercury emissions from solid waste combustion flue gases and determining compliance with such requirements. Requires solid waste incineration units operating pursuant to permits issued under the Act to submit plans for: (1) separating and removing listed mercury-containing items from waste streams that feed such units; (2) transferring separated waste to a recycling facility or treatment, storage, or disposal facility permitted under Subtitle C of the Solid Waste Disposal Act; (3) monitoring and reporting on plan compliance; and (4) achieving full compliance with the plan within 18 months of plan approval. Directs the Administrator or a State to enforce plans for units without approved plans. Requires permits for solid waste incineration units to specify inspection, entry, monitoring, compliance certification, and reporting requirements. Directs the Administrator to make mercury emission data for each unit available annually to the public. (Sec. 8) Requires the Administrator to report to the Congress on the extent to which the annual poundage of mercury and mercury compound emissions from medical waste incinerators and hazardous waste combustors in the United States has been reduced below specific baselines. (Sec. 10) Directs the Secretary of Defense to report to the Congress on the use of mercury and mercury compounds by the Department of Defense. (Sec. 11) Requires the Administrator to report to the Congress on the sources and extent of mercury emissions in North America. (Sec. 12) Directs the Administrator to establish: (1) a program to characterize and quantify the potential mercury-related health effects on high-risk populations; and (2) a mercury public awareness and prevention program targeted at populations most at risk from exposure to mercury. Requires the Secretary of Health and Human Services and the Administrator to establish an advisory committee to report on the progress made by the Federal Government, State and local governments, industry, and other regulated entities in complying with the mercury-related amendments made by this Act. Directs the Administrator to submit to the Congress a report that characterizes mercury and mercury-compound sedimentation trends in Lake Champlain, the Chesapeake Bay, the Great Lakes, the finger lakes region of upstate New York, Tampa Bay, and other water bodies of concern. Requires the Administrator to evaluate: (1) data collected by EPA and each State concerning mercury contamination of fish; and (2) advisories to warn the public about the consumption of mercury-contaminated fish. Directs the Administrator to: (1) implement any changes necessary to improve the quality and ensure consistency from State to State of Federal and State data collection, reporting, characterization of mercury contamination, and thresholds above which advisories will be issued; and (2) make biennial reports available to the public concerning mercury levels in fish and any consumption advisories that have been issued."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Mercury Emissions Reduction Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Clean Air Act to establish requirements concerning the operation of fossil fuel-fired electric utility steam generating units, commercial and industrial boiler units, solid waste incineration units, medical waste incinerators, hazardous waste combustors, chlor-alkali plants, and Portland cement plants to reduce emissions of mercury to the environment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:51-05:00"
}