{
  "actions": [
    {
      "acted_at": "1973-02-08", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4189-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Wilson, Charles H.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01233", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-08", 
  "number": "4189", 
  "official_title": "A bill to amend the Education of the Handicapped Act to provide tutorial and related instructional services for homebound children through the employment of college students, particularly veterans and other students who themselves are handicapped.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1088-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "21", 
    "name": "Badillo, Herman", 
    "state": "NY", 
    "thomas_id": "00040", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-08", 
  "subjects": [
    "Disabled", 
    "Education"
  ], 
  "subjects_top_term": "Disabled", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-08", 
    "text": "Authorizes the Commissioner of Education to make grants to State education agencies to enable them to develop and carry out program to provide, through the use of students to institutions of higher education, tutoring and instructional assistance, under the supervision of a qualified teacher, for homebound handicapped children who, though able to benefit from preschool, elementary, or secondary education, are prevented by their handicaps from attending school. Requires local educational institutions that apply for funds under this program to give special consideration to veterans qualified for vocational financial need. Requires that the compensation for participating college students shall be between the Federal minimum wage set by the Commissioner and the maximum wage set by the Commissioner. Requires that the aim of such program shall be to integrate the handicapped into society, and to avoid the development of a segregated, permanent system of educcation for the handicapped. Provides that the Commissioner shall make grants under this Act to State educational agencies on the merits of their proporsal to him which shall be submitted on such application forms and under such guidelines as he shall prescribe. Authorizes $55,000,000 for fiscal year 1974, and necessary funds for fiscal years 1975 and 1976, to carry out the purposes of this Act. Requires the Commissioner to allocate the first 25 percent of such funds to each State in proporation to the ratio that the number of children aged three to twenty-one in the State bears to the number of such children in all the States. Authorizes the Commissioner of Education to make grants to State education agencies to enable them to develop and carry out programs to provide, through the use of students in institutions of higher education, tutoring and instructional assistance, under the supervision of a qualified teacher, for homebound handicapped children who, though able to benefit from preschool, elementary, or secondary education, are prevented by their handicaps from attending school. Requires local educational institutions that apply for funds under this program to give special consideration to veterans qualified for vocational rehabilitation, and to students with greater financial need. Requires that the compensation for participating college students shall be between the Federal minimum wage set by the Commissioner and the maximum wage set by the Commissioner. Requires that the aim of such program shall be to integrate the handicapped into society, and to avoid the development of a segregated, permanent system of education for the handicapped. Provides that the Commissioner shall make grants under this Act to State educational agencies on the merits of their proposals to him which shall be submitted on such application forms and under such guidelines as he shall prescribe. Authorizes $55,000,000 for fiscal year 1974, and necessary funds for fiscal years 1975, and 1976, to carry out the purposes of this Act. Requires the Commissioner to allocate the first 25 percent of such funds to each State in proportion to the ratio that the number of children aged three to twenty-one in the State bears to the number of such children in all the States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Education of the Handicapped Act to provide tutorial and related instructional services for homebound children through the employment of college students, particularly veterans and other students who themselves are handicapped.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:58-05:00"
}