{
  "actions": [
    {
      "acted_at": "1993-01-05", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-01-05", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-01-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-01-15", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-02-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-02-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-02-10", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Economic and Commercial Law", 
      "text": "Referred to the Subcommittee on Economic and Commercial Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-08-10", 
      "bill_ids": [
        "hr2264-103"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.2264.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-02", 
      "bill_ids": [
        "hr3600-103"
      ], 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "See H.R.3600.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr237-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Economic and Commercial Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-01-05", 
  "number": "237", 
  "official_title": "To increase access to health care services for individuals in rural areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2264-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3600-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Rural Health Care Access Improvement Act of 1993", 
  "sponsor": {
    "district": "1", 
    "name": "LaRocco, Larry", 
    "state": "ID", 
    "thomas_id": "00665", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-01-05", 
  "subjects": [
    "Antitrust law", 
    "Capital", 
    "Communication in medicine", 
    "Community health services", 
    "Conflict of interests", 
    "Data transmission systems", 
    "Education", 
    "Electronic data processing", 
    "Excise tax", 
    "Federal aid to nursing education", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Hospitals", 
    "Identification devices", 
    "Income tax", 
    "Information services", 
    "Insurance companies", 
    "Insurance premiums", 
    "Interest", 
    "Managed care", 
    "Medicaid", 
    "Medical centers", 
    "Medical economics", 
    "Medical education", 
    "Medical ethics", 
    "Medical fees", 
    "Medical records", 
    "Medicare", 
    "Nursing education", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Physicians", 
    "Prospective payment systems (Medical care)", 
    "Public assistance programs", 
    "Public health personnel", 
    "Right of privacy", 
    "Rural hospitals", 
    "Rural public health", 
    "Science, technology, communications", 
    "Standards", 
    "Student loan funds", 
    "Surgery", 
    "Tax deductions", 
    "Taxation", 
    "Trauma care"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-01-05", 
    "text": "TABLE OF CONTENTS: Title I: Provisions Relating to Physicians' Services Subtitle A: Incentives Under Medicare Subtitle B: Increasing Number of Physicians Practicing in Rural Areas Subtitle C: Expansion of Exceptions to Limitations on Physician Self-Referrals Title II: Provisons Relating to Hospitals Title III: Miscellaneous Provisions Subtitle A: Administrative Simplification Subtitle B: Other Provisions Rural Health Care Access Improvement Act of 1993 - Title I: Provisions Relating to Physicians' Services - Subtitle A: Incentives Under Medicare - (Sec. 101) Amends title XVIII (Medicare) of the Social Security Act (SSA) to modify requirements regarding payments to new physicians and other new health care practitioners for rural area services. (Sec. 102) Prohibits the Secretary of Health and Human Services from failing to make Medicare payments on the basis of an individual's failure to complete a questionaire concerning a primary plan. (Sec. 103) Regulates the use of extrapolation by carriers administering Medicare benefits. (Sec. 104) Prohibits certain fees by carriers and the Secretary. (Sec. 105) Requires consideration, in applying standards and criteria for carrier contracts, of evaluations by medical societies representing physicians served by the carrier. (Sec. 106) Provides for appeals of carrier actions. (Sec. 107) Directs carriers to provide for review (of denial of payments for physicians' services) by a physician in the same medical specialty. (Sec. 108) Amends SSA titles XVIII and XIX (Medicaid) to modify the circumstances in which payments may be made to a physician for services provided by another physician. (Sec. 109) Amends SSA title XI to exclude surgical procedures performed in a rural area from utilization and quality control review requirements. Subtitle B: Increasing Number of Physicians Practicing in Rural Areas - (Sec. 111) Amends the Internal Revenue Code (IRC) to allow a personal interest deduction for qualified medical education loan interest which accrues while the physician is providing primary care to medically underserved rural area residents. (Sec. 112) Amends the Public Health Service Act (PHSA) to add the ratio of medically underserved individuals in a health professional shortage area to the aggregate population of all such areas to the exclusive factors considered in determining the greatest shortages in the assignment of National Health Service Corps members. Subtitle C: Expansion of Exceptions to Limitations on Physician Self-Referrals - (Sec. 121) Amends SSA title XVIII to revise the exceptions to prohibitions on physician self-referrals. (Sec. 122) Mandates a study and report to the Congress on the changes in aggregate costs, under Medicare and other health plans, resulting from this subtitle. Title II: Provisions Relating to Hospitals - (Sec. 201) Amends SSA title XVIII to require rural hospital prospective payment system amounts for capital-related costs of inpatient services to be based on either reasonable costs or the payment methodology used for other hospitals, as elected by the hospital. (Sec. 202) Amends the Omnibus Budget Reconciliation Act (OMBRA) of 1989 to extend referral centers. Removes Medicare provisions relating to exceptions and adjustments in certain payments for regional and national referral centers. Provides that the disproportionate share adjustment percentage be determined, in certain circumstances, as though such provisions had not been removed. (Sec. 203) Shields from certain antitrust laws specified actions of hospitals meeting described requirements. Title III: Miscellaneous Provisions - Subtitle A: Administrative Simplification - (Sec. 301) Requires health benefit plans to: (1) issue health claims cards; (2) provide information to appropriate health claims clearinghouses on individual eligibility for benefits; and (3) accept clearinghouse determinations on clean claims. (Sec. 302) Requires health service providers to submit claims only to the appropriate clearinghouse in a manner consistent with this Act. Imposes civil penalties for violation of such requirements. Requires each hospital, as a Medicare participation agreement requirement, to report information in a manner consistent with OMBRA of 1987. (Sec. 303) Requires: (1) designation of certain clearinghouse areas; and (2) a separate contract in each area with an organization to perform clearinghouse functions. (Sec. 304) Mandates standards for: (1) uniform health claims cards; and (2) information required for claims acceptance and payment. Requires the Secretary to develop computer software for provider inquiries, responses, and electronic claims submission and for uniform hospital reporting. (Sec. 305) Amends IRC to impose a tax on the failure of any group health plan to meet certain requirements of this title. Subtitle B: Other Provisions - (Sec. 311) Amends PHSA to require certain demonstration projects in rural areas invovling trauma care to include specified elements. (Sec. 312) Authorizes the use of certain funds for grants to nursing schools for the establishment of clinics to provide primary care services in medically underserved rural areas and related training. Requires a study on reducing the burden of federally conducted or sponsored health care services information collection requests."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Health Care Access Improvement Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To increase access to health care services for individuals in rural areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:56-05:00"
}