{
  "actions": [
    {
      "acted_at": "1974-03-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13487-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-14", 
  "number": "13487", 
  "official_title": "A bill to provide financial assistance and other aid to railroads and railroad-related companies to acquire and improve equipment and facilities necessary for better utilization of rolling stock to meet the needs of commerce and the national defense, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rail Freight Transportation Improvement Act", 
  "sponsor": {
    "district": "7", 
    "name": "Adams, Brock", 
    "state": "WA", 
    "thomas_id": "00005", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-14", 
  "subjects": [
    "Loans", 
    "Railroad rolling stock", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroad rolling stock", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-14", 
    "text": "Title I: Financial Assistance to Railroads - Rail Freight Transportation Improvement Act - Sets forth the purpose of this Act and defines the terms used in this Act. Establishes a Federal Railroad Loan Guarantee Fund to be used by the Secretary of Transportation as a revolving fund for the purposes of guaranteeing equipment obligations and loans for railroad facilities. Declares that the aggregate unpaid principal amount of obligations guaranteed under this title shall not exceed $2,000,000 at any one time. Authorizes the Secretary to guarantee the payment of the interest on and the unpaid balance of principal of any equipment obligation eligible to be guaranteed under this title. Enumerates limitations and conditions before the Secretary can guarantee any equipment obligation, establishes premium charges. Permits the Secretary, in the case of a common carrier by railroad, including any express company, to authorize loan guarantees for the financing or refinancing of expenditures made in acquiring, constructing, maintaining, or developing enumerated railroad facilities. Lists restrictions and limitations on the Secretary's guarantee of loans for railroad facilities. Authorizes the Secretary to issue to the Secretary of the Treasury notes or other obligations, if at any time the moneys in the fund are not sufficient to pay any amount the Secretary is required to pay under an agreement made under this title. Makes provisions for a default, which has continued for 30 days, in any payment by the obligor of principal or interest due under an obligation guaranteed under this title. Title II: Rolling Stock Scheduling and Control System - Authorizes the Secretary to conduct research and development into the design of a national rolling stock management information system which would be capable of locating and expediting the movement of rolling stock on a national basis. Requires the Secretary, within 2 years from this title's enactment, to report to the Congress respecting the organization, development, funding, and implementation of any national system which he may design as a result of research and development. Directs the Secretary to conduct a study respecting: (1) the costs to individual railroads of installing rolling stock management information systems; and (2) the economic, safety, and service benefits to be derived from compatible systems. Provides that not later than 2 years from the date of this title's enactment the Secretary shall announce his recommendations for the installation of the systems by individual railroads. Directs the Secretary to conduct a study of the potential benefits of railroad electrification for high density rail lines in the United States and to report the findings of this study to the Congress not later than 6 months after the date of enactment of this Act. Authorizes to be appropriated $15,000,000 for the purpose of carrying out this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rail Freight Transportation Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide financial assistance and other aid to railroads and railroad-related companies to acquire and improve equipment and facilities necessary for better utilization of rolling stock to meet the needs of commerce and the national defense, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:34-05:00"
}