{
  "actions": [
    {
      "acted_at": "2003-07-15", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committee on Finance; the Judiciary pursuant to section 2103(b)(3) of Public Law 107-210.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-17", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-07-17", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on the Judiciary. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-07-22", 
      "references": [], 
      "text": "Committees on Finance; the Judiciary. Jointly reported to Senate by Senator Grassley without amendment. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-22", 
      "calendar": "Senate Legislative", 
      "number": "222", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 222.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2003-07-29", 
      "references": [], 
      "text": "By Senator Grassley from Committees on Finance; the Judiciary jointly filed written report. Report No. 108-116. Additional views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1416-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "2003-07-15", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Frist, William H.", 
      "sponsored_at": "2003-07-15", 
      "state": "TN", 
      "thomas_id": "01336", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-07-15", 
  "number": "1416", 
  "official_title": "A bill to implement the United States-Chile Free Trade Agreement.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2738-108", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2738-108", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2738-108", 
      "reason": "related"
    }
  ], 
  "short_title": "United States-Chile Free Trade Agreement Implementation Act", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-07-17", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Admission of nonimmigrants", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Alien labor", 
    "Chile", 
    "Clothing", 
    "Commerce", 
    "Confidential communications", 
    "Customs unions", 
    "Dispute settlement", 
    "Economics and public finance", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Government operations and politics", 
    "Government paperwork", 
    "Immigration", 
    "Import relief", 
    "International affairs", 
    "International competitiveness", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Reciprocity", 
    "State laws", 
    "Tariff", 
    "Tariff preferences", 
    "Textile fabrics", 
    "Trade agreements", 
    "U.S. International Trade Commission", 
    "User charges", 
    "Valuation"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2003-07-22", 
    "text": "United States-Chile Free Trade Agreement Implementation Act - Title I: Approval of, and General Provisions Relating to, the Agreement - (Sec. 101) Approves the United States-Chile Free Trade Agreement entered into on June 6, 2003, with the Government of Chile, and the statement of administrative action proposed to implement the Agreement, both submitted to Congress on July 15, 2003. (Sec. 103) Provides that presidential proclamations calling for action under the United States-Chile Free Trade Agreement Implementation Act (this Act) may be proclaimed only if: (1) the President has obtained advice regarding the proposed action from the appropriate advisory committees and the U.S. International Trade Commission; (2) the President has reported to specified congressional committees with respect to such action; (3) a period of 60 days has expired; and (4) the President has consulted with the appropriate congressional committees during such 60-day period. Declares that proclaimed actions that are not subject to such consultation and layover requirements shall not take effect before the 15th day after the text of the proclamation is published in the Federal Register. Authorizes the President to proclaim such actions, and other appropriate officers of the U.S. Government to issue such regulations, as may be necessary to ensure that any provision of this Act that takes effect on the date the Agreement enters into force is appropriately implemented. (Sec. 105) Authorizes the President to establish or designate within the Department of Commerce an office to provide administrative assistance to dispute settlement panels established under the Agreement. Authorizes appropriations. (Sec. 106) Provides for the arbitration of claims against the United States pursuant to Investor-State Dispute Settlement procedures set forth in the Agreement. Title II: Customs Provisions - (Sec. 201)Authorizes the President to proclaim such modifications or continuation of duty, continuation of duty-free or excise treatment, or additional duties as are deemed necessary or appropriate to carry out the Agreement. Requires the President to terminate the designation of Chile as a beneficiary developing country eligible to receive trade benefits under the Generalized System of Preferences upon the entry into force of the Agreement. Requires the Secretary of the Treasury (Secretary) to assess additional duties, based on a calculated formula, on Chilean agricultural safeguard goods if the Secretary determines that the unit import price of the goods are less than the trigger price indicated for such goods under the Agreement. Provides that any additional duties on such goods that are subject to a tariff-rate quota shall be applied only to over-quota imports of such goods. Defines \"agricultural safeguard good\" as a good: (1) that qualifies as originating in Chile (or the United States, where applicable); (2) that is included in the United States Agricultural Safeguard Product List; and (3) for which a claim for preferential tariff treatment under the Agreement has been made. (Sec. 202) Sets forth certain rules of origin with respect to the reduction and elimination of duties imposed by the United States and Chile on certain goods wholly obtained or produced entirely in the territory of the other country as provided in the Agreement. (Sec. 203) Amends the Tariff Act of 1930 and the Foreign Trade Zones Act to prohibit certain articles manufactured in a U.S. bonded warehouse with materials that are subject to Chile FTA drawback (refund of duty) from being withdrawn from warehouse for exportation to Chile without assessment of a duty on the materials in their condition at the time of importation (including such additions to, or deductions from, the final appraised value as may be necessary by reason of a change in condition) into the United States. Sets forth requirements: (1) for the payment of duties, and the cancellation of charges against the bond, on imported metal-bearing materials that are subject to Chile FTA drawback that enter a bonded smelting or refining warehouse without payment of a duty for processing with other materials and subsequently withdrawn for export to Chile (except that such duties may be waived or reduced incrementally over time); (2) for the payment of charges against the bond upon the withdrawal for exportation to Chile of imported metal-bearing materials subject to Chile FTA drawback and the bond credited in an amount equal to the amount of duties paid upon importation into the United States; and (3) allowing the withdrawal from warehouse without payment of duties of imported merchandise subject to Chile FTA drawback that has been repackaged or otherwise changed in condition due to safety reasons or its preservation and exported to Chile. Sets forth requirements limiting the refund, waiver, or reduction of duty on: (1) an article subject to Chile FTA drawback that is exported to Chile; and (2) imported materials that are used in the construction of a vessel for the account and ownership of a Chilean resident or the Government of Chile and equipment of such vessel that are subject to Chile FTA drawback. Provides that nothing in this section shall be considered to authorize the refund, waiver, or reduction of countervailing duties or antidumping duties imposed on an imported good. (Sec. 204) Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 to prohibit the charging of a fee for certain customs services with respect to goods imported from, and originating in, Chile. Prohibits any service which is exempted from such fees from being funded with money from the Customs User Fee Account. (Sec. 205) Amends the Tariff Act of 1930 to set forth requirements: (1) exempting an importer from penalties for making an incorrect claim that a good qualifies as an originating good under the Agreement provided the importer voluntarily makes a corrected declaration and pays any duties owing; (2) making it unlawful for any person to certify falsely, by fraud, gross negligence, or negligence, in a Chile FTA Certificate of Origin that a good exported from the United States qualifies as an originating good under the Agreement; and (3) denying preferential tariff treatment under the Agreement to entries of identical goods imported by a person that provides false or unsupported representations that goods qualify under the rules of origin under the Agreement. (Sec. 206) Authorizes the Customs Service to reliquidate an entry to refund any excess duties paid on a Chilean good qualifying under the rules of origin set out under the Agreement. (Sec. 207) Requires a person who completes and issues a Chile FTA Certificate of Origin for a good exported from the United States to make, keep, and render for examination and inspection all records and supporting documents related to the origin of the good (including the Certificate). Sets forth a civil penalty for failure to retain such records and supporting documents. (Sec. 208) Authorizes the President to require the Secretary of the Treasury to take specified trade sanctions if the Secretary: (1) requests the Government of Chile to conduct a verification for the purpose of determining that an exporter or producer in Chile is complying with applicable customs laws regarding trade in textile and apparel goods, or claims that textile or apparel goods exported or produced by the exporter or producer qualify as originating goods or are goods of Chile are accurate; and (2) determines that information used for the verification is insufficient to make a determination. Title III: Relief From Imports - Subtitle A: Relief From Imports Benefiting From the Agreement - (Sec. 311) Authorizes an entity (including a trade association, firm, certified or recognized union, or group of workers) to file a petition with the International Trade Commission (ITC) requesting an adjustment to U.S. obligations under the Agreement. Requires the ITC, upon the filing of a petition, to promptly initiate an investigation to determine whether, as a result of the reduction or elimination of a duty provided for under the Agreement, a Chilean article is being imported into the United States in such increased quantities as to be a substantial cause of serious injury or threat of injury to the domestic industry producing an article that is like, or directly competitive with, the imported article. (Sec. 313) Requires the President, after receiving an affirmative injury determination from the ITC, to provide certain import relief to remedy or prevent such injury and to facilitate efforts of the domestic industry to make a positive adjustment to import competition, including: (1) suspension of any further reduction provided by the Agreement in the duty imposed on such article; and (2) an increase in the rate of duty imposed on such article to a level that does not exceed the lesser of the column one general duty rate imposed under the Harmonized Tariff Schedule (HTS) on like articles at the time the import relief is provided, or the HTS column one general duty rate on like articles on the day before the Agreement enters into force. (Sec. 314) Terminates import relief within ten years after the Agreement enters into force. (Sec. 316) Amends the Trade Act of 1974 to subject the Act's provisions concerning the release of confidential business information to ITC investigations conducted under this Act. Subtitle B: Textile and Apparel Safeguard Measures - (Sec. 321) Authorizes an interested party to file a request with the President to adjust U.S. obligations under the Agreement. Requires the President, if an affirmative determination is made to a request, to determine whether, as a result of the elimination of a duty under the Agreement, a Chilean textile or apparel article is being imported into the United States in such increased quantities as to cause serious damage or threat of damage to a domestic industry producing an article that is like, or directly competitive with, the imported article. Authorizes the President, if an affirmative serious damage determination is made, to provide certain import relief to remedy or prevent the serious damage with respect to the imported article and to facilitate adjustment by the domestic industry, including to increase the rate of duty imposed on the article to a level that does not exceed the lesser of the HTS column one general duty rate on like articles at the time the import relief is provided, or the HTS column one general duty rate on like articles on the day before the Agreement enters into force. (Sec. 323) Limits such relief to no more than three years. Title IV: Temporary Entry of Business Persons - (Sec. 401) Authorizes nonimmigrant treaty trader or treaty investor Chilean aliens (including their spouses or children) and nonimmigrant Chilean professionals who are engaged in a specialty occupation to enter or work in the United States. Sets forth certain requirements with respect to the entry of such aliens into the United States, including the denial of admission into the United States if there is a labor dispute in progress in the occupational classification at the place of employment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States-Chile Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "United States-Chile Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement the United States-Chile Free Trade Agreement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:26-05:00"
}