{
  "actions": [
    {
      "acted_at": "1976-03-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12632-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-18", 
  "number": "12632", 
  "official_title": "A bill to prevent arbitrary franchise termination by major petroleum refiners.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "McDade, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00765", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-18", 
  "subjects": [
    "Antitrust law", 
    "Energy", 
    "Energy industries", 
    "Franchises (Retail trade)", 
    "Marketing", 
    "Petroleum and petroleum products", 
    "Petroleum industry"
  ], 
  "subjects_top_term": "Energy industries", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-18", 
    "text": "Prohibits a refiner of petroleum products from cancelling, failing to renew, or otherwise terminating a petroleum products franchise without furnishing prior written notification. Prohibits a refiner or distributor from terminating any such franchise except for one of the following reasons: (1) failure of the holder of the franchise to comply substantially with any essential and reasonable requirement imposed; (2) failure of the holder of the franchise to act in good faith; or (3) withdrawal of the refiner or distributor from doing business in the State where the terminated franchise is located. Prohibits a person who is a major market shareholder (as defined in the Emergency Petroleum Allocation Act of 1973) from commencing or expanding the operation of any distributorship or retail establishment whose personnel are under the control of such major market shareholder or entity controlled by such shareholder. Establishes procedures for injured parties to bring civil actions in United States district court without regard to the amount in controversy. Imposes criminal penalties of up to $1,000,000 for knowing violation of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to prevent arbitrary franchise termination by major petroleum refiners.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:00-05:00"
}