{
  "actions": [
    {
      "acted_at": "1973-02-19", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s898-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-19", 
  "number": "898", 
  "official_title": "A bill to authorize insurance in connection with loans to finance the purchase of and improvements to lots on which to place mobile homes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-19", 
  "subjects": [
    "Housing and community development", 
    "Insurance", 
    "Mobile homes"
  ], 
  "subjects_top_term": "Mobile homes", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-19", 
    "text": "Authorizes insurance, under the National Housing Act, in connection with loans to finance the purchase of, and improvements to, lots on which mobile homes will be placed. Provides that the principal amount of the obligation for the purchase of a mobile home shall not exceed $10,000 ($15,000 in the case of a mobile home composed of two or more modules) plus an additional amount, prescribed by the Secretary of the Treasury to cover the cost of necessary site preparation. States that the maximum maturity of any such obligation shall not exceed twelve years and thirty-two days (fifteen years and thirty-two days in the case of a two modules home). Provides that in the case of an obligation financing the purchase of a mobile home and an undeveloped lot on which to place the home, the principal amount of the obligation shall not exceed the maximum amount specified above and such amount not to exceed $5,000 as may be necessary to cover the cost of purchasing the lot. Provides that the maximum maturity of any such obligation shall not exceed fifteen years and thirty-two days. Provides insurance for construction purposes, other than the purchaser of a mobile home, with the following limitations; the principal amount of the obligation shall not exceed $5,000, and the maturity of the obligation shall not exceed three years and thirty-two days (seven years and thirty-two days in any case where the Secretary determines that an extension in such period is in the public interest after giving consideration to the general effect of the extension upon borrowers, the building industry, and the general economy). States that the foregoing limitations on the maturity of any such obligation shall not apply if the loan, advance of credit, or purchase is for the purpose of financing the construction of a new structure for use in whole or in part for agricultural purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize insurance in connection with loans to finance the purchase of and improvements to lots on which to place mobile homes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:27-05:00"
}