{
  "actions": [
    {
      "acted_at": "1973-01-06", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1424-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-06", 
  "number": "1424", 
  "official_title": "A bill to establish a universal food service and nutrition education program for children.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7512-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Child Nutrition Act", 
  "sponsor": {
    "district": "12", 
    "name": "Talcott, Burt L.", 
    "state": "CA", 
    "thomas_id": "01134", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-06", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and food", 
    "Education", 
    "Families", 
    "Nutrition"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-06", 
    "text": "Child Nutrition Act - Authorizes the Secretary of Agriculture to establish and administer in cooperation with State educational agencies a universal food service and nutrition education program for children in high school grades and under and in service institutions conducting programs for the benefit of all children. Provides that meals and supplemental food services provided by schools and service institutions shall meet nutritional standards prescribed by the Secretary. Requires food service programs operated under this Act to be operated on a nonprofit basis and each participating school and service institution shall offer at least one meal per day without charge to all children in attendance. States that State agencies shall determine the eligibility of applicant schools and service institutions and shall establish controls to insure effective use of funds. Provides that each school or service institution shall utilize in its program food donated by the Secretary. Authorizes the Secretary to utilize not to exceed $200,000,000 of certain available funds for the purchase and distribution of especially nutritious agricultural commodities to assist the food service program in meeting the nutritional requirements under this Act. Provides that the apportionment of funds to each State shall be based on two factors: (1) the number of children in average daily attendance during the preceding year in schools and service institutions eligible under this Act and (2) the rate of Federal assistance per child per year and the rate of such assistance shall be $90 per child for all States. Requires State and local matching funds in the following percentages: for the first and second fiscal years of operations under this Act, expenditures from State revenues within the State shall constitute at least 10 percent of total operating costs of the program; for the third fiscal year, the State share shall be increased to 12 percent of operating costs; and shall be increased by 2 percent every second year thereafter to reach a maximum of 20 percent; and the local share shall constitute at lease 5 percent of the operating costs for each fiscal year. Authorizes to be appropriated for the first fiscal year and for any subsequent fiscal year not to exceed $25,000,000 to assist the States to supply schools and service institutions with equipment for the storage, preparation, transportation, and serving of food. Provides that the Secretary shall apportion 50 percent of the funds among the States on the basis of the ratio between the number of children enrolled in schools without a food service in each State and the number of children enrolled in schools without a food service in all States and the ratio between the number of children enrolled in schools in each State and the number of children enrolled in schools in all States. Authorizes the Secretary, in cooperation with the Office of Education of the Department of Health, Education and Welfare, to formulate a basic nutrition education program to be extended through the State educational agencies on a voluntary basis to the schools and service institutions participating in programs under this Act. Provides grants to the States based on pupil enrollment for the operation of this program. Requires the State educational agencies to submit plans of operation to the Secretary at least three months prior to the first fiscal year of operations under this Act. Provides grants for State administrative expenses and the costs of local supervision. Provides that Federal assistance for food service to nonprofit private schools shall be provided by the State educational agency and authorizes the Secretary to make direct payments to such schools if the State agency is precluded by State law from making such payments. Directs the Secretary to begin a pilot operation in at least ten school systems in the first full fiscal year following the passage of this Act to test and develop the most effective techniques and procedures for use under this Act. Requires the States and the participating schools and institutions to keep such accounts and records as the Secretary may reguire. Requires the Secretary to provide for an evaluation of the programs conducted under this Act. Establishes a National Advisory Council on Program Administration which shall make a continuing study of the operations carried out under this Act with a view to determining how such porgrams can be improved. Establishes the National Advisory Council on Child Nutrition which shall study the programs carried out under this Act and submit a report to the President and the Congress annually containing the results of its study and with recommendations for administrative and legislative changes. Provides that the effective date of this Act, other than the Pilot Program, which is effective with the passage of this Act, shall be two years subsequent to the fiscal year in which it is passed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Nutrition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a universal food service and nutrition education program for children.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:12-05:00"
}