{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr396-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "396", 
  "official_title": "A bill to create a National Agricultural Bargaining Board, to provide standards for the qualification of associations of producers, to define the mutual obligation of handlers and associations of producers to negotiate regarding agricultural products produced or sold under contract, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Agricultural Marketing and Bargaining Act", 
  "sponsor": {
    "district": "25", 
    "name": "Fish, Hamilton, Jr.", 
    "state": "NY", 
    "thomas_id": "00384", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural cooperatives", 
    "Agricultural economics", 
    "Agriculture and food"
  ], 
  "subjects_top_term": "Agricultural cooperatives", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "National Agricultural Marketing and Bargaining Act - Title I: Agricultural Marketing and Bargaining - Legislative Findings and Purpose - Sets forth the findings of the Act. States that the purpose of this title is to provide standards for the qualification of agricultural cooperative organizations for bargaining; to define the mutual obligation of handlers and agricultural cooperative organizations to bargain with respect to the production, sale, and marketing of agricultural products; and to provide for the enforcement of such obligations. Sets forth definitions of terms relating to the title. Establishes in the Department of Agriculture a National Agricultural Bargaining Board, which shall administer the provisions of the Act. Provides that the Board shall consist of three members to be appointed by the President with the advice and consent of the Senate. Sets forth the qualifications of those associations of producers which shall be entitled to the benefits of this title. Requires an association of producers to file with the Board a petition for qualification. Directs the Board to hold a public hearing and qualify such association if it finds that specified requirements are met. Provides that after qualification the Board shall give notice of such qualification to all known handlers that in the ordinary course of business, purchase the agricultural commodities that such association represents. Requires a qualified association to file annually a report to the Board. Provides that bargaining, as used in this title, is the mutual obligation of a handler and a qualified association to meet at reasonable times and negotiate in good faith with respect to the price, terms of sale, compensation for commodities produced under contract, and other contract provisions relative to the commodities that such qualified association represents and the execution of a written contract incorporating any agreement reached if requested by either party. Provides that such obligation on the part of any handler shall extend only to a qualified association that represents producers with whom such handler has had a prior course of dealing, and states that such obligation does not require either party to agree to a proposal or to make a concession. Requires a handler to be deemed to have had a prior course of dealing with a producer if such handler has purchased commodities produced by such producer in any two of the preceding five years. Provides that nothing in this Act shall be deemed to prohibit a qualified bargaining association from entering into contracts with handlers to supply the full agricultural production requirements of such handlers. Makes it unlawful for a handler to negotiate with other producers of a product with respect to the price, terms of sale, compensation for commodities produced under contract, and other contract provisions relative to such product while negotiating with a qualified bargaining association able to supply all or a substantial portion of the requirements of such handler for such product. Makes it unlawful for a handler to purchase a product from other producers under terms more favorable to such producers than those terms negotiated with a qualified bargaining association for such product. Authorizes enforcement of orders and provides for judicial review in any United States Court of Appeals. Provides that the Board shall, at all reasonable times, have access to and the right to copy evidence relating to any person or action under investigation by it in connection with any refusal to bargain. Empowers the Board to administer oaths and to issue subpenas requiring the attendance of witnesses or the production of evidence. Provides that in case of a refusal to obey a subpena issued to any person, the district court, upon application by the Board, shall have jurisdiction to order such person to appear before the Board to produce evidence or to give testimony touching the matter under investigation, and any failure to obey such order may be punished by the court as a contempt thereof. Provides that no person shall be excused from attending and testifying or from producing books, records, correspondence, documents, or other evidence in obedience to the subpena of the Board, on the ground that the testimony or evidence required of him may tend to incriminate him or subject him to a penalty or forfeiture. Provides that no individual shall be prosecuted or subjected to any penalty or forfeiture for or on account of any transaction, matter, or thing concerning which he is compelled, after having claimed his privilege against self-incrimination, to testify or produce evidence, except that such individual so testifying shall not be exempt from prosecution and punishment for perjury committed in so testifying. Title II: Assignment of Association Fees - Provides that if any producer of a farm product voluntarily executes and causes to be delivered to a handler, either as a clause in a sales contract or other instrument in writing, a notice of assignment of dues or fees to a qualified association directly representing the specific product involved, by which the handler is directed to deduct a sum from the price to be paid for such product and to pay the same over to such association as dues or fees for the producer, then such handler shall deduct the amount authorized from the price to be paid for any farm product being sold by any such producer and pay said amount over to the qualified association as assignee. Provides that no provision which is inserted in any contract that is prepared by a handler which makes ineffective an assignment of the dues described in this title is valid. Provides that an assignment of dues or fees may not exceed 2 percent of the total value of the product which is delivered by the producer to the handler. Title III: Marketing Orders - Provides that notwithstanding any of the commodity, product, area, or approval exceptions or limitations, any agricultural commodity or product (except canned or frozen products) thereof, or any regional or market classification thereof, shall be eligible for an order, exempt from any special approval required by the preceding sections, if after a referendum of the affected producers of such commodity the Secretary finds that a majority of such producers voting in such referendum favor making such commodity or product thereof, or the regional or market classification thereof specified in the referendum, eligible for an order. Provides that such referendum shall not be required for any commodity or product for which an order otherwise is authorized and for which no special approval or area limitation is specified therein."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Agricultural Marketing and Bargaining Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create a National Agricultural Bargaining Board, to provide standards for the qualification of associations of producers, to define the mutual obligation of handlers and associations of producers to negotiate regarding agricultural products produced or sold under contract, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:34-05:00"
}