{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr341-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "341", 
  "official_title": "To prohibit the unlawful use of a rented motor vehicle.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Broyhill, Joel T.", 
    "state": "VA", 
    "thomas_id": "00139", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "District of Columbia", 
    "Motor vehicles"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Imposes a fine of not more than $1000 or imprisonment for not more than five years, or both, for any person in the District of Columbia who, without the consent of the owner, shall take, use, operate, or remove or cause to be taken, used, operated, or removed, from a garage, stable, or other building, or from any place or locality on a public or private highway, park, parkway, street, lot, field, enclosure, or space, an automobile or motor vehicle, and operate or drive or cause the same to be operated or driven for his own profit, use, or purpose. States that it shall be prima facie evidence of a violation of this Act if any person, after renting or leasing a motor vehicle under an agreement in writing which provides for the return of the motor vehicle to a particular place at a particular time, fails to return the motor vehicle to such place within five days after the time specified, and thereafter having been served with a written demand, either personally or by registered or certified mail return receipt requested, fails to return the motor vehicle, except for causes beyond his control, to the place specified in the written agreement within five days from the time of the service of the written demand."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To prohibit the unlawful use of a rented motor vehicle.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:55-05:00"
}