{
  "actions": [
    {
      "acted_at": "2009-01-21", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held Prior to Introduction and Referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-01-21", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee Consideration and Mark-up Session Held and Ordered to be Reported Prior to Introduction and Referral to be reported by the Yeas and Nays: 35-22.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-01-26", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-01-26T19:31:00-05:00", 
      "references": [], 
      "text": "Reported by the Committee on Appropriations. H. Rept. 111-4.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-01-26T19:31:00-05:00", 
      "calendar": "Union", 
      "number": "1", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 1.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr679-111", 
  "bill_type": "hr", 
  "committees": [], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-01-26", 
  "number": "679", 
  "official_title": "Making supplemental appropriations for job preservation and creation, infrastructure investment, energy efficiency and science, assistance to the unemployed, and State and local fiscal stabilization, for the fiscal year ending September 30, 2009, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr861-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s336-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s336-111", 
      "reason": "related"
    }
  ], 
  "short_title": "American Recovery and Reinvestment Act of 2009", 
  "sponsor": {
    "district": "7", 
    "name": "Obey, David R.", 
    "state": "WI", 
    "thomas_id": "00877", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-01-21", 
  "subjects": [
    "Alternative and renewable resources", 
    "Appropriations", 
    "Border security and unlawful immigration", 
    "Congressional agencies", 
    "Congressional oversight", 
    "Defense spending", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of Defense", 
    "Department of Energy", 
    "Department of Health and Human Services", 
    "Department of Homeland Security", 
    "Department of Justice", 
    "Department of Labor", 
    "Department of the Interior", 
    "Disability and paralysis", 
    "Economics and public finance", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Educational facilities and institutions", 
    "Electric power generation and transmission", 
    "Elementary and secondary education", 
    "Employee benefits and pensions", 
    "Employment and training programs", 
    "Energy efficiency and conservation", 
    "Environmental Protection Agency (EPA)", 
    "Executive Office of the President", 
    "Executive agency funding and structure", 
    "Food assistance and relief", 
    "Foreign labor", 
    "Gambling", 
    "Government Accountability Office (GAO)", 
    "Government buildings, facilities, and property", 
    "Government information and archives", 
    "Government investigations", 
    "Government lending and loan guarantees", 
    "Health information and medical records", 
    "Higher education", 
    "Housing and community development funding", 
    "Housing finance and home ownership", 
    "Humanities programs funding", 
    "Infrastructure development", 
    "Interest, dividends, interest rates", 
    "Internet and video services", 
    "National Aeronautics and Space Administration", 
    "National Foundation on the Arts and the Humanities", 
    "National Science Foundation", 
    "National and community service", 
    "Poverty and welfare assistance", 
    "Public contracts and procurement", 
    "Small Business Administration", 
    "Small business", 
    "Smithsonian Institution", 
    "Space flight and exploration", 
    "Special education", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula", 
    "Telephone and wireless communication"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-01-26", 
    "text": "American Recovery and Reinvestment Act of 2009 - Establishes use-it-or-lose-it requirements for grantees using funds in specified accounts who have not entered into contracts or other binding commitments and used 50% of the funds awarded. Provides for redistribution of such uncommitted funds by the appropriate federal agency.Makes all funds appropriated by this Act available for obligation through FY2010, unless expressly provided otherwise.Makes additional appropriations to specified federal agency and departmental Offices of Inspector General.Appropriates additional amounts to the Government Accountability Office (GAO). Prohibits the use of funds for: (1) casino or other gambling establishments, aquariums, zoos, golf courses, or swimming pools; or (2) a project for the construction, alteration, maintenance, or repair of a public building or public work unless all of the iron and steel used in the project is domestic, except in certain circumstances.Designates each amount in this Act as an emergency requirement, necessary to meet certain emergency needs in accordance with the FY2008-FY2009 congressional budget resolutions.Prohibits the use of funds to enter into a contract with an entity that does not participate in the E-verify program of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996.Requires publication on the website Recovery.gov of: (1) all federal agency plans for using funds made available in this Act, as well as all related grant announcements; and (2) all federal, state, or local agency public notices regarding funds obligated to particular infrastructure investments.Prescribes review and reporting requirements for inspectors general of federal departments or executive agencies, the GAO, and the Chairman of the Council of Economic Advisers.Establishes the Recovery Act Accountability and Transparency Board, which shall establish the Recovery.gov website.Places limitations on the length of certain noncompetitive contracts.Grants the Comptroller General and the Offices of Inspector General access to certain contractors' or subcontractors' records or employees.Prohibits reprisals against state and local government and contractor whistleblowers.Makes supplemental appropriations for FY2009 to: (1) the Department of Agriculture; (2) the Department of Commerce; (3) the Department of Justice (DOJ); (4) the National Aeronautics and Space Administration (NASA); (5) the National Science Foundation; (6) the Department of Defense (DOD); (7) the Department of the Army, Corps of Engineers - Civil; (8) the Department of the Interior; and (9) the Department of Energy.Makes additional appropriations for FY2009 to the Secretary of Agriculture to provide a temporary increase in benefits under the Supplemental Nutrition Assistance Program.Amends the Richard B. Russell National School Lunch Act to repeal the limitation of the afterschool feeding program for at-risk children to eight states. Requires the National Telecommunications and Information Administration (NTIA) to develop and maintain a map showing where broadband service is deployed and available in each state.Authorizes NTIA to award grants for wireless deployment and broadband deployment.Makes technical corrections to the Energy Independence and Security Act of 2007.Revises requirements with respect to smart grid regional demonstration initiatives.Instructs the Secretary of Energy to establish a smart grid information clearinghouse.Amends the Energy Policy Act of 2005 to direct the Secretary to make loan guarantees for rapid deployment before FY2012 of renewable energy and electric power transmission projects.Amends the Hoover Power Plant Act of 1984 to authorize the Western Area Power Administration to borrow funds from the Treasury for: (1) new or upgraded electric power transmission lines and related facilities; and (2) the delivery of power generated by renewable energy resources after enactment of this Act.Amends the Energy Conservation and Production Act to increase the income eligibility level for the Weatherization Assistance Program, as well as the maximum amount of financial assistance.Makes additional borrowing authority available to the Bonneville Power Administration.Instructs the Secretary to include specified analyses within the 2009 National Electric Transmission Congestion Study.Appropriates funds for: (1) the General Services Administration (GSA) for the Federal Buildings Fund and the acquisition of energy-efficient motor vehicles; and (2) the Small Business Administration (SBA) for small business loan programs.Permits the SBA to guarantee up to 95% of qualifying small business loans made by eligible lenders. Authorizes the SBA to establish: (1) the SBA Secondary Market Lending Authority; and (2) the SBA Secondary Market Guarantee Authority. Authorizes the SBA to refinance: (1) SBA and non-SBA loans made to small businesses; and (2) loans made under the SBA's local development business loan program. Provides increased SBA loan leverage and investment limits.Makes supplemental appropriations for FY2009 to: (1) the Department of Homeland Security (DHS); (2) the Department of the Interior; (3) the Environmental Protection Agency (EPA); (4) the Department of Agriculture; (5) the Department of Health and Human Services (HHS); (6) the Smithsonian Institution; (7) the National Foundation on the Arts and the Humanities; (8) the National Endowment for the Arts; and (9) the Department of Labor (DOL), Employment and Training Administration.Amends the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 to extend employment eligibility confirmation pilot programs (including the E-Verify basic pilot program).Directs the Commissioner of Social Security and the Secretary of Homeland Security to enter into a fiscal year agreement to provide funds to the Commissioner for the full costs of such programs in quarterly advances.Requires GAO studies regarding: (1) erroneous tentative nonconfirmations under the E-Verify program; and (2) the effects of such program on small entities.Amends the Longshore and Harbor Workers' Compensation Act to revise the exclusion from the meaning of \"employee in the recreational marine industry\" of any individuals employed to repair a recreational vessel or to dismantle any part of it in connection with its repair.Establishes a Federal Coordinating Council for Comparative Effectiveness Research.Directs the Secretary of Health and Human Services to invest in the infrastructure necessary to allow for and promote the electronic exchange and use of health information for each individual in the United States, consistent with the goals outlined in the Strategic Plan developed by the Office of the National Coordinator for Health Information Technology.Makes supplemental appropriations available to the Department of Education for: (1) education of the disadvantaged; (2) impact aid; (3) school improvement programs; (4) innovation and improvement activities; (5) special education; (6) rehabilitation services and disability research; (7) certain student financial assistance programs, as well as federal administrative expenses for such programs; (8) teacher quality partnership grants; (9) the Institute of Education Sciences; and (10) school modernization, renovation, and repair.Sets the maximum individual Pell Grant amount at $4,860 for award year 2009-2010.Establishes grant programs for the modernization, renovation, and repair of: (1) public elementary and secondary school facilities; and (2) higher education facilities that are primarily used for instruction, research, or student housing.Amends the Higher Education Act of 1965 to increase the amount authorized and appropriated for Pell Grants for FY2009-FY2010.Increases annual and aggregate student loan limits under the Federal Family Education Loan (FFEL) program.Alters, on a temporary basis, the formula for calculating special allowance payments made to FFEL lenders to compensate them for the difference between FFEL interest rates and market rates.Makes supplemental appropriations for FY2009 to: (1) the Corporation for National and Community Service; (2) the National Service Trust; (3) the Social Security Administration (SSA); (4) the DOD; (5) the Department of Veterans Affairs; (6) the Department of State; (7) the Department of Transportation; and (8) the Department of Housing and Urban Development (HUD).Sets forth maintenance of effort and reporting requirements for a state or its agency awarded funds appropriated in this Act for a covered program.Establishes loan limits for calendar 2009 for: (1) the Federal Housing Administration (FHA); (2) the Federal National Mortgage Association (Fannie Mae); (3) the Federal Home Loan Mortgage Corporation (Freddie Mac); and (4) the FHA reverse mortgage.Establishes a State Stabilization Fund which the Secretary of Education is to use to provide grants to states: (1) to restore state funding for elementary, secondary, and postsecondary education; (2) to supplement school improvement funds provided to local educational agencies (LEAs) under the Elementary and Secondary Education Act of 1965; and (3) for public safety and other government services. Reserves a portion of such Fund for: (1) awarding grants to states that make significant progress in addressing inequities in teacher distribution, establishing longitudinal education data systems, and improving educational assessments; and (2) establishing an Innovation Fund to award states, LEAs, and schools that make significant progress in closing student achievement gaps.Bars the use of such Fund to provide financial assistance to students to attend private elementary or secondary schools."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "American Recovery and Reinvestment Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "American Recovery and Reinvestment Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making supplemental appropriations for job preservation and creation, infrastructure investment, energy efficiency and science, assistance to the unemployed, and State and local fiscal stabilization, for the fiscal year ending September 30, 2009, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:52:13-05:00"
}