{
  "actions": [
    {
      "acted_at": "1999-08-03", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-03", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Ground Transportation", 
      "text": "Referred to the Subcommittee on Ground Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-04", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "in_subcommittee": "Ground Transportation", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-04", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "in_subcommittee": "Ground Transportation", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-09-24T14:15:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Transportation. H. Rept. 106-333.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-24T14:15:00-04:00", 
      "calendar": "Union", 
      "number": "194", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 194.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1999-10-13T23:58:00-04:00", 
      "bill_ids": [
        "hres329-106"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 329 Reported to House. Rule provides for consideration of H.R. 2679 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be read by title. Bill is open to amendments. The amendment printed in part A of H. Rept. 106-381 shall be considered as adopted. Before consideration of any other amdnement it shall be in order to consider the amendment printed in part B of H. Rept. 106-381, if offered by a Member designated in the report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T12:39:00-04:00", 
      "bill_ids": [
        "hres329-106"
      ], 
      "references": [
        {
          "reference": "CR H10062-10078", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 329.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T12:39:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 2679 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be read by title. Bill is open to amendments. The amendment printed in part A of H. Rept. 106-381 shall be considered as adopted. Before consideration of any other amendment it shall be in order to consider the amendment printed in part B of H. Rept. 106-381, if offered by a Member designated in the report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T12:39:00-04:00", 
      "bill_ids": [
        "hres329-106"
      ], 
      "references": [], 
      "text": "Rule H. Res. 329 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T12:40:00-04:00", 
      "bill_ids": [
        "hres329-106"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 329 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T12:40:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Mark Foley to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T12:40:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 2679.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T13:20:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee is debating the manager's amendment offered by Mr. Shuster.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T13:24:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee is debating the amendment offered by Mr. Baldacci.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T13:27:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee is debating the amendment offered by Ms. Jackson-Lee of Texas.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T13:32:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee is debating the amendment offered by Mr. Menendez.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T13:34:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee is debating the amendment offered by Mr. Gonzalez.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T13:36:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 2679.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T13:37:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T13:39:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendment as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T13:58:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "501", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 415 - 5 (Roll no. 501).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1999-10-14T13:58:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-14T13:58:00-04:00", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-15", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h529-106", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "529"
    }, 
    {
      "amendment_id": "h530-106", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "530"
    }, 
    {
      "amendment_id": "h531-106", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "531"
    }, 
    {
      "amendment_id": "h532-106", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "532"
    }, 
    {
      "amendment_id": "h533-106", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "533"
    }
  ], 
  "bill_id": "hr2679-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Ground Transportation", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1999-08-03", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Petri, Thomas E.", 
      "sponsored_at": "1999-08-03", 
      "state": "WI", 
      "thomas_id": "00912", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "1999-08-03", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1999-10-14T13:58:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1999-08-03", 
  "number": "2679", 
  "official_title": "To amend title 49, United States Code, to establish the National Motor Carrier Administration in the Department of Transportation, to improve the safety of commercial motor vehicle operators and carriers, to strengthen commercial driver's licenses, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres329-106", 
      "reason": "rule"
    }
  ], 
  "short_title": "Motor Carrier Safety Act of 1999", 
  "sponsor": {
    "district": "9", 
    "name": "Shuster, Bud", 
    "state": "PA", 
    "thomas_id": "01055", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1999-10-14T13:58:00-04:00", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Authorization", 
    "Border patrols", 
    "Boundaries", 
    "Bus drivers", 
    "Canada", 
    "Commerce", 
    "Commercial arbitration", 
    "Common carriers", 
    "Conflict of interests", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Customs unions", 
    "Data banks", 
    "Department of Transportation", 
    "Driver licenses", 
    "Driver tests", 
    "Drug abuse", 
    "Drug testing", 
    "Drugs and transportation workers", 
    "Drunk driving", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Federal officials", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Freight forwarders", 
    "Fringe benefits", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Household moving", 
    "Immigration", 
    "International affairs", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Liability for traffic accidents", 
    "Liability insurance", 
    "Licenses", 
    "Marine transportation", 
    "Mexico", 
    "Motor buses", 
    "Motor carrier rates", 
    "Motor vehicle safety", 
    "New Jersey", 
    "North America", 
    "Ombudsman", 
    "Performance measurement", 
    "Presidential appointments", 
    "Recidivists", 
    "Recruiting of employees", 
    "School buses", 
    "Science, technology, communications", 
    "State laws", 
    "Strategic planning", 
    "Telephone", 
    "Trade agreements", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Transportation insurance", 
    "Transportation of hazardous substances", 
    "Transportation planning", 
    "Transportation research", 
    "Truck drivers", 
    "Trucking", 
    "Trucks"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1999-10-14", 
    "text": "TABLE OF CONTENTS: Title I: National Motor Carrier Safety Administration Title II: Commercial Motor Vehicle and Driver Safety Motor Carrier Safety Act of 1999 - Title I: National Motor Carrier Safety Administration - Establishes the National Motor Carrier Safety Administration within the Department of Transportation (DOT), to be headed by an Administrator appointed by the President, by and with the advice and consent of the Senate.(Sec. 101) Decreases the amount the Secretary of Transportation can deduct from Federal-aid highway funds for administrative expenses related to carrying out various Federal transportation projects. Sets forth a specified percent of such funds for administrative expenses related to administering motor carrier safety programs and motor carrier safety research.(Sec. 102) Directs the Secretary to develop a long-term strategy (including an annual plan and schedule for achieving, at a minimum, specified goals) for improving commercial motor vehicle, operator, and carrier safety.(Sec. 103) Amends Federal aid highway law to provide, based on a specified formula pursuant to the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act), for proportionate reductions in appropriated funds from the Highway Trust Fund to carry out the motor carrier safety grant program.(Sec. 104) Authorizes additional appropriations out of the Highway Trust Fund for the motor carrier safety grant program for FY 2001 through 2003.Amends the Transportation Equity Act for the 21st Century to increase authorizations of appropriations for the motor carrier safety grant program for FY 2001 through 2003. Prohibits the Secretary from making such grants to a State unless the State enters into an agreement that provides that the total State expenditure for the development or implementation of programs for improving motor carrier safety and enforcement of U.S. orders on commercial motor vehicle safety, hazardous materials transportation safety, and compatible State regulations will be maintained at a level at least equal to FY 1997, 1998, and 1999 levels.Requires the Secretary to withhold amounts allocated for motor carrier safety from States that are not in compliance with certain commercial driver license requirements. Provides for the reallocation of such funds if a State is not in compliance with such requirements by June 30 of the fiscal year in which the funds are withheld.(Sec. 105) Directs the Secretary to establish in the Administration a motor carrier safety advisory committee.Title II: Commercial Motor Vehicle and Driver Safety - Amends Federal transportation law to disqualify from operating a commercial motor vehicle for at least one year any individual: (1) committing a first violation of driving a commercial motor vehicle with a revoked, suspended, or canceled commercial driver's license; or (2) convicted of causing a fatality through negligent or criminal operation of a commercial motor vehicle. Disqualifies an individual from operating a commercial motor vehicle for life for committing more than one violation of operating such vehicle with a revoked, suspended, or canceled commercial driver's license or being convicted of more than one offense of causing a fatality through negligent or criminal operation of such vehicle.(Sec. 201) Requires the Secretary to disqualify an individual from operating a commercial motor vehicle on an emergency basis for up to 30 days if allowing such individual to continue to operate such vehicle would create an imminent hazard.Directs the Secretary to issue regulations disqualifying an individual from operating a commercial motor vehicle who has been convicted of serious offenses involving a noncommercial motor vehicle. Defines \"serious traffic violation\" to mean, among other things, driving a commercial motor vehicle when the individual: (1) has not obtained a commercial driver's license; (2) does not have in his or her possession a commercial driver's license unless the individual held a valid commercial driver's license on the date of the citation; and (3) has not meet certain minimum testing standards with respect to the class of vehicle the individual is operating or type of cargo the vehicle is carrying.(Sec. 202) Directs the Secretary, in prescribing regulations on minimum standards for testing and ensuring the fitness of an individual operating a commercial motor vehicle, to include minimum testing standards for the operation of a school bus in a State that elects to issue a commercial driver's license school bus endorsement. Authorizes the Secretary to prescribe different minimum testing standards for different classes of school buses.(Sec. 203) Requires a State, in order to avoid the withholding of its apportionment of Federal-aid highway funds, to comply with certain commercial driver's license requirements, including to: (1) notify State officials of the State in which an individual has committed a (non-parking) violation of the State's motor vehicle control traffic law and has a commercial driver's license that has been issued by another State; (2) record and make available to authorized persons and entities such violations (including those that involve a motor vehicle and a commercial motor vehicle) in the driving record of the individual who has a commercial driver's license; and (3) revoke, suspend, or cancel for a specified time the commercial driver's license of an individual who has been convicted of serious offenses involving a noncommercial motor vehicle.(Sec. 204) Requires the Secretary, if a State is not in substantial compliance with specified Federal commercial driver's license requirements, to: (1) issue an order declaring all such licenses issued by such State as invalid; and (2) prohibit such State from issuing any more commercial driver's licenses.(Sec. 205) Amends the Transportation Equity Act for the 21st Century with respect to the nationwide toll-free telephone system for drivers of commercial motor vehicles and others to report violations of Federal motor carrier safety regulations. Requires such system to be staffed 24 hours a day seven days a week by individuals knowledgeable about Federal motor carrier safety regulations and procedures. Authorizes appropriations.(Sec. 206) Directs a State, before issuing an individual a motor vehicle operator's license, to request information on the individual's driving record from the National Driver Register and the commercial driver's license information system.(Sec. 207) Directs the Secretary to develop and implement appropriate staffing standards for Federal and State motor carrier safety inspectors in international border areas. Directs the Secretary to allocate five percent of specified funds for border commercial motor vehicle safety programs and enforcement activities and projects.(Sec. 208) Urges the Secretary to ensure that motor carriers operate safely by imposing civil penalties at a level calculated to ensure prompt and sustained compliance with Federal motor carrier safety and commercial driver's license laws.(Sec. 209) Directs the Secretary to study and report to Congress on the causes of, and factors contributing to, crashes that involve commercial motor vehicles. Requires the study to yield information that will help DOT and States identify activities and other measures likely to lead to significant reductions in the frequency, severity, and rate per mile traveled of crashes involving commercial motor vehicles.(Sec. 210) Amends Federal transportation law to subject to specified civil penalties (in addition to any other penalties) motor carriers that fail to register their operations or that operate beyond the scope of their registrations.(Sec. 211) Authorizes the Secretary to suspend, amend, or revoke any part of the registration of a motor carrier, broker, or freight forwarder for failure to pay certain civil penalties imposed with respect to violation of certain Federal commercial motor vehicle safety regulations or failure to arrange and abide by an acceptable payment plan for such penalties.(Sec. 212) Requires the Secretary to approve a State's plan to adopt and assume responsibility for enforcing Federal and State regulations on commercial motor vehicle safety if the Secretary decides the plan is adequate to promote specified objectives and, among other things, ensures that the State will cooperate in the enforcement of registration requirements and financial responsibility requirements with respect to motor carriers (including motor carriers for passengers and property), brokers, and freight forwarders.(Sec. 213) Repeals a provision prohibiting the Surface Transportation Board from taking any action that would permit the establishment of nationwide collective ratemaking authority with respect to motor carriers.(Sec. 214) Redefines \"imminent hazard,\" for which a commercial motor vehicle may be ordered out of service, to mean any condition of vehicle, employee, or commercial motor vehicle operations which substantially increases the likelihood of serious injury or death if not discontinued immediately.(Sec. 215) Prohibits an owner or operator of a commercial motor vehicle from operating in interstate commerce if such owner or operator fails to pay (or to arrange and abide by an acceptable plan for paying) a civil penalty for violation of certain Federal commercial motor vehicle safety regulations.(Sec. 216) Excludes from the Board's jurisdiction over transportation of household goods any property moving from a factory or store unless the householder has purchased it with the intent to use it in his or her dwelling, has requested the transportation, and has paid the carrier for it.Increases from $1,000 to $5,000 the threshold amount of a claim requiring binding arbitration of a dispute between a motor carrier, water carrier, or freight forwarder and a shipper of household goods.Directs the Comptroller General to study the effectiveness of DOT's enforcement of household goods consumer protection rules.(Sec. 217) Declares that, after January 1, 2002, it shall be an unreasonable burden on interstate commerce for any State, or any political authority of two or more States, to require a motor carrier operating in interstate commerce, or to collect fees to: (1) register its interstate operating authority; (2) file information on its interstate Federal financial responsibility; or (3) designate its service of process agent. Repeals certain Federal transportation law to reflect this. Extends until January 1, 2002, the deadline for the Secretary to conclude rulemaking proceedings with respect to the replacement of certain Federal registration and specified related programs.(Sec. 218) Declares that any foreign motor carrier or foreign motor private carrier that operates without authority, before implementation of the land transportation provisions of the North American Free Trade Agreement (NAFTA), outside the boundaries of a commercial zone along the U.S.-Mexico border shall be: (1) liable to the United States for specified civil penalties; and (2) disqualified from operating a commercial motor vehicle anywhere in the United States.(Sec. 219) Directs the Secretary to study and report to Congress on the feasibility and merits of requiring: (1) medical review officers to report all verified positive controlled substances test results on any driver, including the identity of such driver and such substance, to the State that issued the driver's commercial driver's license; and (2) all prospective employers, before hiring any driver, to query the license-issuing State on whether the State has on record any verified positive controlled substances test on such driver.(Sec. 220) Directs the Administrator of the National Motor Carrier Safety Administration to develop standards regarding access to, and the relevant data to be recorded by, electronic control modules in commercial motor vehicles.(Sec. 221) Directs the Secretary to study and report to Congress on the causes of, and factors contributing to, crashes occurring in New Jersey that involve vehicles (vans) designed to carry nine or more passengers. Requires the study to yield information that will help DOT and the States to identify activities and other measures likely to lead to significant reductions in the frequency, severity, and rate per mile traveled of crashes involving commercial motor vehicles."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Carrier Safety Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Motor Carrier Safety Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 49, United States Code, to establish the National Motor Carrier Administration in the Department of Transportation, to improve the safety of commercial motor vehicle operators and carriers, to strengthen commercial driver's licenses, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:16-05:00"
}