{
  "actions": [
    {
      "acted_at": "1990-06-28", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-11", 
      "references": [], 
      "text": "Star Print ordered the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-19", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held. Hearings printed: S.Hrg. 101-1058.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2827-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1990-09-11", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-28", 
  "number": "2827", 
  "official_title": "A bill to improve the administration of the Federal Deposit Insurance Corporation and to make technical amendments to the Federal Deposit Insurance Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Deposit Improvements Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Garn, E. J. (Jake)", 
    "state": "UT", 
    "thomas_id": "01338", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-06-28", 
  "subjects": [
    "Bank directors", 
    "Bank employees", 
    "Bank failures", 
    "Bank mergers", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Deposit insurance", 
    "District courts", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Fraud", 
    "Government corporations", 
    "Government liability", 
    "Government trust funds", 
    "Hazardous waste disposal", 
    "Indemnity", 
    "Jurisdiction", 
    "Liability for toxic substances pollution damages", 
    "Savings and loan associations", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-06-28", 
    "text": "Title I: Amendments to Federal Deposit Insurance Act - Subtitle A: Improvements - Federal Deposit Improvements Act of 1990 - Amends the Federal Deposit Insurance Act to specify the length of interim appointments to the Federal Deposit Insurance Corporation (FDIC) Board of Directors. Revises conversion authority to authorize the FDIC to approve conversion transactions that affect insubstantial portions of depository institution deposits acquired as part of the conversion transaction. Grants priority (with certain exceptions) to claims brought by the FDIC against an insured depository institution or its personnel in any proceeding relating to other claims against such an institution or its officers or employees. Cites circumstances under which the FDIC may limit the remuneration (including deferred benefit arrangements and other compensation plans) paid by an insured depository institution to an institution-affiliated party. Repeals the exemption granted to certain State-chartered savings associations with respect to compliance with regulations of the Director of the Office of Thrift Supervision relating to subsidiaries. Precludes participation in the affairs of an insured depository institution by any person who has entered into a pretrial diversion program in lieu of a trial for dishonesty or breach of trust. Mandates that any depository institution (currently, any savings association) whose deposits are not FDIC-insured shall conspicuously state that its deposits are \"not federally insured.\" Subtitle B: Limitation on Liability for Nonculpable Activities - Lender Liability Act of 1990 - Prescribes guidelines under which an insured depository institution or mortgage lender (including Federal agencies) is exempt from strict liability relating to hazardous substances in connection with properties acquired: (1) through foreclosure; (2) held in a fiduciary capacity; or (3) held under the terms of a credit extension. Title II: Clarifying Amendments to the Federal Deposit Insurance Act - Prohibits an insured depository institution from indemnifying its personnel (or other institution-related person) for costs related to actions brought successfully by a Federal banking agency against such institution-related persons. Grants the FDIC the same powers and rights over the assets and liabilities of the FSLIC Resolution Fund as it has over other jurisdictional matters under the Federal Deposit Insurance Act. Declares the FDIC to be the successor receiver or conservator to FSLIC wards. States that if a consolidation or acquisition involves a savings association eligible for assistance and a bank (or bank holding company), the resulting entity (currently, the savings association) may retain and operate any existing branch or facilities. Amends the Federal Home Loan Bank Act to provide that upon the filing of a pleading informing the court that the FDIC has been appointed conservator or receiver for a party, the FDIC shall be deemed substituted in any legal proceeding involving that party. Title III: Clerical Amendments to the Federal Deposit Insurance Act - Makes clerical amendments to the Federal Deposit Insurance Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Deposit Improvements Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Lender Liability Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the administration of the Federal Deposit Insurance Corporation and to make technical amendments to the Federal Deposit Insurance Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:07-05:00"
}