{
  "actions": [
    {
      "acted_at": "1981-12-16", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-12-31", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5277-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-12-16", 
  "number": "5277", 
  "official_title": "A bill to dispose of unclaimed property from closed national banks.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Barnard, Doug, Jr.", 
    "state": "GA", 
    "thomas_id": "00054", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-12-16", 
  "subjects": [
    "Bank failures", 
    "Bank management", 
    "Finance and financial sector", 
    "National banks"
  ], 
  "subjects_top_term": "Bank management", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-12-16", 
    "text": "Amends the Depository Institutions Deregulation and Monetary Control Act of 1980 to add to such Act a Part C - Disposition of Unclaimed Property Recovered from Closed National Banks. Directs the Comptroller of the Currency, within 12 months following the date of enactment of this Act, to publish formal notice in the Federal Register that all claims to rights of any person or entity to obtain possession of any unclaimed property in the possession, custody, or control of the Comptroller must be filed within 12 months following the last date of publication of such formal notice. Sets forth the information to be contained in such notice. Directs the Comptroller to deliver such property to any demonstrably rightful owner or his or her legally authorized representative. Vests in the United States all rights, title, and interest in any property which is not claimed within 12 months of the date of such notice. Permits a court action, except an action against the United States or the Comptroller, to determine legal ownership, entitlement, or right to possession to be filed in any State or Federal court of competent jurisdiction. Grants the U.S. Court of Claims exclusive jurisdiction to hear such an action against the United States or the Comptroller."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to dispose of unclaimed property from closed national banks.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:38-05:00"
}