{
  "actions": [
    {
      "acted_at": "1979-07-19", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1540-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-19", 
  "number": "1540", 
  "official_title": "To establish a Commission to study laws and policies of the United States and major industries for their effect on competition, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4872-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Competition Review Act", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-19", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Antitrust law", 
    "Antitrust policy", 
    "Business and commerce", 
    "Competition", 
    "Evaluation", 
    "Federal advisory bodies", 
    "Government and business", 
    "Government operations and politics", 
    "Government procurement", 
    "Internal revenue law", 
    "Labor and employment", 
    "Labor law and legislation", 
    "Public Contracts, Procurement, and Property", 
    "Tax administration", 
    "Taxation"
  ], 
  "subjects_top_term": "Competition", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-19", 
    "text": "Competition Review Act - Establishes the Competition Review Commission as an independent instrumentality in the executive branch to study. Federal laws and practices which have a significant impact on competition in specified industries including the antitrust laws, the patent laws, the internal revenue laws and regulations, the National Labor Relations Act, regulatory policies, and contracting and bidding practices. Establishes the membership of such Commission, including representatives from the legislative and executive branches of the Federal Government and the private sector. Directs the Commission to appoint an Executive Director at Level V of the Executive Schedule. Empowers the Commission to subpoena witnesses and evidence and to have such process enforced in the United States district courts. Grants the Commission power to issue civil investigative demands and general or specific orders for information identical to the authority conferred upon the Federal Trade Commission and the Attorney General under the Federal Trade Commission Act and the Antitrust Civil Process Act. Requires all actions challenging this Act or the authority of the Commission to be filed in the United States, District Court or the Court of Appeals for the District of Columbia Circuit. Requires these Courts to give precedence to such actions over all other actions on their calendars. Directs the Commission to prepare an initial plan for its investigations, a comprehensive bibliography on antitrust policies and competition, a timetable and outline for its studies, any interim reports it deems advisable, and a final report on the state of competition in the American economy. Requires the Commission to submit such reports, at specified intervals, to the President, the Speaker of the House of Representatives, and the President pro tempore of the Senate culminating in the submission of its final report within five years of the enactment of this Act. Prohibits the disclosure of any information obtained by the Commission except to the Commission staff while engaged in the performance of its duties. Requires all such information to be held under seal by the Administrator of General Services for at least five years following the termination of the Commission. Terminates the Commission 90 days after the submission of its final report. Authorizes appropriations to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Competition Review Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a Commission to study laws and policies of the United States and major industries for their effect on competition, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:04-05:00"
}