{
  "actions": [
    {
      "acted_at": "1980-08-18", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-08-18", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7934-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Moffett, Toby", 
      "sponsored_at": "1979-01-03", 
      "state": "CT", 
      "thomas_id": "00821", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-08-18", 
  "number": "7934", 
  "official_title": "A bill to provide that an advisory referendum be conducted as part of each general election to give voters an opportunity to express their views on certain issues of national importance.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Gephardt, Richard A.", 
    "state": "MO", 
    "thomas_id": "00433", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-08-18", 
  "subjects": [
    "Congress and Congressmen", 
    "Congressional agencies", 
    "Congressional joint committees", 
    "Government operations and politics", 
    "Libraries", 
    "Library of Congress", 
    "Referendum", 
    "Voting"
  ], 
  "subjects_top_term": "Referendum", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-08-18", 
    "text": "Establishes advisory referendum procedures to provide voters with a means to express their views on certain issues of national importance and to provide the Government with a means to assess public opinion on such issues. Directs such referendum to be held as part of each general election. Establishes a Joint Committee on the National Advisory Referendum with political representation in approximately the same proportion as in each House. Directs the Committee, by January 1 of each general election year, to report a concurrent resolution to each House of Congress setting forth the text of not more than three issues for consideration in the next advisory referendum. Provides that any difference in the resolution as approved by each House shall be resolved by the Joint Committee rather than a conference committee. Requires the Joint Committee to certify the issues set forth in the approved concurrent resolution to the appropriate State election agencies and to the Congressional Research Service of the Library of Congress. Authorizes the President, if Congress does not pass such resolution within 120 days preceding a general election, to certify to the State election agencies and the Service, within 90 days of such election, not more than three issues for voter consideration. Requires the Congressional Research Service, after receipt of the issues, to: (1) prepare a voters' guide with pro and con arguments and analyses of each issue; (2) keep available for public inspection any recommendation by any person relative to the preparation of such guide; and (3) provide the text of such issues to major newspapers and radio and television stations. Urges broadcast stations licensed under the Communications Act of 1934 to provide full and fair coverage of each issue to concur in their obligation to operate in the public interest. Requires the Joint Committee to determine, within 60 days after each general election, whether there has been a material failure to implement the will of the voters during the preceding four years. Directs the committee to include any such issue not implemented in the third general election in which an advisory referendum is held. Requires issues to be written so that they: (1) are understandable by the average voter; (2) are not advantageous to any political party; and (3) provide an opportunity for evaluation of voter sentiment. Declares that in the third general election the continuance of the advisory referendum procedure shall be an issue (notwithstanding the maximum limitation of three issues). Requires the results of each such referendum to be certified to the Clerk of the House and to the Secretary of the Senate. Makes this Act applicable to each general election held more than 12 months after its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide that an advisory referendum be conducted as part of each general election to give voters an opportunity to express their views on certain issues of national importance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:29-05:00"
}