{
  "actions": [
    {
      "acted_at": "1979-06-12", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1312-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baker, Howard H., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "TN", 
      "thomas_id": "01275", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bellmon, Henry L.", 
      "sponsored_at": "1979-01-03", 
      "state": "OK", 
      "thomas_id": "01279", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1979-01-03", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1979-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-12", 
  "number": "1312", 
  "official_title": "A bill to amend the Comprehensive Employment and Training Act to provide work and training opportunities to assist families to become economically self-sufficient, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4425-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Work and Training Opportunities Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-12", 
  "subjects": [
    "Aid to dependent children", 
    "Employment and training programs", 
    "Employment subsidies", 
    "Family policy", 
    "Labor and employment", 
    "Manpower training programs", 
    "Social welfare", 
    "Work incentive programs"
  ], 
  "subjects_top_term": "Manpower training programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-12", 
    "text": "Work and Training Opportunities Act of 1979 - Amends the Comprehensive Employment and Training Act (CETA) to provide financial assistance to States for the conduct of job search assistance programs run by the States and Native American entities; and (2) federally assisted work and training opportunities, beyond such eight-week programs, run by State and local CETA prime sponsors and Native American entities. Directs the Secretary of Labor to apportion funds for search assistance programs among State and Native American entities according to specified criteria, including the relative numbers of recipients of aid to families with dependent children (AFDC) under the Social Security Act in each State and in geographical areas within each State. Limits Federal assistance for such State programs to 90 percent of costs. Requires that eligible individuals for such programs be (1) adults in families which meet AFDC eligibility standards or (2) registered under the work incentive program (WIN) of the Social Security Act. Requires that job search program services provided through cooperative arrangements between States and local CETA prime sponsors include: (1) instruction in job search techniques; (2) group job search activities; (3) private sector job development; (4) referrals to unsubsidized jobs; (5) supportive services, such as child care, transportation, and medical care; (6) short term remedial services; (7) employability development planning; and (8) referral of eligible individuals to federally-assisted work or training after an eight-week job search period or continuing job search assistance for individuals not so placed or not so eligible. Directs the Governor of each State requesting assistance for such programs to submit a comprehensive State plan to the Secretary. Sets forth criteria for such plans. Directs the Secretary, after consulting the Secretary of Health, Education, and Welfare, to approve such plans and annual program modifications thereof only if certain criteria are met. Requires that such plans and modifications be prepared and developed with the active participation of the State employment and training councils established under CETA, all local CETA prime sponsors, and specified State agencies. Permits prime sponsors to appeal to the Secretary if dissatisfied with arrangements for such programs in their areas. Directs the Secretary, in cases of nonexistent or unapproved State plans or unsatisfactory implementation of State or area programs to make direct payments to public agencies or private nonprofit organizations to carry out such programs in such States or areas. Directs the Secretary to issue certain regulations for such programs only after the Secretary of Health, Education, and Welfare agrees to such regulations. Directs the Secretary to apportion funds for federally assisted work and training opportunities among State and local CETA prime sponsors and Native American entities according to specified criteria, including the relative numbers of AFDC recipients in each area served by such prime sponsors. Require that eligible participants for such work and training positions: (1) have participated in a job search program for the prior eight weeks; (2) have not refused a bona fide job offer since the beginning of the job search period; and (3) be the principal earner in a family with a child. Limits administrative and related costs of such opportunity programs to 20 percent of costs. Requires remaining funds to be used for wages (including training time compensation) and employment benefits to persons placed in such positions. Stipulates that such federally assisted work and training opportunities shall include: (1) public service employment; (2) vocational, remedial, and on-the-job training positions in the private sector; (3) supportive services; (4) flexible working arrangements; (5) provision for return to a similar work and training position after absence due to incapacity or a short-term job; and (6) referrals to other private or public employment. Limits individual participation in such subsidized work or training positions to a maximum of 78 weeks, renewable upon completion of another eight-week job search. Requires prime sponsors receiving such financial assistance to include satisfactory provisions for such work and training opportunities in their CETA comprehensive plans and to make arrangements with the job search assistance program to assure a continuous sequence of services for participating individuals. Directs the Secretary to prescribe standards and procedures for determining whether an individual has refused a bona fide job offer without good cause. Sets forth certain conditions under which an individual shall not be found to have so refused such an offer. Directs the Secretary to apportion 62.5 percent of CETA funds currently available to prime sponsors for specified employment programs to provide public service employment for certain individuals from welfare eligible families."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Work and Training Opportunities Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Employment and Training Act to provide work and training opportunities to assist families to become economically self-sufficient, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:00-05:00"
}