{
  "actions": [
    {
      "acted_at": "1991-08-02", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1643-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-08-02", 
  "number": "1643", 
  "official_title": "A bill to amend the Solid Waste Disposal Act to make improvements in the regulation of exports of hazardous and additional wastes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Hazardous Waste Disposal and Enforcement Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Akaka, Daniel K.", 
    "state": "HI", 
    "thomas_id": "00007", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-08-02", 
  "subjects": [
    "Administrative fees", 
    "Business records", 
    "Crime and law enforcement", 
    "Environmental protection", 
    "Export controls", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Government paperwork", 
    "Hazardous waste disposal", 
    "Import restrictions", 
    "International environmental cooperation", 
    "Licenses", 
    "Pollution control", 
    "Refuse and refuse disposal", 
    "Trade agreements", 
    "Transboundary pollution", 
    "Transportation of hazardous substances", 
    "Treaties", 
    "Waste reduction"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-08-02", 
    "text": "International Hazardous Waste Disposal and Enforcement Act of 1991 - Amends the Solid Waste Disposal Act to make it unlawful to export from, or import into, the United States any hazardous and additional waste except in compliance with this Act. Makes such prohibition inapplicable to exports or imports of hazardous and additional waste made pursuant to and in compliance with: (1) an existing bilateral or regional waste export or import agreement between the United States and the government of an exporting or importing country; and (2) specified provisions of the Solid Waste Disposal Act governing the export of hazardous waste. Makes such prohibition inapplicable, after the issuance of regulations, to: (1) agreements amended or extended after the effective date of such regulations if the President certifies that such agreements meet applicable Federal waste management requirements and requirements under the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal and that the receiving country is a signatory to the Convention; or (2) agreements entered into after such date, if the President certifies that they meet applicable Federal requirements and the requirements of this Act and the Convention. Sets forth certification procedures. Declares that the President must certify that the recipient or exporting country is managing hazardous and additional waste in an environmentally sound manner and that such country's waste management requirements conform to those under this Act and other Federal law. Makes it unlawful to export or import hazardous and additional waste if the waste will not be managed in an environmentally sound manner and in accordance with laws of importing and transit countries and the United States, applicable State programs, and contract provisions. Requires exporters to provide notice of proposed exports to the President for forwarding to importing and transit countries. Provides that: (1) consent of such countries must be obtained prior to exporting; (2) waste generators must make and document efforts to minimize generation of such waste; (3) a contract between the exporter and importer must exist prior to commencing the export; and (4) the head of the customs office shall provide documentation concerning waste exports to the President. Directs exporters to: (1) provide documentation from the importing country to the President; and (2) comply with financial responsibility requirements. Makes exporters who fail to deliver the waste to the designated facility legally and financially responsible for delivering the waste to an alternative facility or returning the waste to the United States. Requires importers, prior to importing hazardous or additional waste into the United States, to notify and obtain the consent of the President. Sets forth requirements for importers with respect to contracts, legal and financial responsibility, and general notification and consent procedures that are parallel to those for exporters. Declares that exporting countries must be signatories to the Convention for purposes of importing such waste into the United States. Requires the Administrator of the Environmental Protection Agency to establish a hazardous and additional waste importer and exporter permit program. Prohibits the importation or exportation of such waste without an operating permit. Sets forth inspection requirements. Requires applicants, as a condition to receiving a permit, to submit documentation in a required disclosure statement that they have a minimum of five years of experience in waste management. Waives such condition on the basis of demonstrated expertise. Sets forth provisions concerning disclosure statements, reviews by the Attorney General, and permit renewals and revocations. Prohibits the issuance of permits in cases where the applicant or an individual with a significant ownership interest in the business carrying out export or import functions has been convicted of a felony or a serious violation of Federal environmental law. Limits permit terms to one year. Authorizes the President to issue orders prohibiting the export or import of waste by a particular source, shipment, or class where there is reason to believe that: (1) the exported waste would not be managed in an environmentally sound manner; (2) the management of imported waste would be in violation of Federal laws or State programs; or (3) exports or imports may not be in accordance with contracts, bilateral agreements, or international obligations of the United States. Requires the President to: (1) develop a strategy for the enforcement of this Act; and (2) establish fees for waste exporters and importers. Authorizes the President to issue compliance orders to enforce this Act. Prescribes civil and criminal penalties for violations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Hazardous Waste Disposal and Enforcement Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act to make improvements in the regulation of exports of hazardous and additional wastes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:11-05:00"
}