{
  "actions": [
    {
      "acted_at": "2000-06-26", 
      "committee": "Committee on Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-06-26", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-06-26", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-07-14", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4743-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-06-26", 
  "number": "4743", 
  "official_title": "To amend the Social Security Act to improve access to prescription drugs for low-income Medicare beneficiaries, the Internal Revenue Code and other Acts to improve access to health care coverage for seniors, the self-employed, and children, and to amend the Federal Food, Drug, and Cosmetic Act to improve meaningful access to reasonably priced prescription drugs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Drug Availability and Health Care Access Improvement Act of 2000", 
  "sponsor": {
    "district": "4", 
    "name": "Ganske, Greg", 
    "state": "IA", 
    "thomas_id": "00428", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-06-26", 
  "subjects": [
    "Access to health care", 
    "Advertising", 
    "Aliens", 
    "Antitrust law", 
    "Business income tax", 
    "Capitation (Medical care)", 
    "Child health", 
    "Commerce", 
    "Competition", 
    "Consumer education", 
    "Corporate mergers", 
    "Drug approvals", 
    "Drug industry", 
    "Drugs", 
    "Economics and public finance", 
    "Electronic data interchange", 
    "Families", 
    "Federal aid to child health services", 
    "Federal aid to maternal health services", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Immigrant health", 
    "Immigration", 
    "Imports", 
    "Income tax", 
    "Insurance premiums", 
    "Intergovernmental fiscal relations", 
    "Managed care", 
    "Maternal health services", 
    "Medicaid", 
    "Medical economics", 
    "Medically uninsured", 
    "Medicare", 
    "Medicare managed care", 
    "Pediatricians", 
    "Personal income tax", 
    "Poor", 
    "Poor children", 
    "Poor women", 
    "Pregnant women", 
    "Prescription pricing", 
    "Price fixing", 
    "Science, technology, communications", 
    "Self-employed", 
    "Social welfare", 
    "State laws", 
    "Tax deductions", 
    "Taxation", 
    "Telephone", 
    "Vaccination", 
    "Welfare eligibility", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-06-26", 
    "text": "TABLE OF CONTENTS: Title I: Medicaid Prescription Drug Coverage for Low-Income Medicare Beneficiaries Title II: Improved Access of Americans to Health Insurance Coverage Subtitle A: Access of Medicare Beneficiaries to Medicare+Choice Plans Subtitle B: Access of the Self-Employed Subtitle C: Improve the Coverage of Needy Children under the State Children's Health Insurance Program (SCHIP) and the Medicaid Program Title III: Improved Access to Reasonably Priced Prescription Drugs Drug Availability and Health Care Access Improvement Act of 2000 - Title I: Medicaid Prescription Drug Coverage for Low-Income Medicare Beneficiaries - Amends title XIX (Medicaid) of the Social Security Act (SSA) to require State Medicaid plans to cover prescribed drugs for qualified Medicare (SSA title XVIII) and other low-income Medicare beneficiaries. Provides full Federal funding for such Medicaid coverage.Title II: Improved Access of Americans to Health Insurance Coverage - Subtitle A: Access of Medicare Beneficiaries to Medicare+Choice Plans - Amends SSA title XVIII part C (Medicare+Choice) with respect to access to Medicare+Choice plans through an increase in the minimum Medicare+Choice capitation rate.Subtitle B: Access of the Self-Employed - Amends the Internal Revenue Code to provide for a tax deduction for the full amount of health insurance costs of self-employed individuals.Subtitle C: Improve the Coverage of Needy Children under the State Children's Health Insurance Program (SCHIP) and the Medicaid Program - Amends SSA titles XIX and XXI (State Children's Health Insurance Program) (SCHIP) to require the respective State Medicaid and SCHIP plans to provide for eligibility determinations, coordinated enrollment, and response to electronic communications received through the national toll-free system the Secretary shall establish.(Sec. 221) Amends SSA titles XIX and XXI to provide financial incentives to promote outreach and enrollment activities.Amends SSA title XIX to provide for additional entities qualified to determine Medicaid presumptive eligibility for low-income children.(Sec. 222) Amends SSA title XXI with respect to coordination of pediatric care within a family and reduction in the burden of administering cost-sharing provisions under SCHIP.(Sec. 223) Amends SSA title XIX and XXI to provide for automatic reassessment of eligibility for Medicaid and SCHIP benefits in the case of a child who loses eligibility for Medicaid or SCHIP benefits on the basis of changes in income, assets, or age.Amends SSA title XXI to authorize optional coverage of low-income, uninsured pregnant women under a State SCHIP plan.Amends SSA title XIX to give States the option to use an enhanced Federal medical assistance percentage for coverage of additional pregnant women under Medicaid.Amends SSA titles XIX and XXI to give States the option to cover qualified alien children under Medicaid and SCHIP.Amends the Immigration and Nationality Act to except child Medicaid or SCHIP assistance from the prohibition on seeking support from sponsors.Amends SSA title XXI to provide for: (1) elimination of the funding offset for exercise of the presumptive eligibility option under SCHIP; and (2) coordination of it with the Maternal and Child Health Services program under SSA title V.Title III: Improved Access to Reasonably Priced Prescription Drugs - Amends the Federal Food, Drug, and Cosmetic Act with regard to: (1) conditions for Food and Drug Administration (FDA) warning notices about imported drugs; and (2) consumer information in prescription drug advertising.(Sec. 303) Directs the Secretary to inform patients of the existence of programs operated by prescription drug manufacturers to provide such drugs to patients without charge.(Sec. 304) Expresses the sense of the Congress that: (1) the increased merger of drug manufacturers has resulted in a decrease in price competition in the prescription drug market and increased the potential for collusion in setting prices; and (2) the Antitrust Division of the Department of Justice and the Federal Trade Commission should give increased scrutiny to the anti-competitive effects of such mergers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Drug Availability and Health Care Access Improvement Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Social Security Act to improve access to prescription drugs for low-income Medicare beneficiaries, the Internal Revenue Code and other Acts to improve access to health care coverage for seniors, the self-employed, and children, and to amend the Federal Food, Drug, and Cosmetic Act to improve meaningful access to reasonably priced prescription drugs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:16-05:00"
}