{
  "actions": [
    {
      "acted_at": "1983-03-24", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-24", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-24", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-07", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Economic Development", 
      "text": "Referred to Subcommittee on Economic Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-27", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "subcommittee": "SBA & SBIC Authority, Minority Enterprise, and General Small Business Problems", 
      "text": "Referred to Subcommittee on SBA & SBIC Authority, Minority Enterprise, and General Small Business Problems.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-27", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "subcommittee": "Tax, Access to Equity Capital and Business Opportunities", 
      "text": "Referred to Subcommittee on Tax, Access to Equity Capital and Business Opportunities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-13", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce, Labor, SBA, Treasury, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-17", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2375-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Economic Development", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM", 
      "subcommittee": "Subcommittee on SBA and SBIC Authority, Minority Enterprise, and General Small Business", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM", 
      "subcommittee": "Subcommittee on Tax, Access to Equity Capital and Business Opportunities", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Williams, Lyle", 
      "sponsored_at": "1983-03-24", 
      "state": "OH", 
      "thomas_id": "01230", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-24", 
  "number": "2375", 
  "official_title": "A bill to amend the Public Works and Economic Development Act of 1965 to assist communities and industries through special economic development and adjustment assistance, to amend the Small Business Act to provide additional credit to certain businesses located in distressed areas, to amend the Small Business Investment Act of 1958 to encourage small business investment companies to make further investments in distressed areas, to amend the Internal Revenue Code of 1954 to provide tax incentives for businesses located in such areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Enterprise Development and Industrial Revitalization Act of 1983", 
  "sponsor": {
    "district": "33", 
    "name": "Nowak, Henry", 
    "state": "NY", 
    "thomas_id": "00870", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-24", 
  "subjects": [
    "Business and commerce", 
    "Business income tax", 
    "Capital investments", 
    "Depreciation and amortization", 
    "Depressed areas", 
    "Economics and public finance", 
    "Employer incentives", 
    "Federal aid to Indians", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Full employment policies", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Grants-in-aid", 
    "Income tax", 
    "Investment tax credit", 
    "Labor and employment", 
    "Loans", 
    "Local and Municipal Government", 
    "Local finance", 
    "Native Americans", 
    "Small business", 
    "State finance", 
    "States", 
    "Tax credits", 
    "Tax deductions", 
    "Tax incentives", 
    "Unemployment"
  ], 
  "subjects_top_term": "Unemployment", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-24", 
    "text": "Enterprise Development and Industrial Revitalization Act of 1983 - Title I: National Development Investment - Amends the Public Works and Economic Development Act of 1965 to rename it the National Development Investment Act. Declares the findings of Congress and the purposes of this Act. Authorizes the Secretary of Commerce to make grants for a portion of the costs of certain projects submitted in a development investment strategy, upon the application of a State, economic development district, unit of local government, Indian tribe or private or public nonprofit organizations which meet the eligibility criteria established by this Act. Authorizes such development investment assistance: (1) for the construction, repair, rehabilitation and improvement of public facilities; (2) for revolving loan funds to promote the establishment and growth of small businesses; (3) to conduct feasibility studies, site preparation, and other technical assistance to prepare for development and to enhance the investment climate; and (4) for certain other development activities. Requires the Secretary to provide technical assistance and conduct feasibility studies to assist any person to establish a qualified employee ownership organization for such aforementioned purposes. Sets forth the eligibility requirements for applicants for grants under this Act. Requires applications for grants under this title to include: (1) a certification that the area, for which a grant is to be made, meets certain distress requirements; (2) a certification concerning any responsibilities the Secretary has agreed to accept; and (3) a development investment strategy prepared in accordance with this Act. Sets forth factors the Secretary shall consider in approving grants under this title. States the distress requirements for the area where the grant will be carried out, which applicants must certify in order to be eligible for a grant under this title (including that the area: (1) has an unemployment rate one percent above the national average for the most recent 24 month period; or (2) has experienced or is about to experience a sudden economic dislocation resulting in significant job loss). Requires documentation of distress requirements to be supported by Federal data when available, or if not available then by State data. Requires applicants for grants under this title to prepare a development investment strategy for the area for which the grant is sought. Sets forth required information for such strategies. Requires units of local government which are eligible applicants under this title to consult with the State or economic development district in the preparation of a development investment strategy. Authorizes the Secretary to make grants to an applicant and a State to establish a revolving loan fund for making loans or guaranteeing loans to small business for initial or working capital, or for the purchase, rehabilitation or expansion of facilities. States conditions for grants made to States under this section. Sets forth requirements for loans or guarantees made under this section. States the Federal share for project grants for any eligible activity under this title. Authorizes the Secretary to waive or reduce the non-Federal share in the case of an Indian tribe. States limits on expenditures of appropriations in any one State (except for expenditures to Indian tribes). Prohibits the Secretary from obligating more than a specified amount to any person for grants under this title, other than grants which promote qualified employee ownership organizations. Requires the Secretary to obligate the funds appropriated for grants under this title according to a specified formula. Authorizes appropriations to carry out this title for FY 1984 through 1986. Prohibits expending more than 25 percent of such appropriations for revolving loan funds in any one fiscal year. Authorizes the Secretary to make grants for economic development planning to States, economic development districts, Indian tribes, counties (which meet the distress requirements and are located outside of economic development districts), and certain units of local governments. Requires that any State economic development plan, assisted under this section, be prepared by the State with the active participation of units of local government and economic development districts. Requires each State receiving assistance under this subsection to submit to the Secretary an annual report on the State planning process. Authorizes the Secretary to conduct a program of evaluation of Federal, State, and local development investment efforts for certain purposes. Authorizes the Secretary to conduct any demonstration program to test the feasibility of new ways to increase productivity and growth and for certain other purposes. States that such evaluation and demonstration programs may be carried out by the Secretary, acting through the staff of the Department, in cooperation with other Federal departments or agencies, or by contract. States the Federal share of grants made under this title. States certain requirements for the obligation of funds appropriated under this title. Authorizes appropriations to carry out this title for FY 1984 through 1986. Limits the amount available for evaluation and demonstration programs for any one fiscal year. Requires the Secretary to administer this Act with the assistance of a certain Assistant Secretary of Commerce. Requires such Assistant Secretary to perform such functions as the Secretary may prescribe. Authorizes the Secretary to consult with any persons and with interested departments and agencies. Prohibits approving any grant under this Act unless the Secretary is satisfied that the Federally assisted project will be properly and efficiently administered, operated, and maintained. Sets forth the powers of the Secretary in performing authorized duties under this Act. Authorizes the discharge of the Secretary's responsibilities, relative to projects which may receive a grant, by accepting an applicant's certification of such responsibilities. Allows certain savings provisions for certain actions begun prior to the enactment of this Act. Requires all laborers and mechanics employed on projects assisted under this Act to be paid wages at the prevailing rate for similar construction in the locality. Requires the Secretary to make a comprehensive annual report to the Congress of his operations under this Act (beginning September 30, 1984). Requires the Secretary to maintain a list (including certain information) of applications approved for a grant under this Act. Requires each grant recipient to keep certain records, and to transmit a biennial report containing certain information to the Secretary. Declares that the Secretary and the Comptroller General shall have access to certain records and documents pertinent to assistance received under this Act. Authorizes appropriations for salaries and administrative expenses to carry out the provisions of this Act for FY 1984 through 1986. Title II: Amendments to the Small Business Act and Small Business Investment Act of 1958 - Subtitle A: Amendments to the Small Business Act - Amends the Small Business Act to prohibit making an enterprise development loan to a small qualified job expansion business unless such applicant files reasonable assurance that it will create employment opportunities within two years of the last date of disbursement. Empowers the Small Business Administration (SBA) to make enterprise development loans for plant acquisition, construction, conversion, or expansion. Defines an enterprise development loan as a loan made directly to a small qualified job expansion business which meets specified criteria. Sets forth the criteria which such loans must meet for approval, including specified non-Federal share requirements. Subtitle B: Additional Borrowing Authority for Small Business Investment Companies - Amends the Small Business Investment Act of 1958 to increase the borrowing authority of qualified job expansion businesses (as defined in this Act). Subtitle C: Report by Small Business Administration on Involvement With Qualified Job Expansion Businesses - Directs the Administrator of the SBA to report annually to specified Congressional committees on the SBA's involvement with qualified job expansion businesses, including information on loans and loan guarantees provided to such businesses. Title III: Tax Incentives for Businesses Located in Distressed Areas - Job Expansion and Urban Tax Act of 1983 - Subtitle A: Designation of Eligible Areas and Businesses - Amends the Internal Revenue Code to define a job expansion area as any area in the United States designated by one or more local governments as such. Limits eligibility for such designation to areas with a population of at least 10,000 whose rates of poverty and unemployment exceed specified national averages, and whose rates of per capita income growth fall below specified levels. Defines a \"job expansion business\" as one where at least 50 percent of its hours of service are performed by employees working in one or more job expansion areas and, except in extenuating circumstances, at least 50 percent of such qualified employees are residents of a job expansion area. Subtitle B: Tax Incentives for Capital Investment - Provides for an election of an additional $50,000 first-year depreciation deduction for certain business assets purchased by a qualified job expansion business. Requires recapture of the tax that would otherwise have been paid if the property concerned ceases to be used predominantly inside a job expansion area. Allows an additional ten percent investment tax credit for new buildings placed in service by a qualified job expansion business. Allows the election by a qualified job expansion business of an investment tax credit of an additional $400,000 of cost for used equipment used predominantly in a job expansion area. Allows a 25 percent investment tax credit for expenditures paid or incurred for rehabilitation of a building located in a job expansion area. Provides for the refundability of the investment tax credit for job expansion area property of up to $250,000. Allows a qualified job expansion business to take into account two percent of aggregate compensation paid for purposes of the employee stock ownership plan income tax credit. Subtitle C: Credits for Employers and Employees - Allows employers an income tax credit for increased job expansion area employment and employment of displaced workers. Sets forth rules for the calculation of such income tax credit. Phases out such credit after a specified length of time. Allows job expansion area employees an income tax credit equal to five percent of qualified wages per year (taking into account a maximum of $9,000 in wages per year). Phases out such credit after a specified length of time. Subtitle D: Expense Deduction for Job Expansion Area Business Stock and Debentures - Allows a business expense income tax deduction for the purchase of job expansion area business stock or debentures. Limits the maximum amount deductible to $20,000 ($40,000 in the case of a joint return). Requires the taxpayer to reduce the basis of such stock or debentures by the amount of the deduction taken. Establishes a mimimum holding period of three years for such stock or debentures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Enterprise Development and Industrial Revitalization Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Job Expansion and Urban Tax Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Works and Economic Development Act of 1965 to assist communities and industries through special economic development and adjustment assistance, to amend the Small Business Act to provide additional credit to certain businesses located in distressed areas, to amend the Small Business Investment Act of 1958 to encourage small business investment companies to make further investments in distressed areas, to amend the Internal Revenue Code of 1954 to provide tax incentives for businesses located in such areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:40-05:00"
}