{
  "actions": [
    {
      "acted_at": "1980-04-16", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2567-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-16", 
  "number": "2567", 
  "official_title": "A bill to establish Federal minimum standards relating to composition of corporate boards, duties of corporate directors, audit and nominating committees, shareholders' rights, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Protection of Shareholders Rights Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-16", 
  "subjects": [
    "Corporation directors", 
    "Corporations", 
    "Corporations and Stocks", 
    "District courts", 
    "Jurisdiction", 
    "Stockholders"
  ], 
  "subjects_top_term": "Corporations", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-04-16", 
    "text": "Protection of Shareholders' Rights Act of 1980 - Exempts affected corporations, engaged in interstate commerce and having 500 or more shareholders and specified inventories, sales, or assets, from the requirements of this Act, other than those relating to the duties of corporate directors, if such corporations are governed by a State law similar to this Act. Declares that each director of an affected corporation owes such corporation and its shareholders the duties of loyalty and care. Sets forth requirements of a director in carrying out such duties. Entitles directors to rely on information provided by corporation officers and employees. Prohibits a majority of the members of a corporation's board of directors from consisting of individuals with specified relationships to the corporation. Directs the corporation's board of directors to establish an audit committee and a nominating committee, neither of which shall contain individuals with such specified relationships. Gives shareholders the right to nominate any candidate for the board of directors if such candidate is supported by a specified minimum number of shareholders. Permits shareholders to cumulate their votes for one candidate or as many as they desire if: (1) the candidate's name has been placed in nomination; and (2) at least one shareholder has given notice of his or her intention to vote cumulatively. Authorizes shareholder civil actions to enforce this Act in any U.S. district court. Makes this Act effective three years from enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Protection of Shareholders Rights Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish Federal minimum standards relating to composition of corporate boards, duties of corporate directors, audit and nominating committees, shareholders' rights, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:24-05:00"
}