{
  "actions": [
    {
      "acted_at": "1974-04-09", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14091-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-09", 
  "number": "14091", 
  "official_title": "A bill to reform the conduct and financing of Federal election campaigns.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Campaign Reform Act", 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-09", 
  "subjects": [
    "Advisory bodies", 
    "Broadcasting", 
    "Campaign funds", 
    "Federal employees and officials", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-09", 
    "text": "Federal Campaign Reform Act - Defines the terms used in this Act. Establishes the Federal Election Commission, to be composed of the chairmen (or their delegates) of the national committees of all major parties and 5 members appointed by the President with Senate approval. Provides that it shall be the duty of the Commission: (1) to develop and furnish forms for the making of the reports required to be filed under this Act; (2) to make the reports and statements filed with it available for public inspection and copying; (3) to preserve such reports and statements for a period of ten years from date of receipt; (4) to prepare and publish an annual report including compilations of total reported contributions and expenditures for all candidates, political committees, political action groups, and other persons during the year; (5) to prepare and publish such other reports as it may deem appropriate; (6) to make from time to time audits and field investigations with respect to reports and statements filed under the provisions of this Act; and (7) to report apparent violations of law to the appropriate law enforcement authorities. Provides that each candidate shall designate in every election one political committee to receive campaign contributions. Provides that each candidate shall designate one federally chartered bank as his campaign depository and that the candidate's political committee shall maintain a checking account at that depository. Provides that no expenditure may be made by a candidate's political committee except by check drawn on such account, other than petty cash expenditures under $50. Sets forth record keeping requirements and procedures for all contributions. Requires each political committee to file with the Commission a statement of organization. Sets forth the required content of such statement. Requires each treasurer of a political committee supporting a candidate for election to Federal office to file with the Commission reports of receipts and expenditures. Sets forth the required content of such reports. Sets forth similar requirements for political action groups. Sets forth reporting requirements with respect to complete financial statements for political committees or other organizations financing political conventions for the nomination of candidates for the office of President or Vice-President. Provides that no political committee, national committee, or political action group shall accept a contribution exceeding $10 in value unless it is accompanied by a form which indicates the identity of the donor, the identity of the donee, and such other information as the Commission may require. Sets forth specific restrictions on the method and nature of contributions. Prohibits intimidation or coercion for political fund raising. Sets forth dollar amount limitations for contributions to political committees. Sets forth reporting and disclosure rules for any organization that registers voters with the aid of paid workers and intends to make payments exceeding $100 during a calendar year. Enumerates general campaign practices prohibited under this Act. Prohibits the obstruction of an election or registration to vote in an election. Provides that the knowing violation of any provision of this Act is punishable by a fine of not more than $100,000, imprisonment of not more than 10 years, or both. Provides that no primary election, convention, or caucas of a political party for the selection of delegates to a national nominating convention in which a Presidential candidate shall be nominated shall be held in any State before May 1 in the year of a Presidential election."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Campaign Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the conduct and financing of Federal election campaigns.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:44-05:00"
}