{
  "actions": [
    {
      "acted_at": "1977-09-30", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9398-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "15", 
      "name": "Rooney, Fred B.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00983", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-30", 
  "number": "9398", 
  "official_title": "A bill to amend the Department of Transportation Act and the Regional Rail Reorganization Act of 1973 to extend the eligibility for financial assistance under the rail service assistance programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "State Rail Freight Assistance Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-30", 
  "subjects": [
    "Federal aid to transportation", 
    "Labor and employment", 
    "Railroad abandonments", 
    "Railroad employees", 
    "Railroad equipment", 
    "Railroad facilities", 
    "Railroad finance", 
    "Railroad passenger traffic", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-09-30", 
    "text": "Amends the Department of Transportation Act and the Regional Rail Reorganization Act to revise the time periods during which Federal financial assistance shall be available for rail service assistance programs under such Acts. Stipulates that any in-kind benefits for rail service assistance programs which a State may provide for any period in excess of the State's share of project costs for that period shall be applied toward that State's share in any subsequent period. Stipulates that, whenever the costs of an approved project exceed the amount of rail freight service assistance to which a State is entitled, the Secretary of Transportation is authorized to provide assistance in any subsequent period to cover the costs of such project. Makes projects eligible for rail service assistance under such Acts if the railroad line involved: (1) is subject to an abandonment proceeding before the Interstate Commerce Commission; (2) is classified as \"potentially subject to abandonment\" under the Interstate Commerce Act; (3) serves agricultural producing and marketing activities and meets other specified criteria; or (4) serves areas in which fossil fuel natural resources are located and meets other specified criteria. Stipulates that, in order to be eligible for assistance, the State, carrier, or other successor carrier performing the rail service on such a line must maintain collective bargaining agreements, employment levels, and working conditions in effect on such line. Requires that financially assisted programs under such Acts include, as a minimum, the upgrading of all tracks involved to class II standards, as defined by the Administrator of the Federal Railroad Administration. Amends the Interstate Commerce Act to require carriers by railroad subject to such Act to submit to the Interstate Commerce Commission a diagram of any line or railroad which provides rail service in areas in which agricultural producing and marketing activities or fossil fuel natural resources are located and the costs of such service. Authorizes a railroad carrier planning to submit an application for the abandonment or discontinuance of a line or a State in which such a line is located to petition the Rail Services Planning Office for the initiation of a corrective action proceeding with respect to such a line. Directs the Office, if it finds that the avoidable cost of providing rail freight service on such a line together with a reasonable return on the value of the line exceeds the revenues attributable to the line, to commence a proceeding to develop a corrective action program. Directs the Interstate Commerce Commission to suspend any proceeding regarding an application for abandonment or discontinuance of such a rail line. Stipulates that a corrective action program shall be established as a result of negotiations between the parties affected, or if necessary, by binding arbitration. Stipulates that such a program may include operating subsidies, changes in marketing practices, rates, operation, frequency and quality of service, maintenance schedules, taxes, or intermodal transportation service. Stipulates that such an agreement shall be embodied in an order by the Rail Services Planning Office. Sets forth the Federal share for the costs of such a program. Authorizes the Secretary of Transportation to appoint a panel of arbitrators to supervise corrective action proceedings pursuant to this Act. Authorizes appropriations for such corrective action programs for each of the fiscal years 1979 through 1982. Prohibits the Secretary from withholding approval of a State rail freight program or project solely on the grounds that the State initiated the program or project without the Secretary's prior approval. Stipulates that, of the funds authorized to be appropriated for rail service assistance programs under the Department of Transportation Act, no more than $10,000,000 shall be made available for planning grants for each of the fiscal years 1976 through 1980. Authorizes the Interstate Commerce Commission, in issuing a certificate for the abandonment or discontinuance of a rail line, to include in such a certificate a direction awarding trackage rights to another common carrier by railroad or to a State or political subdivision thereof for all or any portion of the lines of the applicant's railroad located within such State which the Commission determines are required solely for purposes of providing freight service at stations on a line which would no longer have such service due to issuance of such a certificate. Directs the Secretary of Transportation to publish a preliminary report setting forth alternative proposals, based on specified criteria with respect to the amount and type of rail carrier equity and other financing to be effected through the Railroad Rehabilitation and Improvement Fund or other funding mechanisms. Requires the Secretary, by May 15, 1978, after affording interested persons an opportunity to comment on such proposals, to prepare and submit to Congress a final report regarding such alternatives. Amends the Rail Passenger Service Act to prohibit the National Railroad Passenger Corporation, with respect to experimental intercity rail passenger service routes, from reducing the frequency of such service to a level below the lesser of (1) one train per day, or (2) the level of service provided at the time of the initiation of the route. Amends the Hours of Service Act to establish maximum hours of service for individuals engaged in installing, repairing, or maintaining rail signal systems."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "State Rail Freight Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Department of Transportation Act and the Regional Rail Reorganization Act of 1973 to extend the eligibility for financial assistance under the rail service assistance programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:09-05:00"
}