{
  "actions": [
    {
      "acted_at": "1983-04-13", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-13", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-13", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-13", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-20", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Operations", 
      "text": "Referred to Subcommittee on International Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-20", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-21", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Mining, Forest Management and Bonneville Power Administration", 
      "text": "Referred to Subcommittee on Mining, Forest Management and Bonneville Power Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-21", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Monopolies and Commercial Law", 
      "text": "Referred to Subcommittee on Monopolies and Commercial Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-25", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD, FEMA, GSA, Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-25", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Seapower and Strategic and Critical Materials", 
      "text": "Referred to Subcommittee on Seapower and Strategic and Critical Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2554-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Seapower and Strategic and Critical Materials", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Operations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Mining, Forest Management and Bonneville Power Administration", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Monopolies and Commercial Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-13", 
  "number": "2554", 
  "official_title": "A bill to establish a national mineral and material policy and council, to provide for a secure minerals and materials base for the national economy and national security, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Minerals Security Act of 1983", 
  "sponsor": {
    "district": "98", 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-13", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "Antitrust law", 
    "Antitrust policy", 
    "Citizen participation", 
    "Department of the Treasury", 
    "Depreciation and amortization", 
    "Environmental protection", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government trust funds", 
    "Income tax", 
    "Industrial development bonds", 
    "Mineral rights conveyances", 
    "Mines and mineral resources", 
    "National Security and Intelligence Operations", 
    "Pollution control", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Securities", 
    "Securities and Investments", 
    "Strategic materials", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax incentives", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-13", 
    "text": "Title I: Short Title, Findings, and Purposes - National Minerals Security Act of 1983 - Sets forth findings and purposes. Title II: Mineral and Material Planning and Availability - Establishes the Council on Materials and Minerals to develop and implement a national minerals and materials policy. Title III: Domestic Mineral Resource Potential - Directs the Secretary of the Interior to: (1) review land use plans developed under the Federal Land Policy and Management Act of 1976; (2) consider the suitability of such public lands for mineral location and leasing; and (3) revise such plans accordingly. Requires any land use plan prepared under such Act and any review conducted under this Act to: (1) contain an estimate of potential mineral resources; and (2) consider the development and extraction of any significant mineral deposit as a dominant use. Directs the Secretary to determine the number of acres of Federal lands withdrawn, classified, restricted, or closed to mineral location or leasing and the number of acres of land made available for mineral location and leasing under this title and to report the results to Congress. Requires the Secretary to publish a notice in the Federal Register at least once every two years requesting the nomination of lands withdrawn, classified, restricted, or closed to be reviewed. Requires the Secretary to review lands nominated by any person to determine the suitability of such lands for mineral location or leasing. Extends the December 31, 1983, mining expiration date in the Wilderness Act to December 31, 1993. Title IV: Mineral and Material Data Acquisition and Analysis - Directs the Secretary to transfer the State Mining and Mineral Resources and Research Institutes to the administrative jurisdiction of the Bureau of Mines. Makes the Bureau the principal Federal agency for mineral data collection, compilation, analysis, and dissemination. Requires the Bureau and the U.S. Geological Survey to undertake stated activities directed towards ensuring an adequate supply of minerals and materials. Title V: Capital Formation and Taxation - Amends the Internal Revenue Code to: (1) define air or water pollution control facilities for purposes of the exclusion of interest on industrial development bonds; and (2) permit a deduction for the amortization of the amortizable basis of a pollution control facility, based on any amortization period of from one to 60 months. Title VI: Regulatory Reform - Amends the Administrative Procedure Act to require that notice of a proposed rule published in the Federal Register include: (1) a statement of the need for and objectives of the proposed rule; and (2) a description of all reasonable alternative public or private means for achieving the objectives of the proposed rule, together with an explanation of how the proposed rule achieves the objectives at lower cost or with fewer adverse effects than the alternatives. Requires an agency, after giving notice and giving interested persons the opportunity to participate in the rulemaking process, to conduct additional proceedings if the comments received from those interested reveal that there are disputed factual issues. Requires such proceedings to include informal public hearings, meetings or conferences, mediation, presentation of witnesses for direct and cross-examination, and additional opportunity for preparation of written rebuttals to any materials required in the notice of proposed rulemaking. Title VII: National Defense Stockpile - Amends the Strategic and Critical Materials Stock Piling Act to require that all moneys received from the sale of materials in the National Defense Stockpile be transferred to the National Defense Stockpile Transaction Fund and be available only to acquire strategic and critical materials. Title VIII: Antitrust Restrictions - Directs the Attorney General to review antitrust laws, rules, and regulations to determine the extent to which they are consistent with the policy of this Act. Title IX: Foreign Policy - Directs the Secretary of the Interior to: (1) conduct an analysis of the foreign mineral and materials information requirements and resources of all executive branch departments and agencies; (2) direct the centralization of responsibility for the maintenance of a coordinated repository of foreign mineral, material, and related information in the Bureau of Mines; and (3) ensure that the Bureau maintains its foreign mineral, material, related information repository to be responsive to the information needs of all Federal agencies. Amends the Mining and Minerals Policy Act of 1970 to require the Secretary of State to report annually to the Secretary of the Interior concerning foreign policy as it relates to the availability of minerals for domestic use."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Minerals Security Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national mineral and material policy and council, to provide for a secure minerals and materials base for the national economy and national security, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:45-05:00"
}