{
  "actions": [
    {
      "acted_at": "1983-07-06", 
      "references": [], 
      "status": "REFERRED", 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-13", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-15", 
      "references": [], 
      "subcommittee": "International Trade, Investment and Monetary Policy", 
      "text": "Referred to Subcommittee on International Trade, Investment and Monetary Policy.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3488-98", 
  "bill_type": "hr", 
  "committees": [], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-06-30", 
  "number": "3488", 
  "official_title": "A bill requiring United States persons who conduct business or control enterprises in the Union of Soviet Socialist Republics, the People's Republic of China, the German Democratic Republic, Poland, Hungary, Romania, Cuba, Czechoslovakia, Vietnam, Yugoslavia, Albania, the People's Republic of Kampuchea, Bulgaria, North Korea, Laos, or the People's Democratic Republic of Yemen to comply with certain fair employment principles, prohibiting any new loans by United States financial or lending institutions to the Government of the Union of Soviet Socialist Republics, the People's Republic of China, the German Democratic Republic, Poland, Hungary, Romania, Cuba, Czechoslovakia, Vietnam, Yugoslavia, Albania, the People's Republic of Kampuchea, Bulgaria, North Korea, Laos, or the People's Democratic Republic of Yemen or to corporations or other entities owned or controlled by the Government of the Union of Soviet Socialist Republics, the People's Republic of China, the German Democratic Republic, Poland, Hungary, Romania, Cuba, Czechoslovakia, Vietnam, Yugoslavia, Albania, the People's Republic of Kampuchea, Bulgaria, North Korea, Laos, or the People's Democratic Republic of Yemen and prohibiting the importation of products or produce grown, manufactured, or assembled in the Union of Soviet Socialist Republics, the People's Republic of China, the German Democratic Republic, Poland, Hungary, Romania, Cuba, Czechoslovakia, Vietnam, Yugoslavia, Albania, the People's Republic of Kampuchea, Bulgaria, North Korea, Laos, or the People's Democratic Republic of Yemen.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "McDonald, Lawrence P.", 
    "state": "GA", 
    "thomas_id": "00767", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-07-06", 
  "subjects": [
    "Advisory bodies", 
    "Albania", 
    "American investments", 
    "Business and commerce", 
    "Cambodia", 
    "China", 
    "Communist countries", 
    "Credit", 
    "Cuba", 
    "Czechoslovakia", 
    "Discrimination in employment", 
    "East Germany", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Foreign Trade and Investments", 
    "Government and business", 
    "Hungary", 
    "Imports", 
    "International corporations", 
    "Labor and employment", 
    "Laos", 
    "Loans", 
    "North Korea", 
    "Poland", 
    "Romania", 
    "South Yemen", 
    "U.S.S.R.", 
    "Vietnam", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "American investments", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-06-30", 
    "text": "Title I: Labor Standards - Requires any United States person who has or controls an enterprise in the U.S.S.R., China, East Germany, Poland, Hungary, Romania, Cuba, Czechoslovakia, Vietnam, Yugoslavia, Albania, Kampuchea, Bulgaria, North Korea, Laos, or South Yemen which employs more than 20 people to insure that in operating such enterprise the following employment principles are implemented: (1) termination of all regulations which are based on political, religious, or economic discrimination; (2) equal employment for all employees; (3) equal pay for equal work; (4) establishment of a minimum wage and salary structure; (5) increase in the representation of non-Communists in managerial, supervisory, administrative, clerical, and technical jobs; (6) improvement of the quality of employees' lives outside the work environment; and (7) recognition of labor unions and fair labor practices. Declares that the Secretary may issue guidelines and give advisory opinions on compliance with such principles. Directs the Secretary of State to establish an Advisory Council to advise the Secretary with respect to the implementation of such employment principles and to review the annual reports which each U.S. person covered by this Act must submit to the Secretary on the progress made in implementing such principles. Directs the Secretary to establish in the United States an American Advisory Council to make policy recommendations regarding labor practices of U.S. persons in such countries and to review such persons' progress in implementing such employment practices. Directs the Secretary: (1) to take specified actions to insure compliance with the implementation of such employment principles; and (2) to review the compliance of such persons at least biennially. Sets forth penalties for noncompliance. Authorizes the President to waive compliance with the implementation of such principles if such compliance would harm U.S. national security. Title II: Prohibition on Loans and Importation of Products - Prohibits any U.S. financial or lending institution from making any loan directly or through a foreign subsidiary to the U.S.S.R., China, East Germany, Poland, Hungary, Romania, Cuba, Czechoslovakia, Vietnam, Yugoslavia, Albania, Kampuchea, Bulgaria, North Korea, Laos, or South Yemen unless such loan is entered into before enactment of this Act. Prohibits importation of any products from such countries. Directs the Secretary to take specified actions to enforce the prohibitions on loans and imports. Sets forth penalties for violations of such prohibitions. Authorizes the President to waive such prohibitions for one year if such countries make substantial progress toward the full participation of all their people in the social, political, and economic life of their countries and toward the end of discrimination based on political, religious, and economic beliefs, or ethnic origin. Title III: General Provisions - Directs Federal agencies to cooperate with the Secretary in carrying out provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill requiring United States persons who conduct business or control enterprises in the Union of Soviet Socialist Republics, the People's Republic of China, the German Democratic Republic, Poland, Hungary, Romania, Cuba, Czechoslovakia, Vietnam, Yugoslavia, Albania, the People's Republic of Kampuchea, Bulgaria, North Korea, Laos, or the People's Democratic Republic of Yemen to comply with certain fair employment principles, prohibiting any new loans by United States financial or lending institutions to the Government of the Union of Soviet Socialist Republics, the People's Republic of China, the German Democratic Republic, Poland, Hungary, Romania, Cuba, Czechoslovakia, Vietnam, Yugoslavia, Albania, the People's Republic of Kampuchea, Bulgaria, North Korea, Laos, or the People's Democratic Republic of Yemen or to corporations or other entities owned or controlled by the Government of the Union of Soviet Socialist Republics, the People's Republic of China, the German Democratic Republic, Poland, Hungary, Romania, Cuba, Czechoslovakia, Vietnam, Yugoslavia, Albania, the People's Republic of Kampuchea, Bulgaria, North Korea, Laos, or the People's Democratic Republic of Yemen and prohibiting the importation of products or produce grown, manufactured, or assembled in the Union of Soviet Socialist Republics, the People's Republic of China, the German Democratic Republic, Poland, Hungary, Romania, Cuba, Czechoslovakia, Vietnam, Yugoslavia, Albania, the People's Republic of Kampuchea, Bulgaria, North Korea, Laos, or the People's Democratic Republic of Yemen.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:09-05:00"
}