{
  "actions": [
    {
      "acted_at": "1975-03-05", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4304-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-05", 
  "number": "4304", 
  "official_title": "A bill to amend the Immigration and Nationality Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr135-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-05", 
  "subjects": [
    "Aliens", 
    "Immigration", 
    "Labor and employment", 
    "Visas"
  ], 
  "subjects_top_term": "Aliens", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-05", 
    "text": "Removes from the class of aliens whose status may be adjusted by the Attorney General in his discretion to that of aliens lawfully admitted for permanent residence those aliens who continue in or accept unauthorized employment prior to the filing of an application for adjustment to such status. Makes it unlawful for any employer, or any agent or any person who for a fee, refers an alien for employment by such an employer, knowingly to employ, continue to employ, or refer for employment any alien in the United States who has not been lawfully admitted to the United States for permanent residence, unless the employment of such alien is authorized by the Attorney General. Provides that an employer, referrer, or agent shall not be deemed to have violated this Act if he has made a bona fide inquiry whether a person hereafter employed or referred by him is a citizen or an alien, and if an alien, whether he is lawfully admitted to the United States for permanent residence or is authorized by the Attorney General to accept employment. Requires that if, in a proceeding initiated within two years after the service of a citation by the Attorney General informing an employer of a violation under this Act, the Attorney General finds that any employer, agent, or referrer upon whom such citation has been served has thereafter violated the provisions of this Act, the Attorney General shall assess a penalty of not more than $500 for each alien in respect to whom any such violation is found to have occurred. Provides that further violation of this Act following the assessment of the above civil penalty shall make the employer guilty of a misdemeanor and upon conviction thereof such employer shall be punished by a fine not exceeding $1,000, or imprisonment not exceeding one year, or both, for each alien in respect to whom any violation of this occurs. Requires disclosure by employees and officers of the Department of Health, Education, and Welfare of information on illegal aliens who are receiving assistance under the Social Security Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:38-05:00"
}