{
  "actions": [
    {
      "acted_at": "1992-08-12", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-01", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "International Development, Finance, Trade and Monetary Policy", 
      "text": "Referred to the Subcommittee on International Development, Finance, Trade and Monetary Policy.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5871-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Development, Finance, Trade and Monetary Policy", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-08-12", 
  "number": "5871", 
  "official_title": "To provide for more effective use of United States contributions to the International Monetary Fund, to provide for a United States contribution to the International Finance Corporation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Energy Efficiency Financing Act of 1992", 
  "sponsor": {
    "district": "20", 
    "name": "Oakar, Mary Rose", 
    "state": "OH", 
    "thomas_id": "00875", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-08-12", 
  "subjects": [
    "Auditing", 
    "Bank examination", 
    "CIS countries", 
    "Child health", 
    "Child labor", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Consumer protection", 
    "Debt agreements", 
    "Defense budgets", 
    "Democracy", 
    "Developed countries", 
    "Developing countries", 
    "Dropouts", 
    "Economic assistance", 
    "Economic conditions", 
    "Economic development", 
    "Economic growth", 
    "Education", 
    "Elementary education", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Environmental research", 
    "Ethiopia", 
    "Foreign loans", 
    "Government operations and politics", 
    "Health", 
    "Hours of labor", 
    "Human rights", 
    "International affairs", 
    "International agencies", 
    "International banking", 
    "International environmental cooperation", 
    "International monetary system", 
    "Labor and employment", 
    "Land reform", 
    "Minimum wages", 
    "Minority employment", 
    "Missing in action", 
    "Multilateral development banks", 
    "Occupational health and safety", 
    "Pay equity", 
    "Peace treaties", 
    "Poverty", 
    "Somalia", 
    "Statistics", 
    "Sudan", 
    "U.S.S.R.", 
    "Women", 
    "Women's employment"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-08-12", 
    "text": "International Finance and Development Act of 1992 - Title I: International Monetary Fund - Amends the Bretton Woods Agreements Act to require the Secretary of the Treasury to instruct the U.S. Executive Director of the International Monetary Fund (IMF) to encourage the IMF to adopt procedures for the publication of economic reviews of the major industrialized nations and other commentary, as appropriate. Expresses the sense of the Congress that procedures should be instituted to review the activities of the IMF and the International Bank for Reconstruction and Development (World Bank) for purposes of coordinating the international economic activities of international financial institutions at the Board, management, and staff levels. Directs the Secretary to instruct the U.S. Executive Director of the IMF to: (1) advocate specified actions concerning poverty alleviation and policy framework papers; and (2) urge renewal of debt and debt service reduction programs. Requires the Secretary to report to the Congress on the debt incurred by the former Soviet Union held by commercial banks outside the states obligated on such debt and the prospects for repayment of such debt. Directs the Secretary to instruct the U.S. Executive Director of the IMF to encourage environmental considerations in IMF programs. Requires the Secretary to instruct the U.S. Executive Director of the IMF to support the development of programs that recognize the importance of social issues, including certain actions concerning child survival and basic education issues. Directs the Secretary, in the annual report of the National Advisory Council on International Monetary and Financial Policies, to report on: (1) the progress made by the Director in implementing such programs; and (2) any votes cast in opposition to such programs. Requires the U.S. Executive Director of the IMF to urge the IMF to: (1) develop an economic methodology to measure the level of military spending by borrowing countries; (2) provide the Executive Board with annual reports estimating the level of such spending by each borrowing country; and (3) include in every article IV consultation with the borrowing country an analysis of the level of military spending and whether such spending is consistent with the achievement of sustainable, long-term economic growth. Requires the U.S. Executive Directors of the IMF and the World Bank to oppose loans to a borrowing country unless the IMF has certified that military spending by such country is consistent with sustainable, long-term economic growth. Waives such restriction if the Secretary determines that the country is confronted with a military threat which justifies such level of military spending, the country has made commitments to reduce the level of such spending to a level consistent with such growth, or the country faces exceptional short-term liquidity needs which require bridge financing but not long-term development lending. Title II: International Finance Corporation - Amends the International Finance Corporation Act to increase the amount authorized to be appropriated for the U.S. subscription to increased capital stock of the International Finance Corporation. Title III: Multilateral Development Banks - Subtitle A: Energy Efficiency - International Energy Efficiency Financing Act of 1992 - Amends the International Financial Institutions Act to require the Secretary of the Treasury to instruct the U.S. Executive Directors of the multilateral development banks to: (1) demonstrate programs for measuring the application of systems energy efficiency planning and techniques; and (2) advocate procedures that require assessments of the impacts of proposed actions that would have a significant impact on energy efficiency before votes in favor of such actions. Directs the Secretary to seek the adoption of policies which result in access to the public of energy efficiency assessments by the borrowing countries and the lending institutions. Subtitle B: Alleviation of Poverty, Reduction of Barriers to Economic and Social Progress, and Other Provisions - Requires the Secretary to instruct the U.S. Executive Directors of the regional multilateral development banks to advocate the establishment of an organizational unit to aid bank management policies for the reduction of poverty and of barriers to economic and social progress and equity. Directs the Secretary to instruct the U.S. Executive Directors of the international financial institutions to: (1) encourage borrowing countries to involve women in development activities and to develop fair labor practices guidelines for such countries; (2) urge such institutions to reflect the diversity of the population in hiring practices and to strengthen and expand recruitment, hiring, and promotion of minorities and women; and (3) urge such institutions to adopt compensation policies to ensure that comparable pay is provided for people in comparable jobs. Requires the Secretary to instruct the U.S. Executive Directors of the multilateral development banks to oppose any loan, except for basic human needs, to Ethiopia, Somalia, or Sudan until the President certifies to the Senate Foreign Relations Committee and the House Committees on Banking, Finance and Urban Affairs and Foreign Affairs, respectively, that the government of the country has: (1) begun to implement peace or national reconciliation agreements; (2) demonstrated a commitment to human rights; (3) manifested a commitment to democracy and has held or scheduled free and fair elections; and (4) agreed to distribute development assistance without discrimination. Directs the Secretary to instruct the U.S. Executive Directors of the international financial institutions to take specified steps to encourage borrowing countries to follow practices to protect consumer health and safety and the environment. Subtitle C: Financial Integrity - Requires the Secretary to instruct the U.S. Executive Directors of the international financial institutions to ensure the establishment of offices of Inspectors General in such institutions. Subtitle D: Debt Restructuring - Amends the Bretton Woods Agreements Act to require the U.S. Executive Directors of the World Bank and the IMF to: (1) ensure that such institutions provide financial guarantees only for debt restructurings that result in reducing commercial debt which will enable debtors to achieve self-sustaining growth; and (2) require institution reports that include projections of the annual growth rate and debt service capacity of debtors entering into debt restructuring agreements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Energy Efficiency Financing Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "International Finance and Development Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for more effective use of United States contributions to the International Monetary Fund, to provide for a United States contribution to the International Finance Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:55-05:00"
}