{
  "actions": [
    {
      "acted_at": "1973-01-15", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2117-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-15", 
  "number": "2117", 
  "official_title": "A bill to create a Department of Youth Affairs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1777-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "23", 
    "name": "Price, Melvin", 
    "state": "IL", 
    "thomas_id": "00929", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-15", 
  "subjects": [
    "Advisory bodies", 
    "Government operations and politics", 
    "Youth"
  ], 
  "subjects_top_term": "Youth", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-15", 
    "text": "Creates a Department of Youth Affairs. Provides that there shall be at the head of the Department a Secretary of Youth Affairs who shall be appointed by the President by and with the advice and consent of the Senate. Provides for an Under Secretary of the Youth Affairs and such Assistant Secretaries as shall be determined by the President to be necessary. Transfers to the Secretary of Youth Affairs the functions, personnel, property and records of: (1) the Secretary of State under the Peace Corps Act; (2) the Director of the Office of Economic Opportunity under title VIII of the Economic Opportunity Act of 1964; and (3) the Commissioner of Education under subpart 1 of part B of Title V of the Higher Education Act of 1965. Provides that all delegations of authority, orders, regulations, directives and other official actions of: (1) the Secretary of State under the Peace Corps Act; (2) the Director of the Office of Economic Opportunity under Title VIII of the Economic Opportunity Act; and (3) the Commissioner of Education under subpart 1 of part B of Title V of the Higher Education Act of 1965, which are in force on the date of the enactment of this Act shall continue in full force and effect until modified, superseded, or revoked by the Secretary. Establishes in the Department a United States Office of Youth Participation. Provides that there shall be a Director of the Office who shall be appointed by the Secretary; provides also for a Deputy Director of the Office. Asserts that such Office shall establish and administer a program of grants-in-aid to public agencies and nonprofit private organizations which shall be made available for similar programs on youth participation at the State level, which programs are designed to recruit, train and employ youths in social and economic programs; for the development of plans to insure the meaningful participation by youth in policymaking bodies of governmental and private organizations and for the establishment of programs aimed at reducing poverty, ending racial discrimination, and improving health, education and welfare. Sets forth various directives for volunteer programs fostered under this Act. Directs the Secretary of Youth Affairs to appoint an Advisory Commission on Youth Participation which shall be composed of nine members, at least five of whom shall be between the ages of eighteen and twenty-four at the time of their appointments. Provides that the Secretary shall cause a seal of the office to be made for the Department of such design as the President shall approve, and judicial notice shall be taken thereof."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to create a Department of Youth Affairs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:24-05:00"
}