{
  "actions": [
    {
      "acted_at": "2012-06-20", 
      "committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-09-12", 
      "in_committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans' Affairs. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3322-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2012-06-20", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coons, Christopher A.", 
      "sponsored_at": "2012-06-20", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2012-06-20", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2012-06-20", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2012-06-20", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2012-06-25", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2012-06-20", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2012-06-20", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "2012-06-21", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shaheen, Jeanne", 
      "sponsored_at": "2012-06-20", 
      "state": "NH", 
      "thomas_id": "01901", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2012-06-20", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-06-20", 
  "number": "3322", 
  "official_title": "A bill to strengthen enforcement and clarify certain provisions of the Servicemembers Civil Relief Act, the Uniformed and Overseas Citizens Absentee Voting Act, and chapter 43 of title 38, United States Code, and to reconcile, restore, clarify, and conform similar provisions in other related civil rights statutes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2299-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Servicemembers' Protection Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Brown, Sherrod", 
    "state": "OH", 
    "thomas_id": "00136", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-09-12", 
  "subjects": [
    "Armed forces and national security", 
    "Civil actions and liability", 
    "Consumer credit", 
    "Elections, voting, political campaign regulation", 
    "Employment discrimination and employee rights", 
    "Evidence and witnesses", 
    "Government studies and investigations", 
    "Higher education", 
    "Housing discrimination", 
    "Military personnel and dependents", 
    "Northern Mariana Islands", 
    "Sex, gender, sexual orientation discrimination", 
    "State and local government operations", 
    "Veterans' education, employment, rehabilitation", 
    "Voting rights"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-06-20", 
    "text": "Servicemembers' Protection Act of 2012 - Amends the Servicemembers Civil Relief Act (the Act) concerning the protection of servicemembers against default judgments to require a plaintiff, before filing an affidavit, to conduct a diligent and reasonable investigation to determine whether or not the defendant is in military service, including a search of available records of the Department of Defense (DOD) and any other available information. Provides that, for purposes of establishing residency for voting eligibility, a family member of a servicemember who is absent from a state because the servicemember is absent from the state due to military service shall not be considered to have lost residency in that state. Increases the civil penalties for violations of the Act. Authorizes the Attorney General (AG) to issue and serve a civil investigative demand for the production of documentary material relevant to an investigation under the Act. Makes a private right of action for a violation of the Act retroactive to the date of enactment of the Act. Makes related changes to the Fair Housing Act with respect to the increase in civil penalties, and to the Fair Housing Act and the Equal Credit Opportunity Act with respect to the authority for civil investigative demands. Amends the Uniformed and Overseas Citizens Absentee Voting Act (Voting Act) to require a state to submit to the AG and the Presidential Designee, at least 55 days before any election for federal office in that state, a certification that absentee ballots are, or will be, available for transmission by 46 days before such election. Requires certification that absentee ballots requested by absent servicemember voters within 46 days before a state election are being transmitted to such voters. Repeals a provision allowing a state to request a waiver of absentee ballot requirements due to undue hardship. Provides that, in Voting Act enforcement actions brought by the AG, local election officials need not be named as defendants. Provides civil penalties for Voting Act violations, and authorizes a private right of action. Allows absentee ballot requests to be treated as requests for subsequent elections held in that state through the next regularly scheduled general election. Makes Voting Act requirements applicable to the Commonwealth of the Northern Mariana Islands. Makes related changes to the Civil Rights Act of 1964 and the Education Amendments of 1972 with respect to prohibited discrimination, private rights of action, and available relief. Allows a veteran on whose behalf a complaint of a violation of employment or reemployment rights is made by the AG to intervene in such action, and to obtain appropriate relief. Requires the AG, within 60 days after receiving a referral of an unsuccessful attempt to resolve a complaint relating to a state or private employer, to notify the person on whose behalf the complaint is submitted of either the decision to commence such an action or of when such decision is expected to be made. Requires, in the latter case, such decision to be made within an additional 30 days. Requires the AG to commence such an action when there is reasonable cause to believe that a state or private employer is engaged in a pattern or practice of resistance to the full enjoyment of such employment and reemployment rights and benefits, and that the pattern or practice denies the full exercise of such rights and benefits. Authorizes the AG, in employment or reemployment rights investigations, to issue and serve a civil investigative demand for the production of documentary material. Makes related changes to the Civil Rights Act of 1964 with respect to such civil investigative demands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Servicemembers' Protection Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen enforcement and clarify certain provisions of the Servicemembers Civil Relief Act, the Uniformed and Overseas Citizens Absentee Voting Act, and chapter 43 of title 38, United States Code, and to reconcile, restore, clarify, and conform similar provisions in other related civil rights statutes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:36:05-05:00"
}