{
  "actions": [
    {
      "acted_at": "1986-10-08", 
      "references": [], 
      "text": "Unanimous Consent Request to Discharge from Appropriation Committee and Consider Rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-10-08", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres746-99", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-10-08", 
  "number": "746", 
  "official_title": "A joint resolution making further continuing appropriations for the fiscal year 1987, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-10-08", 
  "subjects": [
    "Appropriations", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drugs and narcotics", 
    "Economics and public finance"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-10-08", 
    "text": "Makes continuing appropriations for FY 1987 for programs, projects, or activities for which funds or authority would be available in the following Acts as passed by the House of Representatives and the Senate: (1) the District of Columbia Appropriations Act, 1987; (2) the Department of the Interior and Related Agencies Appropriations Act, 1987; and (3) the Military Construction Appropriations Act, 1987. Sets forth rules governing the applicability of amounts, authorities, and other provisions where there are differences between House and Senate versions of such Acts. Makes continuing appropriations for FY 1987 for programs, projects, and activities as provided for in: (1) the Agriculture, Rural Development, and Related Agencies Appropriations Act, 1987, the Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 1987, the Energy and Water Development Appropriations Act, 1987, and the Treasury, Postal Service, and General Government Appropriations Act, 1987, as such Acts were passed by the House; (2) the Department of Defense Appropriations Act, 1987, and the Foreign Assistance and Related Programs Appropriations Act, 1987, which Acts shall be deemed to have been passed by the House as provided for in H.J. Res. 738 as passed by the House; and (3) the conference reports and explanatory statements filed in the House for the Legislative Branch Appropriations Act, 1987, the Department of Housing and Urban Development-Independent Agencies Appropriations Act, 1987, the Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 1987, and the Department of Transportation and Related Agencies Appropriations Act, 1987. Requires that any program, project, or activity provided for in such an Act passed by only the House be continued at the lower of the rate of operations permitted by the House action or the current rate. Makes continuing appropriations for FY 1987 for the following activities which were conducted in FY 1986, at current rates: (1) refugee and entrant assistance activities; and (2) activities authorized by the Follow Through Act. Provides that funds and authority provided by this Act shall remain available from the start of FY 1987, until the earliest of: (1) enactment of an appropriation for any project or activity provided for in this Act; (2) enactment of the applicable appropriations Act by both Houses without any provision for such project or activity; or (3) October 15, 1986. Prohibits the use of any appropriations or authority provided under this Act for any project or activity for which funds or authority were not available during FY 1986. Directs the President, pending enactment of the Omnibus Drug Supplemental Appropriations Act of 1987, to use a specified amount of the funds previously made available for drug abuse prevention programs to develop an overall drug abuse prevention plan that coordinates the Government's efforts in combating the widespread use of illegal drugs. Requires such plan to be presented to the Congress no later than January 1, 1987."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution making further continuing appropriations for the fiscal year 1987, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:59:59-05:00"
}