{
  "actions": [
    {
      "acted_at": "2010-06-16", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-16", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-16", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5546-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-06-16", 
  "number": "5546", 
  "official_title": "To provide for the establishment of a fraud, waste, and abuse detection and mitigation program for the Medicare Program under title XVIII of the Social Security Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Roskam, Peter J.", 
    "state": "IL", 
    "thomas_id": "01848", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-06-16", 
  "subjects": [
    "Computers and information technology", 
    "Crime prevention", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Health", 
    "Medicare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-06-16", 
    "text": "Directs the Secretary of Health and Human Services (HHS) to develop and implement a fraud, waste, and abuse comprehensive prepayment review Prevention System for reviewing claims for reimbursement under title XVIII (Medicare) of the Social Security Act. Requires the Secretary to carry out the system acting through the Center for Program Integrity of the Centers for Medicare and Medicaid Services (CMS). Requires the Prevention System to cover all types of providers and suppliers under the Medicare program, but allows it to be limited to a subset of claim segments. Requires the Prevention System to: (1) be a high volume, rapid, near real-time information technology solution which includes data pooling and scoring capabilities to quickly and accurately capture and evaluate data; (2) identify high-risk Medicare claims by scoring all such claims in near real-time before payment is made; (3) involve a statistically sound, empirically derived predictive modeling technology; and (4) utilize a fraud management system that presents score, reason codes, and treatment actions for high-risk scored transactions, and a feedback loop to gain access to outcome information on adjudicated Medicare claims. Prohibits the Secretary from making a payment on a claim selected for review until it has been reviewed under the System."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To provide for the establishment of a fraud, waste, and abuse detection and mitigation program for the Medicare Program under title XVIII of the Social Security Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:29-05:00"
}