{
  "actions": [
    {
      "acted_at": "2011-04-07", 
      "references": [
        {
          "reference": "CR S2276-2277", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-04-07", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-05-11", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on National Parks. Hearings held. With printed Hearing: S.Hrg. 112-124.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-11-08", 
      "references": [], 
      "text": "Star Print ordered on the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-11-10", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-01-13", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman under authority of the order of the Senate of 12/17/2011 without amendment. With written report No. 112-114.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2012-01-13", 
      "calendar": "Senate Legislative", 
      "number": "276", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 276.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s765-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on National Parks", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2011-04-07", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-04-07", 
  "number": "765", 
  "official_title": "A bill to modify the boundary of the Oregon Caves National Monument, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1414-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Oregon Caves Revitalization Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-11-10", 
  "subjects": [
    "Lakes and rivers", 
    "Land transfers", 
    "Oregon", 
    "Parks, recreation areas, trails", 
    "Public lands and natural resources", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2012-01-13", 
    "text": "Oregon Caves Revitalization Act of 2011 - (Sec. 3) Redesignates the Oregon Caves National Monument, and lands identified as proposed addition lands, as the Oregon Caves National Monument and Preserve, to be administered as a single unit of the National Park System. Designates the proposed addition lands as a National Preserve. Directs the Secretary of Agriculture (USDA) to: (1) transfer the proposed addition lands to the Secretary of the Interior (the Secretary), to be administered as part of the Monument and Preserve; and (2) adjust the boundary of the Rogue River-Siskiyou National Forest to exclude such lands transferred to the Secretary. Adjusts the boundary of the Monument and Preserve to exclude certain land in the city of Cave Junction. (Sec. 4) Requires the Secretary to revise the fire management plan for the Monument to include the Preserve and carry out hazardous fuel management activities within the Monument and Preserve. Allows for the completion of existing Forest Service stewardship and service contracts executed as of the enactment of this Act. Recognizes the authority of the Secretary of Agriculture to administer such existing contracts through their completion. Permits the grazing of livestock on land within the Preserve to continue as authorized under permits or leases in existence as of enactment at not more than the level at which the grazing exists. Allows the Secretary, with specified administrative exceptions, to permit hunting and fishing on land and waters within the Preserve. (Sec. 5) Directs the Secretary of Agriculture or the Secretary to accept the donation of a grazing lease or permit from a lessee or permittee for: (1) the Big Grayback Grazing Allotment located in the Rogue River-Siskiyou National Forest, and (2) the Billy Mountain Grazing Allotment located on a parcel of BLM-managed land. Instructs the Secretary to terminate each donated permit or lease and ensure a permanent end to grazing on the land covered by such permit or lease. Considers a lessee or permittee donating a grazing lease or permit to have waived any claim to any range improvement on the associated grazing allotment or portion. (Sec. 6) Amends the Wild and Scenic Rivers Act to designate: (1) the subterranean segment of the Cave Creek in Oregon known as the River Styx as a component of the national wild and scenic rivers system, and (2) certain additional segments of the Monument and Preserve for study for potential addition to the system. Directs the Secretary to report the results of such study to Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oregon Caves Revitalization Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Oregon Caves Revitalization Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to modify the boundary of the Oregon Caves National Monument, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:05:55-05:00"
}