{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr425-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "425", 
  "official_title": "A bill to establish the death penalty for the commission of certain Federal offenses.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Kelly, Richard", 
    "state": "FL", 
    "thomas_id": "00623", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Capital punishment", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Homicide", 
    "Kidnapping", 
    "Murder", 
    "Rape", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Treason", 
    "Women"
  ], 
  "subjects_top_term": "Capital punishment", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Requires that a separate sentencing hearing before a jury be held when a defendant is found guilty of or pleads guilty to an offense for which one of the possible sentences is death. Sets forth procedures for such hearings. Directs the court to sentence a defendant to death if a majority of the members of the jury finds beyond a reasonable doubt that one of specified aggravating factors exists, unless a majority of the members of such jury finds by a preponderance of the evidence that one or more of specified mitigating factors exists. Includes among aggravating factors the following: (1) in cases of treason, previous convictions of similar offenses and knowing creation of a grave risk of substantial danger to national security or death to another person in the commission of the offenses; (2) in cases of rape, two previous rape convictions; and (3) in cases of murder, previous felony convictions, commission of the offense in connection with the commission of another felony, commission of the offense for consideration, and commission of the offense against one of specified Federal or foreign officials. Includes among mitigating factors the significant impairment of capacity to: (1) appreciate the wrongfulness of the act constituting the offense, or (2) conform to the requirements of the law; substantial duress; minority; and, in cases involving the detention of a hostage, release of such hostage on reliance upon an assurance of the Attorney General or his delegate that such release would be considered a mitigating factor in sentencing. Prohibits the carrying out of a sentence of death on a pregnant woman. Sets forth procedures and standards for court of appeals review of death sentences. Requires the Director of the Administrative Office of the United States Courts to compile certain records and data on capital felony cases in which sentence was imposed after January 1, 1972."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish the death penalty for the commission of certain Federal offenses.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:29-05:00"
}