{
  "actions": [
    {
      "acted_at": "2007-02-27", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 110-98.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-07-24", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Kohl. With written report No. 110-134.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-07-24", 
      "calendar": "Senate Legislative", 
      "number": "282", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 282.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1859-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-07-24", 
  "number": "1859", 
  "official_title": "An original bill making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2008, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3161-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3161-110", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3161-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2008", 
  "sponsor": {
    "district": null, 
    "name": "Kohl, Herb", 
    "state": "WI", 
    "thomas_id": "01380", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-07-24", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural conservation", 
    "Agricultural credit", 
    "Agricultural extension work", 
    "Agricultural research", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Animals", 
    "Appropriations", 
    "Child nutrition", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crop insurance", 
    "Cuba", 
    "Dams", 
    "Department of Agriculture", 
    "Department of Health and Human Services", 
    "Department of the Treasury", 
    "Disaster relief", 
    "Economics and public finance", 
    "Electric power distribution", 
    "Energy", 
    "Environmental protection", 
    "Export finance", 
    "Families", 
    "Farm Credit Administration", 
    "Federal aid to transportation", 
    "Federal installations", 
    "Feeds", 
    "Finance and financial sector", 
    "Floodplains", 
    "Food and Drug Administration (FDA)", 
    "Food relief", 
    "Food stamps", 
    "Foreign trade and international finance", 
    "Government lending", 
    "Government operations and politics", 
    "Grassland ecology", 
    "Groundwater", 
    "Gulf of Mexico", 
    "Habitat conservation", 
    "Hawaii", 
    "Housing and community development", 
    "Hurricanes", 
    "Illinois", 
    "International affairs", 
    "Job creation", 
    "Kansas", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Livestock", 
    "Marketing", 
    "Marketing of farm produce", 
    "Meat inspection", 
    "Medical supplies", 
    "Merchant ships", 
    "Missouri", 
    "Natural foods", 
    "Newspapers", 
    "North Carolina", 
    "Nutrition", 
    "Pest control", 
    "Plant diseases", 
    "Plant protection", 
    "Potable water", 
    "Poultry", 
    "Public lands and natural resources", 
    "Reforestation", 
    "Relocation", 
    "Rescission of appropriated funds", 
    "Research centers", 
    "Restoration ecology", 
    "Rhode Island", 
    "Right to travel", 
    "Rural economic development", 
    "Rural housing", 
    "Science, technology, communications", 
    "Sewage disposal", 
    "Social welfare", 
    "Telephone", 
    "Transportation and public works", 
    "Trees", 
    "Veterinary medicine", 
    "WIC program", 
    "Water conservation", 
    "Water quality", 
    "Water resources development", 
    "Watersheds", 
    "West Virginia", 
    "Wetlands"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2007-07-24", 
    "text": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2008 - Title I: Agricultural Programs - Appropriates FY2008 funds for the following Department of Agriculture (Department) programs and services: (1) Office of the Secretary of Agriculture (Secretary); (2) executive operations; (3) National Appeals Division; (4) Office of Budget and Program Analysis; (5) Homeland Security Staff; (6) Office of the Chief Information Officer; (7) Office of the Chief Financial Officer; (8) Office of the Assistant Secretary for Civil Rights; (9) Office of Civil Rights; (10) Office of the Assistant Secretary for Administration; (11) agriculture buildings and facilities and rental payments; (12) hazardous materials management; (13) departmental administration; (14) Office of the Assistant Secretary for Congressional Relations; (15) Office of Communications; (16) Office of the Inspector General; (17) Office of the General Counsel; (18) Office of the Under Secretary for Research, Education, and Economics; (19) Economic Research Service; (20) National Agricultural Statistics Service; (21) Agricultural Research Service; (22) Cooperative State Research, Education, and Extension Service; (23) Office of the Under Secretary for Marketing and Regulatory Programs; (24) Animal and Plant Health Inspection Service; (25) Agricultural Marketing Service; (26) Grain Inspection, Packers and Stockyards Administration; (27) Office of the Under Secretary for Food Safety; (28) Food Safety and Inspection Service; (29) Office of the Under Secretary for Farm and Foreign Agricultural Services; (30) Farm Service Agency; (31) Risk Management Agency; (32) Federal Crop Insurance Corporation Fund; and (33) Commodity Credit Corporation Fund. Title II: Conservation Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Natural Resources and Environment; and (2) Natural Resources Conservation Service. Title III: Rural Development Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Rural Development; (2) rural development salaries and expenses; (3) Rural Housing Service; (4) Rural Business-Cooperative Service; and (5) Rural Utilities Service. Title IV: Domestic Food Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Food, Nutrition and Consumer Services; and (2) Food and Nutrition Service. Title V: Foreign Assistance and Related Programs - Appropriates funds for the following: (1) Foreign Agricultural Service; (2) Agricultural Trade Development and Assistance Act of 1954 (P.L. 480) program account, title I ocean freight differential grants, and title II grants; (3) Commodity Credit Corporation export loans program account; and (4) McGovern-Dole international food for education and child nutrition program grants. Title VI: Related Agencies and Food and Drug Administration - Appropriates funds for the following: (1) Food and Drug Administration (FDA); and (2) Farm Credit Administration. Title VII: General Provisions - Specifies certain uses and limits on or prohibitions against the use of funds appropriated by this Act. (Sec. 706) Prohibits funds under this Act from being used to pay indirect costs charged against competitive agricultural research, education, or extension grant awards issued by the Cooperative State Research, Education, and Extension Service that exceed 20% of total federal funds provided under each award. (Sec. 709) Prohibits the use of funds under this Act for the Safe Meat and Poultry Inspection Panel. (Sec. 714) Directs the Natural Resources Conservation Service to provide financial and technical assistance from specified funds for: (1) the Lost River Watershed Project in West Virginia; (2) the Lower Hamakua Ditch Watershed Project in Hawaii; (3) the Upcountry Maui Watershed Project in Hawaii; (4) the Pocasset River Floodplain Management Project in Rhode Island; (5) authorized watershed projects in Missouri; (6) the East Locust Creek Watershed Plan Revision in Missouri; (7) the Little Otter Creek Watershed project; and (8) the McDowell Grove Dam Flood Plain/Wetlands Restoration Project in DuPage County, Illinois. (Sec. 715) Prohibits funds made available by this Act from being used to close or relocate the FDA Division of Pharmaceutical Analysis in St. Louis, Missouri, outside the city or county limits. (Sec. 716) Authorizes the Secretary to use up to 30% of competitive research funds under this Act for a competitive grants program similar to the initiative for future agriculture and food systems. (Sec. 717) Limits funds for the environmental quality incentives program. (Sec. 718) Prohibits fund use for Commodity Credit Corporation (CCC)-funded rehabilitation of certain dams. Rescinds certain FY2008 funds made available for this program. (Sec. 719) Limits funds made available in FY2008 or preceding fiscal years under P.L. 480 to reimburse CCC for the release of certain commodities under the Bill Emerson Humanitarian Trust Act. (Sec. 720) Directs the Secretary, with lender consent, to structure the annual fee payment schedule for rural electrification and telephone bond and loan guarantees so as not to exceed an average of 30 basis points per year for the term of the loan in order to ensure fund availability to pay related subsidy costs. (Sec. 721) Appropriates funds to the Denali Commission to address solid waste disposal problems which threaten to contaminate rural drinking water supplies. (Sec. 722) Prohibits funds under this Act from being used to revise a proposed rule (July 8, 2003) respecting cost-sharing for animal and plant health emergency programs of the Animal and Plant Health Inspection Service. (Sec. 723) Requires that funds made available in the current fiscal year be used to cover only obligations made in such fiscal year for the following Food Security Act of 1985 programs: (1) ground and surface water conservation program; (2) conservation reserve program; (3) wetlands reserve program; (4) conservation security program; (5) farmland protection program; (6) grassland reserve program; (7) environmental quality incentives program; and (8) wildlife habitat incentives program. Requires that funds made available in FY2004-FY2008 for federal crop insurance education and management assistance under the Federal Crop Insurance Act be used to cover only obligations made in such fiscal years. Limits fund use for such assistance. (Sec. 724) Provides that any former Rural Utilities Service borrower that has repaid or prepaid an insured, direct or guaranteed loan under the Rural Electrification Act, or any not-for-profit utility that is eligible to receive an insured or direct loan under such Act, shall be eligible for economic development and job creation assistance under such Act in the same manner as a borrower (under such Act). (Sec. 725) Authorizes the Secretary to: (1) make funding and other assistance available through the emergency watershed protection program to repair and prevent damage to nonfederal land in watersheds that have been impaired by fires initiated by the federal government; and (2) waive related cost sharing requirements. (Sec. 726) Prohibits funds under this Act from being used to require rural status recertification for rural electrification and telecommunication loan program borrowers. (Sec. 727) Prohibits, without specific congressional authorization, funds under this Act from being used to study or enter into a contract with a private party for competitive sourcing activities relating to rural development or farm loan programs. (Sec. 728) Rescinds specified amounts of unobligated balances and amounts available under the Act of August 24, 1935 to encourage exportation and domestic consumption of agricultural products. (Sec. 729) Prohibits funds made available by this Act from being used to pay administrative costs of a state that authorizes any new for-profit vendor to transact food instruments under the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) if it is expected that more than 50% of the vendor's annual food sale revenues will be derived from supplemental food items obtained with WIC food instruments (except that the Secretary may approve such vendor's authorization if necessary to assure participant access to program benefits). (Sec. 730) Requires that payment allocations be adjusted as necessary to ensure that each institution participating in the food and education nutrition education program receives a payment of not less than $100,000. (Sec. 731) Appropriates funds for a construction grant to the National Center for Natural Products Research. (Sec. 732) Appropriates funds for the planning and construction of an agriculture pest facility in Hawaii. (Sec. 733) Prohibits funds from being used to transfer funds or assess fees in excess of 5% from any Animal and Plant Health Inspection Service program or activity. (Sec. 734) Considers the service areas being acquired by Mid-Kansas Electric Cooperative as eligible for Rural Electrification Act of 1936 financing. (Sec. 735) Amends the U.S. Troop Readiness, Veterans' Care, Katrina Recovery, and Iraq Accountability Appropriations Act, 2007 to eliminate the requirement that forage producers must participate in the insurance pilot program or the noninsured crop disaster assistance program in order to receive crop disaster and livestock assistance. (Sec. 736) Directs the Secretary to continue the water and waste systems direct loan program under the authority and conditions provided by the Continuing Appropriations Resolution, 2007. (Sec. 737) Amends the the Department of Agriculture Organic Act of 1944 to eliminate a condition upon the Department's purchase of newspapers. (Sec. 738) Considers, until receipt of the 2010 Census: (1) Parsons, Kansas, Boone, North Carolina, Henderson, North Carolina, and Lenoir, North Carolina as rural areas for Rural Utilities Service water and waste loans and grants; (2) Lansing, Kansas as a rural area for Rural Housing Service programs; and (3) Leavenworth, Kansas and Lansing, Kansas as separate geographic entities for Rural Development grants and loans. (Sec. 739) Appropriates funds to the Farm Service Agency for a pilot program to demonstrate the use of new technologies that increase the growth rate of reforested hardwood trees on private non-industrial forests lands, enrolling lands on the coast of the Gulf of Mexico that were damaged by Hurricane Katrina in 2005. (Sec. 740) Amends the U.S. Troop Readiness, Veterans' Care, Katrina Recovery, and Iraq Accountability Appropriations Act, 2007 to extend, for purposes of disaster assistance eligibility, the qualifying livestock loss period through December 31, 2007. Appropriates funds for the emergency conservation program. (Sec. 741) Amends the the Trade Sanctions Reform and Export Enhancement Act of 2000 to direct the Secretary of the Treasury to promulgate regulations under which specified travel-related transactions are authorized by general license for travel to, from, or within Cuba for the marketing and sale of agricultural and medical goods. (Sec. 742) Directs the Secretary to promulgate certain implementing regulations by specified dates, and report to the appropriate congressional committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2008, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:47-05:00"
}