{
  "actions": [
    {
      "acted_at": "1980-11-17", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8351-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-11-17", 
  "number": "8351", 
  "official_title": "A bill to designate the Keith Sebelius Lake in Kansas, to expand certain units of the national park system in the State of Hawaii, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Burton, Phillip", 
    "state": "CA", 
    "thomas_id": "00156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-11-17", 
  "subjects": [
    "Administrative fees", 
    "Advisory bodies", 
    "Boundaries", 
    "California", 
    "Commemorations", 
    "Congress and Congressmen", 
    "Congressional tributes", 
    "Federal advisory bodies", 
    "Hawaii", 
    "Hawaiians", 
    "Kansas", 
    "Lakes", 
    "Maryland", 
    "Monuments and memorials", 
    "National parks", 
    "National seashores", 
    "Native Americans", 
    "Parks and Natural Areas", 
    "Recreation and Recreational Facilities", 
    "Recreation areas", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "National parks", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-11-17", 
    "text": "Title I - Designates the water impounded by the Norton Dam, a component of the Almena Unit of the Pick-Sloan Missouri River Basin project, in the State of Kansas, as the Keith Sebelius Lake. Title II - Establishes the Kalaupapa National Historical Park, Hawaii. Authorizes the Secretary of the Interior to acquire those lands owned by the State of Hawaii or any local government only with the consent of the owner. Authorizes the Secretary to acquire privately owned lands within the boundary of the park by donation, purchase with donated or appropirated funds, or exchange. Authorizes the Secretary to acquire, by any method except condemnation, lands, waters, and interests therein outside the boundary of the Park and any other unit of the National Park System but within the State of Hawaii and to convey the same to the Department of Hawaiian Home Lands in exchange for lands, waters, and interests therein within the preserve owned by the Department. Allows the Secretary, with the approval of the owner, to undertake critical or emergency stabilization of utilities and historic structures, develop and occupy temporary office space, and conduct interim interpretive and visitor services on non-Federal property within the park. Allows the Secretary to enter into cooperative agreements with the same owner or owners of property within the park pursuant to which the Secretary may preserve resources of historic, natural, architectural, and cultural significance. Prohibits, except for emergency, temporary, and interim activities authorized by this Act, any funds appropriated pursuant to this Act from being expended on non-Federal property unless such expenditure is pursuant to a cooperative agreement with the owner. Permits the Secretary to stabilize and rehabilitate structures and other properties used for religious or sectarian purposes only if such properties constitute a substantial and integral part of the historical fabric of the Kalaupapa settlement, and only to the extent necessary and appropriate to interpret adequately the nationally significant historical features and events of the settlement for the benefit of the publiic. Sets forth provisions with respect to the special needs of the leprosy patients residing in the Kalaupapa settlement within the park. Provides for employment and training for such patients and Native Hawaiians. Establishes the Kalaupapa National Historical Park Advisory Commission to consult with the Secretary with respect to the development and operation of the park, including training programs. Title III - Revises the boundaries of the Haleakala National Park, and the Hawaii Volcanoes National Park, Hawaii. Authorizes the Secretary of the Interior to acquire lands, waters, and interests therein within the boundaries of such parks by donation, purchase with donated or appropriated funds transfer from any other Federal agency, or exchange, except that any property owned by the State of Hawaii or any local government may be acquired only by donation or exchange. Amends the National Parks and Recreation Act of 1978 to increase the authorization of appropriations for the acquisition of lands for Kaloko-Honokohau National Park, Hawaii. Eliminates the addition of certain lands on the island of Hawaii to the Hawaii National Park. Revises the bopundaries of the City of Refuge National Hstirocial Park, Hawaii. Prohibits the charging of any fee for entrance or admission to any unit of the national park system in the State of Hawaii. Title IV - Establishes the Native Hawaiians Study Commission to conduct a study of the culture, needs and concerns of the Native Hawaiians. Directs the Commission, within one year after the date of its first meeting, to publish a draft report of the findings of the study and to distribute copies of the draft report to apporiate Federal and State agencies, to Native Hawaiian organizations, and upon request, to members of the public. Directs the Commission to solicit written comments from the organizations and individuals to whom copies of the draft report are distributed. Directs the Commission, after taking into consideration any comments submitted, to issue a final report of the results of its study within nine months after the publication of its draft report. Requires the Commission to submit such final report and copies of all written comments to the President and to specified Congressional committees. Title V - Revises the boundaries of the Golden Gate National Recreation Area in the State of California. Transfers the Pillar Point Military Reservation, under the jurisdiction of the Secretary of Defense, to the administrative jurisdiction of the Secretary of the Interior at such time as the property becomes excess to the needs of the Department of Defense. Directs the Secretary of the Interior to administer those lands known as the San Francisco water department property, within the recreation area, in accordance with specified easements. Authorizes the Secretary to seek appropirate agreements needed to establish a trail within such property and connecting with a suitable beach unit under the Secretary's jurisdiction. Increases the membership of the Golden Gate National Recreation Area Advisory Commission from 17 to 18. Title VI - Directs the Secretary of the Interior to commemorate, at Assateague Island National Seashore, Maryland, the contributions of Rogers C.B. Morton, as a Member of Congress, and later as Secretary of the Interior, toward the development of the Seashore and to conservation in general. Requires the Secretary, within one year of the effective date of this section, to inform specified Congressional committees as to action taken to implement such commemoration."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to designate the Keith Sebelius Lake in Kansas, to expand certain units of the national park system in the State of Hawaii, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:36-05:00"
}