{
  "actions": [
    {
      "acted_at": "2011-11-01", 
      "committee": "Committee on Oversight and Government Reform, and in addition to the Committees on Intelligence (Permanent Select), and Homeland Security, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Oversight and Government Reform, and in addition to the Committees on Intelligence (Permanent Select), and Homeland Security, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-01", 
      "committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-01", 
      "committee": "House Intelligence", 
      "references": [
        {
          "reference": "Permanent Select", 
          "type": null
        }
      ], 
      "text": "Referred to House Intelligence", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-01", 
      "committee": "House Homeland Security", 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-03", 
      "in_committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-11-03", 
      "in_committee": "House Oversight and Government Reform", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 35 - 0.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2011-11-15", 
      "in_committee": "House Homeland Security", 
      "references": [], 
      "subcommittee": "Oversight, Investigations, and Management", 
      "text": "Referred to the Subcommittee on Oversight, Investigations, and Management.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-15", 
      "in_committee": "House Homeland Security", 
      "references": [], 
      "subcommittee": "Counterterrorism and Intelligence", 
      "text": "Referred to the Subcommittee on Counterterrorism and Intelligence.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-05-30T20:44:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Oversight and Government Reform. H. Rept. 112-508, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-05-30T20:45:00-04:00", 
      "references": [], 
      "text": "House Committee on Intelligence (Permanent) Granted an extension for further consideration ending not later than Oct. 1, 2012.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-05-30T20:45:00-04:00", 
      "references": [], 
      "text": "House Committee on Homeland Security Granted an extension for further consideration ending not later than Oct. 1, 2012.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-10-01T16:08:00-04:00", 
      "calendar": "Union", 
      "number": "504", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 504.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2012-10-01T16:08:00-04:00", 
      "references": [], 
      "text": "Committee on Homeland Security discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-10-01T16:08:00-04:00", 
      "references": [], 
      "text": "Committee on Intelligence (Permanent) discharged.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3289-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Intelligence (Permanent Select)", 
      "committee_id": "HLIG"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Oversight, Investigations, and Management", 
      "subcommittee_id": "09"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Counteterrorism and Intelligence", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Cummings, Elijah E.", 
      "sponsored_at": "2011-11-01", 
      "state": "MD", 
      "thomas_id": "00256", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Gosar, Paul A.", 
      "sponsored_at": "2011-11-02", 
      "state": "AZ", 
      "thomas_id": "01992", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Pearce, Stevan", 
      "sponsored_at": "2011-11-02", 
      "state": "NM", 
      "thomas_id": "01738", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Platts, Todd Russell", 
      "sponsored_at": "2011-11-01", 
      "state": "PA", 
      "thomas_id": "01667", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Van Hollen, Chris", 
      "sponsored_at": "2011-11-01", 
      "state": "MD", 
      "thomas_id": "01729", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-11-01", 
  "number": "3289", 
  "official_title": "To amend title 5, United States Code, to provide clarification relating to disclosures of information protected from prohibited personnel practices; to require a statement in nondisclosure policies, forms, and agreements that such policies, forms, and agreements are in conformance with certain protections; to provide certain additional authorities to the Office of Special Counsel; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s743-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s743-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Platts-Van Hollen Whistleblower Protection Enhancement Act of 2011", 
  "sponsor": {
    "district": "49", 
    "name": "Issa, Darrell E.", 
    "state": "CA", 
    "thomas_id": "01640", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-11-03", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Central Intelligence Agency (CIA)", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Department of Defense", 
    "Department of Homeland Security", 
    "Director of National Intelligence", 
    "Due process and equal protection", 
    "Employment discrimination and employee rights", 
    "Evidence and witnesses", 
    "Executive agency funding and structure", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Intelligence activities, surveillance, classified information", 
    "Judicial review and appeals", 
    "Legal fees and court costs", 
    "Merit Systems Protection Board", 
    "Office of Special Counsel", 
    "Public contracts and procurement", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2012-05-30", 
    "text": "Platts-Van Hollen Whistleblower Protection Enhancement Act of 2011 - Title I: Protection of Certain Disclosures of Information by Federal Employees - (Sec. 101) Amends federal personnel law relating to whistleblower protections to provide that such protections shall apply to a disclosure of any violation of law (currently, a violation of law). Provides that a disclosure shall not be excluded from whistleblower protections because: (1) the disclosure was made to a person, including a supervisor, who participated in an activity that the employee or applicant for employment reasonably believed to evidence gross mismanagement, gross waste of funds, abuse of authority, or a substantial and specific danger to public health or safety; (2) the disclosure revealed information that had been previously disclosed; (3) of the employee or applicant's motive for making the disclosure; (4) the disclosure was not made in writing; (5) the disclosure was made while the employee was off duty; or (6) of the amount of time which has passed since the occurrence of the events described in the disclosure. Provides that a disclosure shall not be excluded from whistleblower protections if it is made during the normal course of duties of an employee with respect to whom another employee with authority took, failed to take, or threatened to take or fail to take a personnel action in reprisal for the disclosure. (Sec. 102) Defines \"disclosure\" as a formal or informal communication or transmission, excluding a communication concerning policy decisions that lawfully exercise discretionary authority, unless the employee or applicant making the disclosure reasonably believes that it evidences: (1) any violation of any law, rule, or regulation and occurs during the conscientious carrying out of official duties; or (2) gross mismanagement, gross waste of funds, abuse of authority, or a substantial and specific danger to public health or safety. (Sec. 103) Provides that any presumption regarding a public officer's performance of a duty may be rebutted by substantial evidence. Establishes a \"disinterested observer\" standard for evaluating the validity of disclosures that evidence violations of law, gross mismanagement, gross waste of funds, an abuse of authority, or a substantial and specific danger to public health or safety. (Sec. 104) Includes as a prohibited personnel practice the implementation or enforcement of any nondisclosure policy, form, or agreement that does not contain a specific statement that its provisions are consistent with and do not supersede, conflict with, or otherwise alter the employee obligations, rights, or liabilities created by an existing statute or executive order. Permits nondisclosure policies, forms, and agreements in effect before the enactment of this Act to continue to be enforced with respect to: (1) current employees if the agency provides notice of the statement to such employees, and (2) former employees if the agency posts notice of the statement on its website for a one-year period. Allows any action ordered to correct a prohibited personnel practice to include fees, costs, or damages reasonably incurred due to an agency investigation of the employee that was commenced, expanded, or extended in retaliation for the disclosure of protected activity that formed the basis of the corrective action. (Sec. 105) Adds the Office of the Director of National Intelligence and the National Reconnaissance Office to the list of intelligence community entities excluded from coverage under the Whistleblower Protection Act of 1989 (WPA). Provides that a whistleblower cannot be deprived of WPA coverage unless the President removes the whistleblower's agency from coverage prior to a challenged personnel action taken against the whistleblower. (Sec. 106) Revises the standard of proof in disciplinary proceedings against an agency employee who takes an adverse personnel action against a whistleblower to require the Office of Special Counsel to show that the whistleblower's protected disclosure was a significant motivating factor in the decision to take an adverse action, even if other factors also motivated the decision. (Sec. 107) Authorizes: (1) the Merit Systems Protection Board (MSPB), in disciplinary actions, to require payment of reasonable attorney fees by the agency where the prevailing party is employed, or has applied for employment, if specified conditions apply; and (2) reasonable and foreseeable consequential and compensatory damages (including interest, reasonable expert witness fees, and costs) if the MSPB orders corrective action. (Sec. 108) Requires a petition to review a final order or decision of the MSPB that raises no challenge to the MSPB's disposition of allegations of a prohibited personnel practice to be filed in in the U.S. Court of Appeals for the District of Columbia Circuit (rather than exclusively in the Federal Circuit). (Sec. 109) Extends whistleblower and other anti-discrimination protections to employees (and applicants for employment) of the Transportation Security Administration (TSA). (Sec. 110) Extends whistleblower protections to any current or prospective federal employee for disclosures that such employee reasonably believes are evidence of censorship related to research, analysis, or technical information. (Sec. 111) Amends the Homeland Security Act of 2002 to provide that a permissible use of independently obtained infrastructure information includes the disclosure of such information for whistleblower purposes. (Sec. 112) Requires federal agency heads to advise their employees on how to make a lawful disclosure of information that is required to be kept classified in the interest of national defense or the conduct of foreign affairs. (Sec. 113) Authorizes the Special Counsel to appear as amicus curiae in civil whistleblower actions. (Sec. 114) Provides that corrective action relating to a prohibited personnel practice may not be ordered if, after a finding that a protected disclosure was a contributing factor in taking a personnel action, the agency demonstrates by clear and convincing evidence that it would have taken the same personnel action in the absence of such disclosure. (Sec. 115) Requires all government nondisclosure policies, forms, or agreements to contain a specific statement that its provisions are consistent with and do not supersede, conflict with, or otherwise alter the employee obligations, rights, or liabilities created by an existing statute or executive order. Prohibits implementing or enforcing nondisclosure policies, forms, and agreements without such statement. Permits nondisclosure policies, forms, and agreements in effect before the enactment of this Act to continue to be enforced with respect to: (1) current employees if the agency provides notice of the statement to such employees, and (2) former employees if the agency posts notice of the statement on its website for a one-year period. Provides that a nondisclosure policy, form, or agreement for a person who is not a federal employee, but who is connected with the conduct of intelligence or intelligence-related activity, shall contain appropriate provisions that: (1) require nondisclosure of classified information, and (2) make it clear that the forms do not bar disclosures to Congress or an authorized official that are essential to reporting a substantial violation of law. (Sec. 116) Requires the Comptroller General (GAO), not later than 40 months after the enactment of this Act, to report to specified congressional committees on the implementation of this title, including an analysis of changes in the number of cases filed with the MSPB alleging violations, the outcome of such cases, and the impact the process has had on the MSPB and the federal court system. Requires the MSPB to include in its annual program performance reports information on the number and outcome of whistleblower cases filed. (Sec. 117) Allows current and former federal employees, or applicants for employment, to seek de novo review in a U.S. district court if such an individual is seeking corrective action or has filed an appeal with the MSPB with respect to a personnel action. (Sec. 118) Authorizes the MSPB, an administrative law judge appointed by the MSPB, or any designated MSPB employee to grant summary judgment motions in cases involving alleged prohibited personnel practices. (Sec. 119) Amends the Inspector General Act of 1978 to allow a federal agency employee who intends to report a complaint or information with respect to an urgent concern to Congress to report such complaint or information to the Inspector General of his or her agency. (Sec. 120) Amends the Inspector General Act of 1978 to require each inspector general of a federal agency, except any agency that is an element of the intelligence community or whose principal function is the conduct of foreign intelligence or counter intelligence activities, to designate a Whistleblower Protection Ombudsman to educate agency employees about prohibitions on retaliation for protected disclosures and rights and remedies against such retaliation. (Sec. 121) Establishes a two-year program to enhance whistleblower protections for employees of contractors by: (1) prohibiting reprisals against such employees for making protected disclosures, (2) investigating complaints alleging reprisal, (3) taking remedial action against a contractor for retaliation against a whistleblower employee, and (4) allowing de novo review of agency orders denying a claim of retaliation. (Sec. 122) Directs GAO to study and report on whistleblower hotlines of federal agencies. Title II: Intelligence Community Whistleblower Protections - (Sec. 201) Prohibits a personnel action against an employee of an intelligence community element as a reprisal for a whistleblower disclosure to the Director of National Intelligence or to the head of an employing agency. Directs the President to enforce such prohibition. (Sec. 202) Amends the Intelligence Reform and Terrorism Prevention Act of 2004 to: (1) require the development of policies and procedures that permit individuals who, in good faith, challenge an adverse security clearance determination to remain employed while the challenge is pending; (2) require the development and implementation of uniform and consistent policies and procedures to ensure protections during the process for denying, suspending, or revoking a security clearance or access to classified information; and (3) prohibit the revocation of a security clearance or access determination in retaliation for a protected whistleblower disclosure. Allows a defense intelligence employee to appeal an agency head's adverse final order or decision to the appellate review board established by this title for de novo review. Grants the board authority to order corrective action if it determines that an adverse security clearance determination was retaliatory and to recommend the reinstatement of an employee and a security clearance. Requires the board to notify specified congressional committees of any orders it issues. Requires an agency to notify such committees if it does not follow the board's recommendation to reinstate a security clearance. (Sec. 203) Amends the Inspector General Act of 1978 to require the Inspector General to submit a complaint or information submitted under the Intelligence Community Whistleblower Protection Act or the Central Intelligence Agency Act of 1949 to the Director of National Intelligence or to the DOD Secretary, if the intelligence unit is within DOD, upon determining that submission of the complaint or information to the agency head would create a conflict of interest. Requires the Director to consult with members of the appellate review board regarding all submissions. Allows an individual who has submitted a complaint or information to an Inspector General to notify any Member of Congress, or congressional staff members, of the submissions made and the date of such submissions. (Sec. 204) Defines: (1) \"congressional oversight committees\" to mean the Senate Committee on Homeland Security and Governmental Affairs, the Senate Select Committee on Intelligence, the House Committee on Oversight and Government Reform, and the House Permanent Select Committee on Intelligence; and (2) \"intelligence community element\" to mean the Central Intelligence Agency (CIA), the Defense Intelligence Agency (DIA), the National Geospatial-Intelligence Agency, the National Security Agency (NSA), the Office of the Director of National Intelligence, the National Reconnaissance Office, and any executive agency determined by the President to have as its principal function the conduct of foreign intelligence or counterintelligence activities, excluding the Federal Bureau of Investigation (FBI). Requires the Director of National Intelligence to: (1) prescribe regulations to ensure that a personnel action shall not be taken against an employee of an intelligence community element as a reprisal for any whistleblower disclosure relating to intelligence activities, (2) establish an appellate review board to hear whistleblower appeals related to security clearance access determinations, and (3) submit a report on the status of the implementation of such regulations to the congressional oversight committees. Renders whistleblower protections under this Act inapplicable to terminations of intelligence community whistleblowers who are personally terminated by the Secretary of DOD, the Director of National Intelligence, the CIA Director, or the head of any federal agency who determines the termination to be in the interest of the United States. Requires notification of any termination to the congressional oversight committees within five days of such termination. Title III: Effective Date; Savings Provision -  (Sec. 301) Declares that nothing in this Act shall be construed to imply any limitation on any protections afforded to employees and applicants for employment by any other provision of law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Whistleblower Protection Enhancement Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Platts-Van Hollen Whistleblower Protection Enhancement Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 5, United States Code, to provide clarification relating to disclosures of information protected from prohibited personnel practices; to require a statement in nondisclosure policies, forms, and agreements that such policies, forms, and agreements are in conformance with certain protections; to provide certain additional authorities to the Office of Special Counsel; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:29:41-05:00"
}