{
  "actions": [
    {
      "acted_at": "1990-08-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5442-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-08-02", 
  "number": "5442", 
  "official_title": "To amend the Internal Revenue Code of 1986 to eliminate inequities and provide symmetry in certain foreign provisions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fairness and Competitive Foreign Income Tax Act of 1990", 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-08-02", 
  "subjects": [
    "American investments", 
    "Corporation taxes", 
    "Foreign corporations", 
    "Foreign investments", 
    "Foreign tax credit", 
    "Foreign trade and international finance", 
    "Income tax", 
    "Interest", 
    "Local taxation", 
    "Minimum tax", 
    "Partnerships", 
    "Research and development", 
    "State taxation", 
    "Stocks", 
    "Tax administration", 
    "Tax deductions"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-08-02", 
    "text": "Fairness and Competitive Foreign Income Tax Act of 1990 - Amends the Internal Revenue Code to repeal the limitation to 90 percent of tax applied to the alternative minimum tax foreign tax credit. Requires that both the assets of and the interest paid by foreign affiliates be considered in the process of allocating interest when determining the taxable foreign source income of an affiliated group for purposes of foreign tax credit limitations. Amends source rules with respect to the sales of stock of affiliates. Provides for the treatment of the sale of a foreign partnership interest under separate income limitations relating to income outside the United States and for the treatment of the sale of a partnership interest under source rules. Provides, with respect to subpart F income (types of income generally suited to tax haven activity) of a controlled foreign corporation, that all pre-1987 (post-1962) accumulated deficits shall offset similar subpart F income earned after 1986. Amends foreign tax credit provisions to provide for recapture of the amounts by which a taxpayer's gross income from U.S. sources is exceeded by the amount of the deductions properly allocated to such sources. Requires that subsequent U.S.-source income, in an amount related to the recaptured domestic loss, be treated as income from foreign sources. Eliminates the separate category treatment of section 902 corporations (corporations which own ten percent or more of voting stock of foreign corporations). Provides that dividends, interest, rents, and royalties from the sale of stock in such companies shall not be treated as income in a separate category. Revises the tax rules applicable to corporations that meet the 80 percent foreign business requirements. Makes the special rules on passive foreign investment companies inapplicable to a taxpayer with respect to a corporation if such corporation is a controlled foreign corporation and the taxpayer is a United States shareholder with respect to such corporation. Makes permanent the rules on qualified research and experimental expenditures. Prohibits the allocation or apportionment of any deduction for State or local income or franchise tax to gross income from sources outside the United States. Revises the method of determining the amount of foreign tax credit by taking into account foreign taxes attributable to earnings and profits, dividends, and certain stocks."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fairness and Competitive Foreign Income Tax Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to eliminate inequities and provide symmetry in certain foreign provisions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:07-05:00"
}