{
  "actions": [
    {
      "acted_at": "1993-01-27", 
      "references": [
        {
          "reference": "CR S837-840", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-01-27", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s246-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-01-27", 
  "number": "246", 
  "official_title": "A bill to provide expedited procedures for the consideration of habeas corpus petitions in capital cases.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-01-27", 
  "subjects": [
    "Capital punishment", 
    "Criminal procedure", 
    "Habeas corpus", 
    "Judicial review", 
    "Lawyers", 
    "Legal assistance to prisoners", 
    "Legal fees", 
    "Limitation of actions", 
    "Prisoners", 
    "Public defenders", 
    "Right to counsel", 
    "Sentences (Criminal procedure)", 
    "Standards", 
    "State courts"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-01-27", 
    "text": "Amends the Federal judicial code to set forth special habeas corpus procedures in capital cases. Applies such procedures to Federal habeas corpus cases brought by defendants subject to capital punishment and prisoners in State custody who are subject to a capital sentence, contingent upon a State establishing a mechanism for the appointment, compensation, and payment of reasonable fees and litigation expenses of competent counsel consistent with this Act. Sets forth procedures for the appointment of counsel. Provides for a mandatory stay of execution during the post-conviction review initiated pursuant to this Act. Authorizes the States to elect to create between one and three certification authorities (i.e., a special committee constituted by the State court of last resort or by State law, a capital litigation resource center, or a statewide defender organization) to: (1) certify attorneys qualified to represent persons charged with capital offenses or sentenced to death; (2) publish standards by which attorneys are certified and rosters; and (3) periodically review the roster of certified attorneys, monitor the performance of all attorneys certified, and withdraw certification from any attorney who fails to meet high performance standards or to demonstrate continuing competence to represent prisoners in capital litigation. Authorizes payment of fees and expenses for investigative, expert, or other services reasonably necessary for the representation of the defendant. Directs the court to fix the compensation to be paid to an attorney appointed under this Act. Specifies which law controls in Federal habeas corpus proceedings. Sets forth habeas corpus time requirements. Specifies that an applicant for habeas corpus in a capital case shall be deemed to have exhausted the remedies available in the courts of the State when he has exhausted any right to direct appeal in the State."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide expedited procedures for the consideration of habeas corpus petitions in capital cases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:40-05:00"
}