{
  "actions": [
    {
      "acted_at": "1975-06-20", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8097-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Rees, Thomas N.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00950", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Stephens, Robert G., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "GA", 
      "thomas_id": "01111", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "42", 
      "name": "Van Deerlin, Lionel", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01179", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Waggoner, Joe D., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "LA", 
      "thomas_id": "01191", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Yatron, Gus", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01253", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-20", 
  "number": "8097", 
  "official_title": "A bill to authorize emergency assistance to stimulate the production of needed housing and to help defray mortgage payments on homes owned by persons who are temporarily unemployed or underemployed as the result of adverse economic conditions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8095-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Emergency Housing Act", 
  "sponsor": {
    "district": "9", 
    "name": "Ashley, Thomas L.", 
    "state": "OH", 
    "thomas_id": "00032", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-20", 
  "subjects": [
    "Department of the Treasury", 
    "Federal aid to housing", 
    "Foreclosure", 
    "Government trust funds", 
    "Housing and community development", 
    "Housing finance", 
    "Housing policy", 
    "Labor and employment", 
    "Loans", 
    "Mortgage interest rates", 
    "Mortgages", 
    "Unemployment"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-20", 
    "text": "Emergency Housing Act - Title I: Stimulation of Housing Construction - Emergency Home Purchase Assistance Amendments - States that mortgages purchased by the Government National Mortgage Association under the Emergency Home Purchase Assistance Act may not have an interest rate in excess of 7 1/2 percent. Increases the total amount of mortgage purchases and commitments which may be made by the Secretary of Housing and Urban Development under such Act to $10,000,000,000. Requires that at least 80 percent of such funds be used to purchase mortgages having original principal obligations not exceeding $36,000. Authorizes the Secretary to purchase specified mortgages of multifamily residences not purchasable under present law. Title II: Emergency Mortgage Relief - Emergency Homeowners' Relief Act - States it to be the purpose of this Act to prevent widespread mortgage foreclosure and distress sale of homes resulting from temporary loss of employment and income through a program of emergency loans and advances and mortgage relief payments to homeowners. Sets forth as conditions for the extension of assistance under this Act: (1) that the holder of the mortgage has indicated his intention to foreclose to the mortgagor; (2) that mortgage payments have been delinquent for at last three months; (3) that adverse economic conditions have caused the mortgagor to become involuntarily unemployed or underemployed and to have incurred a substantial reduction in income as a result; (4) that there is a reasonable prospect that the mortgagor will be able to make the adjustments necessary for a full resumption of mortgage payments; and (5) that the mortgaged property is the principal residence of the mortgagor. States that assistance provided under this Act will be in the form of either: (1) emergency mortgage relief loans or advances of credit; or (2) emergency mortgage relief payments. Sets the limits of such payments at $250 per month for up to 12 months with one 12-month extension available. Provides that payments be repaid on such terms as the Secretary prescribes. Authorizes the Secretary to insure financial institutions against losses which they might sustain as a result of emergency loans or advances of credit made pursuant to this Act. States that the aggregate amount of loans and advances insured shall not exceed $1,500,000 at any one time. Authorizes the Secretary to make emergency mortgage relief payments to certain mortgagees on behalf of distressed homeowners. Establishes the Emergency Homeowners' Relief Fund on the books of the United States Treasury for making mortgage relief loans and payments pursuant to this Act. Authorizes to be appropriated such sums as may be necessary for the purposes of this Act. Directs the Secretary and the Federal supervisory agencies with respect to financial institutions to take steps to encourage forebearance in residential mortgage loan foreclosures, and to request all mortgagees to give such agencies at least 30 days notice prior to instituting foreclosure proceedings. Directs the Secretary to report to Congress within 60 days after enactment and at 60-day intervals thereafter on the actions taken under this Act. Authorizes the Federal Deposit Insurance Corporation to make such advances to any insured bank as the Corporation determines to be necessary to facilitate participation in the program authorized by this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Housing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Emergency Home Purchase Assistance Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Emergency Homeowners' Relief Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize emergency assistance to stimulate the production of needed housing and to help defray mortgage payments on homes owned by persons who are temporarily unemployed or underemployed as the result of adverse economic conditions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:43-05:00"
}