{
  "actions": [
    {
      "acted_at": "1975-02-05", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres199-94", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-05", 
  "number": "199", 
  "official_title": "Joint resolution authorizing increased production of petroleum from the Elk Hills Naval Petroleum Reserve for national defense purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "McDade, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00765", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-05", 
  "subjects": [
    "California", 
    "Energy policy", 
    "National defense", 
    "Petroleum", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-05", 
    "text": "Authorizes the production of petroleum (including crude oil and associated gas and other hydrocarbons) from Naval Petroleum Reserve Numbered 1 at a rate to help insure that the needs of national defense are met, but not to exceed the maximum efficient rate in accordance with sound engineering and economic principles. States that such production is to commence within 45 days after the effective date of this resolution, and to continue for a period of not more than five years after production commences. Authorizes the Secretary of the Navy to dispose of the production herein authorized by means of sales, uses, or exchanges effected, determined, or agreed upon after the effective date of this resolution. Establishes on the books of the Treasury Department the Naval Petroleum Reserve Account. Provides that this account shall be administered by the Secretary of Defense may prescribe. Stipulates that into such account there shall be transferred or credited during the perior of increased production authorized by this Act or as may be hereafter authorized (1) unobligated balances of appropriations made available to the Department of the Navy for fiscal year 1974, for exploration, prospecting, conservation, development, use, and operation of the naval petroleum and oil shale reserves, (2) all proceeds realized from the sale of petroleum or refined products, oil and gas products, including royalty products, and the net proceeds realized from sales within the Department of Defense of refined petroleum products accruing to the benefit of the Department of Defense as the result of exchanges, and (3) such funds as may be appropriated for the Naval Petroleum Reserve Account, to remain available until expended."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution authorizing increased production of petroleum from the Elk Hills Naval Petroleum Reserve for national defense purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:30-05:00"
}