{
  "actions": [
    {
      "acted_at": "1973-01-29", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s612-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-29", 
  "number": "612", 
  "official_title": "A bill to authorize the establishment of an older worker community service program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Older Americans Community Service Employment Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-29", 
  "subjects": [
    "Aged and aging", 
    "Labor and employment", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-29", 
    "text": "Authorizes the Secretary of Labor to establish an older American community service employment program, in order to foster and promote useful part-time work opportunities in community service activities for unemployed low-income persons who are fifty five years old or older and who have poor employment prospects. Provides that the Secretary may enter into agreements, with public or private non-profit agencies or organizations, agencies of a State government or a political subdivision of a State, or Indian tribes of Federal or State reservations in order to further the purposes and goals of the program. States that the Secretary shall make no payments unless he determines that such project: (1) will provide employment only for eligible individuals; (2) will provide employment for eligible individual in the community in which such individual reside, or in nearby communities; (3) will contribute to the general welfare of the community; (4) will provide employment for eligible individuals whose opportunities for other suitable public or private paid employment are poor; and (5) will result in an increase in employment opportunities for eligible individuals and will not result in the displacement of employed workers or impair existing contracts. Authorizes the Secretary to pay not more than ninety percent of any such project unless such project is an emergency or disaster project or a project located in an economically depressed area. Makes provisions for the distribution of funds among the States. Authorizes to be appropriated for the purposes of this Act $100,000,000 for fiscal year 1974 and $150,000,000 for fiscal year 1974 and $150,000,000 for fiscal year 1975."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Older Americans Community Service Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the establishment of an older worker community service program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:22-05:00"
}