{
  "actions": [
    {
      "acted_at": "2011-04-14", 
      "references": [
        {
          "reference": "CR S2517", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-04-14", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [
        {
          "reference": "CR S2517-2518", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s828-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2011-04-14", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-04-14", 
  "number": "828", 
  "official_title": "A bill to amend the Energy Policy and Conservation Act to establish the Office of Energy Efficiency and Renewable Energy as the lead Federal agency for coordinating Federal, State, and local assistance provided to promote the energy retrofitting of schools.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Streamlining Energy Efficiency for Schools Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Udall, Mark", 
    "state": "CO", 
    "thomas_id": "01595", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-04-14", 
  "subjects": [
    "Alternative and renewable resources", 
    "Building construction", 
    "Educational facilities and institutions", 
    "Elementary and secondary education", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Government information and archives", 
    "Higher education"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-04-14", 
    "text": "Streamlining Energy Efficiency for Schools Act of 2011 - Amends the Energy Policy and Conservation Act to direct the Secretary of Energy (DOE), acting through the Office of Energy and Renewable Energy, to act as the lead federal agency for coordinating and disseminating information on existing federal programs and assistance that may be used to help initiate, develop, and finance energy efficiency, renewable energy, and energy retrofitting projects for schools. Requires the Secretary to: (1) carry out a review of existing programs and financing mechanisms available in or from appropriate federal agencies with jurisdiction over energy financing and facilitation that are currently used or may be used for such purposes; (2) establish a federal cross-departmental collaborative coordination, education, and outreach effort to streamline communication and promote available federal opportunities and assistance for such projects that enables states, local educational agencies, and schools to use existing federal opportunities more effectively and to form partnerships with governors, state energy programs, local educational, financial, and energy officials, state and local officials, nonprofit organizations, and other appropriate entities to support project initiation; (3) provide technical assistance for states, local educational agencies, and schools to help develop and finance projects that meet specified requirements; (4) develop and maintain a single online resource website with contact information for relevant technical assistance and support staff in the Office for states, local educational agencies, and schools to effectively access and use federal opportunities and assistance to develop such projects; and (5) establish a process for recognition of schools that have successfully implemented such projects and are willing to serve as resources for other local educational agencies and schools to assist initiation of similar efforts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Streamlining Energy Efficiency for Schools Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Energy Policy and Conservation Act to establish the Office of Energy Efficiency and Renewable Energy as the lead Federal agency for coordinating Federal, State, and local assistance provided to promote the energy retrofitting of schools.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:06:46-05:00"
}