{
  "actions": [
    {
      "acted_at": "1991-01-30", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-22", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to the Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr740-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-30", 
  "number": "740", 
  "official_title": "To amend the Job Training Partnership Act to improve the delivery of services to hard-to-serve adults and to youth, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Job Training Partnership Act Amendments of 1991", 
  "sponsor": {
    "district": "30", 
    "name": "Martinez, Matthew G.", 
    "state": "CA", 
    "thomas_id": "00743", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-30", 
  "subjects": [
    "Agricultural labor", 
    "Alcoholism counseling", 
    "Authorization", 
    "Buy American", 
    "Counseling", 
    "Day care", 
    "Disaster relief", 
    "Dropouts", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Hard-core unemployed", 
    "Information services", 
    "Job hunting", 
    "Labor and employment", 
    "Manpower training programs", 
    "Migrant labor", 
    "Native Americans", 
    "Older workers", 
    "Pregnant women", 
    "Reading", 
    "Veterans' employment", 
    "Women's employment", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-30", 
    "text": "Job Training Partnership Act Amendments of 1991 - Amends the Job Training Partnership Act (JTPA) to authorize appropriations for FY 1991 and succeeding fiscal years for: (1) title II (Training Services for the Disadvantaged) part A (Adult and Older Worker Programs); (2) title II part B (Summer Youth Employment and Training Programs); (3) title II part C (Year-Round Youth Services); (4) title IV (Federally Administered Programs) parts C, D, E, F, G, and new H (Veterans' Employment Programs; National Activities; Labor Market Information; National Commission for Employment Policy; Training to Fulfill Affirmative Action Obligations; new Training Institutes); (5) title IV part A (Employment and Training Programs for Native Americans and Migrant and Seasonal Farmworkers); and (6) title IV new part I (Youth Opportunities Unlimited Program). Reserves specified amounts for the Veterans' Employment Programs, National Commission for Employment Policy, and the new Training Institutes. Defines \"basic skills deficient\" as reading or computing skills at or below 8th grade level. Adds the Association of Farmworker Opportunity Programs, the Center for Employment Training, and organizations serving older workers to the list of community-based organizations. Revises the definition of \"economically disadvantaged\" to: (1) refer to income guidelines promulgated each year by the Secretary of Health and Human Services; (2) include those determined eligible for, even if not receiving, food stamps; and (3) include migrant or seasonal farmworkers who meet income level requirements or whose income level during any consecutive 12-month period during the 24 months prior to application meets such requirements. Revises the definition of \"supportive services\" to include drug and alcohol abuse counseling and referral and individual and family counseling. Includes representatives of local welfare agencies and organizations representing older workers on private industry councils (PICs). Revises requirements for performance standards to: (1) promote delivery of services to the hard-to-serve; and (2) add measurement of increased basic education attainment and occupational skills (as well as the current measurement of increased employment and earnings and reduced welfare dependency). Provides for the following additional factors in performance standards for youth programs: (1) attainment of education and employability competencies; (2) secondary and postsecondary school completion or its equivalent; and (3) enrollment in other education, training, or employment programs or apprenticeships, or enlistment in the Armed Forces. Directs the Secretary of Labor (the Secretary) to report biennially to the Congress on JTPA performance standards. Adds older workers to the special populations for which variations in performance standards must be prescribed. Allows modifications of such special population standards not more than once every two years, with reported reasons. Changes from discretionary to mandatory the authority of State Governors to prescribe variations in performance standards within certain parameters. Requires State Governors to: (1) provide technical assistance to any service delivery area (SDA) which fails two consecutive years; and (3) incorporate the SDA into another contiguous SDA if such alternative arrangements do not result in improved performance within 12 months. Directs the Secretary to enforce such incorporation if the Governor fails to take such corrective actions. Directs the Secretary to establish a universal definition of placement for use in development of performance standards. Requires SDAs, in selecting service providers, to consider provision of support services, including child care. Revises limitations on certain costs for specified programs, including general administrative costs, combined administration and support services costs, and training-related services costs. Prohibits duplication of supportive services which are available free to participants through other services. Prohibits Governors from disapproving any local job training plan or modification on the basis of costs if these are in compliance with these specified limitations. Revises provisions for additional State responsibilities under title I (Job Training Partnership) of the JTPA. Allows the Governor's coordination and special services plan to describe the State's criteria for acceptable verification and documentation of participant eligibility, which, if approved by the Secretary, shall be deemed to meet specified requirements. Requires Governors, in providing certain staff training, to take into account training available through the National Training Institute. Authorizes Governors to adopt certain professional training curricula and administrative competency standards. Includes State agencies primarily responsible for administration of programs for older workers among those which may be represented on the State Job Coordinating Council. Requires State labor market information programs to include training and technical assistance to support comprehensive career guidance and participant outcome activities for local programs assisted under JTPA. Requires identification of any State-imposed or interpreted rule, regulation, policy, or performance standard relating to administration and operation of programs funded by JTPA. Revises program requirements for service delivery systems. Exempts normal tuition charges for training or education from certain requirements for a breakdown of cost components. Allows an SDA which is a city or a county to serve residents of either the city or the county if the city is located within the county and is a separate SDA. Limits the duration of on-the-job training to a period not in excess of that generally required for acquisition of skills needed for that position, but never exceeding six months. Requires on-the-job contracts to: (1) specify types and duration of training and other services; and (2) if an intermediary brokering contractor is used for placements, specify certain additional services and factors. Extends specified minimum wage exemptions to certain SDAs. Revises certain Federal and fiscal administrative provisions. Allows the use of certain advance payment methods when contracting with nonprofit organizations of demonstrated effectiveness. Directs the administrative law judge to reduce or cancel a determination of unallowable expenditures to the extent that specified mitigating circumstances warrant. Requires all entities receiving JTPA funds to follow directives of the applicable Office of Management and Budget Circulars and/or the Common Rules for administrative and cost principles. Requires SDAs to retain and use interest income in a specified manner. Prohibits use of JTPA funds for fees or profits to governmental units, grantees, or subgrantees, but allows such use for reasonable fees or profits to private for profit entities and cost-type administrative service contractors. Requires Governors to report semiannually to the Secretary on the amount of expenditures by each SDA for each fiscal year under title II of JTPA. Directs the Secretary to establish procedures to permit grantees to use current funds for costs of audit resolutions of prior grants. Revises conditions under which the Governor may take corrective action against an SDA for noncompliance with fiscal requirements. Directs the Secretary to take such corrective action if the Governor fails to do so. Revises reporting and recordkeeping requirements. Requires recipients to maintain and provide to the Secretary standardized records of a sufficient number of individual participants to provide an adequate sample size to allow for preparation of national estimates to meet specified requirements. Requires State, administrative entity, and grant recipient reports prescribed by the Secretary to be made annually. Requires such reports to include specified types of information. Requires each recipient, subrecipient, and service provider to maintain records of revenues and expenditures for at least three years following grant period expiration. Revises title II of JTPA (Training Services for the Disadvantaged). Separates the current title II part A (Adult and Youth Programs) into part A (Adult and Older Worker Programs) and part C (Year-Round Youth Services), while retaining the same name for part B (Summer Youth Employment and Training Programs). Sets forth part A (Adult and Older Worker Programs). Revises allotment provisions to establish State set-asides for education, performance incentives, and auditing and administration. Allows individuals, whether employed or unemployed, to be eligible for part A services as long as they are adults (age 22 or older) who are economically disadvantaged. Requires that at least 50 percent of part A program participants in each SDA be individuals who, in addition to being economically disadvantaged adults, are in one or more of the following categories: (1) basic skills deficient; (2) school dropouts; (3) recipients of aid to families with dependent children (AFDC) who either meet specified requirements or have an employability plan under the Social Security Act; or (4) unemployed for the previous six months or longer. (Retains the current provision that allows up to ten percent of program participants in an SDA not to be economically disadvantaged if they have encountered barriers to employment.) Requires SDAs to: (1) make special efforts and expenditures to serve older workers; (2) coordinate delivery of such services with those under the Older Americans Act; and (3) give priority to service providers with demonstrated effectiveness in providing such services. Requires SDAs and State job training coordinating councils to encourage job training service providers to provide child care services at minimal cost to participants. Establishes part A program design requirements, including: (1) assessment of participants' skill levels and service needs; (2) development of service strategies to identify employment goals, appropriate achievement objectives, and appropriate services; (3) review of participant progress; and (4) if appropriate, basic (including language) and occupational skills training. Requires that job search, job search skills training, job club, and work experience be accompanied by other services designed to increase a participant's basic education or occupational skills. Allows an exception from such combination requirement only if: (1) the participant's assessment and service strategy indicate that the additional services are not appropriate; and (2) the activities are not available to the participant through the Employment Service or other public agencies. Allows continued provision of counseling and supportive services to a participant for up to one year after termination from the program. Revises authorized services for which part A program funds may be used. Eliminates employment-generating activities from the list of such authorized services. Divides the lists of such services into direct training, training-related, and participant support services. Revises title II part B (Summer Youth Employment and Training Programs) to limit administrative costs to 15 percent (or 20 percent for grant recipients of $200,000 or less). Requires SDAs to: (1) expend funds for basic and remedial education as described in the State job training plan; (2) assess participant skill levels and service needs and develop a service strategy for participants; and (3) provide follow-up services for participants for whom a service strategy has been developed. Redefines youth as individuals aged 14 through 21, for purposes of part B programs (while retaining the economically disadvantaged condition for eligibility). Sets forth provisions for title II part C (Year-Round Youth Services). Revises allotment provisions to establish State set-asides for education, performance incentives, and auditing and administrative activities. Makes eligible for part C program participation individuals who are economically disadvantaged youth (age 14 through 21) or who are receiving (or are eligible to receive) a free lunch under the National School Lunch Act. Requires that at least 50 percent of participants in an SDA be out-of-school youth, with priority given to school dropouts. Requires that at least 50 percent of such out-of-school youth be in one or more of the following categories: (1) basic skills deficient; (2) school dropout; or (3) pregnant or parenting. Requires that at least 50 percent of the remaining percentage of participants (i.e. in-school youth) be youth who: (1) are basic skills deficient; (2) have poor academic records (at least one year below appropriate grade level for their age); (3) are pregnant or parenting; or (4) have limited English-language proficiency. Provides (in addition to the current exception to the economic disadvantage requirement which allows up to ten percent of part C youth program participants in an SDA to be individuals who are not economically disadvantaged, if they have a barrier to their employment) that an additional 15 percent of such participants may be individuals who are not economically disadvantaged, if they are high school dropouts who have an additional barrier to their employment. Establishes part C year-round youth services program design requirements, including: (1) assessment of participants' skill levels and service needs; (2) development of service strategies to identify achievement objectives, appropriate employment goals, and appropriate services; (3) review of participant progress; and (4) if appropriate, basic (including language) skills training, occupational skills training, pre-employment and work maturity skills training, work experience combined with skills training, and supportive services. Requires that work experience, job search, job search skills training, and job club activities be accompanied by additional services which: (1) are designed to increase a participant's basic education or occupational skills; and (2) may be provided, sequentially or concurrently, under other education and training programs. Allows continued provision of counseling and supportive services to a participant for up to one year after termination from the program. Requires SDAs to establish linkages with the appropriate educational agencies responsible for service to participants. Provides that part C funded authorized youth services may include, but need not be limited to, the services described under the headings of direct training, training related services, and participant support services under part A adult program provisions. Provides that additional authorized youth services under part C may include training or education that is combined with meaningful and constructive community and youth service opportunities in public, nonprofit, and other appropriate agencies, institutions, and organizations. Requires the job training plan to provide for referrals of youth between programs funded under parts B and C. Requires the job training plan to include a description of plans for: (1) training in nontraditional employment; and (2) training-related placement in nontraditional employment and apprenticeships. Revises JTPA title IV part A employment and training programs for Native American and migrant and seasonal farmworkers. Establishes in the Department of Labor a Division of Indian and Native American Programs with administrative responsibility for Native American employment and training programs. Establishes a Native American Human Investment Council. Authorizes the Secretary to waive, under the migrant and seasonal farmworker programs, the requirement of biennial competition for grants for those grantees that: (1) have performed satisfactorily on their existing grant; and (2) submit a satisfactory two-year plan for the succeeding period. Amends JTPA title IV part B provisions for the Job Corps. Revises the age limits for participation in the Job Corps to ages 14 through 24 for all participants. (Current law sets it at ages 14 through 21 for participants in general, with an exception allowing participation through age 24 only for handicapped individuals). Declares that JTPA allows participants to participate concurrently or sequentially in both the Job Corps and title II programs. Increases from ten to 20 percent the allowable number of nonresidential participants enrolled in the Job Corps in any year. Requires that, in enrolling nonresident participants, priority be given to those eligible individuals who are single parents with dependent children. Prohibits use of Department of Labor funds to contract with a nongovernmental agency to administer or manage a Civilian Conservation Center of the Job Corps on public land. Directs the Secretary, as practicable, to provide child care at or near Job Corps centers for individuals who require such care for their children in order to participate in the Job Corps. Requires each Job Corps center to provide alcohol and drug abuse counseling and referral to participants who need such services. Directs the Secretary to provide all nonprofit Job Corps contractors with an equitable and negotiated management fee of not less than one percent of the contract amount. Revises JTPA title IV part D provisions for national activities, including research, demonstration, training and technical assistance. Directs the Secretary to award up to ten grants for juvenile offender demonstration projects, giving priority to SDAs serving demonstration target areas with high proportions of juvenile offenders. Requires such programs to provide: (1) alcohol and drug abuse counseling; (2) close supervision, counseling, and followup of each participant from time of enrollment to six months after enrollment has ended; and (3) at least six months of service to participants. Requires enrollment to be made available to youth referred by schools, youth commissions, courts, and after-care programs. Authorizes appropriations for such programs for FY 1991 and 1992. Directs the Secretary to provide guidance and technical assistance to States and SDAs relating to documentation of participants' eligibility under JTPA title II programs. Revises JTPA title IV part E provisions for labor market information. Directs the Bureau of Labor Statistics, in cooperation with the States, to engage in research and demonstration on organizing and making accessible nationwide information on quarterly earnings, establishment and industry affiliation, and geographic location of employment, for feasibility determination and/or policy research and program evaluation purposes, while ensuring confidentiality and privacy. Directs the Secretary to report to the Congress within 12 months on the costs and benefits of such a database under the cooperative labor information program. Includes the Secretary of Health and Human Services among those with whom the Secretary is to cooperate in reviewing and coordinating labor market information systems. Directs the Secretary, through the National Occupational Information Coordinating Committee (NOICC), to report biennially to the Congress on development and maintenance of a common core of labor market information. Increases the authorization of funding for NOICC. Directs NOICC to: (1) give special attention to career development; and (2) conduct research and demonstrations to improve coordination and compatibility of Federal or State human resources data systems, including economic development assistance systems, and to provide support to States in implementing system enhancements. Establishes a new part H, Training Institutes, under title IV of JTPA. Directs the Secretary, before July 1, 1991, to establish a national training institute which develops a network of at least two regional training institutes to improve the services provided by and the management of Federal, State, and local employment and training programs. Authorizes competitive grants or contracts to initiate and maintain such network. Sets forth national and regional institutes' responsibilities for: (1) developing curricula and providing training, technical assistance, and staff development at the institutes and elsewhere; (2) preparing and disseminating training curricula and materials; (3) disseminating innovative and successful models for programs and training; and (4) establishing an institute board of directors. Permits training institutes to charge tuition or fees to offset costs. Directs the Secretary to provide guidance and technical assistance to the network. Authorizes the Secretary to designate the national training institute as the clearinghouse for: (1) innovative materials to enhance knowledge and performance of employment and training personnel; (2) facilitation of communications and coordination; (3) a computer network among themselves and institutions; and (4) linkages with existing human resources clearinghouses. Establishes a new part I, the Youth Opportunities Unlimited Program, of title IV of JTPA. Authorizes the Secretary to establish such national program of Youth Opportunities Unlimited (YOU) grants to pay 50 percent of the cost of comprehensive education, training, and employment services for youth in high poverty areas in urban and rural areas. Requires such grants to be awarded to the local service delivery area (on behalf of the participating community) in which the target area is located (or to designated grantees if the target area is in a farmworker community, Indian reservation, or Alaskan native village). Authorizes the Secretary to select as grant recipients up to 25 communities in the first year after the program is in effect. Requires that at least one, but not more than three, of such grants be awarded to: (1) designated representatives of Indian reservations and Alaskan native villages; and (2) designated representatives of farmworkers. Makes such grants cover a three-year period, with each year conditional upon compliance. Authorizes participating communities to apply for grants for use on behalf of target areas. Requires that a designated target area have not more than 25,000 population, except in the case of single school districts. Makes all youth aged 14 to 22 in the target area eligible to participate in assisted programs and activities. Requires each participating community to develop an integrated service delivery system in each target area which meets specified minimum criteria for services. Requires such programs to also have an education component, outreach and recruitment efforts, youth program models, and measurable goals and outcomes. Sets forth requirements for maintenance of State and local funding levels, limitations on use of program funds, applications, and Federal and local shares. Directs the Secretary to provide for technical assistance, independent evaluations, and a report to the President and the Congress by March 31, 1995. Establishes a new part J, Disaster Relief Employment Assistance, of title IV of JTPA. Provides emergency disaster relief employment assistance for the reconstruction of areas affected by natural disasters. Directs the Secretary to allocate funds for such program in a timely manner to the Governor of any State within which there is an area which has suffered a major disaster (\"disaster area\" as declared by the President and defined under the Disaster Relief Act of 1974). Requires the Governor to allocate at least 80 percent of such funds to local governments within such disaster areas, and the remainder for State activities to alleviate the disaster. Requires coordination of State and local governments, disaster relief agencies, and the administrative entities and private industry councils in the SDA within which disaster employment programs are conducted under JTPA. Sets forth authorized uses of funds for employment on projects for victim assistance and repair of facilities and lands, restricting such employment projects to disaster areas. Makes individuals eligible for disaster employment if they: (1) are eligible under JTPA title III (except those actively engaged in a training program); and (2) unemployed as a consequence of the disaster. Limits individual employment to not more than six months for work related to recovery from a single natural disaster. Authorizes appropriations for FY 1991 and succeeding fiscal years. Provides for training and training-related placement of women in nontraditional employment and apprenticeships (i.e. in occupations or fields of work where women comprise less than 25 percent of those employed). Provides for such nontraditional employment to SDA job training plans, Governor's coordination and special services plans, State job training coordinating council reports and reviews, and State education coordination and grants. Adds nontraditional employment demonstration programs to part D of title IV of JTPA. Directs the Secretary to use a specified amount of part D funds in FY 1990 through 1993 for grants to States to develop demonstration and exemplary programs to train and place women in nontraditional employment. Limits such awards to not more than six grants in each fiscal year. Sets forth: (1) considerations for the Secretary in the grant award process; and (2) limitations on entities to which the States may award grants, and on State use of funds. Sets forth evaluation and reporting requirements. Sets forth nondiscrimination provisions, and declares that nothing in JTPA shall be construed to mean that the Congress is taking a position on the issue of comparable worth. Directs the Secretary of Labor to: (1) lead the Secretaries of Education, Health and Human Services, and other appropriate departments to identify a core set of consistently defined data elements for employment and training programs; and (2) report to the Congress by January 1, 1992, listing recommended data elements and definitions. Sets forth effective date and transition provisions. Declares the sense of the Congress that a recipient (including a nation, individual, group, or organization) of any Federal assistance under this Act should purchase American-made equipment and products in expending such assistance. Directs the Secretary to notify recipients of this declaration."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Job Training Partnership Act Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Job Training Partnership Act to improve the delivery of services to hard-to-serve adults and to youth, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:26-05:00"
}