{
  "actions": [
    {
      "acted_at": "2008-05-13", 
      "committee": "Committee on Foreign Affairs, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Affairs, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-05-13", 
      "committee": "House Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-05-13", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-05-14", 
      "in_committee": "House Foreign Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-14", 
      "in_committee": "House Foreign Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2008-05-22T22:11:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Foreign Affairs. H. Rept. 110-673, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22T22:12:00-04:00", 
      "references": [], 
      "text": "House Committee on Judiciary Granted an extension for further consideration ending not later than June 6, 2008.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-06T12:37:00-04:00", 
      "references": [], 
      "text": "Committee on Judiciary discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-06T12:37:00-04:00", 
      "calendar": "Union", 
      "number": "445", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 445.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2008-06-10T11:41:00-04:00", 
      "references": [], 
      "text": "Mr. Berman moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-10T11:41:00-04:00", 
      "references": [
        {
          "reference": "CR H5126-5139", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-10T11:41:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 6028.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-10T12:29:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-10T13:22:00-04:00", 
      "references": [
        {
          "reference": "CR H5142-5143", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-10T13:31:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H5126-5132", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "393", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays: (2/3 required): 311 - 106 (Roll no. 393).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2008-06-10T13:31:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-11", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6028-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "28", 
      "name": "Cuellar, Henry", 
      "sponsored_at": "2008-05-13", 
      "state": "TX", 
      "thomas_id": "01807", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Engel, Eliot L.", 
      "sponsored_at": "2008-05-13", 
      "state": "NY", 
      "thomas_id": "00344", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Reyes, Silvestre", 
      "sponsored_at": "2008-05-13", 
      "state": "TX", 
      "thomas_id": "01516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Ros-Lehtinen, Ileana", 
      "sponsored_at": "2008-05-22", 
      "state": "FL", 
      "thomas_id": "00985", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2008-06-10T13:31:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2008-05-13", 
  "number": "6028", 
  "official_title": "To authorize law enforcement and security assistance, and assistance to enhance the rule of law and strengthen civilian institutions, for Mexico and the countries of Central America, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Merida Initiative to Combat Illicit Narcotics and Reduce Organized Crime Authorization Act of 2008", 
  "sponsor": {
    "district": "28", 
    "name": "Berman, Howard L.", 
    "state": "CA", 
    "thomas_id": "00082", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2008-06-10T13:31:00-04:00", 
  "subjects": [
    "Armed forces and national security", 
    "Arms sales", 
    "Boundaries", 
    "Cameras", 
    "Central America", 
    "Chemicals", 
    "Civil rights and liberties, minority issues", 
    "Compensation for victims of crime", 
    "Computers", 
    "Congress", 
    "Congressional reporting requirements", 
    "Correctional personnel", 
    "Corrections", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Data banks", 
    "Department of State", 
    "Detention of persons", 
    "Dropouts", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug law enforcement", 
    "Due process of law", 
    "Economic assistance", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Employee training", 
    "Equipment and supplies", 
    "Executive reorganization", 
    "Export controls", 
    "Families", 
    "Family violence", 
    "Fingerprints", 
    "Firearms", 
    "Firearms control", 
    "Foreign trade and international finance", 
    "Gangs", 
    "Government ethics", 
    "Government operations and politics", 
    "Guatemala", 
    "Helicopters", 
    "Housing and community development", 
    "Human rights", 
    "Information networks", 
    "International affairs", 
    "International cooperation", 
    "Job creation", 
    "Judges", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Mexico", 
    "Military assistance", 
    "Money laundering", 
    "Organized crime", 
    "Patrol aircraft", 
    "Patrol ships", 
    "Police training", 
    "Polygraphs", 
    "Prosecution", 
    "Public prosecutors", 
    "Radar", 
    "Rule of law", 
    "Rural economic development", 
    "Science, technology, communications", 
    "Smuggling", 
    "Technical assistance", 
    "Transportation and public works", 
    "Victims of crimes", 
    "Witnesses", 
    "Women", 
    "Women's shelters", 
    "Youth services"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2008-06-10", 
    "text": "Merida Initiative to Combat Illicit Narcotics and Reduce Organized Crime Authorization Act of 2008 - Title I: Assistance for Mexico - Subtitle A: Law Enforcement and Security Assistance - (Sec. 112) Authorizes the President to provide assistance for Mexico for: (1) counternarcotics and countertrafficking; (2) port, airport, and related security to assist in controlling the Mexico-U.S. and Mexico-Central America borders; (3) intelligence gathering operational technology; and (4) public security and law enforcement, including assistance to the National Council Against Addiction (CONADIC). (Sec. 114) Prohibits assistance to any armed forces of Mexico or law enforcement unit of Mexico if the Secretary of State determines that there is credible evidence that such unit has committed gross human rights violations. Makes such prohibition inapplicable if the Secretary reports to the appropriate congressional committees that the government of Mexico is taking effective measures to bring the responsible unit members to justice. (Sec. 115) Authorizes FY2008-FY2010 appropriations to carry out this subtitle, with not more that specified amounts allocated to the armed forces for each of FY2008-2010. Prohibits FY2009 funds from being provided to the Mexican Secretariat of Public Security until the President determines that the Mexican National Registry of Police Personnel (Registro Nacional de Personal Policial) is operational at the federal, state, and local levels. Subtitle B: Assistance to Enhance the Rule of Law and Strengthen Civilian Institutions - (Sec. 122) Authorizes the President to provide assistance to Mexico for: (1) institution building and the rule of law, including support for the Mexican Office of the Attorney General and for enhancing police professionalization; (2) anti-corruption, transparency, and human rights; (3) activities to prevent narcotics-related violence; and (4) employment and rural development programs. (Sec. 124) Authorizes FY2008-FY2010 appropriations to carry out this subtitle. Title II: Assistance for Countries of Central America - Subtitle A: Law Enforcement and Security Assistance - (Sec. 212) Authorizes the President to provide assistance to the countries of Central America (Belize, Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua, Panama, Haiti, and the Dominican Republic) for: (1) counternarcotics, countertrafficking, and related security to combat narcotics trafficking and bulk currency smuggling; and (2) public security and law enforcement to combat transnational gangs. (Sec. 214) Prohibits providing assistance to any armed forces or law enforcement unit of a Central American country if the Secretary determines that there is credible evidence that such unit has committed gross human rights violations. Makes such prohibition inapplicable if the Secretary reports to the appropriate congressional committees that the government of the relevant Central American country is taking effective measures to bring the responsible unit members to justice. Authorizes FY2008-FY2010 appropriations to carry out this subtitle, including a set-aside for youth gang prevention activities. Subtitle B: Assistance to Enhance the Rule of Law and Strengthen Civilian Institutions - (Sec. 221) Authorizes the President to provide assistance to the countries of Central America to build the capacity of justice systems and to reduce high impunity rates. Authorizes FY2008-FY2010 appropriations. Title III: Administrative Provisions - (Sec. 301) Prohibits the President from providing assistance under title I or title II of this Act for a fiscal year until the end of a 15-day period beginning on the date that the President transmits to the appropriate congressional committees a determination that specified requirements have been met. (Sec. 302) Expresses the sense of Congress that: (1) activities undertaken under titles I and II should be performed by employees and officers of the recipient country; and (2) the United States should limit the number of U.S. contractors. Caps: (1) at 50 the number of U.S. citizens or foreign nationals that may be retained as contractors to carry out title I (Mexico); and (2) at 100 the number of U.S. citizens or foreign nationals that may be retained as contractors to carry out Title II (Central America). Prohibits funds under this Act from being made available for budget support or cash payments. Provides for a national interest waiver. (Sec. 303) Prohibits, as of October 1, 2009, transfer of surveillance-related equipment to a recipient country unless the President determines that such country has cooperated with the United States to ensure that such equipment will be used principally for the purposes for which it is provided. (Sec. 304) Authorizes the President, notwithstanding a specified prohibition, to provide assistance under title I or title II to the police forces of recipient countries. (Sec. 305) States that authority to provide assistance under titles I and II is in addition to any other authority to provide assistance for Mexico and the countries of Central America. (Sec. 306) States that the Arms Export Control Act applies to all transfers of equipment under this Act unless otherwise specified. Title IV: Support Activities in the United States - (Sec. 401) Directs the President to report to the appropriate congressional committees concerning measures taken to reduce U.S. drug demand. (Sec. 402) Directs the Attorney General to: (1) expand resources for the Project Gunrunner initiative of the Bureau of Alcohol, Tobacco, Firearms, and Explosives (ATF) to identify, investigate, and prosecute firearms trafficking across the U.S.- Mexico border; and (2) provide ATF agents, equipment, and training to assist Mexican law enforcement officers in combating firearms trafficking and other criminal enterprises. Authorizes FY2008-FY2010 appropriations. (Sec. 404) Directs the President to report to the appropriate congressional committees regarding measures taken to stop the flow of illegal precursor chemicals and bulk cash into Mexico. Title V: Miscellaneous Provisions - (Sec. 501) Directs the President to establish within the Department of State a Coordinator of United States Government Activities to Implement the Merida Initiative (with the rank of ambassador). (Sec. 502) Directs the President to: (1) develop metrics to identify and manage the progress of activities under this Act; and (2) use such metrics for resource allocations to combat narcotics and organized crime activities. (Sec. 503) Directs the President to report to the appropriate congressional committees regarding programs and activities carried out under this Act during the preceding fiscal year. (Sec. 504) Expresses the sense of Congress that: (1) the U.S. government requires an effective public diplomacy strategy to explain the Merida Initiative's purposes; and (2) the Secretary shall design and implement a public diplomacy campaign regarding the Merida Initiative. (Sec. 505) Sunsets this Act after September 30, 2010."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Merida Initiative to Combat Illicit Narcotics and Reduce Organized Crime Authorization Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Merida Initiative to Combat Illicit Narcotics and Reduce Organized Crime Authorization Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Merida Initiative to Combat Illicit Narcotics and Reduce Organized Crime Authorization Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize law enforcement and security assistance, and assistance to enhance the rule of law and strengthen civilian institutions, for Mexico and the countries of Central America, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:10-05:00"
}