{
  "actions": [
    {
      "acted_at": "1973-09-10", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10140-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-10", 
  "number": "10140", 
  "official_title": "A bill to provide financial assistance for research activities for the study of sudden infant death syndrome, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "White, Richard C.", 
    "state": "TX", 
    "thomas_id": "01219", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-10", 
  "subjects": [
    "Child welfare", 
    "Families", 
    "Medical care, personnel, and facilities", 
    "Sudden infant death syndrome"
  ], 
  "subjects_top_term": "Child welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-10", 
    "text": "Directs the National Institute of Child Health and Human Development to designate the search for a cause and prevention of sudden infant death syndrome as a top priority of intramural research efforts. Authorizes the Secretary of Health, Education, and Welfare to make grants to or enter into contracts with public or private nonprofit institutions to pay the Federal share of the cost of research designed to identify the causes of and to develop preventive measures to eliminate sudden infant death syndrome. Sets forth activities for which a payment may be made under this Act. States that payments in any fiscal year to any single institution under this Act may not exceed $50,000. Provides that the Federal share of the cost of any activities for which application is made under this Act shall be 50 percent. Requires the Secretary to prepare and submit to the President and the Congress, not later than September 1, 1975, a detailed report of the findings and conclusions developed pursuant to this Act. Authorizes to be appropriated $2,000,000 for the fiscal year 1974 to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide financial assistance for research activities for the study of sudden infant death syndrome, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:38-05:00"
}