{
  "actions": [
    {
      "acted_at": "1980-09-10", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-10", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8104-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-09-10", 
  "number": "8104", 
  "official_title": "A bill to amend the research and development provisions of the Resource Conservation and Recovery Act of 1976 to provide for a study of the problem of toxic chemical and hazardous waste and for research in and development of possible solutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Toxic Chemical and Hazardous Waste Research and Development Act of 1980", 
  "sponsor": {
    "district": "5", 
    "name": "Wydler, John W.", 
    "state": "NY", 
    "thomas_id": "01248", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-09-10", 
  "subjects": [
    "Advisory bodies", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Pollution control", 
    "Refuse and refuse disposal", 
    "Research", 
    "Research and development"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-09-10", 
    "text": "Toxic Chemical and Hazardous Waste Research and Development Act of 1980 - Amends the Resource Conservation and Recovery Act of 1976 to require the Administrator of the Environmental Protection Agency to conduct and promote the coordination of research relating to dumpsites which contain toxic chemical or hazardous wastes sufficient to present a clear danger to public health. Requires the Administrator's management program which coordinates research, development, and demonstration of new technologies to include toxic chemical and hazardous waste research, development, and demonstrations. Directs the Administrator to establish an Office of Remedial Research to undertake a comprehensive study of and report on dumpsites in the United States which contain significant volumes of toxic chemical and hazardous wastes. Requires the report to include: (1) a detailed enumeration of all dumpsites which contain toxic chemical or hazardous waste sufficient to present a clear danger to public health and which were closed before October 30, 1976; (2) an assessment of the technology applied to the disposal of such waste; (3) recommendations as to what technology should be used to clean up the enumerated dumpsites; (4) a description of problems at specific dumpsites requiring research and development for their resolution; (5) a plan for research, development, and demonstration respecting the findings of the study; and (6) legislative recommendations resulting from the study. Directs the Administrator to provide to the appropriate Congressional committees a complete statement of the enumerated dumpsites by April 1, 1982, and to complete the research studies and report by October 1, 1982. Creates an independent Toxic Chemical and Hazardous Waste Advisory Board to review the findings and recommendations in the report. Makes February 1, 1983, the deadline for submission to Congress of both the Administrator's report and the Advisory Board's review of such report. Authorizes appropriations for fiscal year 1982 to carry out the work of the Office of Remedial Research and the Advisory Board. Directs the Administrator to include information on toxic chemical hazardous waste management in the program for the rapid dissemination of information on improved solid waste management practices."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Toxic Chemical and Hazardous Waste Research and Development Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the research and development provisions of the Resource Conservation and Recovery Act of 1976 to provide for a study of the problem of toxic chemical and hazardous waste and for research in and development of possible solutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:32-05:00"
}