{
  "actions": [
    {
      "acted_at": "1991-05-07", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1001-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-07", 
  "number": "1001", 
  "official_title": "A bill to promote the integration of women in the development process in developing countries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Women in Development Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Mikulski, Barbara A.", 
    "state": "MD", 
    "thomas_id": "00802", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-05-07", 
  "subjects": [
    "American economic assistance", 
    "Authorization", 
    "Developing countries", 
    "Federal advisory bodies", 
    "International affairs", 
    "United Nations", 
    "Women", 
    "Women's employment"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-05-07", 
    "text": "Women in Development Act of 1991 - Requires the Administrator of the Agency for International Development (AID) to take specific steps to strengthen the Agency's women in development policy, including: (1) incorporating the active participation of local women and local women's organizations into its development activities; (2) instructing AID staff and contractors to collect sex-disaggregated data and to ensure that country strategies, projects, and programs are designed so that the percentage of women receiving assistance is in proportion to the higher of their traditional participation in the targeted activities or their proportion of the population; (3) ensuring that project and program evaluations include an assessment of the extent to which the project integrates women in the development process and of the project's impact on women; (4) increasing the number and responsibility of women in professional positions within AID; (5) increasing the participation of young girls in education and training programs and to consider withholding assistance for programs which do not include girls as equal participants; (6) making the maximum use of data, program design, and management structure already established by multilateral institutions or other national agencies; and (7) establishing within AID a task force on women in development. Amends the Foreign Assistance Act of 1961 to require that a minimum (currently, maximum) of $10,000,000 in funds made available for foreign assistance programs be used for programs to promote the participation and integration of women in the development process in developing countries. Specifies that a certain amount of such funds shall be made available as matching funds to support activities which demonstrate potential for integrating women into AID programs. Requires the Administrator to report to the Congress biennially on the implementation of this Act. Authorizes appropriations to be made available for the United Nations Development Fund for Women and the United Nations International Research and Training Institute for the Advancement of Women."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Women in Development Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the integration of women in the development process in developing countries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:55-05:00"
}