{
  "actions": [
    {
      "acted_at": "2006-09-07", 
      "committee": "Committee on Environment and Public Works", 
      "references": [
        {
          "reference": "CR S9129-9131", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3868-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-09-07", 
  "number": "3868", 
  "official_title": "A bill to amend the Clean Air Act to encourage the most polluted areas in the United States to attain clean air standards.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean Air Attainment Enforcement Act", 
  "sponsor": {
    "district": null, 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "thomas_id": "00583", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2006-09-07", 
  "subjects": [
    "Air pollution control", 
    "Environmental protection", 
    "Fees", 
    "Gases", 
    "Motor vehicle pollution control", 
    "Nitrogen oxides", 
    "Ozone", 
    "Smog", 
    "Solvents", 
    "Standards", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2006-09-07", 
    "text": "Clean Air Attainment Enforcement Act - Amends the Clean Air Act to declare that if a state in which a covered (nonattainment) area is located does not submit a required implementation plan (for achieving and maintaining national ambient air quality standards), the Administrator of the Environmental Protection Agency (EPA): (1) shall not have discretion to select whether highway and emission offset sanctions will be imposed on the covered area; and (2) shall impose such sanctions, with a specified exception regarding the emission offset requirements. Requires implementation plan revisions relating to the attainment plans for serious, severe, and extreme areas to require each major stationary source located in a covered area that emits VOCs (volatile organic compounds) or NOx (oxides of nitrogen) to pay the Administrator a fee as a penalty for the failure to attain the standard for ozone by the attainment date. Requires the Administrator: (1) upon approval of a state implementation plan, to annually determine whether a covered area is making sufficient progress to achieve attainment; (2) to impose on each major stationary source located in the covered area a penalty for failure to meet a national primary ambient air quality standard for ozone; and (3) to suspend the imposition of such penalties if a covered area is making sufficient progress for the current calendar year. Requires such fees and actions by the Administrator with respect to implementation plan revision requirements for major stationary sources that emit PM2.5 (particulate matter with a diameter less than or equal to 2.5 micrometers)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Air Attainment Enforcement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to encourage the most polluted areas in the United States to attain clean air standards.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:29-05:00"
}