{
  "actions": [
    {
      "acted_at": "1982-03-31", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-13", 
      "bill_ids": [
        "hr6370-97"
      ], 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "See H.R.6370.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6027-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Broomfield, William S.", 
      "sponsored_at": "1982-03-31", 
      "state": "MI", 
      "thomas_id": "00128", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-31", 
  "number": "6027", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961 and the Arms Export Control Act; to authorize additional security and development assistance programs for fiscal years 1983 and 1984; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6370-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2227-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2227-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "International Security and Development Cooperation Act of 1982", 
  "sponsor": {
    "district": "4", 
    "name": "Zablocki, Clement J.", 
    "state": "WI", 
    "thomas_id": "01261", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-03-31", 
  "subjects": [
    "American economic assistance", 
    "American military assistance", 
    "Armed forces and national security", 
    "Arms sales", 
    "Authorization", 
    "China", 
    "Communist countries", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Costa Rica", 
    "Cyprus", 
    "Defense articles", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Egypt", 
    "Foreign Trade and Investments", 
    "Greece", 
    "International affairs", 
    "Israel", 
    "Lebanon", 
    "Middle East", 
    "Military education", 
    "Nicaragua", 
    "Reprogramming of appropriated funds", 
    "Sudan", 
    "Terrorism", 
    "Tibet", 
    "Tunisia", 
    "Turkey"
  ], 
  "subjects_top_term": "American economic assistance", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-03-31", 
    "text": "International Security and Development Cooperation Act of 1982 - Title I: Military Sales and Related Programs - Amends the Arms Export Control Act to increase for FY 1983: (1) authorized appropriations for the Foreign military sales credit and loan guarantee program; (2) ceilings on the amount of such credits and guarantees; and (3) allocation of such credits and guarantees to Israel. Reduces that portion of the total allocation of military sales credits and loan guarantees to Israel which must be available only as military sales credits in FY 1983. Eliminates the allocation of foreign military loan guarantees for Greece for FY 1983. Repeals the provisions allocating a specified amount of FY 1983 foreign military sales credits for Egypt and the Sudan. Increases the amount of such credits that Egypt is released from repaying. Decreases the amount of such credits that Israel is released from repaying. Amends certain definitions to provide that administrative surcharges include recovery of extraordinary expenses incurred by Federal agencies in carrying out foreign military sales. Authorizes the President to provide free training of foreign military personnel at professional U.S. military schools (other than the Service academies) in accordance with reciprocal programs between U.S. and foreign schools. Authorizes the President to sell defense articles to a U.S. company for incorporation into end items that will be sold by such a company to friendly countries or international organizations. Permits such sales only if specified conditions are met. Amends the Foreign Assistance Act of 1961 to increase the FY 1983 authorized appropriation for the international military education and training program. Exempts the international narcotics program and the international military education and training program from the requirement that Congress receive prior notification of reprogramming of funds, if the reprogramming involves less than $50,000. Limits the meaning of the phrase \"communist countries\" for purposes of the Foreign Assistance Act of 1961 to a specified list of countries. (Current law indicates that the phrase includes but is not limited to the countries on such list.) Deletes from the list Tibet and the People's Republic of China. Amends the Agricultural Trade Development and Assistance Act of 1954 to declare that the People's Republic of China shall be considered a friendly country eligible to enter into sales agreements and to receive assistance under such Act. Amends the Foreign Assistance Act of 1961 to increase FY 1982 and 1983 authorized appropriations for peacekeeping operations. Authorizes the President to order the use of Federal agency commodities and services, up to a specified value, for emergency peacekeeping operations. Requires the President to notify Congress of such an action. Title II: Anti-Terrorism Assistance - Authorizes the President to furnish eligible countries with anti-terrorist assistance. Authorizes providing services and commodities for such assistance. Authorizes appropriations for FY 1983. Title III: Economic Support Fund - Increases the FY 1983 authorized appropriations for the Economic Support Fund. Eliminates the FY 1983 Fund allocations earmarked for: (1) Egypt; (2) Israel; (3) certain regional cooperative projects in the Middle East; (4) relief and rehabilitation programs in Lebanon; (5) Turkey; (6) Cyprus; (7) Tunisia; (8) Costa Rica; and (9) Nicaragua. Title IV: Development Assistance - Increases the FY 1983 authorized appropriations for assistance programs for: (1) education and human resources development; (2) indigenous resources development; and (3) trade and development. Extends the authorization for the agricultural and productive credit and self-help community development programs. Deletes the allocations of the funds authorized for international organizations and programs. Title V: Miscellaneous Provisions - Increases the FY 1983 authorized appropriations for: (1) international narcotics control programs; and (2) the operating expenses of the agency primarily responsible for administering international development programs. Title VI: Authorizations for the Fiscal Year 1984 and Effective Date - Authorizes appropriations for FY 1984 for programs for which appropriations are authorized for FY 1983 by this Act or by the International Security and Development Cooperation Act of 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Security and Development Cooperation Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961 and the Arms Export Control Act; to authorize additional security and development assistance programs for fiscal years 1983 and 1984; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:55-05:00"
}