{
  "actions": [
    {
      "acted_at": "1998-10-07", 
      "references": [
        {
          "reference": "CR S11712", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-07", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2573-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-07", 
  "number": "2573", 
  "official_title": "A bill to make spending reductions to save taxpayers money.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Saving Taxpayers from Obsolete Programs and Spending Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-07", 
  "subjects": [
    "Administrative fees", 
    "Agricultural credit", 
    "Agricultural price supports", 
    "Agricultural prices", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Animals", 
    "Antimissile missiles", 
    "Armed forces and national security", 
    "Arms control agreements", 
    "Auditing", 
    "Ballistic missile defenses", 
    "Ballistic missiles", 
    "Bomber aircraft", 
    "Collection of accounts", 
    "Commerce", 
    "Congress", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Dairy products", 
    "Defense budgets", 
    "Defense procurement", 
    "Deficit reduction", 
    "Economics and public finance", 
    "Education", 
    "Electric power production", 
    "Electric power transmission", 
    "Electromagnetic waves", 
    "Energy", 
    "Energy research", 
    "Environmental protection", 
    "Executive reorganization", 
    "Farm production quotas", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Feed grain program", 
    "Feed grains", 
    "Fees", 
    "Fighter aircraft", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Flight training", 
    "Food relief", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Forest roads", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government spending reductions", 
    "Government trust funds", 
    "Grazing", 
    "Health", 
    "Higher education", 
    "Highway engineering", 
    "Housing and community development", 
    "Hydroelectric power", 
    "Indemnity", 
    "Indexing (Economic policy)", 
    "Infrastructure", 
    "Intercontinental ballistic missiles", 
    "Interest rates", 
    "International affairs", 
    "Irrigation", 
    "Labor and employment", 
    "Land subsidence", 
    "Law", 
    "Marketing of farm produce", 
    "Medical education", 
    "Military and naval supplies", 
    "Military communications", 
    "Military medicine", 
    "Mine wastes", 
    "Mineral industries", 
    "Mining claims", 
    "Mining royalties", 
    "Missile warheads", 
    "National forests", 
    "Naval aviation", 
    "Naval personnel", 
    "Naval strategy", 
    "Navy", 
    "Nuclear submarines", 
    "Peanuts", 
    "Pesticide residues", 
    "Petroleum", 
    "Plutonium", 
    "Power marketing administrations", 
    "Predator control", 
    "Privatization", 
    "Public lands and natural resources", 
    "Reclamation of land", 
    "Research and development", 
    "Revegetation", 
    "Rural electrification", 
    "Russia", 
    "Science, technology, communications", 
    "Sediment control", 
    "Soil erosion", 
    "Space activities", 
    "Space stations", 
    "Strategic forces", 
    "Strip mining", 
    "Sugar", 
    "Sugar trade", 
    "Tactical nuclear weapons", 
    "Timber sales", 
    "Tobacco", 
    "Transportation and public works", 
    "Transports", 
    "U.S.S.R.", 
    "Water pollution control", 
    "Water resources development", 
    "Wheat"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-07", 
    "text": "TABLE OF CONTENTS: Title I: Agriculture, Nutrition, and Forestry Subtitle A: Elimination of Permanent Agricultural Price Support and Production Adjustment Authority Subtitle B: Phaseout of Peanut Program Subtitle C: Other Agricultural Commodities Subtitle D: Forestry Subtitle E: Other Agricultural Programs Title II: Energy and Natural Resources Subtitle A: Hardrock Mining Royalty Subtitle B: Other Energy and Natural Resources Programs Title III: Defense Title IV: Commerce, Science, and Transportation Saving Taxpayers from Obsolete Programs and Spending Act of 1998 - Title I: Agriculture, Nutrition, and Forestry - Subtitle A: Elimination of Permanent Agricultural Price Support and Production Adjustment Authority - Eliminates agricultural price support and production adjustment authority. (Sec. 102) Repeals the Agricultural Market Transition Act. Amends the Federal Agriculture Improvement and Reform Act of 1996 to repeal flood risk reduction authority. Amends the Food Security Act of 1985 to repeal conservation farm option authority. (Sec. 103) Repeals the Agricultural Adjustment Act of 1938. Amends the Food and Agriculture Act of 1965 to repeal transfer of acreage allotment authority. Amends Federal law to repeal Burley tobacco acreage allotment authority. Amends the Food and Agriculture Act of 1962 to repeal wheat diversion authority. Amends Federal law to repeal cotton acreage allotment authority. (Sec. 105) Repeals the Agricultural Act of 1949, with specified exceptions. Amends the Food and Agriculture Act of 1977 to repeal the American Agriculture Protection program. Amends the Agricultural Trade Act of 1978 to repeal agricultural embargo authority. Amends the Food, Agriculture, Conservation, and Trade Act of 1990 to repeal the integrated farm management program. (Sec. 106) Repeals the Agricultural Adjustment Act, reenacted with amendments by the Agricultural Marketing Agreement Act of 1937. (Sec. 107) Amends the Food Security Commodity Reserve Act of 1996 to repeal the comparability of storage payment provision. (Sec. 108) Amends the Food, Agriculture, Conservation,, and Trade Act of 1990 to repeal milk price support and related programs. Amends the Food Security Act of 1985 to repeal the dairy products incentive program. Amends the Food and Agriculture Act of 1962 to repeal the acreage diversion programs. (Sec. 110) Makes the provisions of this subtitle effective as of October 1, 2003. Subtitle B: Phaseout of Peanut Program - Chapter 1 - Marketing Quotas for Peanuts - Amends the Agricultural Adjustment Act of 1938 to: (1) revise peanut marketing program provisions for crop years 1999 through 2001; and (2) terminate peanut quotas as of crop year 2002. Chapter 2 - Market Transition Programs for Peanuts - Amends the Agricultural Market Transition Act to revise the market transition program for 1999 through 2001 crops of quota and additional peanuts. (Sec. 126) Revises nonrecourse loan provisions for the 2002 and subsequent peanut crops. Chapter 3 - Implementation - Sets forth implementation provisions. Subtitle C: Other Agricultural Commodities - Amends the Agricultural Act of 1949 to extend tobacco deficit reduction assessment authority. (Sec. 132) Amends the Agricultural Market Transition Act to reduce sugarcane (and sugar beet) loan rates through crop year 2002. Requires such loans to be recourse loans. Eliminates sugar price supports and loans as of crop year 2003. Amends the Agricultural Adjustment Act of 1938 to eliminate sugar marketing quotas and allotments. Subtitle D: Forestry - Amends the National Forest Management Act of 1976 to eliminate below-cost timber sales from National Forest System lands. (Sec. 143) Amends the National Forest Roads and Trails Act to eliminate purchaser road credits as a financing method for national forest road construction. Subtitle E: Other Agricultural Programs - Amends the Rural Electrification Act of 1936 to eliminate insured electric loan interest subsidies. (Sec. 152) Amends the Agricultural Trade Act of 1978 to repeal the market access program. (Sec. 153) Eliminates the Wildlife Services Program of the Animal and Plant Health Inspection Service. Title II: Energy and Natural Resources - Subtitle A: Hardrock Mining Royalty - Requires the payment of a royalty to the Federal Government of five percent of the net smelter return from the production of locatable minerals, or mineral concentrates derived from a locatable mineral, produced from any mining claim located under the general mining laws. Establishes the Abandoned Minerals Mine Reclamation Fund, into which all such royalty receipts (and mining claim maintenance fees) shall be deposited for the reclamation and restoration of land and water resources adversely affected by past minerals activities (other than coal and fluid minerals activities). Identifies the kinds of land and waters eligible for reclamation expenditures. Authorizes appropriations for the Fund. (Sec. 204) Restricts the issuance of any patents for mining or mill site claims to those for which applications were filed, and certain statutory requirements governing vein or lode claims, placer claims, and mill site claims were complied with, before September 30, 1994. (Sec. 205) Sets forth annual claim maintenance fee requirements (which shall not apply to oil shale claims subject to claim maintenance fees under the Energy Policy Act of 1992). Subtitle B: Other Energy and Natural Resources Programs - Amends the Reclamation Reform Act of 1982 to define the terms \"legal entity,\" \"operator,\" and \"single farm operation.\" (Sec. 211) Directs the Secretary of the Interior, for each parcel of land to which irrigation water is delivered or proposed to be delivered, to identify a single individual or legal entity as the owner, lessee, or operator. Allows irrigation water to be delivered at less than the normal per-acre cost to either: (1) a qualified recipient that reports gross farm income from a single farm operation in excess of $500,000 per taxable year; or (2) a limited recipient that received such water on or before October 1, 1981, and that reports gross farm income in excess of such amount. Provides an inflation adjustment for calendar years after 1997. Requires lessees (as well as owners and operators) of an irrigation district to furnish such district a certification of compliance with the Act. Allows the Secretary to require a lessee or operator to submit for examination a copy of a tax return for any taxable year in which the single farm operation of the lessee or operator received irrigation water at less than full cost. Repeals a provision exempting district lands held in trust from Federal reclamation ownership and cost pricing limitations. Directs the Secretary to establish penalties for failure to comply with the Act. Directs the Secretaries of the Interior, of the Treasury, and of Agriculture to enter into a memorandum of understanding to permit the Secretary of the Interior to have access to and use available information collected or maintained by either the Department of the Treasury or Agriculture that would aid in enforcement of the ownership and pricing limitations of Federal reclamation law. (Sec. 212) Amends the Federal Land Policy Management Act of 1976 to direct the Secretary of Agriculture, with respect to National Forest lands in the 16 contiguous Western States, and the Secretary of the Interior, with respect to public domain lands, where domestic livestock grazing is permitted under applicable law, to establish and implement an annual domestic livestock grazing fee equal to fair market value, based on a specified formula. Abolishes grazing advisory boards. Dedicates the U.S. share of grazing fee receipts to: (1) fish and wildlife habitat restoration and enhancement; (2) restoration and improved management of riparian areas; and (3) enforcement of applicable land management plans, allotment plans, and regulations. (Sec. 213) Directs the Secretary of Energy to sell all federally- owned and operated electric power generation and transmission facilities under the supervision of, or in coordination with, a Federal power marketing administration. Instructs the Secretary to obtain the highest practicable sales price for the facilities, including the value of future tax revenues that would have been derived from such facilities. Postulates compliance with environmental laws as a condition of any facility purchase. Requires the Secretary to terminate Federal power marketing operations upon sales completion. (Sec. 214) Directs the Secretary to terminate each Department of Energy program or activity that involves pyroprocessing of plutonium. Makes conforming changes to the Energy Policy Act of 1992. (Sec. 215) Prohibits the Secretary from conducting any petroleum research and development, and to report to the Congress on the attendant termination implementation plan. Authorizes appropriations. Title III: Defense - Directs the Secretary of Defense (Secretary, for purposes of this title) to report to the Congress recommendations on which of the following tactical fighter aircraft programs should be terminated if only two of such programs were to be funded: the F-A 18E-F; the F-22; or the Joint Strike Fighter. Requires the Secretary to terminate the recommended program, allowing funds to be expended on such program only for termination costs. Authorizes the Secretary to increase the number of tactical aircraft to be acquired under existing (full-scale) production programs to offset the number which were planned to be acquired under the terminated program. (Sec. 302) Directs the Secretary to close the Uniformed Services University of the Health Sciences upon the completion of the education and training of those enrolled as of December 31, 1998. Prohibits new students from being enrolled after such date. Allows funds available for the University to be expended only for: (1) completing the education and training of such eligible individuals; and (2) closing the University. (Sec. 303) Prohibits the Secretary from obligating or expending any amount of funds available for FY 1999 through 2003 for a Department of Defense (DOD) program that exceeds that portion of the total program amount that represents an allowance needed to meet increased program costs due to inflation, fluctuations in foreign exchange rates, or fuel fluctuations, over the total amount necessary to meet such increased costs. Requires the Secretary to return any excess amounts to the Treasury. (Sec. 304) Limits to $400 million the total amount to be obligated in any fiscal year after 1998 for the Army Theater High Altitude Area Defense program. Prohibits any further obligation or expenditure of such funds until an independent panel established by the Secretary certifies to the Secretary and the Congress that such program is programmatically sound. (Sec. 305) Directs the Secretary of the Navy to require transportation by air for crew members joining a naval vessel deployed abroad unless such Secretary determines that: (1) another means of transportation would be more cost-effective; or (2) the benefits of air transportation are outweighed by safety concerns or concerns about adverse effects on military capabilities. Directs such Secretary to report to the Secretary of Defense on improvements in Navy power projection and power projection support capabilities that result from implementation of the air transportation policy. (Sec. 306) Directs the Secretary to ensure that DOD maintains the most cost-effective, safe, and reliable combination of delivery vehicles that: (1) is necessary to carry not more than the number of warheads agreed to in the START II Treaty; and (2) comprises a force structure that is treaty-compliant. (Sec. 307) Directs the Secretary to terminate the D5 missile program, allowing program funds to be used only for termination costs. (Sec. 308) Directs the Secretary to: (1) expeditiously review DOD inventory requirements to identify excess equipment and supplies; and (2) increase by 50 percent by the end of FY 2003 the total amount realized from sales of excess inventory over such total during FY 1998. (Sec. 309) Directs the Secretary to terminate the Navy's Extremely Low Frequency Communication System program, allowing program funds to be used only for termination costs. (Sec. 310) Directs the Secretary to require all the armed forces to use a single tactical aircraft pilot training program, and, by the end of FY 1999, to select one service branch to train such individuals. Authorizes the Secretary to waive such requirement in the interests of national security. Title IV: Commerce, Science, and Transportation - Directs the Administrator of the National Aeronautics and Space Administration to terminate U.S. participation in the International Space Station program. Authorizes the Administrator to obligate up to $700 million of such program's funds for termination costs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Saving Taxpayers from Obsolete Programs and Spending Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make spending reductions to save taxpayers money.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:40-05:00"
}