{
  "actions": [
    {
      "acted_at": "2000-03-09", 
      "committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking and Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-06-08", 
      "in_committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-06-08", 
      "in_committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 31 - 1.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-07-11T21:00:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Banking and Financial Services. H. Rept. 106-728.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-11T21:01:00-04:00", 
      "calendar": "Union", 
      "number": "410", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 410.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3886-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "29", 
      "name": "LaFalce, John J.", 
      "sponsored_at": "2000-03-09", 
      "state": "NY", 
      "thomas_id": "00657", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Roukema, Marge", 
      "sponsored_at": "2000-03-09", 
      "state": "NJ", 
      "thomas_id": "00990", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "2000-03-09", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-03-09", 
  "number": "3886", 
  "official_title": "To combat international money laundering, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Counter-Money Laundering and Foreign Anticorruption Act of 2000", 
  "sponsor": {
    "district": "1", 
    "name": "Leach, James A.", 
    "state": "IA", 
    "thomas_id": "00672", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-06-08", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Bank accounts", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank records", 
    "Congress", 
    "Congressional reporting requirements", 
    "Correspondent banks", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Department of the Treasury", 
    "Elite (Social sciences)", 
    "Employee selection", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Fines (Penalties)", 
    "Foreign banks and banking", 
    "Foreign leaders", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Income tax", 
    "Informers", 
    "International affairs", 
    "International competitiveness", 
    "International cooperation", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Liability (Law)", 
    "Misconduct in office", 
    "Money laundering", 
    "Personnel records", 
    "Public corruption", 
    "Tax havens", 
    "Taxation", 
    "Taxation of foreign income"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2000-07-11", 
    "text": "TABLE OF CONTENTS: Title I: International Counter-Money Laundering Measures Title II: Currency Transaction Reporting Amendments and Related Improvements Title III: Anticorruption Measures International Counter-Money Laundering and Foreign Anticorruption Act of 2000 - Title I: International Counter-Money Laundering Measures - Authorizes the Secretary of the Treasury (the Secretary) to require domestic financial institutions and agencies to take special measures (listed below) if the Secretary finds that reasonable grounds exist for concluding that a jurisdiction outside the United States, one or more financial institutions operating outside the United States, or one or more classes of transactions within or involving a jurisdiction outside the United States is of primary money laundering concern. Directs the Secretary to: (1) consult with the Secretary of State, the Attorney General, the Secretary of Commerce, and the United States Trade Representative in making such a finding; (2) consider relevant information such as the extent to which the jurisdiction or institution offers bank secrecy or special tax or regulatory advantages to nonresidents or non-domiciliaries, whether the United States has a mutual legal assistance treaty with that jurisdiction, and the extent to which that jurisdiction is characterized by high levels of official or institutional corruption; (3)consider whether similar action has been or is being taken by other nations or multilateral groups, whether the imposition of any particular special measure would create a significant competitive disadvantage, including any undue cost or burden associated with compliance, for financial institutions organized or licensed in the United States, and the extent to which the action would have a significant adverse systemic impact on the international payment, clearance, and settlement system, or on legitimate business activities involving the particular jurisdiction, institution, or class of transactions; and (4) notify specified congressional committees in writing within ten days after taking a special measure.Lists the special measures that the Secretary may take: (1) requiring record keeping and reporting of certain financial transactions; (2) requiring any domestic financial institution or agency to take steps to obtain and retain information concerning the beneficial ownership of any account opened or maintained in the United States by a foreign person (other than a foreign entity whose shares are subject to public reporting requirements or are listed and traded on a regulated exchange or trading market) that involves a jurisdiction outside the United States, one or more financial institutions operating outside the United States, or one or more classes of transactions within or involving a jurisdiction outside the United States, if the Secretary finds any such jurisdiction, institution, or transaction to be of primary money laundering concern; (3) requiring disclosure of information relating to certain payable-through accounts; (4) requiring disclosure of information relating to certain correspondent accounts; and (5) prohibiting or placing conditions on opening or maintaining certain correspondent or payable-through accounts.Title II: Currency Transaction Reporting Amendments and Related Improvements - Revises Federal monetary law relating to reporting suspicious activities to provide that financial institutions and certain of their staff who audit such institutions: (1) shall not be liable under Federal, State, or local law or under any contract for making certain disclosures of possible violations of laws to a government agency; and (2) may not notify any person involved in the transaction that the transaction has been reported. Prohibits any officer or employee of the Government or any State, local, tribal, or territorial government from disclosing to any person involved in the transaction that the transaction has been reported other than to fulfill duties required by law, with an exception involving employment references.(Sec. 202) Sets civil and criminal penalties for violation of geographic targeting orders and certain record keeping requirements. Lengthens the effective period of such orders.(Sec. 203) Amends the Federal Deposit Insurance Act to authorize any insured depository institution to disclose in any written employment reference relating to a current or former institution-affiliated party requested by another insured depository institution information concerning the possible involvement of such institution-affiliated party in potentially unlawful activity.Defines \"insured depository institution\" to include any uninsured branch or agency of a foreign bank.(Sec. 204) Amends the Annunzio-Wylie Anti-Money Laundering Act to: (1) direct that the Bank Secrecy Act Advisory Group include representatives of nongovernmental organizations advocating financial privacy; and (2) make certain provisions of the Bank Secrecy Act applicable to it.(Sec. 205) Requires the Secretary and the banking agencies, within one year, to each submit their respective reports to Congress containing recommendations on possible legislation to conform the penalties imposed on depository institutions for violations of title 31 (Federal provisions regarding monetary transactions), to the penalties imposed on such institutions under the Federal Deposit Insurance Act.Title III: Anticorruption Measures - Expresses the sense of Congress that, in deliberations between the U.S. Government and any other country on money laundering and corruptions issues, the Government should: (1) emphasize an approach that addresses not only the laundering of the proceeds of traditional criminal activity but also the increasingly endemic problem of governmental corruption and the corruption of ruling elites; (2) encourage the enactment and enforcement of laws in such country to prevent money laundering and systemic corruption; (3) make clear that the United States will take all steps necessary to identify the proceeds of foreign government corruption which have been deposited in U.S. financial institutions and return such proceeds to the citizens of the country to whom such assets belong; and (4) advance policies and measures to promote good government and to prevent and reduce corruption and money laundering, including through instructions to the U.S. executive director of each international financial institution to advocate such policies as a systemic element of economic reform programs and advice to member governments.Directs the Secretary to issue guidance to financial institutions operating in the United States on appropriate practices and procedures to reduce the risk that such institutions may become depositories for, or transmitters of, the proceeds of corruption by or on behalf of senior foreign officials and their close associates.(Sec. 302) Expresses the sense of Congress that the United States should: (1) continue to actively and publicly support the objectives of the Financial Action Task Force on Money Laundering (FATF) with regard to combating international money laundering; (2) support the public release of the list naming non-cooperative jurisdictions identified by the FATF; (3) encourage necessary international action to encourage compliance by the identified jurisdictions; and (4) take the necessary countermeasures to protect the U.S. economy against money of unlawful origin and encourage other nations to do the same."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Counter-Money Laundering Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "International Counter-Money Laundering and Foreign Anticorruption Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To combat international money laundering, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:50-05:00"
}