{
  "actions": [
    {
      "acted_at": "1992-03-26", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-01", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "subcommittee": "Aviation", 
      "text": "Referred to the Subcommittee on Aviation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-01", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "in_subcommittee": "Aviation", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-01", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "in_subcommittee": "Aviation", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-08", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-08", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-04-28T15:20:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Public Works + Transportation. H. Rept. 102-503.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-28T15:20:00-04:00", 
      "calendar": "Union", 
      "number": "296", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 296.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1992-05-14T17:15:00-04:00", 
      "bill_ids": [
        "hres457-102"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 457 Reported to House. Rule provides for consideration of H.R. 4691 with 2 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. It shall be in order to consider the amendment in the nature of a substitute recommended by the Committee on Public Works and Transportation now printed in the bill, as modified by the amendment printed in part 1 of the report of the Committee on Rules accompanying this resolution, as an original bill for the purpose of amendment under the five-minute rule. Measure will be read by title. Specified amendments are in order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-19T14:33:00-04:00", 
      "bill_ids": [
        "hres457-102"
      ], 
      "references": [], 
      "text": "Rule H. Res. 457 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-19T14:33:00-04:00", 
      "bill_ids": [
        "hres457-102"
      ], 
      "references": [], 
      "text": "Considered under the provisions of rule H. Res. 457.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-19T14:33:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 4691 with 2 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. It shall be in order to consider the amendment in the nature of a substitute recommended by the Committee on Public Works and Transportation now printed in the bill, as modified by the amendment printed in part 1 of the report of the Committee on Rules accompanying this resolution, as an original bill for the purpose of amendment under the five-minute rule. Measure will be read by title. Specified amendments are in order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-19T14:33:00-04:00", 
      "bill_ids": [
        "hres457-102"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 457 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-19T14:33:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Doug Barnard Jr. to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-19T14:34:00-04:00", 
      "bill_ids": [
        "hres457-102"
      ], 
      "references": [], 
      "text": "GENERAL DEBATE - Pursuant to the provisions of H. Res. 457, the Committee of the Whole proceeded with two hours of general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-19T16:42:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 4691.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-19T16:43:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-19T16:43:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendment in the nature of a substitute as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-19T17:08:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "127", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 410 - 2 (Roll no. 127).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1992-05-19T17:08:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-20", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h539-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "539"
    }, 
    {
      "amendment_id": "h540-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "540"
    }, 
    {
      "amendment_id": "h543-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "543"
    }, 
    {
      "amendment_id": "h544-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "544"
    }, 
    {
      "amendment_id": "h545-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "545"
    }, 
    {
      "amendment_id": "h546-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "546"
    }, 
    {
      "amendment_id": "h547-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "547"
    }, 
    {
      "amendment_id": "h548-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "548"
    }, 
    {
      "amendment_id": "h549-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "549"
    }
  ], 
  "bill_id": "hr4691-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Aviation", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Clinger, William F., Jr.", 
      "sponsored_at": "1992-03-26", 
      "state": "PA", 
      "thomas_id": "00207", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1992-03-26", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Roe, Robert A.", 
      "sponsored_at": "1992-03-26", 
      "state": "NJ", 
      "thomas_id": "00974", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1992-05-19T17:08:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-26", 
  "number": "4691", 
  "official_title": "To amend the Airport and Airway Improvement Act of 1982 to authorize appropriations for fiscal years 1993 and 1994, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres457-102", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr4557-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4583-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4768-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Airport and Airway Safety, Capacity, and Intermodal Transportation Act of 1992", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1992-05-19T17:08:00-04:00", 
  "subjects": [
    "Air bases", 
    "Air cargo", 
    "Air routes", 
    "Air traffic", 
    "Air traffic controllers", 
    "Aircraft", 
    "Airline passenger traffic", 
    "Airports", 
    "Alien labor", 
    "Appropriations", 
    "Authorization", 
    "Aviation fuels", 
    "Aviation safety", 
    "Buy American", 
    "Competition", 
    "Congressional reporting requirements", 
    "Department of Transportation", 
    "Employee training", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Excise tax", 
    "Federal advisory bodies", 
    "Federal aid to transportation", 
    "Federal aid to vocational education", 
    "Fees", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government procurement", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Home repair and improvement", 
    "Illinois", 
    "Intermodal transportation", 
    "Labeling", 
    "Landfill siting", 
    "Lease and rental services", 
    "Licenses", 
    "Maintenance and repair", 
    "Manpower training programs", 
    "Minority business enterprises", 
    "Missouri", 
    "Noise", 
    "North Carolina", 
    "Parking facilities", 
    "Privatization", 
    "Radar", 
    "Recruiting of employees", 
    "Research and development", 
    "Security measures", 
    "Small business", 
    "Socially handicapped", 
    "Sparsely populated areas", 
    "Standards", 
    "Taxation", 
    "Technological innovations", 
    "Texas", 
    "Transportation and public works", 
    "Transportation planning", 
    "Transportation research", 
    "Travel costs", 
    "User charges", 
    "Weather forecasting"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1992-05-19", 
    "text": "Airport and Airway Safety, Capacity, and Intermodal Transportation Act of 1992 - Title I: Airport and Airway Improvement Act Amendments - Amends the Airport and Airway Improvement Act of 1982 to declare that it is a goal of the United States to develop a national intermodal transportation system. Authorizes appropriations for FY 1993 and 1994 for: (1) airport development and planning projects; (2) air navigation facilities; (3) weather reporting services for the Federal Aviation Administration (FAA); (4) FAA operations; and (5) expenses incurred in joint financing of air navigation services and in maintaining air navigation facilities. Authorizes appropriations for FY 1994 to augment the Airway Capital Investment Plan, if the Secretary of Transportation (Secretary) determines it is necessary (including a determination with respect to the establishment of more than 23 area control facilities). Amends the Federal Aviation Act of 1958 to revise the minimum Federal appropriation levels which permit imposition of local airport passenger facility fees on airline passengers. Amends the Airport and Airway Improvement Act of 1982 to increase the apportionment of airport development and planning funds for: (1) airports which are served by aircraft providing only air cargo (including mail) transportation; and (2) primary airports. Requires not less than 2.25 percent of airport development and planning funds for FY 1993 and 1994 be set-aside for development of current and former military airports. Requires the Secretary to designate such airports for participation in such set-aside program. (Currently, the Secretary is required to designate not less than eight current or former military airports.) Authorizes a specified amount of discretionary airport development and planning funds for FY 1993 and 1994 for construction, improvement, or repair of airport surface parking lots, fuel farms, and utilities at such airports. Requires the Secretary to set-aside not less than an additional 2.5 percent of airport development and planning funds to primary airports for noise compatibility planning if the Secretary finds that one or more units of local government in the areas surrounding such airports have adopted noise control measures likely to ensure land use compatible with such airports. Authorizes the maximum obligation of the United States for airport development and planning projects for FY 1993 to be increased for an airport (other than a primary airport) by a specified amount. Requires airport owners or operators as a condition precedent to approval of a grant for airport development projects to take necessary action to ensure that at least ten percent of businesses at the airport which provide ground transportation, baggage carts, automobile rentals, or other consumer services are small businesses owned and controlled by socially and economically disadvantaged individuals. Authorizes the Secretary to allow an airport owner or operator to meet the ten percent goal by including businesses operated through management contracts or by including the purchase of goods or services used in a business conducted on the airport if it would not be practicable for the owner or operator to comply with such goal by direct ownership arrangements. Excludes air carriers that provide passenger or freight-carrying services and other businesses that provide aeronautical activities at an airport from the ten percent goal. Revises the definition of an eligible \"disadvantaged business enterprise\" to raise the maximum average annual gross receipts permissible from $14,000,000 to $16,015,000. Authorizes the Secretary, in cases where a commercial service airport annually has .05 percent or less of the total enplanements in the United States, to approve, as allowable project costs of an airport development project at such airport, any terminal development in revenue-producing areas and construction, reconstruction, repair, and improvement of nonrevenue-producing parking lots if the sponsor certifies that no project for needed airport development affecting safety, security, or capacity will be deferred by such approval. Sets the Federal share of allowable costs for terminal development at such an airport at 85 percent. Prohibits letters of intent issued by the Secretary from conditioning the obligation of funds for airport development projects on the imposition of a passenger facility charge. Includes as an \"airport development\" activity the: (1) acquisition or installation at or by a public -use airport of aircraft deicing equipment and structures (other than aircraft deicing fluids and storage facilities for such equipment and fluids); (2) relocation of an air traffic control tower and any navigational aid (including radar) if such relocation is necessary to carry out an approved project; (3) construction, reconstruction, repair, or improvement of an airport (or any purchase of capital equipment for an airport) which is necessary for compliance with specified Federal laws, other than construction or purchase of capital equipment which would benefit a revenue-producing area of the airport used by a nonaeronautical business; and (4) acquisition of land for, or work necessary to construct, a pad for deicing aircraft before takeoff at a commercial service airport, including construction or reconstruction of paved areas, drainage collection structures, treatment and discharge systems, appropriate lighting, and paved access for deicing vehicles and aircraft (but excluding acquisition of aircraft deicing equipment and fluids and construction and reconstruction of storage facilities for such equipment and fluids). Extends the State block grant pilot program for airports through FY 1994. Authorizes the Secretary to designate up to seven (currently, three) qualified States (including Illinois, Missouri, and North Carolina) for participation in such program. Requires the Secretary to review and report to the Congress on such program by January 31, 1995. Amends the Aviation Safety and Capacity Expansion Act of 1990 to extend the prohibition against the fraudulent use of \"Made in America\" labels on products sold in or shipped to the United States, and against discrimination by foreign governments against U.S. products, to the award of Federal contracts or grants under a specified section of Federal transportation law or the Airport and Airway Improvement Act of 1982. Authorizes the Administrator of the FAA to make grants to up to four vocational technical institutions for acquisition or construction of facilities for the advanced training of maintenance technicians for air carrier aircraft. Sets forth grant eligibility requirements. Authorizes appropriations. Directs the Administrator of the FAA to develop and submit annually to specified congressional committees a report on: (1) the staffing standards used to determine the number of air traffic controllers needed to operate the air traffic control system of the United States; (2) a three-year projection of the number of air traffic controllers needed to operate such system to meet such standards; and (3) a detailed plan for employing such controllers, including projected budget requests. Requires the Administrator of the FAA to hire additional air traffic controllers so as to make the controller work force not less than 18,128 on September 30, 1993. Prohibits the FAA from entering into any contract on or before September 30, 1994, with a private person for the operation of an airport control tower at any airport which in FY 1990 had 5,500 or more air carrier operations and 40,000 or more air taxi operations unless the airport owner or operator first agrees to the FAA Administrator's entering into such contract. Directs the Secretary to study and report to the Congress on: (1) whether the safety benefits derived from the reflectorization of runways and taxiways of all military airfields under Federal Specification TT-B-1325B should be extended to runways and taxiways of public use airports; (2) the purchase of land and of options to purchase land for airport development, and whether such projects should be funded under the Airport Improvement Program; (3) the current Federal program for monitoring the installation and operation of lighting systems for aircraft obstructions and airport runways; (4) the economic benefits of carrying out airport development projects in \"redevelopment areas\" under the Public Works and Economic Development Act of 1965; and (5) the ability of airports which annually enplane .05 percent or less of total enplanements in the United States to finance the maintenance of runways, aprons, and taxiways constructed under the Airport Improvement Program. Authorizes the Secretary to make grants under the Aviation Safety and Noise Abatement Act of 1979 for projects to soundproof residential buildings if specified conditions are met. Amends the Airport and Airway Safety and Capacity Expansion Act of 1987 to revise conditions with respect to a release from certain terms and restrictions contained in a certain instrument conveying land on which Laredo International Airport is located to the city of Laredo, Texas. Title II: Federal Aviation Act Amendments - Amends the Federal Aviation Act of 1958 to authorize the Administrator of the FAA to enter into a contract, on a sole source basis, with a State or political subdivision to permit it to operate a level I visual flight rules airport traffic control tower if the Administrator determines that such State or political subdivision can comply with certain safety and subcontracting requirements. Authorizes, at the discretion of the Administrator of the FAA, the reimbursement of travel, transportation, and subsistence expenses for the security training of non-Federal domestic and foreign security personnel who contribute to civil aviation security. Requires all persons to give adequate public notice of the establishment or expansion, or the proposed establishment or expansion, of any structure or sanitary landfill where such notice will promote safety in air commerce and preserve the navigable airspace and airport traffic capacity at public-use airports. Establishes the National Commission to Ensure a Strong Competitive Airline Industry to investigate the financial condition of the airline industry, the adequacy of competition in it, and legal impediments to a financially strong and competitive airline industry. Requires the Commission to submit a specified report to the Congress. Title III: Research, Engineering, and Development - Federal Aviation Administration Research, Engineering, and Development Authorization Act of 1992 - Amends the Airport and Airway Improvement Act of 1982 to authorize FY 1993 appropriations for specified areas of airway improvement research, engineering and development, and demonstrations. Directs the Secretary to report to the Congress on the feasibility of requiring commercial airports and/or commercial airlines to employ portable equipment to deice commercial aircraft before takeoff by placing such equipment close to the departure end of the active runway. Requires the Secretary to research to develop new techniques and more efficient fluids and technologies for deicing. Requires the Administrators of the FAA and the National Aeronautics and Space Administration to jointly conduct a research program to develop new technologies for quieter subsonic jet aircraft engines and airframes by the year 2000. Prohibits a person from affixing \"Made in America\" labels to products that are not domestic products of the United States. Makes any person that violates such prohibition ineligible for the award of a Federal contract. Requires the head of each Federal agency conducting procurements to comply with the requirements of the Buy American Act. Title IV: Extension of Airport and Airway Trust Fund - Amends the Internal Revenue Code to extend the authority of the Airport and Airway Trust Fund through October 1, 1994. Declares that, in the case of certain taxes imposed before January 1, 1993, the amounts to be appropriated to the Fund shall be determined without regard to any increase in a rate of tax enacted by the Revenue Reconciliation Act of 1990."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airport and Airway Safety, Capacity, and Intermodal Transportation Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Airport and Airway Safety, Capacity, and Intermodal Transportation Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Federal Aviation Administration Research, Engineering, and Development Authorization Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Airport and Airway Improvement Act of 1982 to authorize appropriations for fiscal years 1993 and 1994, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:22-05:00"
}