{
  "actions": [
    {
      "acted_at": "1985-09-20", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-30", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Practice&Procedure", 
      "text": "Referred to Subcommittee on Administrative Practice&Procedure.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1673-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Administrative Practice and Procedure", 
      "subcommittee_id": "27"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1985-09-20", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "East, John P.", 
      "sponsored_at": "1985-09-20", 
      "state": "NC", 
      "thomas_id": "01324", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1985-09-20", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Laxalt, Paul D.", 
      "sponsored_at": "1985-09-20", 
      "state": "NV", 
      "thomas_id": "01382", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McConnell, Mitch", 
      "sponsored_at": "1985-09-20", 
      "state": "KY", 
      "thomas_id": "01395", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-09-20", 
  "number": "1673", 
  "official_title": "A bill to amend the False Claims Act to strengthen the Government's enforcement.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "False Claims Act Amendments of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-09-20", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Civil procedure", 
    "Claims", 
    "Courts and Civil Procedure", 
    "Department of Justice", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government contractors", 
    "Government liability", 
    "Governmental investigations", 
    "Law", 
    "Limitation of actions", 
    "Public Contracts, Procurement, and Property", 
    "Torts"
  ], 
  "subjects_top_term": "Claims", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-09-20", 
    "text": "False Claims Act Amendments of 1985 - Amends the False Claims Act to increase the civil penalties for false claims. Provides that \"knowing,\" for purposes of the prohibition concerning false claims, means that the defendant: (1) had actual knowledge; or (2) had constructive knowledge, in that the defendant acted in reckless disregard of the truth. Defines \"claim\" to include any request or demand whether under a contract or otherwise for money or property made to a contractor or grantee if the Government provides any portion of such money or property or if the Government will reimburse such contractor or grantee for any portion of such money or property. Allows the Attorney General to apply for provisional relief to any U.S. District Court having jurisdiction whenever there is reasonable cause to believe that a false claim has been made. Revises the statute of limitations for a false claims civil action to allow such an action to be brought within three years from when the material facts became known or should have become known to the official within the Department of Justice charged with the responsibility to act in the circumstances. Establishes as the burden of proof in civil false claim cases proof by a preponderance of the evidence. Provides that a final judgment rendered in favor of the United States in any criminal proceeding charging fraud or false statements shall prohibit the defendant from denying the essential elements of the offense in any civil action concerning false claims. Allows a civil action concerning false claims to be brought in the judicial district where the defendant (or, in the case of multiple defendants, where any one defendant) is found, resides, transacts business, or where the violation allegedly occurred. Provides that the U.S. Court of Claims shall also have jurisdiction of any such action if the action is asserted by way of counterclaim by the United States. Authorizes the Attorney General to conduct False Claims Act investigations for the purpose of ascertaining whether any person has been engaged in any violations of a False Claims Act law. Provides that prior to the institution of a civil proceeding the Attorney General may require any person who may be in possession or control of any documentary material or who may have information relevant to a False Claims investigation to produce such documentary material for inspection, to answer written interrogatories, or to give oral testimony. Authorizes the Attorney General to issue in writing and cause to be served upon a person a civil investigative demand requiring the production of such information. Sets forth standards and procedures for the issuance and service of a civil investigative demand. Sets forth standards and procedures for the uses of any information obtained through a civil investigation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "False Claims Act Amendments of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the False Claims Act to strengthen the Government's enforcement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:37-05:00"
}