{
  "actions": [
    {
      "acted_at": "1992-06-18", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-18", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres496-102", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-18", 
  "number": "496", 
  "official_title": "To amend the Rules of the House of Representatives to further reform the administrative operations of the House.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "36", 
    "name": "Brown, George E., Jr.", 
    "state": "CA", 
    "thomas_id": "00134", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-18", 
  "subjects": [
    "Congressional leadership", 
    "Congressional officers", 
    "Congressional pages", 
    "Congressional publications", 
    "Congressional reorganization", 
    "House of Representatives", 
    "House rules and procedure", 
    "Inspectors general", 
    "Salaries"
  ], 
  "subjects_top_term": "House of Representatives", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-18", 
    "text": "Amends rule LII of the Rules of the House of Representatives to change the position of Director of Non-Legislative and Financial Services to House Administrator to be appointed for a Congress by the Speaker and the majority and minority leaders (as under the current rule) and the minority whip. Authorizes the House (as under the current rule) or the Speaker and minority leader acting jointly to remove the Administrator. Requires the Administrator to be: (1) paid at a higher rate of basic pay than that of non-elected officers of the House; and (2) hired strictly on the basis of professional expertise in an open, competitive process. Requires the Clerk, Sergeant-at-Arms, and Doorkeeper to be hired by the Administrator on such basis and by such a process. Authorizes the Administrators to remove such officers. Directs the Administrator to fix the pay for all individuals who perform functions under his supervision. Calls for a reduction in the salary of individuals who have had a diminution of their duties during FY 1992 that is appropriate for at least such fiscal year. Prohibits the aggregate salary of the Administrator and other officers of the House from exceeding the aggregate amount appropriated for salaries for such officers before the adoption of H.Res. 423, 102d Congress. Amends rule LIII to require the Inspector General of the House to be appointed by the Speaker and the majority and minority leaders (as under the current rule) and the minority whip. States that the Inspector General may be removed by the House or by the Speaker and minority leader. Requires the Inspector General to be hired strictly on the basis of professional expertise in an open, competitive process and to possess extensive auditing, financial, and investigative expertise. Directs the Inspector General to notify the minority whip of any financial irregularity discovered and to report to the minority whip on each periodic audit conducted. Transfers the House Document Room, the Publications Distribution System (the folding rooms), and the pages that serve the House from the Doorkeeper to the House Administrator."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Rules of the House of Representatives to further reform the administrative operations of the House.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:02-05:00"
}