{
  "actions": [
    {
      "acted_at": "1983-02-02", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-23", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking requested executive comment from Defense Department, State Department, Commerce Department, U.S.Customs Service.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-02", 
      "in_committee": "Committee on Banking", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on International Finance (Banking). Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-16", 
      "in_committee": "Committee on Banking", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on International Finance (Banking). Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-14", 
      "in_committee": "Committee on Banking", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on International Finance (Banking). Hearings concluded. Hearings printed:  S.Hrg. 98-114.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s397-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK", 
      "subcommittee": "Subcommittee on International Finance and Monetary Policy", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1983-04-21", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-02-02", 
  "number": "397", 
  "official_title": "A bill to amend the Export Administration Act of 1979.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Export Administration Act Amendments of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-02-02", 
  "subjects": [
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Export controls", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign trade policy", 
    "Foreign trade regulation", 
    "Government records, documents, and information", 
    "Import restrictions", 
    "Imports", 
    "Information services", 
    "Licenses", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Export controls", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-02-02", 
    "text": "Export Administration Act Amendments of 1983 - Amends the Export Administration Act of 1979 to require the Secretary of Commerce (the Secretary) and the Secretary of Defense to jointly prepare and transmit to specified congressional committees quarterly reports on the operation and improvement of the Government's ability to assess foreign availability of goods and technology. Requires the Secretary and the Secretary of Defense to cooperate in gathering and assessing such information. Requires the Secretary to review the availability of goods or technology (which require a validated export license under this Act) to countries to which exports are controlled under this section from sources outside the United States. Prohibits the Secretary from requiring a validated license where such goods are available from sources outside the United States, unless the President determines that the absence of export controls would be detrimental to U.S. foreign policy. Directs the Secretary to accept the representations of applicants in making determinations of foreign availability, unless contradicted by specified reliable evidence. Makes the possession or the attempt to possess anything contrary to the Act, with an intent to export such thing or conspiring to export such thing, a violation of this Act. Makes the Commissioner of the U.S. Customs Service and officers or employees of the Service responsible for the enforcement of this Act. Requires departments or agencies with information relevant to the enforcement of this Act to furnish such information to the U.S. Customs Service. Authorizes the Secretary to revoke or suspend the export authority of any person convicted of a violation of Federal law arising out of the export of goods or technology prohibited by this Act. Requires the President to prohibit all imports from a country against which the President has invoked export controls for foreign policy purposes. Authorizes the President to impose, expand, or extend foreign policy export controls only if he makes specified determinations. Requires the President to transmit a report to Congress setting forth such determinations. Authorizes the Secretary to prohibit the importation of goods or technology into the United States or its possessions by any person found to have violated this Act or any regulation, order, or license issued under this Act. Requires the Secretary to consult on a continuing basis with the advisory committees established under the Trade Act of 1974. Makes procedural changes for the processing of export license applications. Requires the Commissioner of Customs to provide advice and technical assistance to persons manufacturing or handling goods or technology, subject to national security export controls, to develop security systems to prevent violations or evasion of such controls. Requires departments or agencies which obtain information pertaining to subjects of ongoing investigations of export control violations to furnish such information to the Commissioner of the U.S. Customs Service. Requires the Secretary to consult on a continual basis with the Attorney General, the Commissioner of Customs, and the heads of other departments and agencies which obtain information pertinent to export control in order to facilitate the sharing of such information. Requires the President to enter into negotiations to provide for improved enforcement and administration of export control laws with: (1) participating governments of the Coordinating Committee in order to reach agreement on a multilateral treaty among the participants; and (2) the governments of other countries in order to achieve bilateral agreements. Prohibits foreign policy export controls from applying to export contracts entered into prior to the imposition of such controls. Requires such controls to expire December 31, 1983, or six months after imposition, whichever is later. Requires the Secretary to: (1) require a qualified general license under specified circumstances; (2) develop and encourage the use of special licensing procedures; (3) exempt limited value transactions from individually validated license requirements; and (4) review periodically the various special licensing procedures. Authorizes appropriations. Extends the date for the termination of authority granted by this Act until September 30, 1989."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export Administration Act Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Export Administration Act of 1979.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:31-05:00"
}