{
  "actions": [
    {
      "acted_at": "2007-03-22", 
      "references": [
        {
          "reference": "CR S3613-3614", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-03-22", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [
        {
          "reference": "CR S3614-3615", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-03-30", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "subcommittee": "Oversight of Government Management, the Federal Workforce, and the District of Columbia", 
      "text": "Committee on Homeland Security and Governmental Affairs referred to Subcommittee on Oversight of Government Management, the Federal Workforce, and the District of Columbia.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-06-13", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2008-10-01", 
      "committee": "Homeland Security and Governmental Affairs", 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Lieberman with amendments. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2008-10-01", 
      "calendar": "Senate Legislative", 
      "number": "1100", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1100.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2008-11-19", 
      "references": [], 
      "text": "By Senator Lieberman from Committee on Homeland Security and Governmental Affairs filed written report. Report No. 110-523.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s967-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Oversight of Government Management, the Federal Workforce, and the District of Columbia", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-03-22", 
  "number": "967", 
  "official_title": "A bill to amend chapter 41 of title 5, United States Code, to provide for the establishment and authorization of funding for certain training programs for supervisors of Federal employees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Supervisor Training Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Akaka, Daniel K.", 
    "state": "HI", 
    "thomas_id": "00007", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-06-13", 
  "subjects": [
    "Administrative procedure", 
    "Employee training", 
    "Federal employees", 
    "Federal officials", 
    "Government operations and politics", 
    "Government paperwork", 
    "Labor and employment", 
    "Law", 
    "Office of Personnel Management", 
    "Personnel management", 
    "Rating of employees", 
    "Standards", 
    "Supervisors"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2008-10-01", 
    "text": "Federal Supervisor Training Act of 2007 - Revises provisions relating to specific training programs for federal agency supervisors. Requires the head of each federal agency to establish: (1) a program to provide interactive instructor-based training to supervisors on developing and discussing relevant goals and objectives with the employee, communicating and discussing progress on performance goals and objectives and conducting performance appraisals, mentoring and motivating employees and improving employee performance and productivity, effectively managing employees with unacceptable performance, and addressing reports of a hostile work environment, reprisal, or harassment; (2) a program to provide training to supervisors on prohibited personnel practices and processes to enforce employee rights; and (3) a program under which experienced supervisors mentor new supervisors. Requires: (1) supervisors to complete such programs every three years; and (2) regulations prescribed by the Director of the Office of Personnel Management (OPM) to include measures by which to assess the effectiveness of agency supervisor training programs. Requires the Director to issue guidance to federal agencies on competencies supervisors are expected to meet in order to effectively manage, and be accountable for managing, the performance of employees. Requires each agency to: (1) develop competencies to assess the performance of each supervisor and, in developing such competencies, to consider such guidance developed by the Director and any other qualifications or factors determined by the agency; (2) assess the overall capacity of the supervisors in the agency to meet such guidance; (3) develop and implement a supervisor training program to strengthen issues identified during such assessment; and (4) measure the effectiveness of that program in improving supervisor competence. Instructs each agency, every year or on any basis requested by the Director, to submit a report to OPM on the progress of such agency in implementing the requirements specified above, including measures used to assess program effectiveness."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Supervisor Training Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Federal Supervisor Training Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 41 of title 5, United States Code, to provide for the establishment and authorization of funding for certain training programs for supervisors of Federal employees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:26-05:00"
}