{
  "actions": [
    {
      "acted_at": "1976-05-19", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13891-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-19", 
  "number": "13891", 
  "official_title": "A bill to amend title 5, United States Code, to assure that appointments in the civil service are on the basis of merit, to establish an independent board to hear appeals from certain Federal personnel decisions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Civil Service Amendments", 
  "sponsor": {
    "district": "3", 
    "name": "Henderson, David N.", 
    "state": "NC", 
    "thomas_id": "00530", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-19", 
  "subjects": [
    "Administrative procedure", 
    "Civil rights and liberties, minority issues", 
    "Civil service employment", 
    "Civil service system", 
    "Congress", 
    "District of Columbia", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "General Accounting Office", 
    "Government operations and politics", 
    "Municipal politics and government"
  ], 
  "subjects_top_term": "Civil service system", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-19", 
    "text": "Civil Service Amendments - Revises the authority of the Civil Service Commission to prescribe and enforce regulations for the administration of provisions relating to Federal employees and executive orders issued in furtherance of such laws. Directs the Commission to establish programs and procedures to increase the effectiveness of the recruitment, training, and utilization of career executives. Requires the Commission to conduct investigations to insure the proper execution of, and compliance with, the laws and regulations administered by it. Empowers the Commission to order any agency to take disciplinary or corrective action against an agency employee who it has determined has violated or is holding a position in violation of such laws and regulations. Directs the Commission to report to the President and each House of Congress instances in which it appears that a Presidential appointee has violated or is holding a position in violation of such rules and regulations. Confers concurrent investigatory authority upon the General Accounting Office. Requires any Federal officer or employee who takes, directs others to take, recommends, processes, or approves any personnel action to do so solely on the basis of the character, abilities, knowledge, and skills of the individual involved. Authorizes the Commission to except any position from the competitive service upon determining that either: (1) the duties of such position entail advocacy or formulation of Presidential Administration programs; or (2) it would be otherwise impracticable to apply competitive examination procedures in the filling of such position. Directs the Commission to periodically review exceptions from the competitive service made by statute and pursuant to this Act. Places responsibility on the head of each executive agency and military department for personnel management within such agency or departments. Directs each such head to establish a personnel office and to designate an individual within the competitive service to oversee personnel matters. Directs the Commission to prescribe regulations governing the competitive service. Repeals provisions relating to apportionment of appointments in the departmental service in the District of Columbia among the States, territories, and the District of Columbia on the basis of population. Prohibits individuals and organizations from making recommendations with respect to civil service personnel actions and prohibits service employees from soliciting such actions. Excepts from such prohibitions statements requested or required by the agency involved and statements related solely to character and based on personal knowledge. Establishes the Board on Federal Employee Appeals. Permits an individual against whom an adverse decision has been rendered with respect to a civil service personnel action to appeal the decision to the Board. Includes within the Board's jurisdiction appeals from final agency action on complaints alleging discrimination in personnel actions based on age, race, religion, sex, or national origin. Revises provisions relating to penalties for employees who use their official authority to interfere with or affect the result of an election or who take an active part in political management or in political campaigns. Revises provisions relating to the removal or suspension of a civil service employee and to the procedural rights of an employee whose removal or suspension is sought."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Civil Service Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 5, United States Code, to assure that appointments in the civil service are on the basis of merit, to establish an independent board to hear appeals from certain Federal personnel decisions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:22-05:00"
}