{
  "actions": [
    {
      "acted_at": "1976-06-15", 
      "committee": "Senate Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3569-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Post Office and Civil Service", 
      "committee_id": "SSPO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-15", 
  "number": "3569", 
  "official_title": "A bill to amend title 39, United States Code, with respect to the organizational and financial matters of the United States Postal Service and the Postal Rate Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Postal Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Hathaway, William D.", 
    "state": "ME", 
    "thomas_id": "01354", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-06-15", 
  "subjects": [
    "Congress", 
    "Congressional oversight", 
    "Federal employees and officials", 
    "Federal officials", 
    "Government operations and politics", 
    "Postal employees", 
    "Postal facilities", 
    "Postal rates and revenues", 
    "Postal service", 
    "Publishers and publishing", 
    "United States Postal Service"
  ], 
  "subjects_top_term": "Postal service", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-15", 
    "text": "Postal Reform Act - Amends the Postal Reorganization Act to establish the United States Postal Service within, rather than as a independent establishment of, the Executive branch of the United States. Authorizes to be appropriated to the Postal Service such sums as may be necessary for an efficient service-oriented post. Authorizes the appropriation of specified sums for fiscal years 1977 to be applied against the deficit of the Postal Service for such period. Prohibits the Postal Service from taking any of the following actions between the enactment of this Act and the end of fiscal year 1977: (1) increasing postal rates except in accordance with specified provisions; (2) reducing levels and types of services below those in effect on June 1, 1976; or (3) closing any post office which was providing regular service to at least 35 families as of June 1, 1976. Requires the Postal Service to provide through fiscal year 1977 either door or curbline delivery to all permanent residential addresses to which service is begun after the enactment of this Act. Abolishes the Board of Governors of the Postal Service. Designates the Postmaster General as head of the Postal Service. Requires the appointment of the Postmaster General and Deputy Postmaster General by the President by and with the advice and consent of the Senate. Sets the salaries of such officials at specified executive schedule pay rates. Specifies the number of Assistant Postmasters General. Sets the salaries for such officials and other officers of the Postal Service. Subjects the Postal Service to specified provisions relating to administrative procedure and judicial review. Requires the President to appoint Commissioners of the Postal Rate Commission by and with the advice and consent of the Senate. Permits the President to remove such persons from office for inefficiency, neglect, or malfeasance in office. Confers upon the Postmaster General specified ratemaking authority presently held by the Board of Governors. Reduces the maximum allowable temporary increase in postal rates which may be instituted pending Postal Rate Commission action when such Commission fails to act within specified time limits. Repeals provisions authorizing the Postal Service to hire executives from outside the postal career service on a temporary basis and employees and officers of the United States to serve and receive pay concurrently as employees of the Postal Service. Includes as \"periodical publications\" for purposes of defining second-class mail: (1) catalogs and course materials which are part of post-bar admission legal education; and (2) looseleaf pages or reports which are part of a legal or public policy reporting service. Qualifies specified State conservation publications for preferential postal rates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postal Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 39, United States Code, with respect to the organizational and financial matters of the United States Postal Service and the Postal Rate Commission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:54-05:00"
}