{
  "actions": [
    {
      "acted_at": "1985-04-04", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-12", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Environmental Protection Agency.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s886-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-04", 
  "number": "886", 
  "official_title": "A bill entitled the \"Hazardous Waste Reduction Act of 1985\".", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2018-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2018-99", 
      "reason": "identical"
    }
  ], 
  "short_title": "Hazardous Waste Reduction Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-04", 
  "subjects": [
    "Economics and public finance", 
    "Environmental protection", 
    "Excise tax", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Hazardous waste disposal", 
    "Liability for toxic substances pollution damages", 
    "Pollution taxes", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-04", 
    "text": "Hazardous Waste Reduction Act of 1985 - Amends the Internal Revenue Code to impose a tax on the receipt of: (1) taxable hazardous waste in any qualified hazardous waste management unit; and (2) taxable hazardous waste for export or for disposal in the ocean pursuant to a permit. Provides that the tax rate for all forms of land and ocean waste disposal, except underground injection wells, shall be $20 for each ton of hazardous waste. Provides that the tax rate for each ton of hazardous waste placed in underground injection wells shall be five dollars per ton. Authorizes the Secretary of the Treasury to increase the rates of tax on such hazardous waste where the tax revenue falls below projections for any year. Requires the tax to be paid by the owner or operator of the qualified waste management unit at which the taxable waste is received or by the person exporting the taxable hazardous waste or the person holding the permit for transport for ocean disposal. Requires the tax to be paid at the close of the calendar quarter during which the taxable hazardous waste became subject to tax. Imposes a tax of $20 per ton on hazardous waste placed in a facility other than a qualified hazardous waste management unit or pursuant to a permit for export or ocean dumping. Makes the person placing the hazardous material in the facility or location liable for the tax. Provides that such tax will not apply with respect to small quantity generator of waste, or with respect to the placement of taxable hazardous waste in any facility, vehicle, or location if such placement is not required to comply with permit, interim status, or manifest requirement under the Solid Waste Disposal Act. Provides that the tax does not apply to the placement of taxable hazardous waste in a vehicle which is required to transport such taxable hazardous waste. Exempts from the tax waste removed from a Superfund site or a closed interim status facility or waste required to be studied. Exempts from the tax any qualified wastewater treatment facilities. Provides that the exemption for qualified wastewater treatment facilities shall not apply the after November 8, 1988, unless the facility is in compliance with certain minimum technological requirements or meets certain interim status surface impoundments requirements. Permits a tax credit where the taxable hazardous waste is moved from one unit or facility to another. Provides that where the taxable waste is moved from a surface impoundment to an underground injection well, the credit is the differnce between the tax on the surface impoundment and the tax on the underground injection. Permits a tax credit for all waste rendered nonhazardous by reason of treatment or conversion within 12 months of receipt at the unit or facility. Prohibits the tax credit for treatment or conversion at a qualified wastewater treatment facility. Prohibits the tax credit for land treatment. Provides that the tax credit will not apply to any treatment or conversion which violates any requirement of Federal or State law relating to the management of hazardous taxable waste. Provides that this tax shall apply for the period from January 1, 1986, through FY 1990. Requires every person subject to this tax to keep records, render such statements, make such returns, and comply with such rules and regulations as the Secretary of the Treasury may require. Provides that the revenues from this tax shall be deposited in the Hazardous Substance Superfund. Requires the Secretary of the Treasury to make various reports to the Congress concerning different aspects of the tax on hazardous waste disposal."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hazardous Waste Reduction Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Hazardous Waste Reduction Act of 1985\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:20-05:00"
}