{
  "actions": [
    {
      "acted_at": "1990-07-20", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-26", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "subcommittee": "Compensation, Pension and Insurance", 
      "text": "Referred to the Subcommittee on Compensation, Pension and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-26", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "in_subcommittee": "Compensation, Pension and Insurance", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-26", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "in_subcommittee": "Compensation, Pension and Insurance", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-12", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-12", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-10-13T10:05:00-04:00", 
      "references": [], 
      "text": "Mr. Montgomery asked unanimous consent that the Committee on Veterans' Affairs have until midnight on Oct. 13 to file a report on H.R. 5326. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-13T11:01:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Veterans' Affairs. H. Rept. 101-857. Filed late, pursuant to previous special order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-13T11:02:00-04:00", 
      "calendar": "Union", 
      "number": "528", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 528.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1990-10-15T12:23:00-04:00", 
      "references": [], 
      "text": "Mr. Montgomery moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-15T12:24:00-04:00", 
      "references": [], 
      "text": "Mr. Stump demanded a second on the motion to suspend the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-15T12:24:00-04:00", 
      "references": [], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-15T12:24:00-04:00", 
      "references": [], 
      "text": "On ordering a second Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-15T12:24:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-15T12:35:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1990-10-15T12:35:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-15", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5326-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Compensation, Pension and Insurance", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Bilirakis, Michael", 
      "sponsored_at": "1990-10-13", 
      "state": "FL", 
      "thomas_id": "00089", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Browder, Glen", 
      "sponsored_at": "1990-10-13", 
      "state": "AL", 
      "thomas_id": "00130", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1990-09-27", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Burton, Dan", 
      "sponsored_at": "1990-10-13", 
      "state": "IN", 
      "thomas_id": "00154", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Edwards, Don", 
      "sponsored_at": "1990-10-13", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Evans, Lane", 
      "sponsored_at": "1990-10-13", 
      "state": "IL", 
      "thomas_id": "00361", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hochbrueckner, George J.", 
      "sponsored_at": "1990-10-13", 
      "state": "NY", 
      "thomas_id": "00546", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "1990-08-03", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Jones, Ben", 
      "sponsored_at": "1990-10-13", 
      "state": "GA", 
      "thomas_id": "00607", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Jontz, Jim", 
      "sponsored_at": "1990-10-13", 
      "state": "IN", 
      "thomas_id": "00613", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kennedy, Joseph P., II", 
      "sponsored_at": "1990-10-13", 
      "state": "MA", 
      "thomas_id": "00626", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Long, Jill L.", 
      "sponsored_at": "1990-10-13", 
      "state": "IN", 
      "thomas_id": "00705", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Machtley, Ronald K.", 
      "sponsored_at": "1990-10-10", 
      "state": "RI", 
      "thomas_id": "00720", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "McEwen, Bob", 
      "sponsored_at": "1990-10-13", 
      "state": "OH", 
      "thomas_id": "00768", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Morrison, Bruce A.", 
      "sponsored_at": "1990-10-13", 
      "state": "CT", 
      "thomas_id": "00835", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Patterson, Elizabeth", 
      "sponsored_at": "1990-10-13", 
      "state": "SC", 
      "thomas_id": "00897", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Richardson, Bill", 
      "sponsored_at": "1990-10-13", 
      "state": "NM", 
      "thomas_id": "00958", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Rowland, John G.", 
      "sponsored_at": "1990-10-13", 
      "state": "CT", 
      "thomas_id": "00994", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Sangmeister, George E.", 
      "sponsored_at": "1990-10-13", 
      "state": "IL", 
      "thomas_id": "01013", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Smith, Bob", 
      "sponsored_at": "1990-10-13", 
      "state": "NH", 
      "thomas_id": "01082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Staggers, Harley O., Jr.", 
      "sponsored_at": "1990-10-13", 
      "state": "WV", 
      "thomas_id": "01095", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1990-10-13", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1990-10-15T12:35:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-20", 
  "number": "5326", 
  "official_title": "To amend title 38, United States Code, to revise the rates of disability compensation for veterans with service-connected disabilities and the rates of dependency and indemnity compensation for survivors of such veterans, to make miscellaneous improvements in veterans' compensation and pension programs, to provide a presumption of service-connection between the occurence of certain diseases incurred by veterans of active service in Vietnam during the Vietnam era and exposure to certain toxic herbicide agents used in Vietnam, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2546-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2819-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3004-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4418-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4657-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4941-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Veterans' Compensation Amendments of 1990", 
  "sponsor": {
    "district": "18", 
    "name": "Applegate, Douglas", 
    "state": "OH", 
    "thomas_id": "00025", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1990-10-15T12:35:00-04:00", 
  "subjects": [
    "Agent Orange", 
    "Armed forces and national security", 
    "Cancer", 
    "Collection of accounts", 
    "Congressional reporting requirements", 
    "Dioxins", 
    "Disabled", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Government life insurance", 
    "Health surveys", 
    "Herbicides", 
    "Hospital care", 
    "Information services", 
    "Leukemia", 
    "Lung cancer", 
    "Medical research", 
    "Medical tests", 
    "Mortgages", 
    "Nuclear weapons", 
    "Research", 
    "Skin diseases", 
    "Survivors' benefits", 
    "Tissue banks", 
    "Veterans' disability compensation", 
    "Veterans' medical care", 
    "Veterans' pensions", 
    "Vietnam veterans"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1990-10-15", 
    "text": "Veterans' Compensation Amendments of 1990 - Title I: Compensation Rate Increases - Increases the rates of: (1) veterans' disability compensation; (2) additional compensation for veterans' dependents; (3) the clothing allowance for certain disabled veterans; (4) dependency and indemnity compensation for surviving spouses and children; and (5) supplemental dependency and indemnity compensation for disabled adult children. Authorizes the Secretary of Veterans Affairs to adjust administratively the rates of disability compensation payable to persons who are not in receipt of compensation for service-connected disability or death. Title II: Miscellaneous Program Amendments - Authorizes the Secretary to accept gifts, devises, and bequests which enhance the Secretary's ability to provide services and benefits. Allows the payment of parents dependency and indemnity compensation less frequently than monthly if the amount of the annual benefit is less than four percent of the maximum annual rate payable. Prohibits a readjustment in the rating schedule from causing a veteran's compensation amount to be reduced unless an improvement in the veteran's disability is shown to have occurred. Makes the presumptive period (the period after service in a radiation-risk activity during which a disease must become manifest in order to be considered service-connected and, therefore, compensable as disability compensation) for leukemia 40 years (currently, 30). Creates a 40-year presumptive period for members of the reserves who were exposed to atmospheric detonation of a nuclear device during active duty or inactive duty for training and who contract specified diseases or illnesses within such period. Increases the amount of Veterans' Mortgage Life Insurance available to a veteran owning a home to the lesser of $90,000 or the amount of the loan outstanding on the home. (Currently, the amount is the lesser of $40,000 or such amount.) Increases from one to two years the required time after discharge or release permitted to qualify for National Service Life Insurance (for service-disabled veterans). Title III: Agent Orange - Veterans Agent Orange Exposure and Vietnam Service Benefits Act of 1990 - Provides that the disease of chloracne in Vietnam veterans shall be considered to have been service-connected if such disease became manifest to a ten percent or more degree of disability within one year after the last date on which the veteran performed such service in Vietnam. Presumes the following diseases to be service-connected for veterans who performed active service in Vietnam during the Vietnam era, notwithstanding that there is no record of evidence of such disease during the period of such service: (1) non-Hodgkins lymphoma; and (2) soft-tissue sarcoma. Provides a presumption of service-connection in the case of a Vietnam veteran suffering from a disease associated with effects of exposure to certain dioxins or other herbicide agents during such service in Vietnam. Directs the Secretary to prescribe regulations listing a positive association between any disease and the biological effects of exposure to an herbicide agent in Vietnam. Requires the Secretary to update such list continually. Requires the Secretary, in prescribing and revising such list, to obtain by contract the determinations and estimates of a contract scientific organization. Requires such organization to: (1) determine which diseases have any degree of association with the biological effects of exposure to an herbicide agent; and (2) estimate the extent of association between each such disease and each such biological effect. Requires the organization to determine such association specifically with respect to lung cancer and each other cancer. Outlines contract provisions required in such agreements between the Secretary and the scientific organization, including surveys, evaluations, and periodic determinations. Requires such scientific organization to provide reports to the Secretary and the Senate and House Veterans' Affairs Committees regarding its determinations and evaluations. Requires such organization to determine, in the case of a positive association, whether there is a reasonable basis for concluding that a Vietnam veteran with the highest level of exposure to that herbicide agent in Vietnam was exposed to such agent under the circumstances necessary for such biological effects. Requires a report from the organization to the Secretary and the veterans' committees when there is no such reasonable basis found. Requires the Secretary to make certain determinations and follow-up reports after receiving such reports from the contract scientific organization, including the issuance of a report to the veterans' committees and the promulgation of positive associations regulations if necessary. Requires benefits to be continued even though a disease is removed from the regulations listing diseases having positive associations. Provides special effective dates. Directs the Secretary to compile and analyze all clinical data that: (1) is obtained by the Department in connection with examinations and treatment of veterans for disabilities related to exposure to certain herbicides or to service in Vietnam; and (2) is likely to be scientifically useful in determining the association, if any, between the disabilities of such veterans and their exposure to such herbicides and other toxic substances. Requires the Secretary to submit an annual report to the veterans' committees concerning such analysis and its results. Directs the Secretary to consult with the Director of the National Institutes of Health Research and Grants Division (NIH) before compiling and analyzing such information. Requires the Director of NIH to review each annual report submitted by the Secretary and transmit to the Secretary an evaluation of the contents of each report. Directs the Secretary to establish and maintain a system for the collection and storage of voluntarily contributed samples of blood and tissue of veterans who performed active service in Vietnam during the Vietnam era. Outlines provisions concerning the security and authorized uses of such specimens, as well as limitations on the acceptance of such samples. Requires the Secretary to consult with the National Academy of Sciences (NAS) to the extent that an agreement has been reached with NAS serving as the contract scientific organization for the Secretary. Requires the Secretary to consult with the Director of the Medical Follow-up Agency in the event of no agreement with NAS. Directs the Secretary to establish a program to provide for the conduct of studies of the feasibility of conducting additional scientific research on health hazards resulting from: (1) exposure to dioxin; (2) exposure to other toxic agents in herbicides used in support of U.S. and allied military operations in Vietnam during the Vietnam era; and (3) active military, naval, or air service there. Requires the Secretary to report to the veterans' committees on the results of such studies. Requires the Secretary to consult with NAS before undertaking such studies and requires NAS to review such studies and report recommendations to the Secretary and the veterans' committees, to the extent provided under any agreement between the Secretary and NAS. Amends the Veterans' Benefits Improvement Act of 1988 to require the Secretary to annually furnish updated information to veterans listed in the Department of Veterans Affairs' Agent Orange Registry on health risks resulting from exposure to dioxin or other toxic agents in herbicide as a result of service in Vietnam during the Vietnam era. Directs the Secretary of Health and Human Services to report to the veterans' committees on the research being conducted to develop treatments for psychological absorption of dioxin and other toxic agents used in herbicides by the United States in Vietnam, including research relating to exposure to dioxin and other toxic agents outside Vietnam. Extends through December 31, 2000, the eligibility for hospital and nursing home care for veterans exposed to toxic substances in Vietnam. Amends the Veterans' Benefits Improvement Act of 1988 to authorize direct consultation between the Ranch Hand Advisory Committee and Department of the Air Force scientists conducting the Ranch Hand Study (a study of the long-term health effects of exposure to phenoxy herbicides and contaminants). Requires the preparation and submission of annual reports and a final report in connection with such study. Requires the Secretary, upon the request of any Vietnam era veteran who was exposed to dioxins during such service and who has either applied for Department medical care or has filed a claim for, or is in receipt of, veterans' disability compensation, to obtain a blood sample from such veteran to test for the level of a specified dioxin. Requires the Secretary to notify the veteran of test results regarding the likelihood of the veteran's exposure to such dioxin while serving in Vietnam."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Compensation Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Veterans Agent Orange Exposure and Vietnam Service Benefits Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Veterans' Compensation Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Veterans Agent Orange Exposure and Vietnam Service Benefits Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 38, United States Code, to revise the rates of disability compensation for veterans with service-connected disabilities and the rates of dependency and indemnity compensation for survivors of such veterans, to make miscellaneous improvements in veterans' compensation and pension programs, to provide a presumption of service-connection between the occurence of certain diseases incurred by veterans of active service in Vietnam during the Vietnam era and exposure to certain toxic herbicide agents used in Vietnam, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:03-05:00"
}