{
  "actions": [
    {
      "acted_at": "1987-04-08", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-08", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-20", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-20", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2016-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Dicks, Norman D.", 
      "sponsored_at": "1987-04-29", 
      "state": "WA", 
      "thomas_id": "00297", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lipinski, William O.", 
      "sponsored_at": "1987-04-23", 
      "state": "IL", 
      "thomas_id": "00694", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1987-04-23", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "1987-04-21", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-08", 
  "number": "2016", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934 to improve the protection of the public interest and of investors in corporate takeovers and to provide reasonable notice in the event of plant closings and mass layoffs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Community, Employee, and Stockholder Right-to-Know Act", 
  "sponsor": {
    "district": "1", 
    "name": "Penny, Timothy J.", 
    "state": "MN", 
    "thomas_id": "00906", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-08", 
  "subjects": [
    "Business and commerce", 
    "Corporate mergers", 
    "Dislocated workers", 
    "Employee rights", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Information disclosure (Securities law)", 
    "Labor and employment", 
    "Layoffs", 
    "Plant shutdowns", 
    "Securities", 
    "Securities and Investments", 
    "Securities regulation", 
    "Tender offers", 
    "Unemployment"
  ], 
  "subjects_top_term": "Securities", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-08", 
    "text": "Community, Employee, and Stockholder Right-to-Know Act - Title I: Amendments to the Securities Exchange Act of 1934 - Amends the Securities Exchange Act of 1934 to authorize the Securities Exchange Commission (SEC) to suspend the effectiveness of the offer for, or request or invitations of tenders for, a security if the SEC determines that the required information statement filed with the SEC is lacking in specified information or that the information does not provide full disclosure concerning such security. Maintains such suspension until a determination following a hearing. Requires such hearing to be held within ten days after the date of suspension, and a determination to be made within three days following the completion of the hearing. Requires the SEC to permanently suspend an offer found to contain inadequate information concerning the security, subject to the offeror's right to remedy the inadequate information provided in the offer. Prohibits the offeror from taking any action concerning the offer of a security while such offer's validity is being determined by such a hearing. Prohibits any offeror from acquiring any equity securities of any class of any issuer at any time within two years following the last purchase of securities pursuant to an offer for securities of that class, unless the holders of the equity securities are afforded a reasonable opportunity to dispose of the securities to the offeror upon substantially equivalent terms as those provided in the earlier offer. Provides that all shares acquired in violation of this Act or in violation of any order of the SEC will be denied voting rights for one year after acquisition, with the issuer having the right to call the shares for redemption at book value per share. Includes, as part of the information required to be filed with the SEC by any person acquiring more than five percent of a class of securities, the following information: (1) a description of any securities which are being offered in exchange for the equity securities of the issuer; (2) whether such person will effect a merger or consolidation with any other person or change the location of the principal executive office or of a material portion of an acquired business's activities; or (3) whether such person will make any other specified major change in the business, corporate structure, management, or personnel for the entity in which the security represents an interest. Directs the SEC to promulgate rules and regulations to prohibit: (1) the sale by any principal stockholder to the offeror of any equity securities for a consideration greater than that to be paid to other stockholders pursuant to an agreement not disclosed to other stockholders; (2) the refusal by the issuer to permit an offeror who is a stockholder of record to examine its list of stockholders and use such information to make or mail solicitations of tender offers to such stockholders; and (3) the solicitation of any acceptance or rejection of an offer before the filing of the information statement required under the Securities Exchange Act of 1934. Provides that certain reporting requirements under the Securities Exchange Act of 1934 shall apply to a control share acquisition. States that all securities acquired by a person in violation of certain required shareholder approval requirements shall be denied voting rights for one year after acquisition, with the issuer having the option to call the securities for redemption at book value. Requires a person proposing to make a control share acquisition to deliver to the issuer of the securities involved a statement in such form as the SEC may prescribe, containing information relating to the specifics of such proposed acquisition and changes in voting power which would be the result of such proposed acquisition. Requires a special meeting of the stockholders, between 30 and 55 days after the receipt of such statement, to vote on the proposed control share acquisition. Allows the acquiring person to consummate the proposed control share acquisition only if both of the following occur: (1) the proposed control share acquisition is approved by a majority vote of the stockholders at the special meeting called for such purpose; and (2) the proposed control share acquisition is consummated within 180 days after shareholder approval. Allows an acquiring person to examine the most recent stockholder register for the purpose of communicating with stockholders to obtain authorization for such a control share acquisition. Title II: Plant Closing and Mass Layoff Notification - Prohibits an employer from ordering a plant closing or mass layoff until the end of a 90-day period after the employer serves written notice of such a proposal to: (1) the representative(s) of the affected employees (or, if there is no such representative, to each affected employee); and (2) to the Federal Mediation and Conciliation Service (the Service). Allows an employer to order such plant closing or mass layoff before the required 90-day period if unavoidable business circumstances prevent the employer from waiting. Defines \"plant closing or mass layoff\" as an employment loss of 50 or more employees at any site during any 30-day period. Prohibits an employer from ordering a plant closing or mass layoff unless the employer has: (1) met at reasonable times with the employees' representative(s); (2) consulted in good faith with such representative(s) concerning possible alternatives to such closing or layoffs; and (3) consulted with the State governor and the chief administrative officer of the unit of local government within which such closing or layoff is to occur. Requires the employer to engage in such consultations during the entire 90-day notification period. States that an employer shall be held to have failed to consult in good faith if the employer has failed to disclose to employee representative(s) relevant information necessary to thoroughly evaluate the proposed plant closing or mass layoffs. Requires any such information disclosed to employee representatives(s) to be protected from public disclosure in order to protect the position of the employer with respect to its competition. Requires the Service to provide any necessary assistance required under this Act concerning such proposed closings or layoffs. Expresses the sense of the Congress than an employer who is not required to comply with the notice and consultation requirements outlined in this Act should still, to the extent possible, provide notice to, consult with, and disclose necessary information to its employees about a proposed plant shutdown or permanent reduction in the workforce."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community, Employee, and Stockholder Right-to-Know Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934 to improve the protection of the public interest and of investors in corporate takeovers and to provide reasonable notice in the event of plant closings and mass layoffs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:18-05:00"
}