{
  "actions": [
    {
      "acted_at": "1981-06-25", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-07-07", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department; OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-07-08", 
      "references": [], 
      "text": "Read second time and referred jointly to Senate Committees on Agriculture; Labor and Human Resources.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-07-14", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Agriculture requested executive comment from Agriculture Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-07-14", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "Agricultural Research", 
      "text": "Committee on Agriculture, Referred to Subcommittee on Agricultural Research.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1442-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF", 
      "subcommittee": "Subcommittee on Agricultural Research and General Legislation", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1981-09-16", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hayakawa, Samuel Ichiye", 
      "sponsored_at": "1981-09-29", 
      "state": "CA", 
      "thomas_id": "01356", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1981-06-25", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Huddleston, Walter (Dee)", 
      "sponsored_at": "1981-06-25", 
      "state": "KY", 
      "thomas_id": "01363", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jepsen, Roger W.", 
      "sponsored_at": "1981-06-25", 
      "state": "IA", 
      "thomas_id": "01372", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1981-09-16", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Quayle, Dan", 
      "sponsored_at": "1981-06-25", 
      "state": "IN", 
      "thomas_id": "00935", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1981-06-25", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-06-25", 
  "number": "1442", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act, the Poultry Products Inspection Act, the Federal Meat Inspection Act, and the Egg Products Inspection Act to improve food safety decisions, to provide for assessment of risks to health presented by substances present in food, to provide for referral of food safety questions to expert scientific advisory panels, to provide authority for flexible regulatory response based on the risks and uses associated with a substance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4014-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4014-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Food Safety Amendments of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-06-25", 
  "subjects": [
    "Advisory bodies", 
    "Drug safety and regulation", 
    "Drugs and narcotics", 
    "Federal advisory bodies", 
    "Food additives", 
    "Food and Food Industry", 
    "Food handling", 
    "Food industry", 
    "Medicated feeds", 
    "Safety measures"
  ], 
  "subjects_top_term": "Food additives", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-06-25", 
    "text": "Food Safety Amendments of 1981 - Title I: Amendments to the Federal Food, Drug, and Cosmetic Act - Amends the Federal Food, Drug, and Cosmetic Act to revise the procedures and criteria for consideration of food and color additive petitions and new animal drug applications. Excludes from the definition of \"food additive\": (1) a food contact substance; and (2) a basic or traditional food. Defines \"food contact substance\" to mean a substance used to package food upon which such substance is not intended to, and does not have, any physical effect. Revises the general definition of \"safe\" to include in its meaning the absence of significant risk under the intended conditions of use of a substance. Authorizes the Secretary of Health and Human Services to prescribe regulations to gradually eliminate a substance from the food supply upon a finding that such elimination will serve the public interest and not present a danger to public health. Requires that a determination of whether food is adulterated be based on an assessment of the risks from the probable consumption of such substance, taking into account all pertinent safety factors. Revises the procedures under which the Food and Drug Administration (FDA) establishes tolerance levels for required or unavoidable substances in foods. Replaces the current formal hearing requirements for setting tolerances with the notice and comment rulemaking procedure. Adds to the criteria for establishing tolerances: (1) an assessment of the nature and extent of the risks from probable consumption of the substance, considering all safety factors and after consultation with the food safety committee (established by this Act); and (2) the effects of limits on the cost and availability of food. Requires the Secretary to specify the analytical procedure for determining tolerance compliance. Permits any party in an injunction, seizure, or criminal action by the FDA alleging food adulteration, to request the court to set a tolerance for any food for which there is no existing tolerance. Revises the procedures and criteria for consideration of food additive petitions. Directs the Secretary to establish procedures to facilitate early discussion of an additive prior to submission of a petition. Requires the FDA to file food additive petitions within 30 days after receipt. Requires the FDA to specify in detail its reasons expanded for denying a petition. Directs the Secretary to permit interim use of an already approved additive if it appears from initial review that such expanded use is safe. Directs the Secretary to base a determination of the safety of a food additive on all relevant factors, including risk assessment. Provides an exception to the \"Delaney clause\" (which deems as unsafe any additive which induces cancer when ingested by man or animal) upon a finding that use of the additive does not present a significant risk to health. Requires the Secretary, whenver an additive is limited on the basis that it induces cancer in man or animal, to refer such matter to the food safety committee and permit interested persons to provide information. Enumerates additional criteria for considering a food additive which has been identified as presenting a significant risk, but has a substantial history of use and no reasonably practicable substitute. Includes among such factors the nature and extent of the consequences of use and the feasibility and effect of providing information to consumers regarding the additive's risk. Provides for expedited judicial review of any failure by the FDA to meet the time limits for food additive determinations or to provide detailed reasons for denial of a petition. Authorizes the Secretary to issue an interim food additive regulation with respect to a substance the safety of which has been questioned by new, but inconclusive, information, upon a determination that there is a reasonable certainty that such substance is not harmful. Applies the new procedures for amending or repealing a food additive regulation to any action to limit a substance which is generally recognized as safe. Establishes a new simplified premarket notification system for food contact substances. Provides that a food contact substance shall be deemed unsafe unless: (1) it is not reasonably expected to become a component of food under its intended use; (2) it conforms to a regulation; or (3) a premarket notification has been registered with the FDA and the FDA fails to make a finding of significant risk to public health within 90 days. Subjects any such finding to judicial review. Permits a person to petition the Secretary for promulgation of a regulation in lieu of premarket notification. Directs the Secretary, for the purpose of receiving referrals respecting the safety of food substances, to request the National Academy of Sciences, the Federation of American Societies for Experimental Biology, or other independent entity having such scientific expertise, to establish a committee to study and report on the safety of food substances. Provides a procedure and the criteria for the Secretary to establish an advisory food safety committee in the event such entities decline to establish such committee. Authorizes any person who may be adversely affected by a Secretarial decision to request the Secretary to consult such a committee before he makes a final decision on the use of any food substance, food additive, new animal drug, or color additive. Establishes for new animal drugs and color additives a regulatory scheme similar to that set forth for food additives. Includes as a factor to be considered with respect to animal drugs the present commercial availability of approved alternatives. Eliminates the current requirement for individual product licenses for animal drug manufacturers. Establishes a one-time location registration of establishments at which a new animal drug is to be first mixed into animal feed. Repeals the animal drug provision requiring batch certification of five specific antibiotics. Title II: Amendments to the Poultry Products Inspection Act, the Meat Inspection Act, and the Egg Products Inspection Act - Amends such Acts to conform to provisions of this Act. Title III: General and Conforming Provisions - Requires persons who have filed food or color additive petitions or new animal drug applications which are not final prior to enactment to elect consideration in accordance with existing law or law as amended by this Act. Provides that enforcement proceedings based on acts occurring prior to enactment shall proceed under prior law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food Safety Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act, the Poultry Products Inspection Act, the Federal Meat Inspection Act, and the Egg Products Inspection Act to improve food safety decisions, to provide for assessment of risks to health presented by substances present in food, to provide for referral of food safety questions to expert scientific advisory panels, to provide authority for flexible regulatory response based on the risks and uses associated with a substance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:57-05:00"
}