{
  "actions": [
    {
      "acted_at": "1986-04-10", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-14", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education", 
      "text": "Referred to Subcommittee on Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-14", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from National Science Foundation, Education Department, Labor Department, Commerce Department, OMB, Defense Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2282-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts, and Humanities", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1986-06-13", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-10", 
  "number": "2282", 
  "official_title": "A bill to establish a national advanced technician training program utilizing the Nation's eligible colleges to expand and improve the supply of technicians required by industry and national security in strategic, advanced, and emerging technology in order to increase the productivity of the Nation's industries, to contribute to the self-sufficiency of the United States in emerging technology, and to improve the competitiveness of the United States in international trade, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Advanced Technician Training Act", 
  "sponsor": {
    "district": null, 
    "name": "Hawkins, Paula", 
    "state": "FL", 
    "thomas_id": "01355", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-10", 
  "subjects": [
    "Adult education", 
    "Business and commerce", 
    "Business and social problems", 
    "Children and youth", 
    "Community colleges", 
    "Disabled", 
    "Dropouts", 
    "Education", 
    "Employee training", 
    "Employment and training programs", 
    "Executive reorganization", 
    "Federal aid to higher education", 
    "Federal aid to vocational education", 
    "Government and business", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "High technology industries", 
    "Higher education", 
    "Information services", 
    "Labor and employment", 
    "Labor supply", 
    "Layoffs", 
    "Manpower policy", 
    "Manpower training programs", 
    "National Science Foundation", 
    "Occupational retraining", 
    "Parents", 
    "Plant shutdowns", 
    "Science and technology", 
    "Scientific education", 
    "Teacher education", 
    "Teachers", 
    "Technical education", 
    "Technological innovations", 
    "Technology and social problems", 
    "Unemployed", 
    "Unemployment", 
    "Vocational education", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-10", 
    "text": "National Advanced Technician Training Act - Requires the Director of the National Science Foundation (NSF) to carry out a three-year national advanced technician training program under which accredited community and technical colleges, using matching non-Federal funds, will provide training in technical competencies in strategic fields. Requires such program to include emphasis on on-the-job training intermixed with technical occupational training. Requires such program to place special recruiting emphasis on: (1) those who need retraining or upgrading to retain their jobs; (2) those who are unemployed, especially workers dislocated by plant closings and technological change; and (3) those who have recently completed high school or left high school prior to graduation. Requires the Director to establish within the Directorate of Science, Technology, and International Education in the NSF an Office of Applied Technology to: (1) monitor the skills needed in emerging and strategic technical fields; and (2) conduct the grant program authorized by this Act. Requires the Director, in carrying out such program, to: (1) award matching grants on a competitive basis to accredited community and technical colleges which possess the demonstrated ability to provide competency-based occupational training; and (2) work with the Nation's network of community and technical colleges to establish and maintain, at NSF or by contract, a readily accessible inventory of advanced technician training programs which are serving public and private employers and addressing the changing workforce demands of emerging technology. Requires each community or technical college which is awarded such a grant to provide an associate degree training program in designated advanced-technology occupational fields. Sets the maximum grant award at $50,000 per year. Requires the grant program to give special consideration to those associate degree advanced-technician training programs which: (1) include flexibility in scheduling in order to accommodate working people and parents; and (2) take steps to meets the adaptive and training needs of handicapped young people and adults. Requires the Director to submit to the Congress an annual report on the program, together with: (1) a program evaluation; (2) a catalog of the community and technical college programs identified by the required inventory; and (3) a recommendation on the feasibility of program expansion. Requires that funds appropriated under this Act be used to establish, strengthen, and expand the advanced technician training capabilities of community and technical colleges. Includes among the uses of such funds: (1) associate degree and short-cycle training program developments; (2) faculty development; (3) the development of instructional materials; (4) the development of cooperative training programs with business, industry, labor, and government; and (5) the lease or purchase of state-of-the-art instrumentation. Authorizes appropriations for FY 1986 through 1988."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Advanced Technician Training Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national advanced technician training program utilizing the Nation's eligible colleges to expand and improve the supply of technicians required by industry and national security in strategic, advanced, and emerging technology in order to increase the productivity of the Nation's industries, to contribute to the self-sufficiency of the United States in emerging technology, and to improve the competitiveness of the United States in international trade, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:50-05:00"
}