{
  "actions": [
    {
      "acted_at": "1992-03-17", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2363-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-17", 
  "number": "2363", 
  "official_title": "A bill to develop, assist, and stabilize recycling markets.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Recycling Markets Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-03-17", 
  "subjects": [
    "Aluminum", 
    "Compost", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Container industry", 
    "Department of Commerce", 
    "Environmental education", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Federal aid to higher education", 
    "Federally-guaranteed loans", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Glass and glass industry", 
    "Government lending", 
    "Government paperwork", 
    "Information services", 
    "Iron", 
    "Labeling", 
    "Lead", 
    "Marketing", 
    "Packaging", 
    "Paper and paper products", 
    "Plastics", 
    "Recycling industry", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Research centers", 
    "Research grants", 
    "Rubber", 
    "Scrap metals", 
    "Standards", 
    "Statistics", 
    "Steel", 
    "Telephone", 
    "Waste reduction", 
    "Yard waste"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-17", 
    "text": "National Recycling Markets Act of 1992 - Directs the Secretary of Commerce to establish a Bureau of Recyclable Commodities within the Department of Commerce to promote the use of recovered materials diverted from solid waste. Requires the Secretary to identify and, to the extent practicable, standardize types and grades of specified recovered materials covered by this title and compostable materials that qualify as recovered materials. Excludes materials that are not recycled easily from consideration as recovered materials. Directs the Secretary to promulgate regulations to encourage the elimination of the production of such materials and the production of alternatives that can be recycled easily. Requires producers of materials or products likely to be treated as recovered materials to ensure that such materials conform to the specifications of an identified grade. Permits industries or local governments engaged in recycling activities to petition the Secretary for the revision of grades to prevent or minimize interference with current recycling techniques. Directs the Secretary to make reports available to the public, at least on a quarterly basis, on prevailing market prices for recovered materials. Requires the Secretary to make reports available to the public, at least annually, on: (1) the prevailing national recycling rate for each recovered material; and (2) the technical and economic factors that may influence future foreign and domestic markets for recovered materials. Directs the Secretary to report to the Congress on the potential for expanded recycling of recoverable paper and paperboard, lead scrap, rubber scrap, plastic scrap, aluminum scrap, ferrous and nonferrous scrap, waste glass, and yard and food waste. Authorizes the Secretary to provide technical and financial assistance to a person for the purpose of constructing or operating facilities and equipment for the collection, separation, or processing of recyclable materials. Sets forth minimum content standards and deadlines for the use of post-consumer materials in aluminum, glass, steel, plastics, and paper or products, packaging, or containers containing such materials. Prohibits the transport in interstate commerce of covered items not meeting such standards. Applies such standards to entities that produce covered items. Sets forth reporting requirements for such entities and major users of such materials. Requires the Secretary to publish an annual list indicating, by commodity, the average annual amount of post-consumer and post-mill recovered materials used in the commodity and the average annual percentage of such materials for manufacturers of paper, glass and plastic bottles and containers, and metal containers. Directs publishers of daily newspapers with annual circulations of 25,000 or more to publish the average annual percentage of post-consumer recovered material used in the production of such newspapers during the previous calendar year. Prohibits States or political subdivisions from establishing or continuing minimum content standards that are more stringent than those set forth in this Act. Prohibits products, packages, containers, or materials that do not meet: (1) minimum content standards from being labeled as recycled or as having recycled content; and (2) the recycling rate goal set forth in this Act (within the distribution area of the item) from being labeled as recyclable or compostable. Sets forth labeling requirements with respect to recycled and recyclable items that meet content standards and recycling rate goals. Requires manufacturers of items which use plastic in the item or packaging to indicate on the item or packaging the type of plastic used. Requires the Secretary to develop a program to promote the sale in foreign commerce of recovered materials for recycling by foreign industries. Directs the Secretary to make available to the public information on foreign markets. Requires the Secretary to develop a program to promote the sale in foreign commerce of recycled goods produced in the United States. Directs the Secretary to integrate this program with existing programs promoting the sale of such goods. Requires the Secretary to make grants to accredited institutions of higher education to establish at least four to six recycling research centers in the United States. Directs the Secretary to establish such centers equitably among the regions of the United States. Requires each center to carry out at least one project relating to research on the composting of yard waste, food waste, or recoverable paper and paperboard. Limits the Federal share of grants to 80 percent of the total cost of establishing and operating the research center. Requires the Secretary to provide technical assistance to State and local governments for public education programs concerning recycling and waste reduction. Directs the Secretary to issue a recycling advisory to potentially affected parties if a characteristic of a recyclable material is interfering with: (1) current recycling techniques; (2) marketing of recycled goods manufactured from the material; or (3) handling of the recyclable material prior to recycling. Makes such advisories available to the public. Makes information compiled under this title available to the public. Establishes a toll-free telephone hotline for members of the public seeking information from the Department of Commerce. Sets forth State goals for rates at which products or packaging made of glass, aluminum, ferrous metals and bimetal packaging, plastics, recyclable paper, and nonrecyclable compostables should be diverted out of the waste stream in distribution areas. Requires the Administrator of the Environmental Protection Agency to set up a system to monitor compliance with recycling rate goals. Directs the Secretary to collect recycling statistics. Requires the Administrator to: (1) analyze such statistics to determine the prevailing national recycling rates for recovered materials; and (2) revise the standard industrial classification system as necessary to facilitate the collection of information on recycling and related activities. Prescribes civil penalties for specified violations of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Recycling Markets Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to develop, assist, and stabilize recycling markets.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:27-05:00"
}