{
  "actions": [
    {
      "acted_at": "1999-01-19", 
      "references": [
        {
          "reference": "CR S304-305", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-19", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s8-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1999-01-19", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1999-01-19", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "1999-01-19", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "1999-01-19", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1999-01-19", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1999-01-19", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1999-01-19", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1999-01-19", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1999-01-19", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1999-01-19", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-19", 
  "number": "8", 
  "official_title": "A bill to increase the Federal minimum wage, to repeal the marriage tax penalty, to provide more effective remedies to victims of discrimination in the payment of wages on the basis of sex, to provide for pension reform, and to prohibit any changes to the pay-as-you-go rule in the Senate until Congress saves Social Security first.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Income Security Enhancement Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-01-19", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Annuities", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Awards, medals, prizes", 
    "Business income tax", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Civil rights enforcement", 
    "Civil service pensions", 
    "Commemorations", 
    "Commerce", 
    "Conferences", 
    "Congress", 
    "Congressional budget process", 
    "Congressional reporting requirements", 
    "Credit cards", 
    "Defined benefit pension plans", 
    "Defined contribution plans", 
    "Disaster relief", 
    "Divorcees", 
    "Earned income tax credit", 
    "Economics and public finance", 
    "Emergency management", 
    "Employee training", 
    "Equal Employment Opportunity Commission", 
    "Equal pay for equal work", 
    "Excise tax", 
    "Families", 
    "Family leave", 
    "Federal employees", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Health", 
    "Income tax", 
    "Individual retirement accounts", 
    "Investments", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Loans", 
    "Local employees", 
    "Married people", 
    "Minimum wages", 
    "Northern Mariana Islands", 
    "Old age, survivors and disability insurance", 
    "Parents", 
    "Pay equity", 
    "Payroll deductions", 
    "Pension Benefit Guaranty Corporation", 
    "Pension funds", 
    "Pension portability", 
    "Pension trust guaranty insurance", 
    "Personal income tax", 
    "Personnel records", 
    "Position classification", 
    "Railroad retirement plans", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "Sex discrimination in employment", 
    "Sick leave", 
    "Small business", 
    "Social security finance", 
    "Social welfare", 
    "State employees", 
    "Survivors' benefits", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax penalties", 
    "Tax rates", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Telephone", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Unemployment", 
    "Wage surveys", 
    "War casualties", 
    "Widowers", 
    "Widows", 
    "Women", 
    "Women's retirement"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-01-19", 
    "text": "TABLE OF CONTENTS: Title I: Fair Minimum Wage Title II: Marriage Tax Penalty Relief Title III: Paycheck Fairness Title IV: Pension Reform Subtitle A: Pension Access and Coverage Subtitle B: Security Subtitle C: Portability Subtitle D: Comprehensive Subtitle E: Date for Adoption of Plan Amendments Title V: Save Social Security First Income Security Enhancement Act of 1999 - Title I: Fair Minimum Wage - Fair Minimum Wage Act of 1999 - Amends the Fair Labor Standards Act of 1938 to increase the Federal minimum wage (currently $5.15 per hour) to: (1) $5.65 an hour during the year beginning on September 1, 1999; and (2) $6.15 an hour beginning on September 1, 2000. (Sec. 103) Makes Federal minimum requirements applicable to the Commonwealth of the Northern Mariana Islands. Title II: Marriage Tax Penalty Relief - Marriage Tax Penalty Relief Act of 1999 - Amends the Internal Revenue Code (IRC) to provide for a deduction for two-earner married couples to eliminate the marriage penalty. Allows such deduction, in the case of a joint return, in an amount equal to a specified applicable percentage of the qualified earned income of the spouse with the lower qualified earned income for the taxable year. Provides that such deduction is to be above-the-line. Requires that the earned income credit phaseout reflect such deduction. Title III: Paycheck Fairness - Paycheck Fairness Act - Amends the Fair Labor Standards Act of 1938 (FLSA) to revise remedies for and enforcement of prohibitions against sex discrimination in the payment of wages (such FLSA prohibitions are also known as the Equal Pay Act). (Sec. 303) Amends FLSA to provide for enhanced enforcement of equal pay requirements, adding a nonretaliation requirement. Increases penalties for such violations. Provides for the Secretary of Labor to seek additional compensatory or punitive damages in such cases. (Sec. 304) Requires the Equal Employment Opportunity Commission (EEOC) and the Office of Federal Contract Compliance Programs to train EEOC employees and affected individuals and entities on matters involving wage discrimination. (Sec. 305) Directs the Secretary to conduct studies and provide information to employers, labor organizations, and the general public concerning the means available to eliminate pay disparities between men and women, including convening a national summit and carrying out other specified activities. (Sec. 306) Directs the Secretary to: (1) develop guidelines for employer evaluations of job categories based on objective criteria, to be used voluntarily by employers to compare wages for different jobs to determine if pay scales adequately and fairly reflect each job's educational and skill requirements, independence, working conditions, and responsibility, in order to eliminate unfair pay disparities between occupations traditionally dominated by men or women; and (2) establish a program to recognize employers who use such guidelines to ensure that women are paid fairly in comparison to men without lowering men's wages. Authorizes the Secretary to provide technical assistance for employers to carry out such evaluations. (Sec. 307) Establishes the Robert Reich National Award for Pay Equity in the Workplace, which shall be evidenced by a medal. Sets forth criteria for specified types of entities to receive such an award. (Sec. 308) Expresses the sense of the Senate that the President should: (1) take appropriate steps to increase the amount of information available with respect to wage disparities; and (2) consider ways to collect such information that maximize its utility, protect individual privacy, and minimize reporting burdens. (Sec. 309) Authorizes appropriations. Title IV: Pension Reform - Retirement Accessibility, Security, and Portability Act of 1999 - Subtitle A: Pension Access and Coverage - Chapter 1: Improved Access to Individual Retirement Savings - Amends the Internal Revenue Code (IRC) to allow a tax credit for up to a maximum $500 of the qualified start-up costs of eligible small employers in establishing a qualified pension plan or qualified employer payroll deduction system. (Sec. 412) Provides for an exclusion from an employee's gross income of payroll deduction contributions to individual retirement accounts (IRAs). (Sec. 413) Provides for a nonrefundable tax credit for contributions to individual retirement plans. (Sec. 414) Allows the use without penalty of distributions from certain plans during periods of unemployment. Chapter 2: Secure Money Annuity or Retirement (SMART) Trusts - Establishes a defined benefit plan option for small businesses, to be known as secure money annuity or retirement (SMART) trusts. Chapter 3: Improved Fairness in Retirement Plan Benefits - Amends the IRC to require a specified minimum employer contribution to SIMPLE retirement accounts. Provides for an employer option to suspend contributions with 30-days' notice. Amends the Employee Retirement Income Security Act of 1974 (ERISA) with respect to fiduciary duties in the case of such accounts. (Sec. 422) Amends the IRC to set forth various nondiscrimination rules for qualified cash or deferred arrangements and matching contributions. (Sec. 423) Increases from $75,000 to $80,000 per year specified compensation criteria for a highly compensated employee. Excludes specified categories of employees with respect to age, short length of service, and part-time service from the meaning of highly compensated employee. (Sec. 424) Includes multiemployer plans, as well as governmental plans, under specified provisions of IRC for: (1) special limitation rules relating to compensation limits; and (2) exemptions for survivor and disability benefits. (Sec. 425) Declares that compensation deferred under a mirror plan shall not be taken into account in applying certain limits (with respect to deferred compensation plans of State and local governments and tax-exempt organizations) to compensation deferred under any other deferred compensation plan. (Sec. 426) Amends specified Federal law relating to Federal employees to allow immediate participation in the Thrift Savings Plan for Federal employees by eliminating certain waiting periods. (Sec. 427) Amends IRC and ERISA to set a full funding limitation for multiemployer plans. (Sec. 428) Eliminates IRC partial termination rules for multiemployer plans. (Sec. 429) Replaces the 150 percent of current liability factor in the calculation of the full-funding limit with an incremental scale from 155 percent in 1998 to 170 percent in 2001, followed by zero in 2002 and succeeding years. Subtitle B: Security -Chapter 1: General Provisions - Amends ERISA to revise requirements for periodic pension benefits statements. (Sec. 432) Applies an ERISA requirement for annual, detailed investment reports to certain IRC section 401(k) plans. (Sec. 433) Directs the Secretary of Labor, in prescribing regulations for required information in such reports, to consider including specified types of information. (Sec. 434) Directs the Secretary to study and report to the Congress on: (1) the extent to which pension plans invest in collectibles; and (2) whether such investments present a risk to the pension security of the participants and beneficiaries of such plans. (Sec. 435) Amends IRC to prohibit qualified employer plans from making loans through credit cards and other intermediaries. (Sec. 436) Increases the amounts of multiemployer plan benefits guaranteed under ERISA. (Sec. 437) Increases the maximum amount of the civil penalty which may be assessed administratively for certain prohibited transactions. (Sec. 438) Amends ERISA with respect to substantial owner benefits to revise the phase-in of guarantee and the allocation of assets. (Sec. 439) Directs the Secretary to report annually to the President and the Congress on plans from which residual assets were distributed to employers (reversion report). Chapter 2: ERISA Enforcement - Amends ERISA enforcement provisions to change from mandatory to discretionary the Secretary's authority to impose certain civil penalties for breach of fiduciary responsibilities. (Sec. 442) Revises reporting and enforcement requirements for employee benefit plans. Requires plan administrators and accountants to notify the Secretary: (1) of specified irregularities; and (2) upon termination of the accountant. Authorizes the Secretary to impose civil penalties for failure to make such notifications. (Sec. 443) Sets forth additional ERISA requirements for qualified public accountants. (Sec. 444) Directs the Inspector General of the Department of Labor to study, and report to the Congress and the Secretary on, the need for regulatory standards and procedures to authorize the Secretary, in appropriate cases, to prohibit persons from serving as qualified accountants for purposes of specified annual reports. Chapter 3: Increase in Excise Tax on Employer Reversions - Amends the IRC to increase the excise tax on reversions of qualified employee benefit plan assets to employers. Subtitle C: Portability - Amends ERISA and the IRC to provide for faster vesting of employer matching contributions. (Sec. 452) Revises certain restrictions on distributions from IRC section 401(k) plans. (Sec. 453) Amends ERISA and the IRC with respect to an accrued benefit not to be decreased by plan amendment to revise the treatment of transfers between defined contribution plans. (Sec. 454) Amends ERISA rules requiring transfer of benefits of missing participants to direct the Pension Benefit Guaranty Corporation (PBGC) to prescribe similar rules for multiemployer plans that terminate. Requires transfer of missing participants' plan benefits to the PBGC by certain plans not otherwise subject to ERISA enforcement provisions. (Sec. 455) Allows rollovers from and to the IRC section 403(b) plans. (Sec. 456) Amends the IRC to set forth requirements relating to rollover contributions from deferred compensation plans of State and local governments. (Sec. 457) Extends the IRC 60-day rollover period in the case of presidentially declared disasters and service in combat zones. (Sec. 458) Excludes from gross income, for certain IRC purposes, amounts involved in a direct trustee-to-trustee transfer to a defined benefit governmental plan, if such transfer is for: (1) purchase of service credit under such plan; or (2) a specified type of repayment. Subtitle D: Comprehensive Women's Pension Protection - Chapter 1: Pension Reform - Amends the IRC and ERISA to provide for the spouse's right to know specified distribution information relating to survivor annuities. Provides for the employee's right to know of the opportunity for elective contributions under IRC section 401(k) plans. (Sec. 462) Directs the Secretary of Labor to contract with an independent organization to create a women's pension toll-free phone number and contact. Authorizes appropriations. (Sec. 463) Amends the Social Security Act to modify the government pension offset with respect to certain insurance benefits for wives, husbands, widows, widowers, and mothers and fathers. (Sec. 464) Amends the IRC and ERISA to treat periods of family and medical leave, under the Family and Medical Leave Act of 1993, as hours of service for purposes of pension participation and vesting. (Sec. 465) Amends the IRC to: (1) disallow integration for simplified employee pensions; and (2) provide for eventual repeal of certain pension integration rules. (Sec. 466) Amends the IRC and ERISA with respect to division of pension benefits upon divorce, at the former spouse's election, to deem any State divorce decree to be a domestic relations order specifying that half of the marital share of the participant's accrued benefit is to be provided to such former spouse. (Sec. 467) Amends the Railroad Retirement Act of 1974 (RRA) to entitle divorced spouses to railroad retirement annuities independent of the employee's actual entitlement. Chapter 2: Protection of Rights of Former Spouses to Pension Benefits Under Certain Government and Government-Sponsored Retirement Programs - Amends RRA to extend Tier II railroad retirement benefits to surviving former spouses pursuant to divorce agreements. (Sec. 472) Amends Federal civil service law with respect to survivor annuities for widows, widowers, and former spouses of Federal employees who die before attaining the age for deferred annuity under the Civil Service Retirement System (CSRS). (Sec. 473) Amends Federal civil service law with respect to payment of lump-sum benefits to former spouses of Federal employees under CSRS and the Federal Employees' Retirement System (FERS). Chapter 3: Modifications of Joint and Survivor Annuity Requirements - Modifies ERISA and IRC requirements for joint and survivor annuities to provide for an alternative joint and two-thirds survivor annuity payable while both the participant and the spouse are alive. (Sec. 476) Requires spousal consent for distributions from the IRC section 401(k) plans. Subtitle E: Date for Adoption of Plan Amendments - Sets forth dates for adoption of plan amendments. Title V: Save Social Security First - Sets forth a point of order that prohibits any changes to the pay-as-you-go rule in the Senate until the Congress enacts legislation that ensures the long- term fiscal solvency of the Social Security Trust Funds."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Income Security Enhancement Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Fair Minimum Wage Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Marriage Tax Penalty Relief Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Paycheck Fairness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Retirement Accessibility, Security, and Portability Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the Federal minimum wage, to repeal the marriage tax penalty, to provide more effective remedies to victims of discrimination in the payment of wages on the basis of sex, to provide for pension reform, and to prohibit any changes to the pay-as-you-go rule in the Senate until Congress saves Social Security first.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:11-05:00"
}