{
  "actions": [
    {
      "acted_at": "2009-06-10", 
      "committee": "Committee on Small Business and Entrepreneurship", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business and Entrepreneurship.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-11", 
      "references": [
        {
          "reference": "CR S6536-6537", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-18", 
      "in_committee": "Committee on Small Business and Entrepreneurship", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Small Business and Entrepreneurship. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-07-02", 
      "committee": "Small Business and Entrepreneurship", 
      "references": [], 
      "text": "Committee on Small Business and Entrepreneurship. Reported by Senator Landrieu under authority of the order of the Senate of 06/25/2009 with an amendment in the nature of a substitute. With written report No. 111-37.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2009-07-02", 
      "calendar": "Senate Legislative", 
      "number": "94", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 94.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2009-07-13", 
      "references": [
        {
          "reference": "CR S7426-7433", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-13", 
      "references": [
        {
          "reference": "CR S7426-7431", 
          "type": "text"
        }
      ], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-13", 
      "references": [], 
      "text": "The bill was read the third time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-13", 
      "bill_ids": [
        "hr2965-111"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 2965 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-13", 
      "bill_ids": [
        "hr2965-111"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 2965 in lieu of this measure by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-13", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 94.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-13", 
      "bill_ids": [
        "hr2965-111"
      ], 
      "references": [], 
      "text": "See also H.R. 2965.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1502-111", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1502"
    }
  ], 
  "bill_id": "s1233-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Small Business and Entrepreneurship", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "2009-11-18", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2010-04-26", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2009-07-06", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burris, Roland", 
      "sponsored_at": "2010-05-12", 
      "state": "IL", 
      "thomas_id": "01963", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cardin, Benjamin L.", 
      "sponsored_at": "2009-06-25", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2009-06-25", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2010-04-13", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2010-04-26", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, Mark L.", 
      "sponsored_at": "2009-06-23", 
      "state": "AR", 
      "thomas_id": "01701", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shaheen, Jeanne", 
      "sponsored_at": "2009-06-15", 
      "state": "NH", 
      "thomas_id": "01901", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2009-06-10", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "2010-04-29", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Tom", 
      "sponsored_at": "2010-05-10", 
      "state": "NM", 
      "thomas_id": "01567", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-10", 
  "number": "1233", 
  "official_title": "A bill to reauthorize and improve the SBIR and STTR programs and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2965-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2965-111", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr2965-111", 
      "reason": "includes"
    }, 
    {
      "bill_id": "s4053-111", 
      "reason": "related"
    }
  ], 
  "short_title": "SBIR/STTR Reauthorization Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Landrieu, Mary L.", 
    "state": "LA", 
    "thomas_id": "01546", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-06-18", 
  "subjects": [
    "Accounting and auditing", 
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Business investment and capital", 
    "Commerce", 
    "Congressional oversight", 
    "Energy research", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government investigations", 
    "Health programs administration and funding", 
    "Intellectual property", 
    "Medical research", 
    "Military procurement, research, weapons development", 
    "Minority and disadvantaged businesses", 
    "Performance measurement", 
    "Product development and innovation", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Research and development", 
    "Rural conditions and development", 
    "Small Business Administration", 
    "Small business", 
    "Technology transfer and commercialization", 
    "Women in business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2009-07-02", 
    "text": "SBIR/STTR Reauthorization Act of 2009 - Title I: Reauthorization of the SBIR and STTR Programs - (Sec. 101) Amends the Small Business Act (the Act) to reauthorize through FY2023 the Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) programs of the Small Business Administration (SBA). (Sec. 102) Directs the SBA to maintain an Office of Technology to carry out oversight, reporting, and public database responsibilities as assigned by the SBA Administrator. (Sec. 103) Increases by 0.1% per year, from FY2011-FY2020, the percentage of participating federal agencies' extramural research budget to be set aside for SBIR program activities. Requires the Department of Defense (DOD) and Department of Energy (DOE) to use the increased amounts for activities in their departments that further the readiness levels of technologies developed under Phase II SBIR awards. Sec. 104) Increases the set-aside allocation under the STTR from 0.3% to 0.6% by increasing such percentage by 0.1% every two years from FY2011-FY2015. (Sec. 105) Increases, for both the SBIR and STTR programs, the individual small business award levels from: (1) $100,000 to $150,000, for participation at the Phase I level; and (2) $750,000 to $1 million, for participation at the Phase II level. Changes from every five to every three years the required SBA inflation adjustment of such awards. Prohibits an agency from issuing an SBIR or STTR award if the award size exceeds established guidelines by more than 50%, and requires participating agencies to maintain specified information on awards exceeding such guidelines. (Sec. 106) Allows a small business that receives an: (1) SBIR award from one agency to receive an award for a subsequent phase from another agency, as long as the head of each agency determines that the topics of the relevant awards are the same; and (2) award under either the SBIR or STTR program to receive an award for a subsequent phase under either program. (Sec. 107) Requires federal agencies to conduct solicitations of Phase II SBIR and STTR proposals without any invitation, pre-screening, pre-selection, or down-selection process between the first and second phases. (Sec. 108) Authorizes the Director of the National Institutes of Health (NIH), 30 days after notifying the Administrator and the congressional small business committees, to award up to 18% of NIH SBIR funds to small businesses majority-owned by multiple venture capital companies. Permits other federal agencies to award up to 8% of their SBIR funds to such small businesses. Directs the Administrator to establish requirements relating to the affiliation of small businesses with venture capital companies for such purposes, and requires such small businesses to register with the SBA. Provides for federal agency compliance with such percentage limits. Directs the Administrator to post on the SBA website information on SBIR program affiliation standards. (Sec. 109) Requires federal agencies and federal prime contractors, to the greatest extent practicable, to issue Phase III awards relating to technology, including sole source awards, to the SBIR and STTR award recipients that developed the technology. (Sec. 110) Authorizes the head of each participating federal agency to issue SBIR and STTR awards to small businesses that have entered, or intend to enter, into a collaborative research and development (R&D) agreement with a federal laboratory or federally funded research and development center. Prohibits a federal agency from: (1) conditioning an award upon entering into such an agreement; (2) approving an agreement if the small business performs a lesser portion of the R&D activities than required by the Act and by SBIR and STTR Policy Directives; or (3) approving an agreement that violates any SBA provision or such Directives. Requires the Administrator to modify such Directives to ensure that small businesses may use the resources of federal laboratories or federally funded research and development centers without entering into such agreements. (Sec. 111) Requires any federal agency involved in a judicial or administrative case or controversy concerning the SBIR or STTR program to provide timely notice thereof to the Administrator. Title II: Outreach and Commercialization Initiatives - (Sec. 201) Reauthorizes through FY2014 the Federal and State Technology Partnership (FAST) and Rural Outreach programs. Increases the annual authorization for the latter program. Provides reduced matching funds requirements for FAST recipients in rural areas, recipients in one of the states receiving the fewest SBIR Phase I awards, and recipients in rural areas which are also in one of states receiving the fewest number of awards. (Sec. 202) Directs the Administrator to establish a SBIR-STEM (science, technology, engineering, and mathematics) workforce development grant pilot program to encourage the business community to provide workforce development opportunities for college students in such fields by providing an SBIR grant to be used for internships. Requires the Administrator to report to Congress on pilot program results. Authorizes appropriations. (Sec. 203) Increases the discretionary technical assistance that SBIR and STTR agencies can provide to awardees (by contracting out) from $4,000 to $5,000 for Phase I awards, and from $4,000 to $5,000 per year for Phase II awards. Allows awardees to use such amounts to select their own technical assistance contractor in lieu of the vendor selected by the agency. (Sec. 204) Makes permanent DOD's Commercialization Pilot Program (CPP), and extends such program to the STTR program. (Currently, the Commercialization Pilot Program is only authorized to be utilized under the SBIR program.) Authorizes the Secretary of Defense to establish goals for transitioning Phase III technologies in subcontracting plans for contracts of $100 million or more. Requires the Secretary to: (1) set a goal of increasing the number of Phase II contracts that lead to technology transition into DOD programs of record or fielded systems; (2) use incentives to encourage DOD agency program managers and prime contractors to meet such goal; and (3) include within annual congressional reporting requirements information on the status of projects funded through the CPP. (Sec. 205) Authorizes the head of each federal agency other than DOD to set aside up to 10% of SBIR and STTR funds for further technology development, testing, and evaluation of SBIR and STTR Phase II technologies. Prohibits a federal agency from establishing a pilot program for such purposes until 90 days after submitting to the Administrator a compelling reason that additional investment in SBIR or STTR technology is necessary. Allows qualifying agencies to make an award for such a pilot program of up to three times the amount generally established for Phase II awards. Provides a matching funds requirement. Requires any applicant receiving an award under such a pilot program to register with the SBA in a publicly-available registry. Terminates at the end of FY2014 the authority to establish such a pilot program. (Sec. 206) Requires each federal SBIR/STTR participant to encourage the submission of applications for support of nanotechnology-related projects. (Sec. 207) Establishes an advisory board at the National Academy of Sciences (NAS) to conduct periodic SBIR program evaluations in order to improve program management through data-driven assessment. Requires the director of the NIH SBIR program to address gaps and deficiencies in data collection identified in a NAS report assessing the NIH's SBIR program. Authorizes such director to initiate a pilot program to spur innovation and test new strategies that may enhance the development of cures and therapies. Requires such director to report annually to Congress and the advisory board on NIH SBIR activities. Requires such director, to the greatest extent practicable, to reduce to six months the period between Phase I and II funding of grants under the NIH SBIR program. Terminates the requirements of this section five years after the enactment of this Act. Title III: Oversight and Evaluation - (Sec. 301) Directs the SBA, in currently-required annual reports, to include information on: (1) proposals received from small businesses with venture capital investment; (2) efforts to increase outreach to small businesses owned and controlled by women and socially or economically disadvantaged individuals; (3) implementation and compliance with requirements concerning the allocation of funding to small businesses owned and controlled by multiple venture capital companies; and (4) appeals of Phase III awards, as well as notices of noncompliance with SBIR and STTR Policy Directives. Directs the SBA to coordinate the implementation of electronic databases at participating federal agencies. (Sec. 302) Requires agencies with an SBIR or STTR program to annually collect information similar to that outlined above for program assessment purposes. (Sec. 304) Requires specified information to be included in public and government databases maintained by the SBA concerning SBIR and STTR awardees. (Sec. 306) Directs the Comptroller General (CG), every three years, to: (1) conduct a fiscal and management audit of the SBIR and STTR programs; and (2) report audit results to the small business committees. (Sec. 307) Amends the Small Business Reauthorization Act of 2000 to continue NAS evaluation of the SBIR program, as well as reports on such evaluation from the National Research Council to participating agency heads and the small business committees. Requires updates every four years. (Sec. 308) Requires the SBA to include in an annual report to Congress specified information on Phase III awards issued by federal agencies participating in the SBIR and STTR programs. (Sec. 309) Directs the CG to conduct a study of, and report to the small business committees on, federal agency compliance with data rights and technologies protection for SBIR awardees. Title IV: Policy Directives - (Sec. 401) Requires the Administrator: (1) within 180 days after the enactment of this Act, to promulgate amendments to the SBIR and STTR Policy Directives to conform them to this Act and its amendments; and (2) publish the amended Directives in the Federal Register."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "SBIR/STTR Reauthorization Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "SBIR/STTR Reauthorization Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize and improve the SBIR and STTR programs and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:09-05:00"
}