{
  "actions": [
    {
      "acted_at": "1981-03-31", 
      "committee": "Committee on Environment and Public Works for consideration of Title I; to the Committee on Commerce, Science and Transportation for consideration of Title II; and to the Committee on Finance for consideration of Title III", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred jointly to Senate Committees on Commerce; Environment and Public Works; Finance by unanimous consent Referred to the Committee on Environment and Public Works for consideration of Title I; to the Committee on Commerce, Science and Transportation for consideration of Title II; and to the Committee on Finance for consideration of Title III.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-31", 
      "in_committee": "Committee on Environment and Public Works for consideration of Title I; to the Committee on Commerce, Science and Transportation for consideration of Title II; and to the Committee on Finance for consideration of Title III", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Committee on Commerce, Referred to Subcommittee on Surface Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-31", 
      "in_committee": "Committee on Environment and Public Works for consideration of Title I; to the Committee on Commerce, Science and Transportation for consideration of Title II; and to the Committee on Finance for consideration of Title III", 
      "references": [], 
      "subcommittee": "Transportation", 
      "text": "Committee on Environment and Public Works, Referred to Subcommittee on Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-07", 
      "in_committee": "Committee on Environment and Public Works for consideration of Title I; to the Committee on Commerce, Science and Transportation for consideration of Title II; and to the Committee on Finance for consideration of Title III", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; Transportation Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-30", 
      "in_committee": "Committee on Environment and Public Works for consideration of Title I; to the Committee on Commerce, Science and Transportation for consideration of Title II; and to the Committee on Finance for consideration of Title III", 
      "in_subcommittee": "Transportation", 
      "references": [], 
      "text": "Subcommittee on Transportation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-05", 
      "in_committee": "Committee on Environment and Public Works for consideration of Title I; to the Committee on Commerce, Science and Transportation for consideration of Title II; and to the Committee on Finance for consideration of Title III", 
      "in_subcommittee": "Surface Transportation", 
      "references": [], 
      "text": "Subcommittee on Surface Transportation. Hearings held on Title II only.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-10", 
      "in_committee": "Committee on Environment and Public Works for consideration of Title I; to the Committee on Commerce, Science and Transportation for consideration of Title II; and to the Committee on Finance for consideration of Title III", 
      "in_subcommittee": "Transportation", 
      "references": [], 
      "text": "Subcommittee on Transportation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-19", 
      "in_committee": "Committee on Environment and Public Works for consideration of Title I; to the Committee on Commerce, Science and Transportation for consideration of Title II; and to the Committee on Finance for consideration of Title III", 
      "in_subcommittee": "Transportation", 
      "references": [], 
      "text": "Subcommittee on Transportation. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s841-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Transportation", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1981-03-31", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1981-03-31", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Symms, Steven D.", 
      "sponsored_at": "1981-03-31", 
      "state": "ID", 
      "thomas_id": "01132", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-31", 
  "number": "841", 
  "official_title": "A bill to authorize appropriations for the construction of certain highways in accordance with title 23 of the United States Code, to amend the Highway Safety Act of 1966 to authorize appropriations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3197-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3197-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Aid Highway Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Stafford, Robert T.", 
    "state": "VT", 
    "thomas_id": "01438", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-03-31", 
  "subjects": [
    "Advisory bodies", 
    "Appalachia", 
    "Authorization", 
    "Bridges", 
    "Car pools", 
    "Department of the Treasury", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "District of Columbia", 
    "Economics and public finance", 
    "Excise tax", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Highway construction and repair", 
    "Highway engineering", 
    "Highway finance", 
    "Highway research", 
    "Historic sites", 
    "Intergovernmental relations", 
    "Interstate highway system", 
    "Licenses", 
    "Maryland", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Parking facilities", 
    "Public safety", 
    "Roads and highways", 
    "School buses", 
    "States", 
    "Taxation", 
    "Traffic accidents and safety", 
    "Trucks", 
    "Virginia", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Federal aid highway program", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-03-31", 
    "text": "Title I: Federal Aid Highway Act of 1981 - Amends the Federal Aid Highway Act of 1956 to increase the authorization of appropriations for the Interstate Highway System for fiscal years 1983 through 1990. Limits the obligation of such funds to specified objectives. Directs the Secretary of Transportation, in making the revised estimate of the cost of completing the then designated Interstate System, to include only those costs eligible under such Act, as amended. Authorizes the Secretary to assess the status of all incomplete segments of the Interstate System and to withdraw approval of any routes as appropriate. Directs the Secretary to use specified apportionment factors in allocating funds for the Interstate System. Authorizes appropriations, for fiscal years 1982 through 1986, out of the Highway Trust Fund for: (1) the Federal aid primary system in rural and urban areas; (2) forest highways; (3) public lands highways; (4) bridge replacement and rehabilitation; and (5) resurfacing, restoring, rehabilitating, and reconstructing (through fiscal year 1987) certain nontoll portions of the Interstate System. Directs that the unobligated balance of contract authority established by the Federal Aid Highway Act of 1978 for the Great River Road and highway safety programs shall lapse September 30, 1981. Revises apportionments for the highway bridge replacement and rehabilitation program. Makes highway reconstruction eligible for Interstate System apportioned funds. Revises Interstate System resurfacing procedures and the Federal share thereof. Establishes a discretionary fund with unobligated Interstate System funds. Directs the Secretary, in allocating such funds, to give priority to specified Interstate System projects. Repeals appropriations for and provisions related to the priority primary route program. Sets forth a formula for the apportionment of funds for the highway bridge replacement and rehabilitation program. Directs that emergency financial assistance necessitated by natural disasters or catastrophic failures shall be authorized to be appropriated from the Highway Trust Fund. Increases the authorization for such emergency assistance. Limits, to a specified sum, the amount of such assistance to any State. Allows funds allocated to an urbanized area to be transferred to another such area or to the State under certain circumstances. Removes the limit on appropriations for defense access roads. Revises the Secretary's authority with regard to a State's failure to maintain projects under its jurisdiction. Allows the Secretary to discharge any of his responsibilities under such Act relative to the physical construction phase of Interstate resurfacing, restoration, rehabilitation, and reconstruction projects using certain certification procedures. Directs the Secretary to establish procedures for the inspection of construction and repair projects (formerly, directed the Secretary to make a final inspection). Amends such Act and the Department of Transportation Act of 1966 to delete the prohibition on the use of land from a historic site of national, State, or local significance for transportation projects. Authorizes the Secretary, upon application of the States of Maryland and Virginia and the District of Columbia, to approve reconstruction and rehabilitation of the Woodrow Wilson Memorial Bridge. Sets forth funding criteria for such project and limits the Federal share to 75 percent of the project cost. Directs that the parties shall agree, as a condition precedent to such reconstruction and rehabilitation, to convey the respective portions of the bridge to the States of Maryland and Virginia and the District of Columbia without monetary consideration. Authorizes the Secretary to carry out the provisions of this Act in cooperation with Federal and State agencies and foreign countries without regard to the provisions of the Federal Advisory Committee Act. Repeals the territorial highway program. Repeals the provisions of the Surface Transportation Assistance Act of 1978 dealing with the acceleration of bridge projects. Authorizes the Secretary to approve, for Federal financial assistance, projects for use as preferential parking for carpools. Sets forth criteria for the operation and management of such parking facilities. Amends the Federal Aid Highway Act of 1973 to allow limited truck traffic on the Highland Science Highway. States that such commercial use by trucks may be limited and controlled by permit. Limits funds for research and planning to specified amounts. Specifies the Federal share of such funding pursuant to certain criteria. Transfers to the Secretary the functions, powers, and duties of the Appalachian Regional Commission related to the Appalachian Development Highway. Amends the Appalachian Regional Development Act of 1965 to authorize appropriations, out of the Highway Trust Fund, for such Highway system for fiscal years 1982 through 1986. Increases the Federal share for such highway system. Title II: Highway Safety Act of 1981 - Amends the Highway Safety Act of 1966 to authorize appropriations, out of the Highway Trust Fund, for fiscal years 1982 through 1986 for highway safety programs and highway safety research and development. Repeals provisions that require the Secretary's approval of a State's highway safety program. Revises specified highway safety program requirements. Repeals provisions relating to: (1) school bus driver training; and (2) innovative project grants. Title III: Highway Revenue Act of 1981 - Amends the Internal Revenue Code to extend, through fiscal year 1989, the excise taxes that are transferred into the Highway Trust Fund. Amends the Highway Revenue Act of 1956 to extend, for six years, the Highway Trust Fund. Amends the Land and Water Conservation Fund Act of 1965 to extend, for six years, the land and water conservation fund within the Department of the Treasury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Aid Highway Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Highway Revenue Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Highway Safety Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the construction of certain highways in accordance with title 23 of the United States Code, to amend the Highway Safety Act of 1966 to authorize appropriations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:43-05:00"
}