{
  "actions": [
    {
      "acted_at": "1995-01-04", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-11-27", 
      "references": [
        {
          "reference": "CR S17520", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s135-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-04", 
  "number": "135", 
  "official_title": "A bill to establish a uniform and more efficient Federal process for protecting property owners' rights guaranteed by the fifth amendment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Property Rights Litigation Relief Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-04", 
  "subjects": [
    "Actions and defenses", 
    "Alternative dispute resolution", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Commerce", 
    "Commercial arbitration", 
    "Compensation (Law)", 
    "Damages", 
    "Economics and public finance", 
    "Eminent domain", 
    "Government liability", 
    "Government regulation", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Land use", 
    "Law", 
    "Legal fees", 
    "Limitation of actions", 
    "Public lands and natural resources", 
    "Real estate appraisal", 
    "Real property", 
    "Right of property"
  ], 
  "subjects_top_term": "Real property", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-04", 
    "text": "Property Rights Litigation Relief Act of 1995 - Prohibits any Federal or State agency from taking private property except for public purpose and with just compensation to the property owner. Specifies that a property owner shall receive just compensation if, as a consequence of a decision of any such agency, private property (whether all or in part) has been physically invaded or taken for public use without the consent of the owner and such action: (1) does not substantially advance the stated governmental interest to be achieved by the legislation or regulation on which the action is based; (2) exacts the owner's constitutional or otherwise lawful right to use the property or a portion of such property as a condition for the granting of a permit, license, variance, or other agency action without a rough proportionality between the stated need for the required dedication and the impact of the proposed use of the property; (3) results in the property owner being deprived, either temporarily or permanently, of all or substantially all economically beneficial or productive use of the property or that part of the property affected by the action without a showing that such deprivation inheres in the title itself; or (4) diminishes the fair market value of the affected portion of the property which is the subject of the action by the lesser of 20 percent or more, or $10,000 or more, with respect to the value immediately prior to the governmental action (or under any other circumstance where a taking has occurred within the meaning of the Fifth Amendment to the Constitution). Places the burden of proof on the Government. Specifies that no compensation shall be required by this Act if the owner's use or proposed use of the property is a nuisance but the burden is on the United States to establish that such use or proposed use is a nuisance. Specifies that if an agency action directly takes property or a portion of property, compensation to the owner shall be the greater of an amount equal to: (1) the difference between the fair market value of the property before and after such property becomes subject to the agency action; or (2) business losses. Sets forth provisions regarding: (1) the transfer of property interest; and (2) the source of compensation. Authorizes a property owner to file a civil action under this Act to challenge the validity of any agency action that adversely affects the owner's interest in private property in either the U.S. District Court or the U.S. Court of Federal Claims. Waives the sovereign immunity of the United States. Grants persons adversely affected by an agency action taken under this Act standing to challenge and seek judicial review of that action. Amends the Federal judicial code to grant the Court of Federal Claims jurisdiction to render judgment upon any claim against the United States for monetary relief founded either upon the Constitution or any Act of Congress or any regulation of an executive department, or upon any express or implied contract with the United States, that adversely affect private property rights in violation of the Fifth Amendment. Grants such Court the power to grant injunctive and declaratory relief and ancillary jurisdiction to render judgment upon related tort claims. Sets forth provisions regarding: (1) the statute of limitations; (2) attorney's fees and costs; and (3) alternative dispute resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Property Rights Litigation Relief Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a uniform and more efficient Federal process for protecting property owners' rights guaranteed by the fifth amendment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:32-05:00"
}