{
  "actions": [
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-01", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4934-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-09", 
  "number": "4934", 
  "official_title": "To amend the Federal Election Campaign Act of 1971 to make Federal elections more competitive, open, and honest by providing for reform of campaign finance laws and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Campaign Finance Reform Act of 1992", 
  "sponsor": {
    "district": "41", 
    "name": "Lowery, Bill", 
    "state": "CA", 
    "thomas_id": "00708", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-09", 
  "subjects": [
    "Administrative remedies", 
    "Business and politics", 
    "Campaign funds", 
    "Congressional candidates", 
    "Congressional districts", 
    "Congressional elections", 
    "Congressional elections (House)", 
    "Corporations", 
    "Debtor and creditor", 
    "Employee rights", 
    "Federal Election Commission", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "Foreign tax credit", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Income tax", 
    "Judicial review of administrative acts", 
    "Labor union finances", 
    "Labor union officials and employees", 
    "Labor union political activities", 
    "Loans", 
    "Political action committees", 
    "Political advertising", 
    "Political parties", 
    "Radio in politics", 
    "Residence requirements", 
    "Tax credits", 
    "Tax-exempt organizations", 
    "Television in politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-09", 
    "text": "Comprehensive Campaign Finance Reform Act of 1992 - Title I: House of Representatives Election Limitation on Contributions from Persons Other than Local Individual Residents - Amends the Federal Election Campaign Act of 1971 (FECA) to prohibit candidates in House of Representatives elections from accepting contributions from persons other than local individual residents that total more than all the contributions accepted from such residents. Title II: Reduction in the Limitation Applicable to Nonparty Multicandidate Political Committee Contributions To Candidates - Amends FECA to provide for a reduction in the limit on multicandidate political committee contributions to candidates for Federal office. Prohibits: (1) separate segregated fund bundling of contributions to candidates for Federal office; (2) transfers of funds among noncandidate, nonparty political committees; and (3) candidates for Federal office from establishing, maintaining, financing, and controlling a political committee other than the candidate's principal campaign committee. Places restrictions on contributions between principal campaign committees. Title III: Restoring the Tax Credit for Individual Contributions; and Strengthening Political Parties - Amends the Internal Revenue Code (IRC) to allow an income tax credit for qualified individual political contributions. Amends FECA to exclude up to $25,000 of individual contributions to party committees from the annual limitation on total individual contributions. Removes certain limitations on party committee contributions in general elections for Federal office. Authorizes additional party committee expenditures to offset independent expenditures in congressional general elections. Sets forth limitations and reporting requirements for soft money. Repeals the building fund exemption. Amends IRC to deny tax-exempt status to: (1) certain politically active organizations; and (2) any organization that participates or intervenes in any political campaign on behalf of or in opposition to any candidates for Federal office. Limits individual and multicandidate political committee contributions to certain political organizations maintained by a candidate for Federal office. Includes as a contribution or expenditure any payment to such a political organization for purposes related to provisions concerned with contributions or expenditures by national banks, corporations, and labor organizations. Permits independent local committees of political parties to make unlimited contributions and expenditures with respect to congressional elections. Title IV: Requiring Additional Statements to the Federal Election Commission for Individuals Who Make Independent Expenditures - Amends FECA to require individuals who make independent expenditures to include certain additional information in statements filed with the Federal Election Commission (FEC). Title V: Additional Prohibitions on Election-Related Activity by Corporations and Labor Organizations, and for Other Purposes - Amends FECA to establish additional prohibitions and reporting requirements with respect to certain election-related activities by corporations and labor organizations. Includes as a contribution or expenditure any payment to a political committee for purposes related to provisions concerned with contributions or expenditures by national banks, corporations, and labor organizations. Adds to such provisions requirements applicable to labor organizations. Requires political committee reports to the FEC to disclose debt settlement and loan security agreements entered into by the committee. Includes as a contribution any gift, subscription, loan, advance, or deposit of money made by any person for the purpose of drafting or encouraging an individual to run for Federal office. Treats such contributions as candidate contributions, whether or not the individual involved becomes a candidate. Title VI: Establishing Clarity Standards for Identification of Sponsors or (sic) Certain Unauthorized Political Advertising, and for Other Purposes - Amends FECA to establish clarity standards for identification of sponsors of certain political advertising. Provides for the removal of certain limitations on contributions in House elections when an opponent's expenditures from personal funds exceed the limitation specified by this Act. Title VII: Independent Expenditures - Amends FECA to mandate: (1) certain aural and visual political advertising requirements for the identification of any person making an independent expenditure through the broadcast or print media; and (2) certain reporting requirements for any person making such an expenditure. Revises the definition of independent expenditure. Provides for: (1) FEC hearings on complaints regarding independent expenditures; and (2) expedited judicial review of any matter relating to the making of an independent expenditure. Title VIII: Reduction of Campaign Costs - Amends the Communications Act of 1934 to: (1) limit the cost to qualified candidates of broadcasting time for pre-election political advertising to the lowest rate charged for any time in the same period; and (2) prohibit any broadcast licensee from preempting the use of any such time purchased by a qualified candidate. Title IX: Miscellaneous Provisions - Sets forth severability provisions and the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Campaign Finance Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Election Campaign Act of 1971 to make Federal elections more competitive, open, and honest by providing for reform of campaign finance laws and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:28-05:00"
}