{
  "actions": [
    {
      "acted_at": "2001-09-07", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2001-09-12", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Levin. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-09-12", 
      "calendar": "Senate Legislative", 
      "number": "157", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 157.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2001-10-02", 
      "references": [
        {
          "reference": "CR S10055", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-02", 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S 1438 amended (Division B only).", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-02", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2001-10-05", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-05T09:03:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-05T09:40:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1418-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2001-10-02", 
    "vetoed": false
  }, 
  "introduced_at": "2001-09-12", 
  "number": "1418", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2002 for military construction, and for other purposes.", 
  "popular_title": "Military Construction FY2002 Authorization bill", 
  "related_bills": [
    {
      "bill_id": "s1438-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1438-107", 
      "reason": "includes"
    }
  ], 
  "short_title": "Military Construction Authorization Act for Fiscal Year 2002", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2001-10-02", 
  "subjects": [
    "Administrative procedure", 
    "Air bases", 
    "Alaska", 
    "Ammunition", 
    "Architecture", 
    "Arkansas", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Army posts", 
    "Asbestos abatement", 
    "Authorization", 
    "Aviation fuels", 
    "Building construction", 
    "Building leases", 
    "Cabinet officers", 
    "California", 
    "Chemical weapons", 
    "Colorado", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Cost accounting", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense industries", 
    "Defense procurement", 
    "Department of Defense", 
    "EBB Terrorism", 
    "Easements", 
    "Economic development", 
    "Economics and public finance", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Engineering", 
    "Environmental assessment", 
    "Environmental protection", 
    "Families", 
    "Federal advisory bodies", 
    "Federal installations", 
    "Federal office buildings", 
    "Federal-local relations", 
    "Finance and financial sector", 
    "Foundations", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government trust funds", 
    "Hawaii", 
    "Hazardous waste site remediation", 
    "Health", 
    "Higher education", 
    "History", 
    "Housing and community development", 
    "Housing subsidies", 
    "Idaho", 
    "Infrastructure", 
    "Intercontinental ballistic missiles", 
    "International affairs", 
    "Iowa", 
    "Kentucky", 
    "Laboratories", 
    "Land transfers", 
    "Law", 
    "Lead", 
    "Leases", 
    "Liability for toxic substances pollution damages", 
    "Limited access highways", 
    "Maine", 
    "Maintenance and repair", 
    "Managed care", 
    "Marine corps", 
    "Maryland", 
    "Military and naval supplies", 
    "Military base closures", 
    "Military bases", 
    "Military communications", 
    "Military construction operations", 
    "Military dependents", 
    "Military education", 
    "Military history", 
    "Military housing", 
    "Military medicine", 
    "Military readiness", 
    "Military training", 
    "Missile bases", 
    "Mississippi", 
    "NATO countries", 
    "NATO military forces", 
    "Names", 
    "National Guard", 
    "National parks", 
    "Naval bases", 
    "Naval hospitals", 
    "New York State", 
    "North Carolina", 
    "North Dakota", 
    "Ohio", 
    "Paints and varnishes", 
    "Parking facilities", 
    "Parks", 
    "Pennsylvania", 
    "Petroleum pipelines", 
    "Petroleum storage", 
    "Post exchanges", 
    "Privatization", 
    "Public lands and natural resources", 
    "Public meetings of administrative bodies", 
    "Public utilities", 
    "Radon", 
    "Real estate development", 
    "Research centers", 
    "Residential energy conservation", 
    "Right-of-way", 
    "Road construction", 
    "Science, technology, communications", 
    "Security measures", 
    "September 11, 2001", 
    "Shipbuilding", 
    "Social welfare", 
    "South Carolina", 
    "Terrorism", 
    "Texas", 
    "Transportation and public works", 
    "Virginia", 
    "Warships", 
    "Washington State", 
    "Wisconsin", 
    "Witnesses"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2001-10-02", 
    "text": "Military Construction Authorization Act for Fiscal Year 2002 - Title XXI(sic): Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes such Secretary to construct or acquire family housing units, carry out architectural planning and design activities, and improve existing military family housing in specified amounts. Authorizes appropriations to the Army for fiscal years after 2001 for military construction, land acquisition, and military family housing functions of the Army. Limits the total cost of construction projects authorized by this title.(Sec. 2105) Amends the Military Construction Authorization Act for Fiscal Year 2001 to increase the amounts authorized for construction projects at Fort Leonard Wood, Missouri, Fort Drum, New York, and Fort Hood, Texas.Title XXII: Navy - Provides, with respect to the Navy, authorizations paralleling those provided for the Army under the previous title.(Sec. 2205) Amends the Military Construction Authorization Act for Fiscal Year: (1) 2001 to reduce the amounts authorized for construction projects at the Naval Shipyard in Puget Sound, Washington, and the Naval Station in Bremerton, Washington; and (2) 2000 to increase the amount authorized for a construction project at Camp H.M. Smith, Hawaii.Title XXIII: Air Force - Provides, with respect to the Air Force, authorizations paralleling those provided for the Army under Title XXI.(Sec. 2305) Amends the Military Construction Authorization Act for Fiscal Year 2001 to reduce the number of family housing units under a construction project at Mountain Home Air Force Base, Idaho.Title XXIV: Defense Agencies - Authorizes the Secretary of Defense (Secretary) to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to carry out certain energy conservation projects. Authorizes appropriations to the Department of Defense (DOD) for fiscal years after 2001 military construction, land acquisition, and military family housing functions of DOD. Limits the total cost of construction projects authorized by this title.(Sec. 2404) Amends prior military construction authorization Acts to: (1) remove a project (and its authorized funds) at the Marine Corps Base, Camp Pendleton, California; (2) decrease the amounts authorized for unspecified worldwide projects; (3) increase the amounts authorized for projects at the Blue Grass Army Depot, Kentucky, Fort Wainwright, Alaska, and the Naval Air Station, Whidbey Island, Washington; and (4) increase the amounts authorized for projects at the Aberdeen Proving Ground, Maryland, and the Pine Bluff Arsenal, Arkansas.Title XXV: North Atlantic Treaty Organization Security Investment Program - Authorizes the Secretary to make contributions for the North Atlantic Treaty Organization (NATO) Security Investment Program and authorizes appropriations for fiscal years after 2001 for such Program.Title XXVI: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years after 2001 for the Guard and reserve forces for acquisition, architectural and engineering services, and construction of facilities.Title XXVII: Expiration and Extension of Authorizations - Terminates all authorizations contained in Titles XXI through XXVI of this Act on October 1, 2004, or the date of enactment of an Act authorizing funds for military construction for FY 2005, whichever is later, with exceptions. Extends certain prior-year military construction projects.Title XXVIII: General Provisions - Subtitle A: Military Construction Program and Military Family Housing Changes - Increases from $500,000 to $750,000 the minor real property transaction threshold before certain congressional notification and reporting is required from the Secretary concerned.(Sec. 2802) States that limitations on authorized military construction project cost increases shall not apply to the cost of any environmental hazard remediation required by law if the remediation could not have been reasonably anticipated at the time of original project approval.(Sec. 2803) Repeals required annual reports concerning military construction and family housing activities.(Sec. 2804) Authorizes the Secretary to use current non-excess DOD property leasing authority to acquire or improve military family housing.(Sec. 2805) Authorizes the Secretary, during any fiscal year in which a contract is awarded for the acquisition or construction of military family housing units that are not to be owned by the United States, to transfer amounts from military housing support funds in order to provide a basic housing allowance for the personnel assigned to such housing.(Sec. 2806) Directs the Secretary to determine the advisability of modifying the Federal Acquisition Regulation to allow contractors to treat financing costs as allowable expenses under contracts for utility services from utility systems conveyed under the DOD privatization initiative. Requires a related report to Congress.Subtitle B: Real Property and Facilities Administration - Amends the Federal Property and Administrative Services Act of 1949 to make the proceeds of sales of DOD property from a closed military installation available for facility maintenance and repair or environmental restoration by the military department that had jurisdiction over such property.(Sec. 2812) Authorizes the Secretary to carry out a pilot program, to be known as the Pilot Efficient Facilities Initiative, to determine the potential for increasing the efficiency and effectiveness of the operation of military installations. Authorizes the Secretary to designate up to two installations of each military department to participate (requiring notification to the defense committees of the installations chosen). Requires a management plan for each installation. Establishes in the Treasury the Installation Efficiency Project Fund to manage capital assets and provide support services at participating installations. Terminates the Secretary's authority to carry out the Initiative four years after the enactment of this Act. Requires a report to Congress.(Sec. 2813) Authorizes the Secretary of the Army to conduct a demonstration program to assess the feasibility and desirability of including facility maintenance requirements in contracts for military construction projects. Limits the program period to five years. Requires such Secretary, during such period, to report annually to the defense and appropriations committees. Provides program funding from Army military construction funds.Subtitle C: Land Conveyances - Authorizes the Secretary of the Army to convey to the Commonwealth of Virginia two parcels of real property at the Engineer Proving Ground, Fort Belvoir, Virginia. Makes such Secretary responsible for any required environmental remediation.(Sec. 2822) Amends the Military Construction Authorization Act for Fiscal Year 2001 to authorize the conveyance of any or all (currently, only all) of the Naval Computer and Telecommunications Station in Cutler, Maine.(Sec. 2823) Authorizes the Secretary of the Navy to transfer to the Secretary of the Interior jurisdiction over the Schoodic Point property within the Acadia National Park, Maine. Authorizes the Secretary to convey to the State of Maine the former facilities of the Naval Security Group Activity, Winter Harbor, Maine. Authorizes the Secretary of the Navy to transfer to the Secretary of the Interior any personal property associated with the Schoodic Point property.Requires the Secretary of the Navy to maintain the Schoodic Point property pending conveyance, allowing the use of an interim lease. Authorizes the Secretary of the Navy to require each recipient of the Winter Harbor property to reimburse the Secretary for environmental assessment, study, or analysis costs.(Sec. 2824) Authorizes the Secretary of the Air Force to convey to the Loring Development Authority, Maine, a specified segment of the Loring Petroleum Pipeline, Maine. Requires the Authority to reimburse such Secretary for environmental costs.(Sec. 2825) Authorizes the Secretary of the Air Force to convey to the Maine Port Authority the petroleum terminal at Mack Point, Searsport, Maine, which served former Loring Air Force Base and Bangor Air National Guard Base. Requires the Authority to reimburse such Secretary for environmental costs.(Sec. 2826) Authorizes the Secretary of the Navy to convey to the Toledo-Lucas County Port Authority, Ohio, the Naval Weapons Industrial Reserve Plant in Toledo, for economic development or other appropriate purposes. Requires the Authority to reimburse such Secretary for environmental costs.(Sec. 2827) Amends the Military Construction Authorization Act for Fiscal Year 2001 relating to the conveyance of the Mukilteo Tank Farm in Everett, Washington, to: (1) revise the acreage of such conveyance; (2) require the Secretary of the Air Force to convey to the Secretary of Commerce administrative jurisdiction over a parcel of property which includes the Mukilteo Research Center facility, to be used as part of the National Oceanic and Atmospheric Administration (NOAA); and (3) allow the Port of Everett to use any part of the Research facility not used by NOAA over a 12-year period.(Sec. 2828) Authorizes the Secretary of the Air Force to convey to the State of South Carolina all rights and interest to the Air Force Family Housing Annex at Charleston Air Force Base, South Carolina. Authorizes such Secretary to convey a portion of such transfer to the city of North Charleston, for municipal purposes.(Sec. 2829) Authorizes the Secretary of the Army to convey to Fort Des Moines Memorial Park, Inc., a portion of the Fort Des Moines Army Reserve Center, in order to establish the Fort Des Moines Memorial Park and Education Center.(Sec. 2830) Authorizes the Secretary of the Air Force to convey to the State Historical Society of North Dakota certain former Minuteman III IBM facilities at the Grand Forks Air Force Base, North Dakota.(Sec. 2831) Authorizes the Secretary of the Navy to acquire land in Perquimans County, North Carolina, in order to include such land in the Harvey Point Defense Testing Activity, Hertford, North Carolina.(Sec. 2832) Authorizes the Administrator of General Services to convey to the city of Kewaunee, Wisconsin, the Army Reserve Center in Kewaunee. States that if such property is later sold under a reversion, funds received shall be deposited into the Land and Water Conservation Fund.Subtitle D: Other Matters - Authorizes the Secretary of the Army to enter into an agreement with the Military Heritage Foundation for the design, construction, and operation of a facility for the United States Army Heritage and Educational Center at Carlisle Barracks, Pennsylvania, for the curation and storage of Army artifacts and related activities. Allows the Commandant of the Army War College to accept gifts totaling up to $250,000 for the benefit of the Center.(Sec. 2842) Amends the Military Construction Authorization Act for Fiscal Year 1997 to repeal a limitation on the costs of renovation at the Pentagon Reservation.(Sec. 2843) Designates the Oxford Army National Guard Readiness Center in Oxford, Mississippi, as the Patricia C. Lamar Army National Guard Readiness Center.(Sec. 2844) Authorizes the Secretary of the Army to allow the Army Morale, Welfare, and Recreation Fund to enter into an agreement for the construction of a parking garage at Fort DeRussy, Hawaii.(Sec. 2845) Authorizes the Secretary to accept contributions to establish a memorial at, or to assist in the repair of damage caused to, the Pentagon Reservation due to the attack of September 11, 2001.Title XXIX: Defense Base Closure and Realignment - Subtitle A: Modifications of 1990 Base Closure Law - Amends the Defense Base Closure and Realignment Act of 1990 to: (1) extend through January 24, 2003, the authority for appointment of members of the Defense Base Closure and Realignment Commission (also extending Commission meeting and funding requirements); (2) extend through 2003 the authority of the Commission to carry out base closures and realignments; (3) require the Secretary to include, in defense budget justification documents for FY 2003, a force-structure plan for the armed forces based on the Secretary's assessment in the quadrennial defense review of the probable threats to U.S. security during the twenty-year period beginning with FY 2003; and (4) extend through 2003 authorities for determinations of which bases to close or realign, DOD recommendations for such closures and realignments, Commission review and recommendations, and presidential review of such recommendations.(Sec. 2902) Establishes in the Treasury the Department of Defense Base Closure Account 2003 to implement base closures and realignments after September 30, 2003. Requires the Secretary to notify the defense and appropriations committees when a decision is made to use funds to carry out a construction project in connection with a base closure or realignment, and such funds exceed the amount authorized for a minor military construction project. Requires reports on Account funds used. Provides for the deposit of proceeds of the transfer or other disposal, in connection with the closure or realignment of a base, of property originally acquired, constructed, or improved with commissary store or nonappropriated funds. Makes the above Account the exclusive source of funds for environmental restoration projects required as part of a base closure or realignment.(Sec. 2903) Increases from eight to nine the membership of the Commission. Requires military value to be the primary consideration in making recommendations for base closures or realignments. Directs the Secretary, based on the required force-structure plan and the final selection criteria submitted, to carry out a comprehensive review of DOD installations inside the United States, and, in considering installations for closure or realignment, to consider the anticipated continuing need for and availability of military installations worldwide. Requires the Secretary, in making recommendations, to consider any notice from a local government that it would approve the closure or realignment of an installation in that area. Requires the Commission, when considering changing installation recommendations of the Secretary, to invite the Secretary to testify at a public or closed hearing on the proposed change. Allows the Secretary to carry out privatization in place of a military installation recommended for closure or realignment by the Commission only if such privatization in place is a method specified by the Commission and determined to be the most cost-effective method of implementation of the recommendation.Allows a property lease, entered into between the United States and the redevelopment authority concerned for the lease-back to the United States of property at a closed or realigned installation, to require the United States to pay such redevelopment authority for facility services and common area maintenance provided for the leased property.Repeals a provision which terminated on November 30, 1998, the authority of the Secretary to transfer real property or facilities for the performance of required environmental remediation.Subtitle B: Modification of 1988 Base Closure Law - Amends the Defense Authorization Amendments and Base Closure and Realignment Act of 1988 to authorize the Secretary to transfer real property at an installation approved for closure or realignment to the redevelopment authority for the installation if such authority agrees to lease one or more portions of the property back to the Secretary or the head of another Federal department or agency. Makes such leases for a 50-year period, allowing any unneeded remainder of a lease term to be used by the same or another Federal department or agency. Allows a lease entered into between the United States and a redevelopment authority to require the United States to pay the redevelopment authority for facility services and common area maintenance provided for the leased property."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Military Construction FY2002 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act for Fiscal Year 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Military Construction Authorization Act for Fiscal Year 2002", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Military Construction Authorization Act for Fiscal Year 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2002 for military construction, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:09-05:00"
}