{
  "actions": [
    {
      "acted_at": "1979-06-14", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1340-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-14", 
  "number": "1340", 
  "official_title": "A bill to amend titles 5 and 37, United States Code, to extend the pay comparability concept to a total compensation comparability concept encompassing both pay and benefits and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Ribicoff, Abraham A.", 
    "state": "CT", 
    "thomas_id": "01422", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-14", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Census and Statistics", 
    "Civil service compensation", 
    "Civil service employment", 
    "Civil service system", 
    "Commemorations", 
    "Congress and Congressmen", 
    "Employment and training programs", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Holidays", 
    "Hours of labor", 
    "House of Representatives", 
    "House rules and procedure", 
    "Labor and employment", 
    "Labor statistics", 
    "Legislation", 
    "Military pay", 
    "Military personnel", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Senate", 
    "Senate rules and procedure", 
    "Transportation and Travel", 
    "Travel costs"
  ], 
  "subjects_top_term": "Civil service system", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-14", 
    "text": "Federal Employees Compensation Reform Act of 1979 - Revises the compensation system for Federal employees. Declares it to be the policy of Congress that the total compensation (total benefits and pay, excluding premium pay) of Federal employees be comparable to the total compensation of non-Federal employees (private sector employees and State and local government employees). Defines the term \"benefit\" as a payment or entitlement excluding basic or premium pay. Directs the President to determine which benefits to include in total compensation. Repeals provisions allowing the President to set higher minimum rates of pay in certain areas when necessary to recruit and retain qualified employees. Requires the annual report by the President's agent comparing the pay of Federal and non-Federal employees to include a comparisons of Federal and non-Federal pay and benefits within a designated pay area. Directs the President to: (1) adjust the total compensation of Federal employees under each statutory compensation system to correspond with the total compensation of non-Federal employees; and (2) report to Congress on such adjustment. Changes the name of: (1) the Federal Employees Pay Council to the Federal Employees Compensation Council; and (2) the Advisory Commission on Federal Pay to the Advisory Commission on Federal Compensation. States that an alternative plan submitted by the President during a national emergency or unusual economic condition for the adjustment of compensation for the statutory compensation systems, the Prevailing Rate Systems, or the Special Occupational Services shall become effective unless a joint resolution disapproving such plan becomes law. Permits the President to establish, modify, or discontinue benefits, except retirement benefits, to carry out the policy set forth in this Act. Directs the President to transmit a report on any proposed benefit adjustments to Congress by a specified date. States that such adjustments shall become effective within 30 days of continuous session of Congress unless a joint resolution disapproving them becomes law, in which case total compensation comparability must by achieved solely by pay adjustments. Sets forth House and Senate procedures for considering such a resolution. Requires that such adjustments be published in the Code of Federal Regulations and the Federal Register. Defines the General Schedule as the basic pay schedule for employees of executive agencies from which local pay area schedules are derived. Permits a person who supervises other employees to be paid an amount greater than the highest rate of basic pay of any such employee even if such amount exceeds the highest of such supervisor's grade. Eliminates provisions allowing increased minimum rates for certain new employees. States that an employee who is serving at a retained grade because of reduction in force shall be treated as a regular employee at such grade for promotional purposes. Requires the total compensation for prevailing rate employees of executive agencies to be established and adjusted in accordance with principles governing the total compensation of employees under statutory pay systems as set forth in this Act. Provides for the assignment and payment by agency heads of special project employees for economic or employment opportunity programs in accordance with Office of Personnel Management (OPM) regulations. Authorizes the OPM, in consultation with the Office of Management and Budget, to establish Special Occupational Services to include positions in occupations for which the Government would be significantly handicapped in recruiting and managing a well-qualified workforce if such positions were placed under the General Schedule. Directs the OPM to: (1) establish and administer pay-setting procedures for each service in accordance with the policy set forth in this Act; and (2) report annually on each service to the President. Directs the OPM to: (1) establish an annual schedule of wage surveys to determine prevailing wage rates; (2) conduct a full-scale wage survey every two years; and (3) require such surveys to include wages paid by the State and local governments in the wage area. Repeals specified provisions concerning: (1) the number of local positions needed to establish wage rates; and (2) the steps of each grade for prevailing rate employees. Prohibits the reduction of pay of any prevailing rate employee as a result of the initial application of this Act. Specifies conditions under which a agency may be include premium pay in the pay of an employee selected for training. Includes prevailing rate employees under provisions regarding premium pay for Federal employees under statutory compensation systems. Excludes special project employees and Special Occupational Services employees from the coverage of such provisions. States that any employee who is not exempt from the overtime provisions of the Fair Labor Standards Act of 1978: (1) shall receive overtime pay of one and one-half times the employee's regular hourly rate of pay; and (2) shall receive credit as hours of work for time spent traveling on a one day assignment or during workday hours on a scheduled day off. Authorizes an agency head to grant compensatory time instead of paying overtime rates to any employee exempt from such provisions. Excludes prevailing rate employees from the coverage of provisions regarding premium pay for night, standby, irregular, or hazardous duty. Repeals provisions providing a cost of living allowance for employees in certain areas outside the continental United States. Authorizes the OPM to establish staffing differentials for any position for which the Government is having difficulty in recruiting and retaining qualified employees. Repeals provisions prohibiting the basic workday of a Federal employee from exceeding eight hours. Establishes the birthday of Martin Luther King, Junior, January 15, as a legal public holiday. Sets forth rules governing the designation of a holiday which falls on a regularly scheduled non-workday for employees working specified schedules. Authorizes the dismissal of employees when work cannot be performed for certain reasons. Specifies conditions under which an employee may be excused from work without losing pay, personal leave, or credit for time in service. Directs the OPM to prescribe regulations for the administration of such administrative leave. Authorizes the OPM to regulate periods of nonduty status of employees. Grants special authority to the President to establish, modify, or abolish premium pay and allowances for executive branch employees to: (1) eliminate conflicting requirements; (2) conform with practices in the non-Federal sector; and (3) provide equitable compensation to employees. Directs the OPM to issue regulations providing for the retention of pay for employees whose pay would be reduced by initial application of the provisions of this Act. Prohibits a reduction in benefits as provided for in this Act for five years after its enactment. Requires the President to increase the pay and basic allowances for members of the uniformed services as of October 1 of each year by the average percentage increase in non-Federal pay as reported in the most recent annual survey of the Bureau of Labor Statistics. Directs the President to submit an alternative plan for adjusting such compensation in accordance with provisions which are similar to the provisions governing the alternative plan for adjusting the compensation for other Federal employees. Sets forth the effective dates of provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend titles 5 and 37, United States Code, to extend the pay comparability concept to a total compensation comparability concept encompassing both pay and benefits and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:00-05:00"
}