{
  "actions": [
    {
      "acted_at": "1989-06-22", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-18", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Mining and Natural Resources", 
      "text": "Referred to the Subcommittee on Mining and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-18", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Mining and Natural Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2719-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Mining and Natural Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-22", 
  "number": "2719", 
  "official_title": "To amend titles I, II, IV, and V of the Surface Mining Control and Reclamation Act of 1977, and to add a new title X, to encourage the remining and reclamation of abandoned mined lands by active mining operations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2791-101", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "23", 
    "name": "Clinger, William F., Jr.", 
    "state": "PA", 
    "thomas_id": "00207", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-06-22", 
  "subjects": [
    "Administrative procedure", 
    "Alternative energy sources", 
    "Coal", 
    "Environmental protection", 
    "Indian lands", 
    "Mine wastes", 
    "Mines and mineral resources", 
    "Reclamation of land", 
    "Strip mining", 
    "User charges"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-06-22", 
    "text": "Amends the Surface Mining Control and Reclamation Act of 1977 to direct the Secretary of the Interior, acting through the Office of Surface Mining Reclamation and Enforcement, to administer programs promoting the reclamation of abandoned mine lands by active surface coal mining operators. Authorizes the Secretary waive or reduce the surface coal mining reclamation fee with respect to coal produced under certain reclamation agreements. Authorizes the Secretary (and certain States) to enter into reclamation agreements with respect to unreclaimed mined lands and lands adversely affected by mining. Cites conditions under which a reclamation agreement may authorize the use of excess spoil from active surface coal mining operations. Authorizes the Secretary to: (1) develop a reclamation bond credit program to compensate operators for up to 80 percent of the costs of reclamation activities; (2) establish a decision-making process as to which lands adversely affected by past coal mining can be designated abandoned mine land recovery zones suitable for reclamation and remining by surface coal mining activities; (3) make matching funds available upon request to States and Indian tribes to collect geologic and hydrologic data for regions adversely affected by coal mining abuses; and (4) use certain funds allocated from reclamation fees to establish and administer reclamation bond pool programs promoting remining and reclamation of areas adversely affected by coal mining. Directs the Secretary to promulgate regulations establishing requirements for coal waste removal and site reclamation. Applies the alternative energy fuel provisions of the Energy Security Act to the use of coal waste materials as an alternative energy fuel and primary energy source to the same extent that such provisions apply to geothermal small power production facilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend titles I, II, IV, and V of the Surface Mining Control and Reclamation Act of 1977, and to add a new title X, to encourage the remining and reclamation of abandoned mined lands by active mining operations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:47-05:00"
}