{
  "actions": [
    {
      "acted_at": "1990-07-25", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-08-31", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-08-31", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-09-19", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5372-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Sikorski, Gerry E.", 
      "sponsored_at": "1990-07-25", 
      "state": "MN", 
      "thomas_id": "01057", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-25", 
  "number": "5372", 
  "official_title": "To amend the Toxic Substances Control Act to reduce the levels of lead in the environment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lead Pollution Prevention Act of 1990", 
  "sponsor": {
    "district": "1", 
    "name": "Luken, Thomas A.", 
    "state": "OH", 
    "thomas_id": "00713", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-07-25", 
  "subjects": [
    "Air pollution control", 
    "Air quality", 
    "Beverage containers", 
    "Building materials", 
    "Canning and preserving", 
    "Ceramics", 
    "Child health", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Consumer protection", 
    "Container industry", 
    "Crime and law enforcement", 
    "Electric batteries", 
    "Employee training", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Executive reorganization", 
    "Federal aid to health facilities", 
    "Federal aid to higher education", 
    "Fertilizers", 
    "Fines (Penalties)", 
    "Fishing", 
    "Food contamination", 
    "Gasoline", 
    "Government paperwork", 
    "Hazardous waste disposal", 
    "Health education", 
    "Labeling", 
    "Laboratories", 
    "Lead", 
    "Lead poisoning", 
    "Manufacturing industries", 
    "Medical research", 
    "Medical screening", 
    "Medical statistics", 
    "Medical tests", 
    "Mineral industries", 
    "Packaging", 
    "Paints and varnishes", 
    "Pesticides", 
    "Plastics", 
    "Potable water", 
    "Preventive medicine", 
    "Product safety", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Soil pollution", 
    "Standards", 
    "Toys", 
    "Water quality", 
    "Water supply", 
    "Wine"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-07-25", 
    "text": "Lead Pollution Prevention Act of 1990 - Amends the Toxic Substances Control Act to prohibit the manufacturing, processing, or distribution in commerce of certain products containing more than a specified percentage of lead. Authorizes the Administrator of the Environmental Protection Agency (EPA) to modify the allowable lead percentage for such products under certain conditions. Prohibits the manufacture, import, or distribution in commerce of food cans containing more than .1 percent lead by dry weight. Prohibits the sale of leaded gasoline at a price lower than that of unleaded gasoline sold at the same establishment. Directs persons manufacturing, processing, or importing any product containing more than .1 percent lead by dry weight to submit specified information to the Administrator. Requires the Administrator to publish a compilation of such information. Directs owners and operators of primary and secondary lead smelters or refiners and of battery manufacturing facilities to report to the Administrator on lead emissions from their facilities. Requires such facilities to be equipped with emissions monitoring devices meeting the Administrator's requirements. Directs manufacturers or importers of products containing more than .1 percent lead by dry weight to indicate the percentage of lead on such products' labels. Provides for interim labeling requirements until the Administrator promulgates labeling regulations. Prohibits the processing or manufacturing of products with lead contents exceeding .1 percent unless the product is listed in the Administrator's compilation of information or: (1) the manufacturer or processor has submitted a specified notice to the Administrator prior to such manufacturing or processing; (2) such person complies with certain test data requirements; and (3) the Administrator has determined that the product is not likely to contribute to the dispersion of lead in the environment and no comparable product is available in commerce. Prohibits the disposal of used lead-acid batteries other than by recycling in accordance with this Act. Requires persons to dispose of such batteries only by delivery to: (1) battery retailers or wholesalers; or (2) secondary lead smelters or collection or recycling facilities operating in compliance with laws relating to battery reclamation. Sets forth battery disposal requirements for retailers, wholesalers, and manufacturers. Requires battery retailers, wholesalers, and manufacturers to accept from customers used batteries of the same type as the batteries sold. Directs retailers to post a notice for customers containing information about the illegality of improperly disposed batteries and the requirements for accepting batteries. Permits the Administrator to inspect any establishment pursuant to this Act and to issue warnings and citations for noncompliance. Subjects persons who fail to post notices after receiving a warning to penalties of up to $1,000 per day. Requires battery wholesalers who sell batteries to retailers to provide for removal of batteries from the retailers' place of business. Prohibits the charging of fees for accepting batteries from customers. Prescribes civil and criminal penalties for violations of lead-acid battery provisions. Directs the Administrator to undertake a program to promote monitoring, detection, and abatement of lead-based paint and other lead exposure hazards. Requires the Administrator to establish: (1) standards for laboratory analysis of lead in blood and in paint films, soil, and dust; and (2) certification programs to assure the quality and consistency of such analyses, unless voluntary accreditation programs are operating nationwide. Requires the Administrator to develop minimum core curricula for technical training courses for lead-based paint abatement workers, supervisors, designers, inspectors, and building owners. Provides that such courses shall address factors associated with lead testing and abatement in various types of housing units. Directs the Administrator to evaluate such programs and to encourage the development of State certification programs or national proficiency tests. Requires the Administrator to evaluate and develop standards and testing protocols for emerging products and techniques for detecting lead in paint films and dust. Directs the Administrator to report to the Congress on the effectiveness of various abatement and management techniques in reducing lead dust levels. Requires the Administrator to establish a program and develop standards for the evaluation of products and procedures for encapsulating or removing lead-based paint. Directs the Administrator to publish a list of products and procedures that meet performance standards. Requires the Administrator to issue guidelines for the management of lead-based paint debris. Prohibits the funding of travel of EPA employees outside the United States unless such guidelines are issued. Requires the Administrator to undertake a research project on lead exposure in children who have elevated blood lead levels or other indicators of elevated lead body burden. Directs the Secretary of Health and Human Services to sponsor public education and outreach activities to increase awareness of the scope and severity of lead poisoning from household sources and the need for abatement and management action. Requires the Administrator to issue guidelines concerning the levels for lead in soil at which appropriate action must be taken. Directs the Administrator to appoint a Coordinator for Lead Activities. Requires the Administrator to award grants to institutions of higher education for purposes of establishing Centers for the Prevention of Lead Poisoning. Limits the Federal share of Center operation costs. Directs the Secretary, acting through the Director of the Centers for Disease Control, to: (1) encourage State public health officials to report blood-lead measurements to the Director; and (2) report to the Congress on the status of such reporting and the feasibility and desirability of instituting a national requirement for mandatory pre-school blood-lead screening. Amends the Public Health Service Act to require the Secretary, acting through the Director, to establish a blood-lead laboratory reference project to assist State and local governments in establishing and improving the quality of laboratory measurements performed for childhood lead poisoning prevention programs. Amends the Clean Air Act to require a specific revised national ambient air quality standard for lead unless the Administrator promulgates such standard within a certain time period. Amends the Safe Drinking Water Act to require a specific revised national primary drinking water regulation for lead and quarterly monitoring of lead at end users' taps unless the Administrator promulgates such regulation within a certain time period. Requires the Administrator of the Agency for Toxic Substances and Disease Registry to update a report submitted pursuant to the Superfund Amendments and Reauthorization Act of 1986 to include information on childhood lead poisoning. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lead Pollution Prevention Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Toxic Substances Control Act to reduce the levels of lead in the environment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:05-05:00"
}