{
  "actions": [
    {
      "acted_at": "1979-12-20", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-12-20", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-04-28", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 96-667.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-04-28", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Environment and Public Works with amendment, S. Rept. 96-667.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-05", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-05", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-05", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-06", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Committee on Merchant Marine and Fisheries discharged in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "bill_ids": [
        "hr6959-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 6959.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-03", 
      "references": [], 
      "text": "Senate agreed to House amendment with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-04", 
      "references": [], 
      "text": "House agreed to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-04", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-09", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-10", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-12-22", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-12-22", 
      "references": [], 
      "text": "Public Law 96-561.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2163-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-12-22", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-20", 
  "number": "2163", 
  "official_title": "An act to provide for the conservation and enhancement of the salmon and steelhead resources of the United States, assistance to treaty and nontreaty harvesters of those resources, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6225-96", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6959-96", 
      "reason": "related"
    }
  ], 
  "short_title": "American Fisheries Promotion Act", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-20", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Anadromous fishes", 
    "California", 
    "Columbia River development", 
    "Congressional oversight", 
    "Diplomats", 
    "Federal advisory bodies", 
    "Federal aid programs", 
    "Federal aid to Indians", 
    "Federal aid to fisheries", 
    "Federally-guaranteed loans", 
    "Fisheries", 
    "Fishery management", 
    "Fishing boats", 
    "Government trust funds", 
    "Indian hunting and fishing rights", 
    "International fishery management", 
    "Licenses", 
    "Merchant ships", 
    "Native Americans", 
    "Oregon", 
    "Research and development", 
    "Salmon fisheries", 
    "Washington State"
  ], 
  "subjects_top_term": "Fishery management", 
  "summary": {
    "as": "Senate agreed to House amendment with amendment", 
    "date": "1980-12-03", 
    "text": "(Senate agreed to House amendment with an amendment) =Title I: Conservation and Enhancement of Salmon and Steelhead Resources= - Salmon and Steelhead Conservation and Enhancement Act of 1980 - States that this title authorizes the establishment of a cooperative program involving the United States, the States of Washington and Oregon, the treaty tribes acting through the appropriate tribal coordinating bodies, and other parties to: (1) encourage stability in and promote the economic well being of the treaty and nontreaty commercial fishing and charter fishing industries; and (2) improve distribution of fishing power between treaty and nontreaty fisheries. Directs the Secretary of Commerce, within 90 days after the date of the enactment of this Act, to establish the Salmon and Steel head Advisory Commission. Requires such Commission, within 15 months after the date of the establishment of the Commission, to prepare and submit to the Secretary and Congress a comprehensive report containing conclusions, comments, and recommendations for the development of a management structure for the effective coordination of research, enhancement, management, and enforcement policies for the salmon and steelhead resources of the Columbia River and Washington conservation areas and for the resolution of disputes between management entities that are concerned with stocks of common interest. Sets forth principal objectives of and the standards for such management structure. Requires the Secretary, in consultation with the Secretary of the Interior, within four months after the date of submission of such report, to review the report and, if the management structure recommended in the report would meet the specified ojectives and standards, approve the report. Requires the Secretaries to return the report to the Commission, if such report is not approved, together with a written statement of the reasons for not approving the report. Requires the Secretary, if the Commission submits a revised report to the Secretary within two months after the date of return, to approve the report if he finds that the objections on which the prior disapproval was based are overcome. Terminates such Commission upon the Secretary's approval of the Commission's report, unless otherwise agreed to by the voting members of the Commission and approved by the Secretary. Makes a State represented by a voting member on the Commission and any treaty tribe represented by a tribal coordinating body, upon approval by the Secretary of the Commission's report, eligible for financial assistance pursuant to this Act if such State or treaty tribe enters into an agreement with the Secretary to: (1) implement and enforce the provisions of the report and revisions thereto; and (2) engage in such coordination and consultation as may be necessary or appropriate to ensure that the report and revisions thereto are fully and effectively implemented. Authorizes the Secretary, in consultation with the Secretary of the Interior, to establish a program to provide grants to prepare reports and plans required by this Act in order to promote coordinated research, enforcement, enhancement, and management of the salmon and steelhead resources within the Washington and Columbia River conservation areas. Makes such grants available for use by the States of Washington and Oregon, appropriate tribal coordinating bodies, or any joint governmental entity established for undertaking research, providing advice on or mechanisms for coordinating management or enforcement, or preparing the reports and plans required by this Act. Directs the Secretary to discontinue further funding, if the Secretary finds that, as of the close of the 18th month after Secretarial approval of the Commission report, the number of parties which have adopted and implemented the Commission's provisions and the report is insufficient to ensure that the management structure is effective and consistent with the standards and objectives set forth in this Act. Authorizes the Secretary of the Interior, in consultation with the Secretary of Commerce, to establish a program to provide grants for projects for the enhancement of the salmon and steelhead resources of the Washington conservation area and the Columbia River conservation area. Requires any such project in the Washington conservation area to be in accordance with a comprehensive enhancement plan developed and agreed to by the State of Washington and the Washington tribal coordinating body within 18 months after the date of enactment of this title. Requires any enhancement project in the Columbia River conservation area to be in accordance with a comprehensive enhancement plan developed and agreed to by the States of Washington and Oregon and the Columbia River tribal coordinating body within 18 months after the date of enactment to this title. Requires the States of Washington and Oregon to solicit and consider the comments and view of interested commercial and recreational fishermen and other interested parties in developing the comprehensive enhancement plan. Declares that such plan shall describe all enhancement projects anticipating by the States and the treaty tribes for a period of at least five years. Sets forth standards to be included in such plan. Declares that such plan shall describe all enhancement projects anticipated by the States and the treaty tribes for a period of at least five years. Sets forth standards to be included in such plan. Directs the Secretary, in consultation with the Secretary of Commerce, to review each comprehensive enhancement plan and approve such plan within 120 days of the date of its receipts, if found to be consistent with this title and other applicable law. Requires the Secretaries to return such plan to the State of Washington or Oregon, or both, as appropriate, and the appropriate tribal coordinating body with recommendations, if they find that such plan is not in conformity with the provisions of this title or other applicable law. Prohibits the Secretary, in consultation with the Secretary of Commerce, from approving any such plan unless the State of Washington or Oregon, or both, as appropriate, and the treaty tribes, acting through the appropriate tribal coordinating body, agree not to undertake any salmon or steelhead enhancement project, using funds provided pursuant to this part or otherwise, that would be inconsistent with the plans. Prohibits the Secretary from approving a comphrensive plan unless the Secretary of Commerce concurs. Provides for review, modification, or revisions of any such plan with the approval of the Secretary, in consultation with the Secretary of Commerce. Permits the States of Washington and Oregon or a treaty tribe acting through the appropriate tribal coordinating body, after the approval of a comprehensive enhancement plan, to submit project proposals to the Secretary in such manner and form as the Secretary shall prescribe. Sets forth certain enhancement goals that are sought to be achieved by such proposed projects. Authorizes the Secretaries to approve any project consistent with such plan and to provide funding for such project as directed by provisions in ths Act. Limits the total Federal share of all enhancement projects funded annually to not more than 50 percent of the total amount expanded for such projects, except that this limitation shall not apply to projects proposed by treaty tribes acting through the appropriate tribal coordinating body. Requires the Secretary, in cooperation with the Secretary of Commerce, to establish, in consultation with the States of Washington and Oregon and the appropriate tribal coordinating body, a system to monitor and evaluate on a continuing basis all enhancement projects for which funds have been distributed. States that such funds may be discontinued or suspended if any project is not being carried out in a manner consistent with the comprehensive enhancement plan. Authorizes appropriations for the 10-year period beginning on October 1, 1982, to carry out such salmon and steelhead enhancement projects. Prohibits any such appropriations from being used for the operation and maintenance of enhancement programs and related facilities as they existed on or before the date of the approval by the Secretary of the enhancement plan for the conservation area concerned. Authorizes the Secretary of Commerce to distribute Federal funds to the State of Washington for the purchase of commercial fishing and charter vessels (including the associated fishing gear) and licenses. Limits such Federal share to not more than 75 percent in any fiscal year of the total costs of the program in that fiscal year. Declares that the title to any vessel or other personal property purchased under a State program approved by the Secretary shall vest upon purchase in the State. Requires the State to submit to the Secretary a program within three months of the date of enactment of this Act designed to: (1) provide incentives for early retirement of licenses, or early sale of vessels; (2) set aside specific allocations of funds for each gear type to achieve the specific fleet reductions provided for in the program; (3) obtain an effective and expeditious reduction in the overall fishing capacity of and the number of vessels and licenses in the non-Indian commercial and charter salmon fishing fleets in the Washington conservation area; and (4) provide State funding for 25 percent of the total cost of the program. Sets forth conditions under which the Secretary may approve such program and directs the Secretary to continually review such program's operations. Directs the Secretary, upon a finding that the program or the administration thereof is no longer in compliance with this Act, to reduce of discontinue distribution of funds or take other appropriate action. States that if the Secretary finds that any money provided to the State or obtained by the State from the resale of any fishing or charter vessel purchased under such program is not being used in accordance with the provisions of this Act, the Secretary shall recover from the fund and place in the United States Treasury such monies. Authorizes the Secretaries of Commerce and of the Interior to promulgate regulations necessary to carry out the purposes of this Act. Directs the States of Washington and Oregon and the appropriate tribal coordinating bodies to submit an annual report to the appropriate Secretary on the status of the programs authorized by this Act or any other relevant report requested by such Secretary. Directs the Secretary of Commerce, after the 18th-month period after approval of the report of the Salmon and Steelhead Advisory Commission, to establish a system to monitor and evaluate on a continuing basis whether the management program set forth in the report is being effectively implemented. Declares that nothing in this title shall be construed as affecting the provisions of the Fishery Conservation and Management Act of 1976 as it applies with respect to fishery management plans and their application to any fishery, except that the Pacific Fishery Management Council shall ensure that existing and future fishery management plans are consistent with any recommended program or enhancement plan approved under this Act. Requires the Secretary of Commerce, in coordination with the Pacific Fishery Management Council in its salmon management plan, to ensure that the fishing effort reduction that results from the fleet adjustment program of this Act and the license moratorium of the State of Washington is not replaced by new fishing effort from outside the State. Declares that nothing in this Act should be construed to diminish appropriate jurisdiction in the field of resource enhancement and management or supersede or modify applicable existing law, except as provided for in this Act. States that the governing international fishery agreement between the United States and the Government of Portugal Concerning Fisheries Off the Coasts of the United States, as contained in the message to Congress from the President of the United States dated December 1, 1980: (1) is hereby approved by Congress as a governing international fishery agreement; and (2) shall enter into force and effect with respect to the United States on the date of the enactment of this Act. =Title II - Promotion of American Fisheries= - American Fisheries Promotion Act - Directs that funds transferred by the Secretary of Agriculture to the Secretary of Commerce from duties collected under customs laws on fishery products shall be maintained in a separate fund and used by the Secretary of Commerce to: (1) provide financial assistance for the purpose of carrying out fisheries research and development projects approved under this Act; and (2) implement the national fisheries research and development program as set forth by this Act. Directs the Secretary of Commerce to make grants from such fund to assist persons in carrying out fishery research and development projects, including, but not limited to, harvesting, processing, marketing, and associated infrastructures. Directs the Secretary to: (1) at least once each fiscal year, receive during a 60-day period specified by the Secretary application for such grants; (2) prescribe the form and manner in which applications for such grants must be made; and (3) approve or disapprove each such application before the close of the 120th day after the last day of the 60-day period in which the application was received. Prohibits any application from being approved unless the Secretary: (1) is satisfied that the applicant has the requisite technical and financial capabilty to carry out the project; and (2) evaluates the proposed project as to specified conditions. Subjects each such grant to such terms and conditions as the Secretary may require to protect the interests of the United States. Requires each recipient of such grant to keep such records as the Secretary shall require as being necessary or appropriate for disclosing the use made of such grant funds and to provide access to such records for purposes of audit and examination. Limits the amount of a grant to not less than 50 percent of the estimated cost of the project. Requires the recipient of the grant to submit to the Secretary periodic project status reports. Directs the Secretary, if the cost of a project will be shared by the grant recipient, to accept as a part or all of that share the value of in-kind contributions made by the recipient or made available to and applied by the recipient with respect to such project. Requires the Secretary after consultation with appropriate representatives of the fishing industry to carry out a national program of research and development addressed to United States fisheries, if not adequately covered by projects assisted by grants made pursuant to this Act. Requires the Secretary, not later than 60 days before the close of each fiscal year, to submit to specified Congressional committees a report containing: (1) the fisheries development goals and funding priorities for the next fiscal year; (2) a description of each pending project; and (3) an assessment of all projects assisted under this Act. Specifies that, with respect to any fiscal year, not less than 50 percent of the moneys transferred to the fund and such existing fund moneys carried over into that fiscal year shall be used by the Secretary to provide financial assistance for projects, and the remainder of such moneys shall be used to implement the national fisheries research and development program. Directs the Secretary of Commerce to appoint not fewer than six officers who shall serve abroad to promote United States fishing interests. Requires the Secretary of State, upon the request of the Secretary of Commerce, to officially assign such officers to the diplomatic mission of the United States as the Secretary designates and to obtain for them diplomatic privileges and immunities. Sets forth the functions of the fishery trade officers. Amends the Merchant Marine Act, 1936, to limit the amount reserved for the guarantee of obligations for fishing vessels and fishery facilities to not less than three percent nor more than seven percent of the aggregate unpaid principal amount of the obligations guaranteed under such Act. Authorizes the Secretary to guarantee the payment of obligations for: (1) financing or refinancing, including but not limited to, the reimbursement of obligors for expenditures previously made for the construction, reconstruction, reconditioning, or purchase of fishery facilities; or (2) financing the purchase of specified fishing vessels or fishery facilities and the reconstruction or reconditioning thereof. Prohibits the Secretary from establishing, as a condition of eligibility for guarantee under such Act, a minimum principal amount for any obligation covering the reconstruction or reconditioning of a fishing vessel or fishery facility. Authorizes the Secretary to apply an economic soundness test with respect to guarantees of obligations for fishing vessels or facilities designed for use in underutilized fisheries which is less stringent than the test applicable to other obligation guarantees under such Act. Prohibits the Secretary from making any committment to guarantee, or guarantee of, an obligation for the purchase of a used fishing vessel or used fishery facility unless; (1) the vessel or facility will be reconditioned in the United States and will contribute to the development of the United States fishing industry; or (2) the vessel or facility will be used in the harvesting of fish from an under utilized fishery. Directs the Secretary to establish within the Federal Ship Financing Fund three subfunds to contain moneys for obligation guarantees for: (1) fishing vessels and facilities meeting the more stringent test; (2) high risk fishing vessels and facilities meeting the less stringent test; and (3) vessels other than fishing vessels. Declares that during the period beginning on the date of the enactment of this Act and ending at the close of September 30, 1982, the Secretary of Commerce may make loans from the fisheries loan fund only for the purpose of assisting obligors to avoid default on obligations: (1) issued with respect to the construction, reconstruction, reconditioning or purchase of fishing vessels and guaranteed by the United States under the Merchant Marine Act, 1936; or (2) not guaranteed or assisted under such Act, but in which the fishing vessels concerned meet the use and documentation requirements and the obligors meet the citizenship requirements that would apply if the obligations were guaranteed under such Act. Requires the Secretary, within 30 days after the enactment of this Act in the case of fiscal year 1981, and before the beginning of fiscal year 1982, to estimate the number and the aggregate amount of loans which are guaranteed by the United States under the Merchant Marine Act, 1936, for which application will likely be be made during each of such fiscal years. Requires the Secretary to reserve such amount in the fisheries loan fund for the purpose of making such loans during such year. Authorizes the Secretary, after loans to avoid default on obligations covering fishing vessels are provided for, to make loans for purposes of assisting owners and operators of fishing vessels to cover vessel operating expenses in cases where an owner or operator incurs a new operating loss during a fishing season. Amends the Fishery Conservation and Management Act of 1976 to set forth a formula for the reduction of the total allowable level of foreign fishing, if any, with respect to any United States fishery for each harvesting season after the 1980 harvesting season. Requires the appropriate fishery management council for each United States fishery to determine and certify, on a timely basis, to the Secretary of State and the Secretary of Commerce the phase-out fishing level for that fishery for each harvesting season after the 1980 harvesting season. Directs the Secretary of State, upon a determination by the Secretary of Commerce that a portion of the optimum yield for a harvesting season will not be harvested by United States vessels, to allocate such portion for use by foreign fishing vessels during that harvesting season or the immediately succeeding season. Requires the secretaries, in allocating the allowable level of foreign fishing among foreign nations which have applied for the right to harvest fish over which the United States exercises exclusive management authority, to consider whether and to what extent the applicant nation: (1) imposes restrictions on the importation of United States fishing products; (2) cooperates with the United States to advance fisheries trade particularly through the purchase of fish and fisheries products from United States processors of fishermen; (3) cooperates with the United States in the enforcement of United States fishing regulations; (4) requires the fish harvested from the fishery conservation zone for domestic consumption; (5) contributes to the growth of the United States fishing industry by, among other things, minimizing gear conflicts with United States fishing operations and providing harvesting and processing technology beneficial to the fishing industry; (6) has traditionally engaged in fishing in such fishery; and (7) contributes to fishery research and identification of fishery resources. Requires that fees paid for permits issued under this Act be formulated to ensure that the total receipts from such fees for 1981 are not less than seven percent of the ex vessel value of the total harvest by foreign fishing vessels in the fishery conservation zone in 1979. Requires the Secretary, in consultation with the Secretary of State, to establish a schedule of fees to be paid by the owner or operator of any foreign fishing vessel for which a permit is issued pursuant to this Act. Requires such fees to be in an amount at least sufficient to return to the United States an amount which bears to the total cost of administering and enforcing the provisions of this Act during each fiscal year the same ratio as the aggregate quantity of fish harvested by foreign vessels within the fishery conservation zone during the preceding year bears to the aggregate quantity of fish harvested by both foreign and domestic vessels within such zone and the territorial sea of the United Stated during such year. Requires the amount collected by the Secretary for such fees to be transferred to the fisheries loan fund for so long as such fund exists and used for the purpose of making loans therefrom, but only to the extent and in amounts provided for in advance in appropriation Acts. Permits non-voting members of fishery management councils to be reimbursed for actual travel expenses. Directs the Secretary to establish a program requiring that a United States observer be stationed aboard each foreign fishing vessel while that vessel is engaged in fishing in the fishery conservation zone, effective October 1, 1981, with respect to permits issued after December 31, 1981. Authorizes the Secretary to waive such requirement if: (1) in the case of a fleet of harvesting vessels in such zone, the stationing of United States observers on only a portion of such fleet will provide a representative sampling of the by-catch of the fleet for determining if the applicable management plan requirements for the by-catch species are being observed; (2) the time during which a foreign vessel engages in fishing will be so short that placing an observer aboard will be impractical; (3) the facilities for quartering an observer aboard a foreign vessel are inadequate or unsafe; or (4) for reasons beyond the Secretary's control an observer is unavailable. Requires such observers, while aboard foreign fishing vessels, to carry out such scientific and other functions as the Secretary deems necessary to carry out the purposes of this Act. Directs the Secretary to impose, with respect to each foreign fishing vessel, a surcharge in an amount sufficient to cover all costs of providing a United States observer aboard that vessel. Establishes in the Treasury of the United States the Foreign Fishing Observer Fund in which the Secretary shall deposit all surcharges collected. Declares that, effective 15 days after the date of enactment of this Act, the Fishery Conservation and Management Act of 1976 shall be cited as the Magnuson Fishery Conservation and Management Act. Allows any owner or operator of a fishery vessel who, after September 17, 1978, and before the date of enactment of this Act, suffered damage compensable under the Fisherman's Protective Act of 1967 or the Outer Continental Shelf Lands Act of 1978 but did not timely file a claim therefor, to file an application for assistance within the 60-day period beginning on the date of enactment of this Act. Declares that any claim for fishing gear loss that was pending on June 1, 1980, before the United States-Union of Soviet Socialist Republic Fisheries Claims Board or the American-Spanish Fisheries Board shall be treated by the Secretary of Commerce as a timely application made on the date of the enactment of this Act for compensation for such loss. Amends the Fishermen's Protective Act of 1967 to define the term \"resulting econmic loss\" for the purposes of such Act."
  }, 
  "titles": [
    {
      "as": "passed senate", 
      "title": "American Fisheries Promotion Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Salmon and Steelhead Conservation and Enhancement Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the conservation and enhancement of the salmon and steelhead resources of Washington State, assistance to the Treaty and non-Treaty harvesters of those resources, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to provide for the conservation and enhancement of the salmon and steelhead resources of the United States, assistance to treaty and nontreaty harvesters of those resources, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:16-05:00"
}