{
  "actions": [
    {
      "acted_at": "1973-01-22", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2580-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-22", 
  "number": "2580", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to provide for the registration and licensing of food manufacturers and processors, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pure Food Act", 
  "sponsor": {
    "district": "7", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-22", 
  "subjects": [
    "Agriculture and food", 
    "Consumer protection", 
    "Food handling", 
    "Licenses"
  ], 
  "subjects_top_term": "Food handling", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-22", 
    "text": "Pure Food Act - Declares it to be the purpose of this Act to regulate the safe and efficient manufacturing, processing, and packaging of food for sale in interstate commerce by establishing a system for registering and licensing food manufacturers, processors, and packers and authorizing recall and other emergency procedures. Provides for the registration and licensing of all persons engaged in the manufacture, processing, or packing of any class of food distributed in interstate commerce. Authorizes the Secretary to license persons registered under this Act for a period of two years. Provides that the Secretary shall grant a license or a renewal of a license only after: (1) the applicant provides the Secretary with a complete list of all foods manufactured, processed, or packaged at his establishment; (2) the applicant for a license informs the Secretary of the process which is employed in preparing foods to be shipped in interstate commerce; and (3) each establishment of the applicant for a license is inspected to insure that the applicant has established all necessary procedures for producing food which is not adulterated. Prescribes the requirements a licensee shall meet to be eligible for a license pursuant to this Act. Provides that upon notification to the Secretary by a licensee that there may be in interstate commerce a food product that creates an emergency public health hazard, the Secretary shall conduct an immediate investigation of the potential danger to the public and, upon a determination of a significant potential public health hazard, make known to the licensee, its food distributors, and the public the results of such investigation. Provides that when the Secretary determines that there is a significant potential public health hazard, he may: (1) order the recall of all or any part of the shipment deemed to constitute such hazard; (2) enbargo any food produced by such licensee; and (3) suspend the license of any person responsible for the significant potential health hazard. Provides that any person violating any provision of this section shall be liable to a civil penalty to the United States of a sum which is not more than $10,000 for each such violation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pure Food Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to provide for the registration and licensing of food manufacturers and processors, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:31-05:00"
}