{
  "actions": [
    {
      "acted_at": "1974-05-30", 
      "committee": "Senate Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3549-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-30", 
  "number": "3549", 
  "official_title": "A bill to amend the Solid Waste Disposal Act as amended by the Resource Recovery Act of 1970.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Recovery and Resource Conservation Act", 
  "sponsor": {
    "district": null, 
    "name": "Muskie, Edmund S.", 
    "state": "ME", 
    "thomas_id": "01410", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-30", 
  "subjects": [
    "Energy", 
    "Environmental protection", 
    "Pollution", 
    "States", 
    "Urban affairs", 
    "Waste products"
  ], 
  "subjects_top_term": "Waste products", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-30", 
    "text": "Energy Recovery and Resource Conservation Act - Directs the Administrator of the Environmental Protection Agency to conduct and render financial, technical, and other assistance to appropriate public (whether Federal, State, interstate, or local) and private agencies and institutions, and individuals in the conduct of research, investigations, experiments, training and demonstrations relating to: (1) any adverse health and welfare effects of the release into the environment of material present in solid waste, and methods to eliminate such effects; (2) the operation and financing of solid waste disposal programs; and (3) measures necessary to aid the cleanup of inner city areas and other places which face particularly severe public health problems or other dangers because of accumulations of solid waste. States that in carrying out such provisions the Administrator is authorized to: (1) collect and make available, through publications and other appropriate means, the results of, and other information pertaining to, such research and other activities; (2) recommend model codes, ordinances, and statutes which are designed to implement the purposes of this Act; and (3) make grants-in-aid to public or private agencies, and institutions and to individuals for research, training projects, surveys, and demonstrations. Requires the Administrator to carry out an investigation and study to determine means of recovering energy and materials from solid waste, recommended uses of such materials and energy for national or international welfare, including identification of potential markets for such recovered resources. Allows the Administrator to make grants to States for the purpose of establishing statewide solid waste management and resource recovery programs. Provides that after January 1, 1977, no State shall be eligible for such a grant unless that State has developed a statewide solid waste management and resource recovery plan submitted to and approved by the Administrator consistent with the intent and requirements of this Act. Provides that in the event that a State does not submit a plan by January 1, 1977, the Administrator may receive areawide solid waste management and resource recovery plans from multijurisdictional organizations representating general units of local government. Authorizes an appropriation to the Administrator of the Environmental Protection Agency to carry out such grants for State plans, not to exceed $50,000,000 for the fiscal year ending June 30, 1975, not to exceed $75,000,000 for the fiscal year ending June 30, 1976, and not to exceed $100,000,000 for the fiscal year ending June 30, 1977. Authorizes the Administrator to make grants pursuant to this Act to any State, municipal, or interstate or intermunicipal agency for the demonstration of energy resource recovery systems or for the construction of new or improved solid waste disposal facilities. States that a grant for the construction of a new or improved solid waste disposal facility may be made only if a State or interstate plan for solid waste disposal has been adopted which applies to the area involved, and the facility to be constructed is consistent with such plan, is included in a comprehensive plan for the area involved which is satisfactory to the Administrator for the purposes of this Act, and is consistent with any guidelines recommended under this Act. Authorizes an appropriation to the Administrator of the Environmental Protection Agency to carry out such provisions not to exceed $75,000,000 for the fiscal year ending June 30, 1975, and not to exceed $50,000,000 for the fiscal year ending June 30, 1976, and not to exceed $25,000,000 for the fiscal year ending June 30, 1977 Authorizes the Administrator to make loans to any State, municipal, or intermunicipal agency for the implementation of resource recovery systems in those areas where resource recovery systems in private industry are unable to assure the energy and materials recovery or disposal of all materials generated in collection activities. Authorizes appropriations to the Administrator for repayment of such loans. Authorizes grants or contracts to be made to pay all or a part of the costs, as may be determined by the Administrator, of any project designed to develop, expand, or carry out a program for training persons for occupations involving the management, supervision, design, operation, or maintenance of solid waste disposal and resource recovery equipment and facilities. Requires that, not later than one hundred and twenty days after the date of enactment of this Act, the Administrator shall, after consultation with other appropriate Federal agencies, publish in the Federal Register proposed regulations recommending effective resource recovery and solid waste management practices for use by Federal agencies. Requires the President to prescribe regulations to carry out this Act which shall insure that each executive agency shall insure compliance of its own activities with the regulations recommended under this Act and the purposes of this Act. Permits the President to exempt any single activity or facility of any department, agency, or instrumentality in the executive branch from compliance with any regulations recommended under this Act if he determines it to be in the paramount interest of the United States to do so. Requires the Administrator to publish proposed regulations for the manufacture, distribution, reuse, and recycling of products, containers, or packaging. Directs the Administrator to require that any major item of solid waste for which standards have been promulgated pursuant to this Act and which is manufactured after the date on which such standards become effective shall include a label which specifies the conditions set out in the standard for that major item of solid waste for its reuse, recycling, or disposal and shall include information as to any reimbursable fees payable to the holder of that major item of solid waste at such time as the item is returned for reuse, recycling, or disposal as indicated on the label. Provides that any product offered for entry into the United States for which a standard has become effective pursuant to this Act, which is not accompanied by a certificate of compliance in the form prescribed by the Administrator, shall be refused entry into the United States. Prohibits the following acts: (1) at any time later than one year after publication of final regulations for products, packaging, and containers under this Act, the manufacture, distribution, sale, or offering for sale of any product packaging, or container not in compliance with such regulations; and (2) the manufacture, distribution, sale, or offering for sale of any major item of solid waste in violation of conditions or procedures established by standards promulgated and in effect for such major items of solid waste in accordance with this Act. Establishes penalties of a $5,000 fine per violation and/or one year imprisonment for violations of this Act. Allows citizen suits for alleged violations under this Act. Requires any manufacturer, distributor, or other seller of a product, package, or container of any major item of solid waste for which any certification, standard, or regulation has been promulgated pursuant to this Act to establish and maintain such records, make such reports, and provide such information as the Administrator may reasonably require to enable him to determine whether such manufacturer, distributor, or other seller has acted or is acting in compliance with this Act. Provides that any communication from a person or any Federal agency to the Administrator or any other employee of the Agency concerning a matter under consideration in a rulemaking or adjudicatory proceeding in the Agency shall be made a part of the public file. Provides that no person shall fire, or in any other way discriminate against, or cause to be fired or discriminated against, any employee or any authorized representative of employees by reason of the fact that such employee or representative has filed, instituted, or caused to be filed or instituted, any proceeding under this Act, or has testified or is about to testify in any proceedings related to or resulting from the administration or enforcement of the provisions of this Act. Authorizes additional appropriations for provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Recovery and Resource Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act as amended by the Resource Recovery Act of 1970.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:12-05:00"
}