{
  "actions": [
    {
      "acted_at": "2013-05-15", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-21", 
      "committees": [
        "SSFR"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Foreign Relations. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-07-24", 
      "committee": "Foreign Relations", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "text": "Committee on Foreign Relations. Reported by Senator Menendez with amendments. With written report No. 113-79.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2013-07-24", 
      "calendar": "Senate Legislative", 
      "number": "147", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 147.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s960-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2013-05-22", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coons, Christopher A.", 
      "sponsored_at": "2013-05-20", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Corker, Bob", 
      "sponsored_at": "2013-05-15", 
      "state": "TN", 
      "thomas_id": "01825", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-07-24", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-15", 
  "number": "960", 
  "official_title": "A bill to foster stability in Syria, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s856-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Syria Transition Support Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Menendez, Robert", 
    "state": "NJ", 
    "thomas_id": "00791", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-05-21", 
  "subjects": [
    "Alliances", 
    "Arms control and nonproliferation", 
    "Aviation and airports", 
    "Chemical and biological weapons", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Europe", 
    "European Union", 
    "Foreign aid and international relief", 
    "Gulf States", 
    "Human rights", 
    "International affairs", 
    "Iran", 
    "Israel", 
    "Jordan", 
    "Judicial procedure and administration", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military education and training", 
    "Racial and ethnic relations", 
    "Refugees, asylum, displaced persons", 
    "Rule of law and government transparency", 
    "Russia", 
    "Sanctions", 
    "Sovereignty, recognition, national governance and status", 
    "Syria", 
    "Terrorism", 
    "Trade restrictions", 
    "Turkey", 
    "War crimes, genocide, crimes against humanity"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2013-07-24", 
    "text": "Syria Transition Support Act of 2013 - (Sec. 4) Expresses the sense of the Senate that the United States: (1) condemns the violence and human rights violations perpetrated against the Syrian people by President Bashar al-Assad's regime; (2) affirms the neutrality of medical professionals providing humanitarian assistance and health care and condemns attacks against such personnel or interference in the provision of medical care; and (3) welcomes the pledges of humanitarian assistance made by Australia, Botswana, Brazil, Canada, China, India, Japan, Republic of Korea, Kuwait, Morocco, New Zealand, Qatar, Saudi Arabia, Turkey, the United Arab Emirates (UAE), and members of the European Union (EU), and encourages prompt delivery of those pledges. Declares the further sense of the Senate that the United States should: (1) support vulnerable civilians and innocent victims of the conflict in Syria, particularly women and children; (2) support efforts by democratically oriented opposition groups to agree upon a political transition plan that protects the rights of Syria's minority groups; (3) help ensure that, once a stable transitional government is established in Syria, it is committed to multiparty democracy, respect for human rights and religious freedom, protection of refugees, promoting peace with its neighbors, and rehabilitating former combatants; and (4) implement fully existing sanctions on Syria. (Sec. 5) States that the purposes of assistance under this Act are to: (1) support democratic, inclusive transition in Syria; (2) assist the people of Syria, especially internally displaced persons and refugees, in meeting basic needs; (3) provide support to neighboring countries hosting Syrian refugees and to international organizations providing humanitarian relief; (4) oppose the unlawful use of violence against civilians by all parties to the conflict in Syria; (5) expedite a negotiated solution to the conflict in Syria, including Bashar al-Assad's departure; (6) recognize the National Coalition for Syrian Revolutionary and Opposition Forces as a legitimate representative of the Syrian people; (7) engage with opposition groups that reflect U.S. interests and values; (8) promote Syria's territorial integrity; (9) provide foreign and defense-related assistance to specific members of the Syrian Supreme Military Council, particular units of the Free Syrian Army, and other Syrian entities that have been vetted and share U.S. values and interests; (10) coordinate with key partners on contingency planning, including Turkey, Jordan, Israel, the Gulf Cooperation Council (GCC), and the EU; (11) support efforts to document and hold accountable those individuals who target civilian and vulnerable populations; (12) support programs that provide scholars, scientists, and students in Syria fellowship and scholarship opportunities outside Syria to ensure that they can assist in Syria's democratic rebuilding; and (13) ensure a stable and appropriate political transition in Syria and limit the threats posed by extremist groups, weapons proliferation, sectarian and ethnic violence, and refugee flows. (Sec. 6) States that nothing in this Act shall be construed to authorize the use of force by the U.S. Armed Forces. Title I: United States Strategy and Congressional Oversight - (Sec. 101) Directs the Secretary of State to report to Congress on a U.S. strategy to: (1) ensure an appropriate political transition in Syria and limit the threats posed by extremist groups, weapons proliferation, sectarian and ethnic violence, and refugee flows; (2) assist the people of Syria in meeting basic needs; (3) engage with opposition groups that reflect U.S. interests and values, most notably the Syrian Opposition Coalition; (4) promote Syria's territorial integrity; (5) support efforts to identify individuals who target or lead units or organizations that target civilian and vulnerable populations; and (6) include specified international engagement efforts. (Sec. 102) Directs the President to: (1) keep Congress fully informed of all U.S. activities regarding Syria, and (2) provide Congress with a classified briefing at least quarterly detailing all U.S. government activities with respect to Syria. Title II: Humanitarian Assistance - (Sec. 201) Authorizes the President to provide humanitarian assistance to the people of Syria pursuant to the Foreign Assistance Act of 1961 or the Migration and Refugee Assistance Act. (Sec. 202) Urges the President to use U.S. influence with the United Nations (U.N.) voluntary agencies and other international organizations to support humanitarian and development assistance for the people of Syria. (Sec. 203) Urges the President to support bilateral refugee assistance programs in countries, including Iraq, Jordan, Turkey, Egypt, and Lebanon, which have experienced an influx of Syrian refugees. (Sec. 204) Expresses the sense of Congress that: (1) the United States should continue to coordinate with other donor nations, the United Nations (U.N.), other multilateral agencies, and nongovernmental organizations to enhance the effectiveness of humanitarian assistance to the people of Syria; (2) countries hosting Syrian refugees should be commended for their efforts and should be encouraged to maintain an open border policy for fleeing Syrians; (3) the United States should work with these partners to help their national systems accommodate the population influx and also deliver basic services to their own citizens; and (4) assistance should, without restricting the ability of a contractor or grantee to use its own organizational brand or logo, be identified as being \"From the American People\" if such identification would not jeopardize safety, compromise the program independence or neutrality, undermine the democratically oriented opposition, or render the provision of assistance impracticable. (Sec. 205) Directs the Secretary to report to Congress on a U.S. government strategy to ensure that the people of Syria are made aware of the U.S. assistance provided to Syrians, both inside Syria and those seeking refuge in neighboring countries. (Sec. 206) States that nothing in this title shall be construed to authorize new or additional funding for humanitarian needs or aid to international organizations. Title III: Promoting an Effective Transition - (Sec. 301) Establishes a Syria Transition Fund to provide support in the early transition period to: (1) enable an effective political transition to a more democratic and inclusive political structure; and (2) provide for initiatives to improve the security of the United States, U.S. partners and allies, and the people of Syria. Sets forth the following Fund-supported activities: (1) security sector support, (2) support for regional stability, (3) technical assistance for phased disarmament, (4) transitional justice and conflict resolution, (5) democracy promotion, (6) economic restructuring, (7) technical assistance for basic services, (8) evidence collection on civilian abuses, and (9) post-conflict stabilization. Authorizes specified fund transfers to the Fund. Terminates the Fund on September 30, 2015. Directs the Secretary to report to Congress annually (for the duration of the Fund) regarding U.S. efforts to assist Syria's political transition, with a specific focus on Fund-supported efforts. (Sec. 302) Expresses the sense of Congress that the United States should begin a phased removal of sanctions once the government of Syria has ceased its campaign of violence against the Syrian people, begun a representative and inclusive transition, and has been recognized by the United States. Amends the Syria Accountability and Lebanese Sovereignty Restoration Act of 2003 to require, in lieu of current certification requirements that Syria must satisfy in order to avoid specified sanctions and prohibitions on U.S. defense exports, that: (1) Bashar al-Assad is no longer the leader of Syria, and (2) the government of Syria has ceased its campaign of violence against the Syrian people and has begun the transition to a representative and inclusive government. (Sec. 303) Directs the President to submit to Congress an assessment of the size and security of conventional and non-conventional weapons stockpiles in Syria. (Sec. 304) Urges the Secretary to establish international consensus on the transition and post-transition period and government in Syria by: (1) working with Russia and the Friends of Syria, and (2) building an international consensus to limit Iranian support for the Syrian regime. (Sec. 305) Expresses the sense of Congress that the United States should work with international financial institutions to support the purposes set forth in this Act. Title IV: Sanctions - (Sec. 402) Directs the President to impose two or more of the sanctions under this Act on any person (other than a foreign financial institution) that knowingly participated in or facilitated a significant transaction related to the sale, transfer, or transportation of defense articles (including surface-to-air and surface-to-surface missile systems, including any S300 system and the Yakhont system), defense services, or military training to the al-Assad regime or any successor regime in Syria that is not a legitimate transitional or replacement government. Authorizes the President to prohibit the opening in the United States, and prohibit or impose conditions on maintenance, of a correspondent account or a payable-through account by a foreign financial institution that has knowingly conducted a significant transaction related to the sale, transfer, or transportation of defense articles (including surface-to-air and surface-to-surface missile systems, including any S300 system and the Yakhont system), defense services, or military training to: (1) the al-Assad regime or any successor regime in Syria that is not a legitimate transitional or replacement government; or (2) any person added after April 28, 2011, to the list of specially designated nationals and blocked persons maintained by the Office of Foreign Assets Control of the Department of the Treasury in connection with the conflict in Syria. (Sec. 403) Directs the President to impose three or more of the sanctions under this Act on any person (other than a foreign financial institution) that has knowingly participated in or facilitated a significant transaction related to the sale or transfer of petroleum or petroleum products to the al-Assad regime or any successor regime in Syria that is not a legitimate transitional or replacement government. Authorizes the President to prohibit the opening in the United States, and prohibit or impose conditions on maintenance, of a correspondent account or a payable-through account by a foreign financial institution that has knowingly conducted a significant transaction related to the sale or transfer of petroleum or petroleum products to: (1) the al-Assad regime or any successor regime in Syria that is not a legitimate transitional or replacement government; or (2) any person added after April 28, 2011, to the list of specially designated nationals and blocked persons maintained by the Office of Foreign Assets Control of the Department of the Treasury in connection with the conflict in Syria. (Sec. 404) Specifies such sanctions as prohibitions on: (1) Export-Import Bank assistance, (2) procurement of goods or services, (3) arms exports, (4) dual-use exports, (5) property transactions, and (6) U.S. admissions. (Sec. 405) Authorizes the President to waive, with congressional notification, the application of sanctions for renewable 180-day periods if vital to U.S. national security interests. (Sec. 406) Expresses the sense of Congress that the President should work with U.S. allies to obtain support for countries to impose sanctions on Syria that are equivalent to the sanctions set forth in this title. Title V: Increased Support for the Opposition - (Sec. 501) Authorizes the President to provide assistance, including defense articles, defense services, and training to vetted elements of the Syrian Supreme Military Council, the Free Syrian Army, and other Syrian entities opposed to the al-Assad regime. Prohibits the transfer of anti-aircraft defensive systems unless waived by the President for national security reasons and with prior notice to Congress. Directs the President to provide Congress with specified certifications not later than 15 days before obligating funds or making commitments for such assistance. Urges the United States to encourage any entity receiving such assistance to commit to: (1) a Syria that is free of weapons of mass destruction (WMDs), including any chemical, biological, or nuclear WMD-related programs; and (2) a code of conduct that includes respect for laws of armed conflict and the rule of law, commitments to refrain from sectarian violence and revenge killings, and cooperation with transitional authorities. (Sec. 502) Prohibits assistance to be provided to any unit or entity that has engaged in the use of chemical weapons or that is selling or illegally transferring U.S. defense articles or defense services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Syria Transition Support Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Syria Transition Support Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to foster stability in Syria, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:45:11-05:00"
}