{
  "actions": [
    {
      "acted_at": "1984-10-01", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-10-01", 
      "bill_ids": [
        "hr4144-98"
      ], 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "For Previous Action See H.R.4144.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6344-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-10-01", 
  "number": "6344", 
  "official_title": "A bill to amend the provisions of titles 18 and 28 of the United States Code commonly called the \"enabling Acts\" to make modifications in the system for the promulgation of certain rules for certain Federal judicial proceedings, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4144-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Rules Enabling Act of 1984", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-10-01", 
  "subjects": [
    "Administration of justice", 
    "Bankruptcy", 
    "Civil procedure", 
    "Courts and Civil Procedure", 
    "Criminal procedure", 
    "Magistrates", 
    "Public meetings", 
    "Supreme Court"
  ], 
  "subjects_top_term": "Civil procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-10-01", 
    "text": "Rules Enabling Act of 1984 - Amends the Federal judicial code with respect to the U.S. Supreme Court's power to prescribe Federal rules of civil procedure (including bankruptcy rules). Empowers the Supreme Court to prescribe rules of evidence. (Currently, it only has power to prescribe amendments to such rules, which are promulgated by Congress.) Authorizes the Judicial Conference of the United States to make recommendations to the Court regarding such prescribed rules. Authorizes the Conference to appoint committees comprised of judges and attorneys who will recommend the rules to be prescribed for Federal practice and procedure. Mandates the appointment of a standing committee on rules of practice and procedure whose function is to review all committee recommendations for consistency with one another. Provides for public notice of committee meetings for the transaction of business. Specifies exceptions. Requires that recommendations or prescriptions for rules of practice and procedure be accompanied by: (1) a proposed rule; (2) an explanatory note on the rule; and (3) a written explanation of the recommending body's action including minority or separate views. Requires the Supreme Court to transmit proposed rules of civil practice and procedure to the Congress by May 1 of the year in which such rules are to become effective. Sets December 1 of such year as the effective date for such rules. Amends the Judicial Code to provide for a periodic compilation by the Judicial Conference of procedural rules prescribed by courts other than the Supreme Court in order to provide a current record of such rules. Requires the Conference to periodically review such rules for consistency with the Conference's rules of practice and procedure. Authorizes the Conference to modify or abrogate inconsistent rules. Provides that rules prescribed by district courts for the conduct of their business require public notice and opportunity for comment before they are made or amended. Amends the Criminal Code to rescind the power of the Supreme Court to prescribe rules of criminal practice and procedure for: (1) trials held by magistrates; and (2) taking and hearing appeals to district court judges from magistrate-held trials. Makes technical and conforming amendments to the Revised Organic Act of the Virgin Islands and to the Organic Act of Guam."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rules Enabling Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the provisions of titles 18 and 28 of the United States Code commonly called the \"enabling Acts\" to make modifications in the system for the promulgation of certain rules for certain Federal judicial proceedings, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:26-05:00"
}