{
  "actions": [
    {
      "acted_at": "1991-01-17", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-18", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Water and Power", 
      "text": "Referred to Subcommittee on Water and Power.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s228-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Water and Power", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1991-01-17", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-17", 
  "number": "228", 
  "official_title": "A bill to authorize an Irrigation Drainage Demonstration Program and the Lake Andes-Wagner Unit and the Marty II Unit, South Dakota Pumping Division, Pick-Sloan Missouri Basin Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr615-102", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-17", 
  "subjects": [
    "Biological diversity conservation", 
    "Environmental assessment", 
    "Environmental protection", 
    "Indian lands", 
    "Irrigation", 
    "Missouri River development", 
    "South Dakota", 
    "Trusts and trustees", 
    "Water resources development", 
    "Water supply", 
    "Watersheds"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-17", 
    "text": "Directs the Secretary of the Interior, through the assistance and cooperation of an oversight committee, to carry out a demonstration program in accordance with a May 1990 Demonstration Program Plan of Study, which includes: (1) the development of accurate means of quantifying projected irrigation and drainage requirements and drainage return flow quality and quantity with respect to glacial tills and other soils found in the areas to be served by the Lake Andes-Wagner Unit and Marty II Unit; (2) development of best management practices for improving irrigation water use and development; (3) investigation of the potential for enhancement of wetlands and fish and wildlife within the areas; and (4) investigation of the suitability of glacial till soils for crop production under irrigation. Requires study sites for the carrying out of such program to be obtained through leases from landowners who voluntarily agree to participate in the demonstration program under specified conditions. Provides for the sale of crops grown under the demonstration program. Outlines other demonstration program provisions, including annual reporting requirements. Requires the demonstration phase of the program to terminate at the end of the fifth full irrigation season. Directs the Secretary, on the basis of the concluding report and recommendations of the program, to comply with the study and reporting requirements of the National Environmental Policy Act and regulations issued to implement its provisions with respect to the units. Authorizes the Secretary to construct, operate, and maintain the units as units of the Pick-Sloan Missouri Basin Program. Outlines irrigation and pumping requirements for each such unit and conditions for repayment of construction costs. Requires the mitigation of fish and wildlife losses as a result of the construction and operation of such units. Provides that, in establishing and operating such units, a Federal employment preference shall be given to members of the Yankton-Sioux Tribe who can perform such work, with appropriate training opportunities for such individuals. Provides for cost sharing with respect to such Project by way of a negotiated proposal of agreement between the Secretary, South Dakota, and the Lake Andes-Wagner Irrigation District. Limits the total non-Federal share of the cost to 30 percent. Authorizes appropriations for: (1) construction of each such unit; (2) costs of the demonstration program; and (3) operation and maintenance of each unit. Provides that, from such appropriated sums, the Secretary shall make an annual Federal contribution to a South Dakota Biological Diversity Trust established under this Act, as long as the Trust complies with certain prescribed requirements. Outlines permissible uses of Trust proceeds. Requires the Secretary to utilize two percent of the amount authorized for the restoration of damaged natural ecosystems, the provision of jobs, recreational opportunities expansion, and support of research, training, and education. Requires annual reports."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize an Irrigation Drainage Demonstration Program and the Lake Andes-Wagner Unit and the Marty II Unit, South Dakota Pumping Division, Pick-Sloan Missouri Basin Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:37-05:00"
}