{
  "actions": [
    {
      "acted_at": "1992-09-17", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3243-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1992-09-17", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "1992-09-17", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1992-09-17", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1992-09-17", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1992-09-17", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1992-09-17", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1992-09-22", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1992-09-17", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-09-17", 
  "number": "3243", 
  "official_title": "A bill to grant employees family and temporary medical leave, to treat the costs of the Head Start program and other programs for children as emergency funding requirements, to provide aid to parents in providing the best possible learning environment for children, to promote investments in child welfare and family preservation, to reduce violence and improve the safety of children and their families, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family Investment Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-09-17", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Adoption", 
    "Aid to dependent children", 
    "Budget deficits", 
    "Business records", 
    "Caregivers", 
    "Child development", 
    "Child health", 
    "Child nutrition", 
    "Child welfare", 
    "Congress", 
    "Congressional employees", 
    "Congressional reporting requirements", 
    "Damages", 
    "Data banks", 
    "Day care", 
    "Disabled", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Drug abuse", 
    "Drug abuse in pregnancy", 
    "Education", 
    "Education of socially handicapped children", 
    "Employee benefit plans", 
    "Employee rights", 
    "Employee training", 
    "Federal advisory bodies", 
    "Federal aid to alcoholism programs", 
    "Federal aid to child welfare", 
    "Federal aid to community development", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to maternal health services", 
    "Federal budgets", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Food relief", 
    "Foster home care", 
    "Government paperwork", 
    "Government spending reductions", 
    "Health", 
    "Health insurance", 
    "Households", 
    "Income tax", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Injunctions", 
    "Insurance premiums", 
    "Labor and employment", 
    "Leave of absence", 
    "Legal fees", 
    "Legislation", 
    "Local officials and employees", 
    "Medicaid", 
    "New York State", 
    "Off-budget expenditures", 
    "Parent and child", 
    "Parent-school relationships", 
    "Parental leave", 
    "Poor", 
    "Pregnant women", 
    "Preschool education", 
    "Public assistance programs", 
    "School personnel", 
    "Sick leave", 
    "Social security eligibility", 
    "Social welfare", 
    "Social workers", 
    "State officials and employees", 
    "Supplemental security income program", 
    "Tax deductions", 
    "Teachers", 
    "Transfer of employees", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Vaccination"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-09-17", 
    "text": "Family Investment Act of 1992 - Title I: Family and Medical Leave - Subtitle A: Short Title; Findings and Purposes - Family and Medical Leave Act of 1992 - Sets forth the short title of this title I, along with findings and purposes. Subtitle B: General Requirements for Leave - Establishes certain requirements for family and medical leave for permanent employees. Makes employees eligible for such leave if they have been employed, by the employer from whom leave is sought, for at least: (1) a total of 12 months; and (2) 1,250 hours of service during the previous 12-month period. (Excludes from such coverage: (1) employees at worksites at which the employer employs less than 50 persons, if the total number of employees of that employer within 75 miles of that worksite is less than 50; and (2) Federal officers and employees covered under subtitle C of this title.) Entitles employees to 12 workweeks of leave during any 12-month period because of: (1) the birth and care of their child; (2) the placement of a child for their adoption or foster care; (3) their care of a child, spouse, or parent who has a serious health condition; or (4) their own serious health condition which makes them unable to perform the functions of their position. Conditions such leave for the birth or placement of a child as follows: (1) the entitlement ends 12 months after the birth or placement; and (2) such leave may not be taken intermittently unless employee and employer agree otherwise. Allows intermittent leave for necessary medical treatment of an employee or family member. Allows the employer to require a temporary transfer to an equivalent alternative position that better accommodates such intermittent leave. Allows all leave to which an employee is entitled under this subtitle: (1) to be taken on a reduced leave schedule, upon agreement with the employer; and (2) to consist of unpaid leave, except under specified conditions when substitution of certain types of paid leave may be elected or required. Declares that nothing in this Act shall require an employer to provide paid sick or medical leave in any situation in which the employer would not normally provide any such paid leave. Requires employees to: (1) give at least 30 days' notice of the need for leave to which they are entitled under this Act, when foreseeable; and (2) make a reasonable effort to schedule medical treatment or supervision so as not to disrupt unduly the employer's operations, subject to approval of the health care provider. Allows limitation of the dual aggregate leave entitlement to 12 weeks in any 12-month period, in the case of spouses employed by the same employer, if such leave is for the birth or placement of a child or for the care of a sick parent. Sets forth conditions of certification for leave entitlements under this title, including provisions relating to: (1) sufficient certification; (2) explanation of inability to perform job functions; (3) dates and duration of planned medical treatment in the case of intermittent leave; (4) second opinion; (5) resolution of conflicting opinions; and (6) subsequent recertification. Sets forth employment and benefits protections relating to leave entitlements under this title. Requires restoration of the employee to his or her position or an equivalent position upon return from such leave. Allows an employer to deny such restoration to certain highly compensated employees (i.e. those among the highest paid ten percent of the employer's employees within 75 miles of the facility at which the employee works), under specified conditions, if necessary to prevent substantial and grievous economic injury to the employer's operations. Requires maintenance of employee health benefits during such leave. Allows the employer to recover premiums paid for such coverage if the employee fails to return to work after the leave period has expired for reasons other than a certified serious health condition or other circumstances beyond the employee's control. Prohibits employers or other persons from: (1) interfering with employee rights under this title; or (2) from discriminating against any individual because of participation in proceedings or inquiries under this subtitle, or because the individual opposes any practice made unlawful by this subtitle. Sets forth the investigative authority of the Secretary of Labor (the Secretary) under this subtitle. Provides for enforcement of this title. Provides for administrative action by the Secretary to resolve complaints of violations under this subtitle in the same manner as under specified provisions of the Fair Labor Standards Act of 1938. Provides for civil actions by employees, and by the Secretary on their behalf. Makes an employer who violates this subtitle's prohibitions against interfering with employee exercise of rights or discriminating against employees liable for damages in the amount of: (1) any wages, salary, employment benefits, or other compensation denied or lost to the employee by reason of the violation; (2) (in any case where such compensation has not been denied or lost) any actual monetary losses sustained by the employee as a direct result of the violation, such as the cost of providing care, up to the amount of 12 weeks' wages or salary; (3) interest on such losses; and (4) an additional amount of liquidated damages equal to the sum of such losses and the interest (except that the court may reduce or eliminate such additional liquidated damages in cases where the employer can show good faith and reasonable grounds for believing that the act or omission was not a violation). Makes such employers also liable for appropriate equitable relief, including, without limitation, employment, reinstatement, and promotion. Requires the court to allow attorney's fees and other costs of the action to be paid by the defendant in addition to any judgment awarded to the plaintiff. Sets forth provisions for limitations of such civil actions. Sets forth provisions for action for injunction by the Secretary. Sets forth special rules concerning employees of local educational agencies and of private elementary and secondary schools, including provisions relating to intermittent leave for instructional employees, periods near the completion of an academic term, and reduction of liability. Requires employers to post notice of the pertinent provisions of this subtitle. Requires fines for willful violations of such requirement. Directs the Secretary of Labor to prescribe regulations to carry out this subtitle. Subtitle C: Leave for Civil Service Employees - Amends specified Federal law to entitle civil service employees to family and temporary medical leave for specified periods. Makes such employees eligible for such leave if they have been employed by an employing agency for at least 12 months on other than a temporary or intermittent basis. Allows such employees up to 12 administrative workweeks in any 12-month period for: (1) family leave (i.e., leave because of the birth or placement of a child or care of a sick spouse, child, or parent), but such leave may not be used at a time more than 12 months after such birth or placement; or (2) temporary medical leave for a serious health condition that makes the employee unable to perform the functions of their position. Provides that such leave shall be without pay. Allows employees to substitute other types of paid leave for any part of such leave. Sets forth requirements for employees to give prior notice of the need for such leave, when foreseeable, and to schedule medical treatments, if possible, so as to not unduly disrupt the employing agency's operations. Sets forth certification provisions. Provides for protection for job position and health insurance benefits of employees using such leave. Sets forth prohibitions against coercion. Requires the Office of Personnel Management to prescribe regulations for administration of this title which are consistent with the regulations prescribed by the Secretary of Labor under subtitle B of this title. Subtitle D: Commission on Leave - Establishes the Commission on Leave. Requires the Commission to conduct a comprehensive study of: (1) existing and proposed policies relating to leave; (2) the potential costs, benefits, and impact on productivity of such policies on employers; and (3) alternative and equivalent State enforcement of this title with respect to employees of local educational agencies and private schools. Requires the Commission to report on such study to the Congress within two years after the Commission first meets. Terminates the Commission within 30 days after its report to the Congress. Subtitle E: Miscellaneous Provisions - Sets forth the effect of this title on other laws and existing employment benefits. Provides that nothing in this title shall be construed to discourage employers from adopting more generous leave policies. Directs the Secretary of Labor to prescribe regulations to carry out this subtitle within 60 days. Subtitle F: Coverage of Congressional Employees - Applies the rights and protections established under specified provisions of subtitle B of this title to Senate employees and any employing office of the Senate. Makes specified provisions of the Government Employee Rights Act of 1991 applicable, with certain exceptions including limitations on the period for requests for counseling. Provides that allegations shall be considered by the Office of Senate Fair Employment Practices or another entity designated by the Senate. Requires such Office to ensure that Senate employees are informed of their rights under this title. Applies the rights and protections under subtitle B of this title to employees of the House of Representatives, except for the exemption concerning highly compensated employees. Requires that the remedies and procedures under the Fair Employment Practices Resolution be applied in administering such coverage. Title II: Head Start, Child Immunization, and Other Assistance for Children - Amends the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) to treat as emergency funding requirements not subject to discretionary spending limits the costs of carrying out Head Start programs under the Head Start Act, child immunizations under the Public Health Service Act, and the special supplemental food program (WIC) under the Child Nutrition Act of 1966. Title III: Family Involvement in Education - Parents as Teachers: The Family Involvement in Education Act of 1992 - Amends the Elementary and Secondary Education Act of 1965 to establish a Parents as Teachers program. Authorizes the Secretary of Education (the Secretary) to make grants to States for parents as teachers programs, with special consideration for hard-to-serve populations. Makes eligible for such a grant any State which operates a parents as teachers program associated with the Parents as Teachers National Center in Missouri. Sets forth program requirements, limiting services to families during the period from the last three months of a mother's pregnancy to the child's attaining age three. Directs the Secretary to: (1) establish a Parents as Teachers National Center for information dissemination and technical and training assistance for States with such programs; and (2) evaluate such programs within four years. Provides for a declining Federal share in such program from 100 percent in the first year to 25 percent in the fifth year. Authorizes appropriations. Title IV: Child Welfare - Subtitle A: Foster Care, Adoption, and Child Welfare Services - Amends part B (Child-Welfare Services) of title IV of the Social Security Act (SSA) to create a permanent capped entitlement program for innovative child and family services designed to preserve and strengthen families and prevent the need for unnecessary placement in foster care. Authorizes appropriations. Directs the Secretary of Health and Human Services (HHS) to authorize up to 15 States to conduct demonstration projects to improve the coordination of services and benefits provided by child and family services programs with others such as the women, infants, and children (WIC), the job opportunities and basic skills (JOBS) and Medicaid (SSA title XIX) programs which provide such services. Directs the Secretaries of HHS, of Agriculture, of Education, and the Attorney General to: (1) review department policies and regulations to determine whether changes can be made without statutory changes to improve the funding and delivery of such services; and (2) issue a report to the Congress that includes recommendations for both legislative and nonlegislative changes to improve the coordination of the funding and delivery of such services. Amends SSA title IV part E (Foster Care and Adoption Assistance) to require that a court or administrative body conducting a periodic case review of a child who is legally eligible for adoption determine and document: (1) for the child the specific measures taken by the State child welfare agency to find an adoptive family; or (2) that adoption placement would be inappropriate for the child. Gives State part E plans the option of continuing foster care maintenance and adoption assistance payments to children whose adoptions have set aside by a court. Amends the Internal Revenue Code to provide for a tax deduction of up to $3,000 for families who adopt a child with special needs. Directs the HHS Secretary to establish an Advisory Committee on Foster Care Placement to study and report to the Secretary and the Congress with respect to reasonable efforts requirements under State part E plan provisions. Revises the definition of case review system. Directs the HHS Secretary to provide for demonstration projects to test whether family reunification can be facilitated by allowing a family to receive assistance under SSA title IV part A (Aid to Families with Dependent Children) (AFDC) for the month prior to the child's return home from a foster care placement. Provides for Federal payment of specified percentages of State costs in developing, installing, and operating statewide mechanized data collection and information retrieval systems which: (1) the Secretary determines are likely to enhance the administration of programs under parts B and E; and (2) meet other specified requirements. Modifies the independent living program to permit States to allow foster children making the transition from foster care to independent living to accumulate assets for the purpose of establishing a household while preserving such child's eligibility for Medicaid. Makes such program permanent. Directs the HHS Secretary to provide for: (1) child welfare traineeships under part B for the education and training of students in child welfare services programs; and (2) guidelines for States to use Federal funds for training State and local child welfare agency employees in order to improve agency capacity to administer programs under parts B and E and to provide services accordingly. Provides for an extension of the increase in reimbursement for foster and adoptive parent training made under the Omnibus Budget Reconciliation Act of 1989. Adds to the list of information comprising the health and education records of foster children: (1) the telephone numbers of the child's health and educational providers; and (2) a record that the foster care provider was advised of the child's eligibility for Medicaid services. Permits the HHS Secretary to authorize up to ten States to conduct and evaluate specified types of child welfare demonstration projects. Allows the State of New York, after its application has been approved by the HHS Secretary as meeting specified requirements, to conduct a demonstration project for the purpose of testing how to enhance the practices and procedures that will expedite the discharge of children from foster care or the adoption of children by suitable parents. Amends the Omnibus Budget Reconciliation Act of 1989 to modify the prohibition against penalizing States before FY 1991 for noncompliance with foster care protections. Directs the HHS Secretary to submit to specified congressional committees recommendations for legislation to establish a system for the review of State child welfare programs and the provision of technical assistance to any such program. Requires the HHS Secretary to pay a State claim for foster care and adoption assistance within 90 days of its receipt unless the Secretary issues a deferral or a disallowance of such claim prior to the expiration of such 90 day period. Directs the HHS Secretary to appoint a Commission on the Evaluation of Disability in Children to study and report to the Congress on the effects of the definition of \"disability\" under the Supplemental Security Income program (SSA title XVI) as it applies to determining whether a child under age 18 is eligible to receive benefits under such program. Subtitle B: Provisions Relating to Comprehensive Substance Abuse Programs for Pregnant Women and Caretaker Parents with Children - Amends SSA title IV part B to authorize appropriations to enable States to establish comprehensive programs of substance abuse treatment for certain low-income pregnant women, caretaker parents, and their children. Title V: Safe Children and Communities - Safe Children and Communities Act of 1992 - Authorizes the Secretary to make grants for projects to improve the safety of families with children in low-income, violent communities. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Investment Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Family and Medical Leave Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Parents as Teachers:  The Family Involvement in Education Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Safe Children and Communities Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to grant employees family and temporary medical leave, to treat the costs of the Head Start program and other programs for children as emergency funding requirements, to provide aid to parents in providing the best possible learning environment for children, to promote investments in child welfare and family preservation, to reduce violence and improve the safety of children and their families, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:47-05:00"
}