{
  "actions": [
    {
      "acted_at": "1997-05-22", 
      "committee": "House Committee on the Budget", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Budget.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hconres86-105", 
  "bill_type": "hconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-05-22", 
  "number": "86", 
  "official_title": "Setting forth the congressional budget for the United States Government for fiscal years 1998, 1999, 2000, 2001, and 2002.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "12", 
    "name": "Kasich, John R.", 
    "state": "OH", 
    "thomas_id": "00618", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-05-22", 
  "subjects": [
    "Aid to dependent children", 
    "American economic assistance", 
    "Appropriations", 
    "Armed forces and national security", 
    "Authorization", 
    "Baby boom generation", 
    "Balanced budgets", 
    "Budget deficits", 
    "Budget reconciliation", 
    "Cash welfare block grants", 
    "Child health", 
    "Commerce", 
    "Congress", 
    "Congressional Record", 
    "Congressional budget", 
    "Congressional budget process", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Corporations", 
    "Crime and law enforcement", 
    "Debt limit", 
    "Defense budgets", 
    "Deficit reduction", 
    "Economic growth", 
    "Economics and public finance", 
    "Entitlements", 
    "Environmental protection", 
    "Expedited congressional procedure", 
    "Families", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid to child health services", 
    "Federal aid to housing", 
    "Federal aid to transportation", 
    "Federal budgets", 
    "Federal receipts and expenditures", 
    "Federally-guaranteed loans", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government property", 
    "Government spending reductions", 
    "Government trust funds", 
    "Hazardous waste site remediation", 
    "Health", 
    "Health insurance", 
    "Highway finance", 
    "House rules and procedure", 
    "Housing and community development", 
    "Housing subsidies", 
    "Income tax", 
    "International affairs", 
    "International agencies", 
    "International military forces", 
    "International monetary system", 
    "Labor and employment", 
    "Land transfers", 
    "Legislation", 
    "Legislative resolutions", 
    "Light rail transit", 
    "Low-income housing", 
    "Mass rapid transit", 
    "Multilateral development banks", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "National parks", 
    "Old age, survivors and disability insurance", 
    "Peacekeeping forces", 
    "Planning-programming-budgeting", 
    "Public debt", 
    "Public lands and natural resources", 
    "Railroad finance", 
    "Railroad passenger traffic", 
    "Railroads", 
    "Rent subsidies", 
    "Rental housing", 
    "Senate rules and procedure", 
    "Social security finance", 
    "Social welfare", 
    "Special drawing rights", 
    "Subsidies", 
    "Tax rates", 
    "Taxation", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Welfare eligibility", 
    "Welfare waivers", 
    "Welfare work participation", 
    "Wife abuse", 
    "Women"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-05-22", 
    "text": "TABLE OF CONTENTS: Title I: Levels and Amounts Title II: Budgetary Restraints and Rulemaking Title III: Sense of the House of Representatives Sets forth the congressional budget for the Government for FY 1998. Sets forth appropriate budgetary levels for FY 1999 through 2002. Title I: Levels and Amounts - Lists recommended budgetary levels and amounts, for FY 1998 through 2002, with respect to: (1) Federal revenues; (2) new budget authority; (3) budget outlays; (4) deficits; (5) public debt; (6) new direct loan obligations; and (7) new primary loan guarantee commitments. (Sec. 102) Sets forth for such fiscal years specified amounts of revenues and outlays of the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund. (Sec. 103) Lists the appropriate levels of new budget authority, budget outlays, new direct loan obligations, and new primary loan guarantee commitments for each of specified major functional categories for FY 1998 through 2002. (Sec. 104) Establishes reconciliation procedures for the Senate. Sets forth a deadline for submission of specified Senate committee recommendations to the Senate Committee on the Budget. Requires that Committee to report to the Senate a reconciliation bill without any substantive revision of such recommendations. Sets forth deficit reduction amounts for FY 1998 through 2002 for the Senate committees on: (1) Banking, Housing, and Urban Affairs; (2) Commerce, Science, and Transportation; and (3) Governmental Affairs. Specifies outlay reductions, for FY 1998 through 2002, for the Senate committees on: (1) Energy and Natural Resources; (2) Finance; (3) Labor and Human Resources; and (4) Veterans' Affairs. Specifies increased outlays for the Committee on Agriculture, Nutrition, and Forestry. Establishes a ceiling on the increase to the statutory limit on the public debt required to be reported by the Senate Committee on Finance. Directs the Senate Committee on Finance to report a reconciliation bill proposing changes in laws necessary to reduce revenues by up to specified amounts in FY 2002 and for the period of FY 1998 through 2002. Sets forth requirements relating to: (1) treatment of congressional pay-as-you-go-requirements; and (2) deficit neutral adjustments and limited flexibility on adjustments. (Sec. 105) Sets forth deadlines for submission of specified House committee recommendations to the House Committee on the Budget, and for that Committee's report to the House of a reconciliation bill without any substantive revision of such recommendations, for the separate categories of entitlement reform and of tax relief and miscellaneous reforms. Specifies outlay limits, with respect to entitlement reform and to tax relief and miscellaneous reforms, for FY 1998 through 2002, for the House committees on: (1) Agriculture; (2) Banking and Financial Services; (3) Commerce; (4) Education and the Workforce; (5) Government Reform and Oversight; (6) Transportation and Infrastructure; (7) Veterans' Affairs; and (8) Ways and Means. Establishes deficit reduction amounts for the House Committee on Government Reform and Oversight for FY 1998 through 2002 with respect to the two reform categories. Lists amounts of revenue increases and increases in the statutory limit on the public debt to be reported by the House Ways and Means Committee. Sets forth budgetary limits on a children's health initiative. Title II: Budgetary Restraints and Rulemaking - Establishes certain discretionary spending limits in the Senate for each of FY 1998 through 2002 for defense, nondefense, and discretionary categories. Sets forth related provisions regarding points of order in the Senate, waivers, and appeals. Declares that the levels of new budget authority, outlays, new entitlement authority, revenues, and deficits for a fiscal year shall be determined on the basis of Senate Budget Committee estimates. (Sec. 202) Requires the chairmen of the House or Senate Budget Committees to increase the appropriate allocations, budgetary aggregates, and discretionary limits (in the Senate) specified in appropriations measures reported in the Senate in FY 1998 through 2002, and in the House in FY 1998, by the amount of budget authority in such a measure that is the dollar equivalent, in terms of Special Drawing Rights, of: (1) an increase in the U.S. quota as part of the International Monetary Fund Eleventh General Review of Quotas; or (2) any increase in the maximum amount available to the Secretary of the Treasury pursuant to the Bretton Woods Agreement Act with respect to new arrangements to borrow. (Sec. 203) Authorizes the chairmen of the House or Senate Budget Committees to increase by up to a specified amount any allocation in a reported FY 1998 appropriations measure (or conference report) that includes an appropriation for the renewal of expiring contracts for Section 8 housing assistance. (Sec. 204) Permits the chairmen of the House or Senate Budget Committees to increase by up to specified amounts for FY 1998 and for the period of FY 1998 through 2002 the allocation for any legislation reported (including a conference report) by specified House or Senate committees to reform the Superfund program to facilitate the cleanup of hazardous waste sites. (Sec. 205) Authorizes limited increases in allocations for priority Federal land acquisitions and exchanges reported in appropriations measures in FY 1998. (Sec. 206) Directs the chairmen of the House or Senate Budget Committees to increase by up to specified amounts for FY 1998 through 2002 (FY 1998 in the House) the allocation for any reported appropriations measure (including a conference report) that includes an appropriation for arrearages for international organizations, international peacekeeping, and multilateral development banks. Permits increases in discretionary spending limits in the Senate for such purposes but limits the total amount of budget authority and outlays flowing from such adjustments. (Sec. 207) Authorizes, upon the enactment of specified legislation, the establishment of certain reserve funds, for FY 1998 through 2002, for: (1) intercity passenger rail transportation; (2) mass transit; (3) highways; and (4) surface transportation. (Sec. 211) Sets forth provisions regarding budgetary treatment of the sale of Government assets. Title III: Sense of the House of Representatives - Expresses the sense of the House regarding: (1) baselines; (2) repayment of the Federal debt; (3) creation of a commission on long-term budgetary problems; (4) corporate welfare; and (5) the desired absence of numerical limits on the States' grant of domestic violence good cause waivers with respect to certain welfare assistance requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Setting forth the congressional budget for the United States Government for fiscal years 1998, 1999, 2000, 2001, and 2002.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:23-05:00"
}