{
  "actions": [
    {
      "acted_at": "1981-04-29", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-29", 
      "in_committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "subcommittee": "Transportation", 
      "text": "Referred to Subcommittee on Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-29", 
      "in_committee": "Senate Committee on Environment and Public Works", 
      "in_subcommittee": "Transportation", 
      "references": [], 
      "text": "Subcommittee on Transportation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-30", 
      "in_committee": "Senate Committee on Environment and Public Works", 
      "in_subcommittee": "Transportation", 
      "references": [], 
      "text": "Subcommittee on Transportation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-10", 
      "in_committee": "Senate Committee on Environment and Public Works", 
      "in_subcommittee": "Transportation", 
      "references": [], 
      "text": "Subcommittee on Transportation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-30", 
      "in_committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-10-07", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported to Senate by Senator Symms favorably with amendments. With written report No. 97-202.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-07", 
      "calendar": "Senate Legislative", 
      "number": "295", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 295.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1981-11-16", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-16", 
      "bill_ids": [
        "hr3210-97"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 3210 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-16", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "su630-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "630"
    }, 
    {
      "amendment_id": "su631-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "631"
    }
  ], 
  "bill_id": "s1024-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abdnor, James", 
      "sponsored_at": "1981-04-29", 
      "state": "SD", 
      "thomas_id": "00001", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1981-04-29", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1981-10-28", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1981-04-29", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1981-04-29", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-29", 
  "number": "1024", 
  "official_title": "A bill to authorize appropriations for the construction of certain highways in accordance with Title 23 of the United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3210-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Aid Highway Improvement Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Symms, Steven D.", 
    "state": "ID", 
    "thomas_id": "01132", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-09-30", 
  "subjects": [
    "Advisory bodies", 
    "Alaska", 
    "American Samoa", 
    "Appalachia", 
    "Authorization", 
    "Bicycles", 
    "Bridges", 
    "Business and commerce", 
    "California", 
    "Car pools", 
    "Civil Rights and Liberties", 
    "Department of the Treasury", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "District of Columbia", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid to Indians", 
    "Federal aid to minority business enterprises", 
    "Federal-state relations", 
    "Forest roads", 
    "Forests and forest products", 
    "Government operations and politics", 
    "Government trust funds", 
    "Guam", 
    "Highway construction and repair", 
    "Highway engineering", 
    "Highway maintenance", 
    "Intergovernmental fiscal relations", 
    "Intergovernmental relations", 
    "Interstate highway system", 
    "Maine", 
    "Maryland", 
    "Minorities", 
    "Minority business enterprises", 
    "Motor Vehicles and Driving", 
    "Native Americans", 
    "Northern Mariana Islands", 
    "Parking facilities", 
    "Public safety", 
    "Recreation and Recreational Facilities", 
    "Recreation areas", 
    "Right-of-way", 
    "Roads and highways", 
    "Sex discrimination", 
    "Sex discrimination against women", 
    "Sex discrimination in employment", 
    "Speed limits", 
    "States", 
    "Toll roads", 
    "Traffic accidents and safety", 
    "Trucks", 
    "Urban highways", 
    "Vending machines", 
    "Virgin Islands", 
    "Virginia", 
    "Water and Water Resources Development", 
    "Women's rights"
  ], 
  "subjects_top_term": "Federal aid highway program", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1981-11-16", 
    "text": "(Measure indefinitely postponed in Senate, H. R. 3210 passed in lieu) Federal-Aid Highway Improvement Act of 1981 - Amends the Federal-Aid Highway Act of 1956 to authorize appropriations for the Interstate Highway System for fiscal years 1983 through 1990. Limits the obligation of such funds to specified objectives. Directs the Secretary of Transportation, in making the revised estimate of the cost of completing the designated Interstate System, to include only those costs eligible under such Act, as amended. Directs the Secretary to use specified apportionment factors in allocating funds for the Interstate System. Authorizes appropriations, for fiscal years 1982 through 1986, out of the Highway Trust Fund, for: (1) the Federal aid primary system in rural and urban areas; (2) forest highways; (3) public lands highways; (4) bridge replacement and rehabilitation; and (5) highway safety improvements; and (6) the territorial highway program in the Virgin Islands, Guam, American Samoa, and the Commonwealth of the Northern Mariana Islands. Prohibits a State from receiving less than one-half of one percent of the total apportionment for the Interstate System. Revises apportionments for the highway bridge replacement and rehabilitation program. Amends the Highway Safety Acts of 1973 and 1978 and the Federal-Aid Highway Acts of 1973 and 1978 to repeal the authorization of appropriations for fiscal year 1982 for: (1) highway safety programs; (2) bridge reconstruction and replacement; (3) elimination of hazards; (4) rail highway crossings; and (5) bikeways. Directs that the unobligated balance of contract authority established by the Federal Aid Highway Act of 1978 for the Great River Road and highway safety programs shall lapse September 30, 1981. Makes highway reconstruction and the resurfacing, restoration, rehabilitation, and reconstruction of specified toll roads eligible for Interstate System apportioned funds. Includes the addition of travel lanes, the acquisition of rights-of-way, and the reconstruction of interchanges and overcrossings within such highway reconstruction. Revises Interstate System resurfacing procedures. Authorizes appropriations out of the Highway Trust Fund for fiscal year 1983 for such resurfacing. Authorizes appropriations out of the Highway Trust Fund for substitute highway projects for fiscal years 1983 through 1986. Revises provisions concerning such substitute projects. Repeals appropriations for provisions related to the priority primary route program. Revises the Federal-aid urban and the Federal-aid rural highway programs. Replaces the pavement marking demonstration program with a highway safety improvement program. Makes assistance available from such program for: (1) highway safety improvements; (2) railway highway crossing projects; (3) highway-related safety requirements; and (4) implementation of the highway safety improvement program developed by each State pursuant to this Act. Requires States to expend 35 percent of such assistance on railway highway crossing projects unless such requirement is waived by the Secretary. Reserves one-half of one percent of such funds for projects on Indian reservations. Directs each State to report to the Secretary on the progress of such highway safety improvement program. Directs the Secretary to report annually to Congress on such progress. Sets forth a formula for the apportionment of funds for the highway bridge replacement and rehabilitation program. Limits the roadway width of a specified bridge to be constructed to 69 feet. Creates a Federal lands highway program consisting of forest highway, park roads, parkways, Indian reservation roads, and public lands highways. Directs the Secretary to expend sums necessary to carry out specified carpool and vanpool projects, including parking facilities. Directs that emergency financial assistance necessitated by natural disasters or catastrophic failures shall be authorized to be appropriated from the Highway Trust Fund. Increases the authorization for such emergency assistance. Limits, to a specified sum, the amount of such assistance to any State. Revises apportionments for access highways to public recreation areas on certain lakes. Revises the scope of the bicycle transportation program and the Federal share thereof. Amends the Federal Aid Highway Act of 1973 to allow limited truck traffic on the Highland Scenic Highway. States that such commercial use by trucks may be limited and controlled by permit. Allows funds allocated to an urban area to be transferred to the allocation of another urban area or to the State upon approval by local officials and the Secretary. Directs the Secretary to conduct a demonstration program to study: (1) the expansion of the Certification Acceptance and Secondary Road Plan programs to other Federal-aid systems or programs; and (2) the impact of allowing the Secretary to discharge his responsibilities in regard to Federal-aid highway projects. Removes the limit on appropriations for defense access roads. Revises the Secretary's authority with regard to a State's failure to maintain projects under its jurisdiction. Limits funds for research and planning to specified amounts. Specifies the Federal share of such funding pursuant to certain criteria. Authorizes the Secretary, upon application by Maryland, Virginia, and the District of Columbia, to approve the reconstruction, resurfacing, restoration, or rehabilitation of the Woodrow Wilson Memorial Bridge. Authorizes appropriations out of the Highway Trust Fund. Prohibits the Secretary from including any costs for such bridge in a revised estimate of the cost of completing the Interstate Highway System. Prohibits employment discrimination in such projects on account of sex. Authorizes the Secretary, in cooperation with other departments and State agencies, to develop and administer training and assistance programs in connection with any program under this Act in order to enable minority businesses to compete on an equal basis for contracts. Directs the Secretary to deduct, from apportionments made by this Act, specified sums for the administration of such programs. Directs the Secretary to enter into agreements with the Secretaries of Defense and Interior, the Administrator of the Environmental Protection Agency, and other agency heads as appropriate to minimize duplication, paperwork, and delays in the development and approval of projects under this Act. Sets forth criteria for such agreements. Revises the Federal share available for projects under the Federal-aid rural program, the Federal-aid urban program, the Federal-aid primary system, and the Federal-aid Interstate System. Limits obligations for Federal-aid highways and highway safety construction programs and sets forth an allocation formula for such funds. Revises penalties for States that do not adequately enforce the 55 mile per hour national maximum speed limit. Authorizes the Maryland Transportation Authority to continue to collect tolls from its existing transportation facilities projects and to use such revenues for specified new transportation projects. Directs the Secretary to designate, as part of the Interstate System, certain highway segments on the Federal- aid primary system in States that have no Interstate System. Authorizes the State of Alaska to expend Federal-aid highway funds on the Alaska Highway. Amends the Federal-Aid Highway Act of 1978 to free the State of Maine and the Maine Turnpike Authority from all restrictions with regard to toll collections on the Maine Turnpike, subject to certain conditions. Authorizes appropriations for fiscal year 1983 for the Prairie Creek Redwood State Park bypass highway in California. Extends the vending machine demonstration project authorized by the Surface Transportation Assistance Act of 1978 for two years after enactment of this Act. Authorizes the Secretary to reimburse the State of California for 75 percent of the cost of a specified Federal-aid urban system project. Directs the Secretary to report to specified congressional committees, by March 31, 1982, on certain sections of the Interstate System that could be withdrawn for substitute highway projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Aid Highway Improvement Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the construction of certain highways in accordance with Title 23 of the United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:48-05:00"
}