{
  "actions": [
    {
      "acted_at": "1987-05-06", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-11", 
      "references": [], 
      "text": "Star Print ordered S.1159.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1159-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Humphrey, Gordon J.", 
      "sponsored_at": "1987-08-06", 
      "state": "NH", 
      "thomas_id": "01365", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1987-05-06", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-06", 
  "number": "1159", 
  "official_title": "A bill to establish the National Aviation Authority as an independent user-fee supported government corporation to operate, maintain and enhance an efficient and responsive national system for airways management and air traffic control, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Aviation Authority Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-05-06", 
  "subjects": [
    "Advisory bodies", 
    "Air traffic", 
    "Aviation", 
    "Aviation safety", 
    "Corporations and Stocks", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal Aviation Administration", 
    "Federal advisory bodies", 
    "Government corporations", 
    "Government trust funds", 
    "Public safety", 
    "Transportation and public works", 
    "User charges"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-05-06", 
    "text": "National Aviation Authority Act of 1987 - Title I: Findings and Definitions - Creates the National Aviation Authority as an independent, user-fee supported Government corporation to operate a national air traffic control system (thus making such Authority separate from the Federal Aviation Administration). Subjects the Authority to the aviation safety standards established by the Federal Aviation Administration, and mandates that the Authority cooperate with the National Transportation Safety Board in the conduct of requisite accident investigations. Subjects the Authority to oversight by the Congress. Title II: Organization and Authority - Establishes the National Aviation Authority. Places the Authority under the exclusive control of a Director, appointed by the President. Establishes a National Aviation Authority Policy Advisory Board to review semianually the Authority's operations, and to transmit advice and recommendations to the President and certain congressional subcommittees. Establishes a National Aviation Authority, Technical Advisory Committee which shall submit a semiannual report to the Director concerning all aspects of Authority operations which it determines warrant particular attention. Mandates that a copy of such report be submitted to the President and to certain congressional subcommittees. Outlines the general powers and personnel policies of the Authority. Title III: Financial Administration and Funding - Outlines the capital structure of the Authority, and authorizes it to incur financial obligations. Mandates that the Authority establish by rulemaking a user-fee schedule to fund its needs. Directs the Secretary of the Treasury to establish an account for the Authority's exclusive use, and to transfer to such account all funds to be paid or credited to the Airport and Airway Trust Fund. Terminates such Trust Fund upon the completion of the transfer. Title IV: Transfer, Transitional, and Savings Provisions - Transfers to the Authority: (1) all air traffic control services and operations formerly performed by the Federal Aviation Administration and the Department of Transportation; and (2) management control over all Federal property associated with air traffic control functions previously administered by the Federal Aviation Administration and the Department of Transportation. Declares that the enforcement powers of the Administrator of the Federal Aviation Administration are not modified by this Act. Prescribes guidelines for the transfer of functions and personnel to the Authority. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Aviation Authority Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the National Aviation Authority as an independent user-fee supported government corporation to operate, maintain and enhance an efficient and responsive national system for airways management and air traffic control, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:29-05:00"
}