{
  "actions": [
    {
      "acted_at": "1991-03-19", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-04-16", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to the Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1474-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Durbin, Richard", 
      "sponsored_at": "1992-06-05", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Fish, Hamilton, Jr.", 
      "sponsored_at": "1991-03-19", 
      "state": "NY", 
      "thomas_id": "00384", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1991-10-03", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Herger, Wally", 
      "sponsored_at": "1991-10-03", 
      "state": "CA", 
      "thomas_id": "00533", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1992-06-05", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Inhofe, James M.", 
      "sponsored_at": "1991-05-01", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Kopetski, Mike", 
      "sponsored_at": "1991-06-06", 
      "state": "OR", 
      "thomas_id": "00648", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lewis, John", 
      "sponsored_at": "1991-05-02", 
      "state": "GA", 
      "thomas_id": "00688", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Lewis, Thomas F.", 
      "sponsored_at": "1992-06-05", 
      "state": "FL", 
      "thomas_id": "00690", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Moorhead, Carlos J.", 
      "sponsored_at": "1991-05-01", 
      "state": "CA", 
      "thomas_id": "00830", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Porter, John Edward", 
      "sponsored_at": "1991-10-03", 
      "state": "IL", 
      "thomas_id": "00923", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ritter, Don", 
      "sponsored_at": "1991-05-21", 
      "state": "PA", 
      "thomas_id": "00965", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schiff, Steven", 
      "sponsored_at": "1991-10-03", 
      "state": "NM", 
      "thomas_id": "01030", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Spratt, John M., Jr.", 
      "sponsored_at": "1991-10-03", 
      "state": "SC", 
      "thomas_id": "01092", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-19", 
  "number": "1474", 
  "official_title": "To provide a comprehensive system for assuring compensation to injured parties through indemnification by the United States of its design professionals for liability in excess of reasonably available financial protection.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Interest Risk Allocation Act of 1991", 
  "sponsor": {
    "district": "4", 
    "name": "Glickman, Dan", 
    "state": "KS", 
    "thomas_id": "00443", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-19", 
  "subjects": [
    "Architects in government", 
    "Architecture", 
    "Engineering", 
    "Government contractors", 
    "Government liability", 
    "Government service contracts", 
    "Indemnity", 
    "Insurance premiums", 
    "Legal fees", 
    "Liability insurance", 
    "Limitation of actions", 
    "Negligence", 
    "Self-insurance", 
    "Standards"
  ], 
  "subjects_top_term": "Government liability", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-19", 
    "text": "Public Interest Risk Allocation Act of 1991 - Requires the United States to hold harmless and indemnify any Government contractor which provides architectural or engineering services (a design professional) against any liability (for damages arising from personal injury, illness, or death or from damage to, or loss of use of, property) resulting from activities that have a substantial risk of injury to the extent such liability exceeds the amount of insurance required by this Act up to a limit of the greater of $5,000,000,000 or five times the value of the contract. Requires all claims for injury to be filed in a U.S. District Court within ten years of the date of public use occupancy, or control of the project for which the design professionals' services were undertaken, whichever first occurs. Includes court costs and attorney fees to defend such claims under such indemnification. Prohibits a design professional from being liable for damages unless the claimant establishes by a preponderance of the evidence that the negligence of the design professional was the proximate cause of harm. Limits the liability of the design professional to the sum of: (1) the amount of the commercial insurance or self-insurance protection the design professional is required to carry; and (2) the amount of indemnification provided by the United States. Requires Federal agencies, before issuing a solicitation for each contract or a contract modification for design services: (1) to determine if such contract or modification carries a risk of injury in excess of reasonably available insurance; and (2) if so, to include a clause to that effect in the solicitation, the contract, and any covered contract modification as appropriate. Provides the exclusive relief available for professional liability against a design professional under a contract with such a clause. Prohibits such indemnification of a design professional firm for: (1) liability caused by the gross negligence, intentional misconduct, or bad faith of its director, officer, or managing official; and (2) the liability of any managing official or other employee of such a firm who acts in reckless disregard of public health and safety. Requires a design professional to secure insurance or self-insurance as: (1) agreed upon with the United States at the time of contracting; or (2) is reasonable under the circumstances, in the absence of such an agreement or in the event of loss of coverage through no fault of either party, provided that aggregate payments by the design professional shall not exceed the value of contract profits or the greater of $1,000,000,000 or one percent of the contract value and shall constitute payment in full of the design professional's share of liability. Requires a design professional to notify the United States within a reasonable period of any claim or action against it which may give rise to a claim for indemnification. Permits the United States to notify the design professional that the Government will assume control of the defense or settlement of any such claim or action. Requires the United States to assume the cost of such litigation. Requires a design professional seeking indemnification to present a claim to the contracting agency. Requires such claim to be determined under the Contract Disputes Act of 1978. Allows a design professional aggrieved by the agency's determination to appeal such determination under that Act. Permits the United States to discharge its indemnification obligation by making payments directly to the person to whom the design professional may be liable. Directs the Administrator for the Office of Federal Procurement Policy to: (1) establish guidelines for determining whether the amount of insurance maintained by the design professional is reasonable; and (2) provide that any such insurance premiums are recoverable as allowable costs under the contract, and that such guidelines are subject to periodic review. Declares that the provisions of this Act shall not: (1) apply with respect to any risks against which indemnification may be obtained under the Atomic Energy Act of 1954; (2) limit or prevent the use of existing statutory authority to provide indemnification for liability, harm, or expense for which indemnification is not required under this Act; or (3) be construed to create any liability of the Government to any person other than to design professionals for indemnification. Authorizes a permanent judgment appropriation to pay indemnification claims."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Interest Risk Allocation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide a comprehensive system for assuring compensation to injured parties through indemnification by the United States of its design professionals for liability in excess of reasonably available financial protection.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:49-05:00"
}