{
  "actions": [
    {
      "acted_at": "1979-02-07", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-02-07", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-02-08", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-02-09", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-02-21", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-02-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-02-22", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #6 (78-16).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres61-96", 
  "bill_type": "sres", 
  "committees": [], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-07", 
  "number": "61", 
  "official_title": "A resolution amending Rule XXII of the Standing Rules of the Senate.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Byrd, Robert C.", 
    "state": "WV", 
    "thomas_id": "01299", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1979-02-07", 
  "subjects": [
    "Cloture", 
    "Senate", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Senate rules and procedure", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1979-02-22", 
    "text": "(Measure passed Senate, amended, roll call #6 (78-16)) Amends rule XXII of the Standing Rules of the Senate to require that after no more than 100 hours of consideration of a measure, motion, or other matter on which cloture has been invoked, the Senate shall vote on the final disposition thereof excluding all amendments not then actually pending and all motions except a motion to table or to reconsider and one quorum call on demand. Allows the 100 hours to be increased by the adoption of a motion decided without debate by a three-fifths affirmative of the Senate membership vote. Allows only one motion to increase the time in any one calendar day. Requires the time agreed upon to be equally divided between and controlled by the Majority and Minority Leaders. Provides that conforming changes may be made to amendments which were in order prior to the reprinting of a measure or matter after cloture has been invoked. Stipulates that such changes be limited to lineration and pagination. Prohibits any Senator from calling up more than two amendments until every other Senator has had the opportunity to do likewise. Permits a Senator to yield all or part of his hour to the floor managers or to the Majority or Minority Leader. Stipulates that each Senator specified shall not have more than two hours yielded to him and may in turn yield such time to other Senators. Provides at least ten minutes inclusive to any Senator who seeks recognition, regardless of any other provision of the rule. Dispenses with the reading of any amendments that have been printed and available 24 hours prior to the time such amendments are called up. Permits the timely offering of amendments in the first degree, and allows the offering of amendments in the second degree which were submitted at least one hour prior to the beginning of cloture. Dispenses with the reading of the Journal after cloture has been invoked. States that at such time the Journal shall be considered approved to date."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution amending Rule XXII of the Standing Rules of the Senate.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:54-05:00"
}