{
  "actions": [
    {
      "acted_at": "1974-03-14", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13489-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-14", 
  "number": "13489", 
  "official_title": "A bill to amend the Social Security Act to direct the Secretary of Health, Education, and Welfare to develop standards relating to the rights of patients in certain medical facilities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15859-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2920-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-14", 
  "subjects": [
    "Intermediate care facilities", 
    "Medical care, personnel, and facilities", 
    "Nursing homes", 
    "Patients' rights", 
    "Social welfare"
  ], 
  "subjects_top_term": "Nursing homes", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-14", 
    "text": "Directs the Secretary of Health, Education, and Welfare to require, under the Social Security Act, that skilled nursing facilities and intermediate care facilities adopt and make public a statement of the rights and responsibilitites of the patients who are receiving treatment in such facilities and treat their patients in accordance with the provisions of such public statement. Provides that the Secretary shall require that the statement include specified items, including: (1) a guarantee that the patient's civil and religious liberties will not be infringed; (2) a guarantee of the patient's right to have private and unrestricted communications with his physician, attorney, and any other person; (3) a guarantee of the patient's right to manage his own financial affairs, or to have a monthly accounting of any financial transactions in his behalf; (4) a guarantee of the patient's right to present grievances on behalf of himself or others; (5) a guarantee of the patient's right to receive at least adequate and appropriate medical care and to be fully informed of his medical condition and proposed treatment, and to participate in the planning of all medical treatment; (6) a guarantee the patient's right to have privacy in treatment for personal needs, confidentiality in the treatment of records, and security in storing personal possessions; (7) a guarantee of the patient's right to receive courteous, fair, and equal treatment and services and a written statement of the services provided by the facility; (8) a guarantee of the patient's right to be free from mental and physical abuse and from physical and chemical restraints; (9) a statement of the facility's regulations and an explanation of the patient's responsibility to obey all reasonable regulations; and (10) a guarantee that, should the patient be adjudicated incompetent in accordance with State law and not be restored to legal capacity, the above rights and responsibilities shall devolve upon a sponsor or guardian."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to direct the Secretary of Health, Education, and Welfare to develop standards relating to the rights of patients in certain medical facilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:34-05:00"
}