{
  "actions": [
    {
      "acted_at": "1995-09-06", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-02", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "the Constitution", 
      "text": "Referred to the Subcommittee on the Constitution.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2268-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Constitution", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Barrett, Thomas M.", 
      "sponsored_at": "1995-09-06", 
      "state": "WI", 
      "thomas_id": "00058", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Castle, Michael N.", 
      "sponsored_at": "1995-09-06", 
      "state": "DE", 
      "thomas_id": "00183", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Deal, Nathan", 
      "sponsored_at": "1995-09-06", 
      "state": "GA", 
      "thomas_id": "00277", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Dickey, Jay", 
      "sponsored_at": "1995-09-06", 
      "state": "AR", 
      "thomas_id": "00295", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Ganske, Greg", 
      "sponsored_at": "1995-10-10", 
      "state": "IA", 
      "thomas_id": "00428", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Klug, Scott L.", 
      "sponsored_at": "1995-09-06", 
      "state": "WI", 
      "thomas_id": "00641", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Leach, James A.", 
      "sponsored_at": "1995-10-10", 
      "state": "IA", 
      "thomas_id": "00672", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Luther, Bill", 
      "sponsored_at": "1995-09-06", 
      "state": "MN", 
      "thomas_id": "00718", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Meehan, Martin T.", 
      "sponsored_at": "1995-09-06", 
      "state": "MA", 
      "thomas_id": "00788", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Minge, David", 
      "sponsored_at": "1995-09-06", 
      "state": "MN", 
      "thomas_id": "00813", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1995-09-06", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Waldholtz, Enid Greene", 
      "sponsored_at": "1995-09-06", 
      "state": "UT", 
      "thomas_id": "01192", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Zimmer, Dick", 
      "sponsored_at": "1995-09-06", 
      "state": "NJ", 
      "thomas_id": "01264", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-09-06", 
  "number": "2268", 
  "official_title": "To provide for the disclosure of lobbying activities to influence the Federal Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2564-104", 
      "reason": "identical"
    }
  ], 
  "short_title": "Lobbying Disclosure Act of 1995", 
  "sponsor": {
    "district": "15", 
    "name": "McHale, Paul", 
    "state": "PA", 
    "thomas_id": "00772", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-09-06", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Charities", 
    "Civil rights and liberties, minority issues", 
    "Civil service system", 
    "Conflict of interests", 
    "Congress", 
    "Congressional committees", 
    "Congressional employees", 
    "Congressional leadership", 
    "Congressional officers", 
    "Congressional reporting requirements", 
    "Economics and public finance", 
    "Employee selection", 
    "Federal employees", 
    "Federal officials", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Foreign agents", 
    "Foreign trade and international finance", 
    "Freedom of association", 
    "Freedom of speech", 
    "Government corporations", 
    "Government ethics", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Housing and community development", 
    "Income", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Information services", 
    "Information storage and retrieval systems", 
    "International affairs", 
    "International propaganda", 
    "Judicial officers", 
    "Labor and employment", 
    "Law", 
    "Lawyers", 
    "Licenses", 
    "Lobbying", 
    "Local officials and employees", 
    "Members of Congress", 
    "Minorities", 
    "Native Americans", 
    "Nonprofit organizations", 
    "Office of Personnel Management", 
    "Office of the U.S. Trade Representative", 
    "Officer personnel", 
    "Political parties", 
    "Presidential appointments", 
    "Public records", 
    "Right of petition", 
    "Science, technology, communications", 
    "Social welfare", 
    "State officials and employees", 
    "Tax deductions", 
    "Tax returns", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Trade negotiations", 
    "Trusts and trustees", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Federal officials", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-09-06", 
    "text": "Lobbying Disclosure Act of 1995 - Requires registration with the Secretary of the Senate and the Clerk of the House of Representatives (appropriate congressional officials) by any individual lobbyist (or the individual's employer if it employs one or more lobbyists) within 45 days after the individual first makes, or is employed or retained to make, a lobbying contact with either the President, the Vice President, a Member of Congress, or any other specified Federal officer or employee, including certain high-ranking members of the uniformed services. Defines a lobbyist as any individual employed or retained by a client for financial or other compensation for services that include more than one lobbying contact (but not an individual whose lobbying activities constitute less than 20 percent of the time engaged in the services provided to that client over a six-month period). (Sec. 4) Provides for: (1) special registration filing rules in cases involving multiple clients and contacts; and (2) registration termination in cases where a registrant is no longer employed or retained by a client to conduct lobbying activities and does not anticipate any additional lobbying activities for such client. Specifies the contents of such registration. Provides for exemptions from registration requirements above in cases involving lobbying income of $5,000 or less (for a particular client) or total expenses of $20,000 or less (in the case of an organization whose employees engage in lobbying activities on the organization's behalf) (adjusted periodically for inflation) for the semiannual period. (Sec. 5) Requires registrants to file semiannual lobbying activity reports with the appropriate congressional officials. Specifies the contents of such reports. (Sec. 6) Specifies various duties of the appropriate congressional officials for carrying out this Act, including reviewing registrations and reports filed under it, and making copies of them available to the public. (Sec. 7) Sets forth penalties for violations involving the requirements of this Act. (Sec. 9) Amends the Foreign Agents Registration Act of 1938 to: (1) replace references to political propaganda with references to informational materials; and (2) add to the exemption from registration requirements under such Act for certain lawyers providing legal representation to disclosed foreign principals to apply it to such representative actions as judicial proceedings and criminal or civil law enforcement inquiries, investigations, or proceedings. Exempts from the requirements of the Foreign Agents Registration Act of 1938 any agent of a foreign government, foreign political party, or other foreign entity not organized for business that registers under this Act. (Sec. 10) Revises (Byrd Amendment) limitations on use of appropriated funds to influence certain Federal contracting and financial transactions, removing obsolete reporting requirements, among other changes. (Sec. 11) Repeals the Federal Regulation of Lobbying Act. Repeals provisions of the Department of Housing and Urban Development Act and the Housing Act of 1949 relating to lobbyist activities. (Sec. 14) Sets forth special rules for the identification of: (1) foreign and other clients on whose behalf lobbying contacts are made with a covered legislative or executive branch official; and (2) such covered officials. (Sec. 15) Permits tax-exempt charitable organizations required to report lobbying expenses by the Internal Revenue Code to report, under this Act, only good faith estimates of such expenses in order to meet specified reporting (including exemption from such reporting) requirements of this Act. (Sec. 16) Amends provisions of Federal law known as the Ramspeck Act to repeal authority extending competitive status to certain legislative and judicial branch employees involuntarily separated without prejudice from their respective branch, entitling them to transfer to the competitive service in the executive branch. (Sec. 17) Requires the Office of Personnel Management (OPM) to promulgate regulations on the manner and extent that experience in a position other than a competitive one may be considered in making appointments to a competitive position. Prohibits the grant, in such regulations, of any preference based on the fact of service in the legislative or judicial branch. Directs OPM to study excepted service considerations for competitive service appointments relating to this Act. (Sec. 18) Makes certain civic leagues or organizations not organized for profit but operated exclusively for the promotion of social welfare, and certain local associations of employees whose net earnings are devoted exclusively to charitable, educational, or recreational purposes, ineligible for Federal funds in any form if they engage in lobbying activities. (Sec. 19) Amends the Foreign Agents Registration Act of 1938 to require the Attorney General to report to Congress semiannually on administrative matters (currently \"from time to time\") including registration filings. (Sec. 20) Amends the Ethics in Government Act of 1978 to: (1) augment the dollar value categories for required disclosure of income, assets, and liabilities of subject individuals, but limiting disclosure requirements for their spouses and dependent children to income, assets, and liabilities held jointly with the subject individual, and leaving unspecified any such amounts or values exceeding $1 million; and (2) require the financial disclosure reports of subject individuals to include the category of the total cash value of any interest of the reporting individual in a qualified blind trust, except under certain circumstances. (Sec. 21) Amends the Federal criminal code to apply to the Deputy United States Trade Representative (Deputy USTR) the same three-year prohibition against representing, aiding, or advising a foreign entity after leaving Government service as applies to the United States Trade Representative (USTR). Amends the Trade Act of 1974 to prohibit any person who has directly represented, aided, or advised a foreign entity in any trade negotiation, or trade dispute, with the United States from being appointed as USTR or Deputy USTR. (Sec. 23) Expresses the sense of the Senate that lobbying expenses should not be tax deductible."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lobbying Disclosure Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the disclosure of lobbying activities to influence the Federal Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:48-05:00"
}