{
  "actions": [
    {
      "acted_at": "2010-07-22", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-28", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-28", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5823-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Bachus, Spencer", 
      "sponsored_at": "2010-07-22", 
      "state": "AL", 
      "thomas_id": "00038", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Kanjorski, Paul E.", 
      "sponsored_at": "2010-07-22", 
      "state": "PA", 
      "thomas_id": "00615", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-22", 
  "number": "5823", 
  "official_title": "To establish a covered bond regulatory oversight program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4884-111", 
      "reason": "related"
    }
  ], 
  "short_title": "United States Covered Bond Act of 2010", 
  "sponsor": {
    "district": "5", 
    "name": "Garrett, Scott", 
    "state": "NJ", 
    "thomas_id": "01737", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-07-28", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Banking and financial institutions regulation", 
    "Bankruptcy", 
    "Department of the Treasury", 
    "Finance and financial sector", 
    "Financial services and investments", 
    "Government information and archives", 
    "Securities", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-22", 
    "text": "United States Covered Bond Act of 2010 - Directs the Comptroller of the Currency (covered bond regulator) to establish a regulatory oversight program for specified senior recourse debt obligations of an eligible issuer (covered bonds). Requires the covered bond regulator to: (1) consult with the primary financial regulatory agency of an eligible issuer before approving any covered bond program; and (2) maintain a registry on a website available to the public containing the name of each approved covered bond program and information on all outstanding covered bonds issued under it. Requires the covered bond regulator from time to time to establish minimum over-collateralization requirements for covered bonds backed by each eligible asset classes (including residential mortgage, commercial mortgage, public sector, small business, and other asset classes) based on the credit, collection, and interest-rate risks (excluding liquidity risks) associated with such eligible asset class. Requires the eligible assets and substitute assets in each cover pool that secures covered bonds to meet, in the aggregate and at all times, the applicable minimum over-collateralization requirements. Requires each issuer of covered bonds to: (1) report monthly on whether the cover pool that secures the covered bonds meets the applicable minimum over-collateralization requirements; and (2) appoint an unaffiliated entity as independent asset monitor for the applicable cover pool. Requires the independent asset monitor to verify and disclose to the issuer's primary financial regulatory agency, the covered bond regulator, and the applicable covered bond holders whether the cover pool that secures the covered bonds meets the statutory minimum over-collateralization requirements. Prescribes: (1) covered bond eligibility requirements; and (2) procedures governing default and insolvency of a covered bond both prior and subsequent to conservatorship, receivership, liquidation, or bankruptcy of the issuer. Prescribes procedures governing default or insolvency of a covered bond both prior and subsequent to conservatorship or receivership by the Federal Deposit Insurance Corporation (FDIC), liquidation, or bankruptcy of the issuer, including trusteeship of the estate in bankruptcy by the covered bond regulator or an appointee. States that any covered bond issued or guaranteed by a bank is a security issued or guaranteed under specified securities laws. Amends the Secondary Mortgage Market Enhancement Act of 1984 to include covered bonds within its purview."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Covered Bond Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a covered bond regulatory oversight program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:36-05:00"
}