{
  "actions": [
    {
      "acted_at": "1987-10-15", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-10-29", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to Subcommittee on Surface Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3498-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-10-15", 
  "number": "3498", 
  "official_title": "A bill to amend title 23, United States Code, to provide for the construction of new toll highways and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1823-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1823-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Toll Highways Act of 1987", 
  "sponsor": {
    "district": "3", 
    "name": "Howard, James J.", 
    "state": "NJ", 
    "thomas_id": "00564", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-10-15", 
  "subjects": [
    "Bridges", 
    "Federal aid highway program", 
    "Ferries", 
    "Highway finance", 
    "Passenger ships", 
    "Roads and highways", 
    "Ships and shipping", 
    "State finance", 
    "States", 
    "Toll roads", 
    "Tunnels"
  ], 
  "subjects_top_term": "Roads and highways", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-10-15", 
    "text": "Toll Highways Act of 1987 - Amends Federal law regarding toll facilities to provide that all highways, bridges, and tunnels which are constructed or rehabilitated shall, with specified exceptions, be free from tolls of all kinds. Authorizes Federal participation in the construction and maintenance of toll highways, bridges, and tunnels other than on the Interstate system. Limits the Federal share payable for such project to 35 percent. Mandates that: (1) such highways, bridges, or tunnels be publicly owned and operated; and (2) for a project to qualify for such funds the State highway department must agree that toll revenues in excess of construction, debt service, and maintenance costs will be used for highway construction on any public road. Makes Federal-aid highway funds available for obligation on projects approaching any toll road, bridge, or tunnel. Declares that construction or relocation costs of toll collection equipment or facilities are not eligible for Federal funds. Authorizes Federal participation in any engineering and fiscal assessments, traffic analyses, and preliminary design analyses necessary to determine whether a privately owned toll facility shall be acquired by a State (or political subdivision). Delineates circumstances under which Federal participation is authorized for the construction of both toll and free ferryboats, including construction projects constituting approaches to such ferryboats on either the Federal-aid primary or secondary system (but not on the Interstate system). Authorizes such Federal participation upon the condition that: (1) the operating authority and the amount of fares charged shall be under the control of a State agency or official; and (2) all revenues derived from publicly owned or operated ferries shall be applied to construction, operation, and maintenance costs. Authorizes the Secretary of Transportation to cancel certain agreements entered into with a State before the date of enactment of this Act if a State requests such cancellation, and if it enters into an agreement with the Secretary regarding toll facilities as detailed in this Act. Retains the eligibility of certain toll facilities for Federal participation upon request of the authority that selects the facility."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Toll Highways Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 23, United States Code, to provide for the construction of new toll highways and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:57-05:00"
}