{
  "actions": [
    {
      "acted_at": "1998-07-31", 
      "references": [
        {
          "reference": "CR S9562-9564", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-31", 
      "committee": "Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2407-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Small Business", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coverdell, Paul", 
      "sponsored_at": "1998-07-31", 
      "state": "GA", 
      "thomas_id": "01310", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1998-07-31", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kempthorne, Dirk", 
      "sponsored_at": "1998-07-31", 
      "state": "ID", 
      "thomas_id": "01376", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "1998-07-31", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-31", 
  "number": "2407", 
  "official_title": "A bill to amend the Small Business Act and the Small Business Investment Act of 1958 to improve the programs of the Small Business Administration.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Programs Restructuring and Reform Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Bond, Christopher S.", 
    "state": "MO", 
    "thomas_id": "01286", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-07-31", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "Business and social problems", 
    "Business education", 
    "Commerce", 
    "Commercialization", 
    "Computers and government", 
    "Conflict of interests", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Delegation of powers", 
    "Disabled", 
    "Disabled veterans", 
    "Economic statistics", 
    "Economics and public finance", 
    "Entrepreneurs", 
    "Executive reorganization", 
    "Executives", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Government and business", 
    "Government contractors", 
    "Government lending", 
    "Government operations and politics", 
    "Government procurement", 
    "Government publicity", 
    "Interest rates", 
    "Internet", 
    "Labor and employment", 
    "Loan defaults", 
    "Loans", 
    "New products", 
    "Overhead costs", 
    "Poor", 
    "Research and development", 
    "Science, technology, communications", 
    "Self-help devices for the disabled", 
    "Small Business Administration", 
    "Small business", 
    "Social welfare", 
    "Technological innovations", 
    "Telephone", 
    "Veterans' employment", 
    "Veterans' loans", 
    "Web sites", 
    "Women", 
    "Women in business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-07-31", 
    "text": "Small Business Programs Restructuring and Reform Act of 1998 - Amends the Small Business Act to increase from $8 million to $12 million, for FY 1999 and thereafter, the authorization of appropriations for the women's business center program. Repeals a provision concerning the terms of assistance to certain organizations under the program. Directs the Comptroller General (CG) to review the administration of such program and report review results to the congressional small business committees. Requires a follow-up report from the CG. (Sec. 3) Amends provisions of the Act relating to the Small Business Innovative Research Program (SBIR) to: (1) direct the Small Business Administration (SBA) to encourage Federal agencies to fund programs for the research and development of assistive and universally designed technology intended to lead to new products for individuals with disabilities; (2) increase for FY 2001 and thereafter the amounts required to be expended by certain Federal agencies for uses specifically connected with SBIR programs; (3) revise SBIR limitations relating to administrative costs; and (4) repeal a provision which terminates the SBIR on October 1, 2000. (Sec. 5) Amends the Small Business Investment Act of 1958 to direct the SBA to authorize certain qualifying State and local development companies to foreclose and liquidate loans in the portfolios of those companies that are funded with the proceeds of debentures guaranteed by the SBA under the Small Business Development Company Program. Outlines development company qualification requirements. Requires a qualified development company to submit to the SBA a proposed liquidation plan, and authorizes such a company to submit a proposed workout plan. Prohibits any action by a State or local development company that would result in a conflict of interest with any third party lender participating in the liquidation or foreclosure of the loan. Authorizes the SBA to suspend or revoke the authority of a qualified company under appropriate circumstances. Directs the SBA to report annually to the small business committees on the results of the delegation of authority to liquidate and foreclose such loans. Terminates the current SBA loan liquidation pilot program on the date on which final regulations implementing this section are promulgated. (Sec. 6) Directs the SBA to submit to the small business committees certain information concerning the participation in Federal procurement contracts by small businesses, including those owned and controlled by socially and economically disadvantaged individuals and by women. (Sec. 7) Establishes in the SBA: (1) the position of Associate Administrator for Veterans Business Development; and (2) an Office of Veterans Business Development, to be administered by the Associate Administrator. Establishes the Advisory Committee on Veterans Business Affairs to serve as an independent source of advice and policy recommendations to the SBA Administrator, the Congress, and the President. Directs the Administrator to enter into a memorandum of understanding with the Service Corps of Retired Executives (SCORE) for the appointment by SCORE of a National Veterans Business Coordinator, who shall establish and administer the provision of entrepreneurial counseling and training to veterans through SCORE chapters in the United States. Requires notification of the availability of such services through a toll-free telephone number and an Internet website. Directs the Administrator to report annually to the small business committees on the needs of small businesses owned and controlled by veterans and service-disabled veterans. Requires the SBA's Office of Advocacy to evaluate Federal and private efforts to assist small businesses owned by veterans and service-disabled veterans and to make appropriate recommendations to the Administrator and the Congress. Adds the provision of assistance to veterans to authorized purposes and activities under the Microloan Program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Programs Restructuring and Reform Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Act and the Small Business Investment Act of 1958 to improve the programs of the Small Business Administration.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:37-05:00"
}