{
  "actions": [
    {
      "acted_at": "1981-07-15", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4163-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "15", 
      "name": "Coelho, Anthony Lee", 
      "sponsored_at": "1981-12-11", 
      "state": "CA", 
      "thomas_id": "00214", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Corrada, Baltasar", 
      "sponsored_at": "1981-12-11", 
      "state": "PR", 
      "thomas_id": "00237", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Coyne, James K.", 
      "sponsored_at": "1981-12-11", 
      "state": "PA", 
      "thomas_id": "00244", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Fish, Hamilton, Jr.", 
      "sponsored_at": "1981-12-11", 
      "state": "NY", 
      "thomas_id": "00384", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Porter, John Edward", 
      "sponsored_at": "1981-12-11", 
      "state": "IL", 
      "thomas_id": "00923", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Pursell, Carl D.", 
      "sponsored_at": "1981-07-15", 
      "state": "MI", 
      "thomas_id": "00934", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-07-15", 
  "number": "4163", 
  "official_title": "A bill to establish a State and local energy block grant program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "State Energy Block Grant Act", 
  "sponsor": {
    "district": "2", 
    "name": "Tauke, Thomas Joseph", 
    "state": "IA", 
    "thomas_id": "01139", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-07-15", 
  "subjects": [
    "Block grants", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy conservation", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Grants-in-aid", 
    "Housing and Housing Finance", 
    "Intergovernmental relations", 
    "Local and Municipal Government", 
    "Local finance", 
    "Residential energy conservation", 
    "States"
  ], 
  "subjects_top_term": "Energy conservation", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-07-15", 
    "text": "State Energy Block Grant Act - Authorizes the Secretary of Energy to provide financial assistance (block grants) to States and local government units for energy conservation and weatherization assistance programs. Sets forth the allocation formula for annual financial assistance to States and U.S. territories and possessions. Requires a State receiving assistance under this Act to provide matching funds from non-Federal sources. Sets forth the types of energy conservation and supply activities for which the grant money received by a State may be used. Prohibits the use of such funds for: (1) administrative expenses in excess of 20 percent of the total costs of the State programs funded under this Act; (2) the costs of applying for a grant under this Act; (3) promoting energy conservation or supply development through mass media; or (4) satisfying any requirement for the expenditure of non-Federal funds as a condition for the receipt of Federal funds. Directs the Secretary to allocate 20 percent of the funds available to each State under this Act to the following categories of communities within a State: (1) metropolitan cities and urban counties in metropolitan areas; (2) local government units within metropolitan areas (other than metropolitan cities and urban counties); and (3) nonmetropolitan areas. Entitles metropolitan cities and urban counties to annual grants, the amounts of which shall be determined by the Secretary according to a specified formula. Provides for grants to other local government units and nonmetropolitan areas to be made by the Governor of the State on the basis of applications submitted by such units. Requires a local government unit receiving assistance under this Act to provide matching funds from non-Federal sources. Requires a report and necessary revisions by the chief executive officer of a State on the intended use of grant money prior to expenditure. Directs the Secretary to review each report and revision and disapprove any not in compliance with this Act or not equitably distributing funds or services within the State. Requires a State to revise a disapproved report or revision. Requires a State to make activity reports available for public inspection in the State and to Congress, the Department of Energy, the Comptroller General, and any interested public agencies. Requires periodic State audits. Authorizes appropriations to the Department of Energy for fiscal years 1982 and 1983 to carry out this Act. Provides for the payment to the States of a specified amount of Federal home energy assistance funds for low-income residential weatherization and energy conservation activities. Terminates the provisions of this Act on October 1, 1984. Repeals provisions relating to energy conservation and weatherization assistance in the Energy Security Act, the National Energy Conservation Policy Act, the National Energy Extension Service Act, the Energy Policy and Conservation Act, the Energy Conservation and Production Act, and the Housing and Urban Development Act of 1970."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "State Energy Block Grant Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a State and local energy block grant program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:13-05:00"
}