{
  "actions": [
    {
      "acted_at": "2013-03-13", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s546-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2013-03-13", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cardin, Benjamin L.", 
      "sponsored_at": "2013-06-24", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2013-03-13", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2013-03-13", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2013-03-13", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2013-03-13", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murphy, Christopher S.", 
      "sponsored_at": "2013-03-13", 
      "state": "CT", 
      "thomas_id": "01837", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2013-03-13", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2013-03-13", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "2013-03-13", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warren, Elizabeth", 
      "sponsored_at": "2013-03-13", 
      "state": "MA", 
      "thomas_id": "02182", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-03-13", 
  "number": "546", 
  "official_title": "A bill to amend entrance counseling and exit counseling for borrowers under the Higher Education Act of 1965, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Smarter Borrowing Act", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-03-13", 
  "subjects": [
    "Congressional oversight", 
    "Consumer affairs", 
    "Education", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Higher education", 
    "Interest, dividends, interest rates", 
    "Student aid and college costs"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-03-13", 
    "text": "Smarter Borrowing Act - Amends title IV (Student Assistance) of the Higher Education Act of 1965 to require institutions of higher education (IHEs) to notify their Pell Grant recipients, at least once every two years, of the remaining period they have before becoming ineligible for the Pell Grant. Requires IHEs whose cohort default rate on federal student loans equals or exceeds 30% (the threshold percentage) to make a summary of their plan to improve student repayment rates available to their students. Requires the exit counseling that IHEs provide to student borrowers of Federal Family Education Loans (FFELs), Direct Loans (DLs), and Perkins Loans to: include personalized information reflecting each borrower's actual borrowing circumstances; include a statement that such loans must be repaid even if students are dissatisfied with their education; be provided in a simple and understandable manner that includes comprehension checks; and be conducted in person or online. Requires the entrance counseling that IHEs provide to first-time student borrowers of DLs to: (1) be provided through interactive programs that test the borrower's understanding of the terms and conditions of the loan, using simple and understandable language and clear formatting; and (2) be provided in person or online. Adds to the information that must be presented to students during their entrance counseling: a disclosure that federal student loans offer generally more favorable terms and repayment options than private education loans; an explanation of the difference between fixed and variable interest rate loans; a recommendation that students examine their federal student loan options before applying for private education loans; an explanation, to be written by the Secretary of Education, of the benefits unique to DLs and the terms of private education loans that borrowers should examine carefully; an explanation, if applicable, of a student's option to refuse all or part of a DL; information regarding the IHE's cohort default rate; a statement that student loans must be repaid even if students are dissatisfied with their education; and the percentage of students at the IHE who obtain a degree or certificate within 150% of the normal time for completing their program. Requires student borrowers to provide their school with certain contact information during that entrance counseling and ensure that the school has their correct contact information during the exit counseling. Directs the Secretary to: (1) calculate, at least once every fiscal year, the loan repayment rate of each IHE participating in a title IV (Student Assistance) program or trying to regain eligibility to participate in that program; and (2) make that rate publicly available on the College Navigator website of the National Center for Education Statistics. Requires IHEs, in addition to the entrance and exit counseling, to provide an annual written notification to student borrowers of FFELs or DLs of: (1) the balance and interest on their loan, their repayment options, and the advantages federal student loans have over private loans; (2) their remaining DL eligibility period, if they have a DL; and (3) their remaining Pell Grant eligibility period, if they also have a Pell Grant. Requires borrowers to provide IHEs with written confirmation that they have received and understood those notifications. Imposes additional counseling requirements on IHEs that have a cohort default rate greater than the national average cohort default rate. Requires an IHE whose cohort default rate equals or exceeds the threshold percentage to: (1) notify students that it is at risk of losing, or has lost eligibility for, certain federal student aid programs; and (2) provide counseling to assist students in developing budgets. Directs the Secretary, through the Institute of Education Sciences, to conduct a longitudinal study of the effectiveness of student loan counseling. Requires: (1) the Secretary and the Director of the Consumer Financial Protection Bureau (CFPB) to make recommendations to Congress regarding the inclusion of private student loans in the National Student Loan Data System, and (2) the Secretary of the Treasury to make recommendations to Congress about information that should be included in financial literacy counseling for first-time student loan borrowers. Directs the Secretary to establish a process for consumer testing the master promissory note (provided to first-time DL borrowers) and online entrance, exit, and interim loan counseling tools."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Smarter Borrowing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend entrance counseling and exit counseling for borrowers under the Higher Education Act of 1965, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:41:36-05:00"
}