{
  "actions": [
    {
      "acted_at": "1979-07-12", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4775-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-12", 
  "number": "4775", 
  "official_title": "A bill to amend title 18, United States Code, to establish a constitutional procedure for imposing the sentence of death, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Trible, Paul S., Jr.", 
    "state": "VA", 
    "thomas_id": "01169", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-12", 
  "subjects": [
    "Appellate procedure", 
    "Assault", 
    "Bank robberies", 
    "Capital punishment", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Homicide", 
    "Judicial review", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Rape", 
    "Robbery", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Treason"
  ], 
  "subjects_top_term": "Capital punishment", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-12", 
    "text": "Allows a person to be sentenced to death for a violation of Federal law only if a separate hearing is conducted before: (1) the district court that presided at the trial, or accepted the guilty plea of the defendant; or (2) another court where the original court is unavailable or the case has been remanded after review. Directs the court to impose a sentence other than death without a hearing if the United States attorney stipulates that no aggravating factors apply. Stipulates that a presentence report shall not be prepared for a defendant who is found guilty of, or pleads guilty to, such an offense. Permits any mitigating or aggravating information to be presented at the hearing regardless of its admissibility under the rules of evidence. Requires the Government to establish by a preponderance of the evidence that aggravating factors exist. Requires the defendant to establish by a preponderance of the evidence that mitigating factors exist. Requires the district court to make findings of fact concerning the existence of any aggravating or mitigating factor and to file a memorandum of decision stating the reasons for any sentence imposed. Directs the court to sentence any defendant to death upon a determination that at least one aggravating factor applies and that any relevant aggravating factors outweigh any relevant mitigating factors. Enumerates the mitigating and aggravating factors to be considered in determining whether to impose the death sentence. Extends the current prohibition against congressional or Presidential assassination, kidnapping, and assault to cover such acts against congressional or Presidential candidates. Provides for the death penalty for gathering defense information to aid a foreign government only if the death of any person results from such a violation. Changes the penalty for rape from death or life imprisonment to life imprisonment, but stipulates that the death penalty may be imposed where such crime results in the death of any person. Imposes the penalty of death or life imprisonment on anyone who kills a person while committing or avoiding apprehension from a bank robbery. Imposes the penalty of ten to 25 years imprisonment on anyone forcing another to accompany him or her during such an offense (thus revising the current penalties with respect to such acts). Allows the penalty of death or life imprisonment for anyone destroying war material where the death of any person results. Allows the penalty of death or life imprisonment for treason against the United States where the death of any person results. Amends the Federal Aviation Act of 1958 to repeal the provision setting forth the procedure for determining the death sentence with respect to aircraft piracy. Prohibits a death sentence from being carried out on a pregnant woman. Allows a defendant to appeal a sentence of death to the court of appeals. Directs such court to affirm the sentence unless it determines: (1) the sentencing procedures were contrary to law; (2) the sentence was influenced by passion, prejudice, or any other arbitrary consideration; (3) a clearly erroneous finding of fact affected the sentence; or (4) the sentence is excessive, considering the crime and the defendant."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, to establish a constitutional procedure for imposing the sentence of death, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:25-05:00"
}