{
  "actions": [
    {
      "acted_at": "2009-10-21", 
      "references": [
        {
          "reference": "CR S10642-10643", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-21", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-12-16", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-03-25", 
      "committee": "Homeland Security and Governmental Affairs", 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Lieberman with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-03-25", 
      "calendar": "Senate Legislative", 
      "number": "335", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 335.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2010-04-12", 
      "references": [], 
      "text": "By Senator Lieberman from Committee on Homeland Security and Governmental Affairs filed written report. Report No. 111-167.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1830-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Carper, Thomas R.", 
      "sponsored_at": "2009-10-21", 
      "state": "DE", 
      "thomas_id": "00179", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "2009-10-21", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-10-21", 
  "number": "1830", 
  "official_title": "A bill to establish the Chief Conservation Officers Council to improve the energy efficiency of Federal agencies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Agency Energy Efficiency Improvement Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Collins, Susan M.", 
    "state": "ME", 
    "thomas_id": "01541", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-12-16", 
  "subjects": [
    "Alternative and renewable resources", 
    "Electric power generation and transmission", 
    "Energy efficiency and conservation", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Government operations and politics", 
    "Performance measurement", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-03-25", 
    "text": "Federal Agency Energy Efficiency Improvement Act of 2009 - (Sec. 3) Requires each federal agency to designate a Chief Conservation Officer. Includes among such Officer's duties: (1) providing assistance to enhance the agency's conservation efforts; (2) collecting data to determine the energy consumption of each building owned or operated by the agency and of major equipment located within each building and providing the results to the Chief Conservation Officers Council; (3) increasing energy efficiency and maintaining or increasing energy security and cost savings; (4) coordinating with the Chief Information Officer to develop, facilitate, and maintain the implementation of a sound energy efficiency information technology architecture and to ensure that energy consumption is considered in the design and operation of all major information resources management processes of the agency; and (5) considering the short- and long-term cost effectiveness of each initiative before taking actions. Makes the Chief Conservation Officer responsible for the management of the agency's energy efficiency. Directs such Officer to: (1) monitor the performance of each energy efficiency program of the agency; (2) evaluate performance on the basis of applicable performance measurements; (3) advise the agency head regarding whether to continue, modify, or terminate any program or project; and (4) prepare an energy usage report, which shall include data regarding the agency's information technology energy usage. (Sec. 4) Establishes in the executive branch the Chief Conservation Officers Council, which shall function as the principal interagency forum for improving the practices of federal agencies relating to the design, acquisition, development, modernization, use, operation, sharing, and performance of energy efficiency efforts of the federal government. Sets forth Council duties, including to: (1) collect information from each Chief Conservation Officer regarding the energy usage of the Officer's agency, including the ratio that the agency's equipment energy usage bears to its building energy usage; (2) assist each such Officer in developing energy baselines and goals; (3) provide guidance and develop recommendations for each Officer to assist in developing policies to enable the agency to meet its energy efficiency goals; (4) provide guidance and develop recommendations for each such Officer to assist in implementing energy policies; (5) share experiences, ideas, best practices, and innovative approaches relating to the development of energy efficiencies; (6) develop a universal metric to be used by agencies to measure the effectiveness of their conservation efforts; and (7) provide an annual report regarding federal agency energy efficiency policies. Requires the Director of the Office of Management and Budget (OMB) to: (1) include in the Director's annual government efficiency report and scorecard under the Energy Independence and Security Act of 2007 a description of the efforts of federal agencies under this section; and (2) make the description available on the OMB website. (Sec. 5) Defines \"environmentally preferable green products and services\" for purposes of certain supply schedules. Requires an authorized nonfederal user to act in accordance with the ordering guidance provided by the Administrator of General Services (GSA). (Sec. 6) Amends the Energy Policy Act of 2005 to require the President to ensure that a specified amount of the total energy (currently, electric energy) consumed by the government during a fiscal year is renewable energy. Defines \"renewable energy\" to mean energy (currently, electric energy) generated from from solar, wind, biomass, landfill gas, ocean, geothermal, municipal solid waste, or new hydroelectric generation capacity achieved from increasing efficiency or adding new capacity at an existing hydroelectric project."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Agency Energy Efficiency Improvement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Federal Agency Energy Efficiency Improvement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Chief Conservation Officers Council to improve the energy efficiency of Federal agencies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:22-05:00"
}