{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1260-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "1260", 
  "official_title": "A bill to amend the Vocational Rehabilitation Act to extend and revise the authorization of grants to States for vocational rehabilitation services, to authorize grants for rehabilitation services to those with severe disabilities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rehabilitation Act", 
  "sponsor": {
    "district": "9", 
    "name": "Delaney, James J.", 
    "state": "NY", 
    "thomas_id": "00280", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and food", 
    "Deaf", 
    "Department of Health, Education, and Welfare", 
    "Disabled", 
    "Education", 
    "Employment of the handicapped", 
    "Insurance", 
    "Kidney diseases", 
    "Labor and employment", 
    "Medical care, personnel, and facilities", 
    "Spinal cord injuries", 
    "Vocational education", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Vocational rehabilitation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Rehabilitation Act - Declares that it is the purpose of this Act to provide a statutory basis for the Rehabilitation Service Administration and to establish within the Department of Health, Education and Welfare an Office for the Handicapped, and to authorize specified programs. Establishes within the Department of Health, Education, and Welfare a Rehabilitation Services Administration which shall be administered by a Commissioner. Provides that the Commissioner shall carry out and administer all programs and direct the performance of all services for which authority is provided to the Secretary of HEW under titles I through IV of this Act. Creates within such administration a Division of Research, Training and Evaluation which shall be responsible for carrying out programs and projects under title IV of this Act. Authorizes the inclusion of appropriations under this Act in appropriations for the fiscal year preceding the fiscal year for which they are available for obligation. Provides that where funds are provided for a single project by more than one Federal agency to an agency or organization assisted under this Act, the Federal agency principally involved may be designated to act for all in administering such funds, pursuant to regulations prescribed by the President. Sets forth definitions of terms used in this Act. Title I: Vocational Rehabilitation Services - States it to be the purpose of this title to authorize grants to assist States to meet the current and future needs of handicapped individuals, so that such individuals may prepare for and engage in gainful employment to the extent of their capabilities. Authorizes to be appropriated $800,000,000 for fiscal year 1973, and $975,000,000 for fiscal year 1974 for the purpose of making grants to States to assist them in meeting the costs of vocational rehabilitation services. Authorizes to be appropriated $50,000,000 for fiscal year 1973, $60,000,000 for fiscal year 1974, and $75,000,000 for fiscal year 1975, for the purpose of making grants to States and public and nonprofit agencies to assist them in meeting the costs of projects to initiate or expand services to handicapped individuals. Sets forth the requirements of State plans to be submitted and approved for participation in programs under this title and under title II of this Act. Authorizes judicial review in United States district courts of decisions by the Commissioner of the Rehabilitation Services Administration affecting State plans. Provides that the Commissioner shall insure that the individualized written rehabilitation program required in a State plan in the case of each handicapped individual shall be developed jointly by the vocational rehabilitation counselor or coordinator and the handicapped individual. Defines vocational rehabilitation services provided under this Act as any goods or services necessary to render a handicapped individual employable, including, but not limited to, the following: (1) evaluation of rehabilitation potential; (2) counseling, guidance, referral, and placement services for handicapped individuals; (3) vocational and other training services for handicapped individuals; (4) physical and mental restoration services; (5) maintenance, not exceeding the estimated cost of subsistence, during rehabilitation; (6) interpreter services for the deaf, and reader services for the blind; (7) recruitment and training services for handicapped individuals; (8) rehabilitation teaching services and orientation and mobility services for the blind; (9) occupational licenses, tools, equipment, and initial stocks and supplies; (10) transportation in connection with the rendering of any vocational rehabilitation services; and (11) telecommunications, sensory, and other technological aids and devices. Provides a formula for the allotment and payment of funds to States for providing rehabilitation services under this title. Directs the Commissioner to establish offices in ten to twenty geographically dispersed regions for client assistance pilot projects to provide counselors to inform and advise all clients and client applicants in the project area of all available benefits under this Act and to assist them in their relationships with projects, programs, and facilities providing services to them under this Act. Directs the Commissioner to pay to a State or, at the option of the State, to a public or nonprofit organization or agency a portion of the cost of planning, preparing for, and initiating special programs under the State plan to expand vocational rehabilitation services. Title II: Comprehensive Rehabilitation Services - States it to be the purpose of this title to authorize grants to assist the several States in developing and implementing continuing plans for meeting the current and future needs of handicapped individuals for whom a vocational goal is not possible or feasible authorizes to be appropriated $30,000,000 for fiscal year 1973, $50,000,000 for fiscal year 1974, and $80,000,000 for fiscal year 1975 for grants to carry out the purposes of this title. Specifies the formula to be utilized in alloting such funds to the States. Directs the Commissioner to make grants to States and public and nonprofit agencies or organizations to pay part of the cost of projects for research and demonstration and training which hold promise of making a substantial contribution to the solution of problems related to the rehabilitation of individuals under this title. Title III: Special Federal Responsibilities Authorizes the Commissioner to make grants and contracts to assist in meeting the costs of construction of public or nonprofit rehabilitation facilities, initial staffing, and planning assistance. Authorizes to be appropriated for such grants and contracts $35,000,000 for fiscal year 1973, $40,000,000 for fiscal year 1974, and $45,000,000 for fiscal year 1975. Authorizes the Commissioner to make grants to States and public or nonprofit organizations and agencies to pay up to 90 percent of the cost of projects for providing vocational training services to handicapped individuals, especially those with the most severe handicaps, in public or nonprofit rehabilitation facilities. Authorizes to be appropriated for such grants and contracts $30,000,000 for fiscal year 1973, $35,000,000 for fiscal year 1974, and $40,000,000 for fiscal year 1975. Authorizes the Commissioner to insure up to 100 percent of any mortgage on the construction of facilities for programs for handicapped individuals. Creates a Rehabilitation Facilities Insurance Fund to be used by the Commissioner as a revolving fund for carrying out the insurance provisions of this part. Provides that the total amount of outstanding mortgages shall not exceed $250,000,000. Authorizes to be appropriated such sums as may be necessary for initial capital for such Fund. Authorizes the Commissioner to make annual interest grants to assist States and public or nonprofit agencies and organizations to reduce the cost of borrowing from other sources for the construction of rehabilitation facilities. Authorizes to be appropriated such sums as may be necessary for the payment of annual interest grants in accordance with this part. Authorizes the Commissioner to make grants to States and public or nonprofit agencies and organizations for paying part of the cost of special projects and demonstrations: (1) for establishing facilities and providing services which hold promise of expanding or otherwise improving rehabilitation services to handicapped individuals, especially those with the most severe handicaps; and (2) for applying new types or patterns of service or devices. Allows the Commissioner to make grants to pay up to 90 percent of the cost of projects or demonstrations for the provision of vocational or comprehensive rehabilitation services to handicappped individuals who are migratory agricultural workers or seasonal farmworkers, and to members of their families who are with them. Provides that the Commissioner may make contracts or jointly finance cooperative arrangements with employers and organizations for the establishment of projects designed to prepare handicapped individuals for gainful and suitable employment in the competitive labor market under which such handicapped individuals are provided training and employment in a realistic work setting and such other services as may be necessary for such individuals to continue to engage in such employment. Authorizes the Commissioner to provide technical assistance to rehabilitation facilities, and for the purpose of removal of architectural and transportation barriers, to any public or nonprofit agency, institution, organization or facility. Authorizes to be appropriated, for the purpose of making grants under this part, $50,000,000 for fiscal year 1973, $125,000,000 for fiscal year 1974, and $150,000,000 for fiscal year 1975. Authorizes to be appropriated $5,000,000 for construction, $800,000 for operations for fiscal year 1973, $1,200,000 for operations for fiscal year 1974, and $2,000,000 for operations for fiscal year 1975, for establishing and operating a National Center for Deaf-Blind Youths and Adults. Authorizes to be appropriated $2,000,000 for fiscal year 1973, $4,000,000 for fiscal 1974, and $7,000,000 for fiscal year 1975 and for making grants and contracts for the expansion and improvement of vocational or comprehensive rehabilitation services for deaf and blind individuals. Authorizes to be appropriated, for the purpose of establishing and operating National Centers for Spinal Cord Injuries, $15,000,000 for fiscal year 1973, $25,000,000 for fiscal year 1974, and $30,000,000 for fiscal year 1975. Authorizes to be appropriated, for providing services for the treatment of individuals suffering from end-stage renal disease, $25,000,000 for fiscal year 1973, $25,000,000 for fiscal year 1974, and $25,000,000 for fiscal year 1975. Establishes a National Advisory Council on Rehabilitation of Handicapped Individuals in the Department of Health, Education, and Welfare to: (1) provide policy advice and consultation to the Secretary of Health, Education, and Welfare, and the Commissioner; (2) review the administration and operation of vocational rehabilitation programs under this Act; and (3) advise the Secretary and the Commissioner with respect to the conduct of independent evaluations of programs carried out under this Act. Authorizes appropriations of $100,000 for fiscal year 1973 and $150,000 for each of fiscal years 1974 and 1975 to carry out the functions of the Council. Title IV: Research and Training - Authorizes the Commissioner to make grants to and contracts with States and public or nonprofit agencies and organizations to pay part of the cost of projects for the purpose of planning and conducting research, demonstrations, and related activities, which bear directly on the development of methods, procedures, and devices to assist in the provision of vocational and comprehensive rehabilitation services to handicapped individuals, especially those with the most severe handicaps. Authorizes to be appropriated for such research activities $75,000,000 for fiscal year 1973, $100,000,000 for fiscal year 1974, and $150,000,000 for fiscal year 1975. Authorizes the Commissioner to make grants to and contracts with States and public and nonprofit agencies and organizations to pay part of the cost of projects for training, traineeships, and related activities designed to assist in increasing the numbers of personnel trained in providing vocational and comprehensive rehabilitation services to handicapped individuals and in performing other functions necessary to the development of such services. Authorizes to be appropriated for such training grants $50,000,000 for fiscal year 1973, $75,000,000 for fiscal year 1974, and $100,000,000 for fiscal year 1975. Title V: Administration and Program and Project Evaluation - Provides that, in carrying out his duties under this Act, the Commissioner shall: (1) cooperate with, and render technical assistance to States in matters relating to the rehabilitation of handicapped individuals; (2) provide short-term training and instruction in technical matters relating to vocational and comprehensive rehabilitation services; and (3) disseminate information relating to vocational and comprehensive rehabilitation services, and otherwise promote the cause of the rehabilitation of handicapped individuals and their greater utilization in gainful and suitable employment. Directs the Secretary to measure and evaluate the impact of all programs authorized by this Act. Title VI: Office for the Handicapped - Establishes an Office for the Handicapped in the Department of Health, Education, and Welfare to: (1) prepare a long-range projection for the provisions of comprehensive services to handicapped individuals; (2) analyze program operations; (3) encourage coordinated and cooperative planning; (4) provide assistance to other committees advising the Secretary; (5) develop means of promoting scientific research to bring about the full integration of handicapped individuals into all aspects of society; and (6) provide a central clearinghouse for information and resource availability for handicapped individuals. Authorizes to be appropriated for purposes of this title $1,000,000 for fiscal year 1973, $2,000,000 for fiscal year 1974, and $2,000,000 for fiscal year 1975. Title VII: Miscellaneous - Provides that the Vocational Rehabilitation Act is repealed ninety days after the date of enactment of this Act. Establishes an Interagency Committee on Handicapped Employees to insure the adequacy of hiring, placement, and advancement practices with respect to handicapped individuals by each department, agency, and instrumentality of the executive branch of Government. Establishes a National Commission on Transportation and Housing for Handicapped Individuals to identify and eliminate transportation barriers that impede the mobility of handicapped individuals and aged handicapped individuals, and to prepare plans and proposals for such further action as may be necessary to the goals of adequate transportation and housing for handicapped individuals. Establishes an Architectural and Transportation Barriers Compliance Board to investigate and examine alternative approaches to the architectural, transportation, and attitudinal barriers confronting handicapped individuals. Authorizes appropriations of $1,000,000 for fiscal year 1973; $1,250,000 for fiscal year 1974; and $1,500,000 for fiscal year 1975 to carry out the duties and functions of the Board."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rehabilitation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Vocational Rehabilitation Act to extend and revise the authorization of grants to States for vocational rehabilitation services, to authorize grants for rehabilitation services to those with severe disabilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:48-05:00"
}