{
  "actions": [
    {
      "acted_at": "1988-03-31", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-04-13", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Defense Industry and Technology. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-14", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Defense Industry and Technology. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2254-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS", 
      "subcommittee": "Subcommittee on Defense Industry and Technology", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dixon, Alan J.", 
      "sponsored_at": "1988-03-31", 
      "state": "IL", 
      "thomas_id": "01317", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gramm, Phil", 
      "sponsored_at": "1988-03-31", 
      "state": "TX", 
      "thomas_id": "00453", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1988-03-31", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-03-31", 
  "number": "2254", 
  "official_title": "A bill to amend title 10, United States Code, to make miscellaneous improvements in the management of Department of Defense acquisitions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Defense Industry and Technology Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-03-31", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Armed forces and national security", 
    "Business and commerce", 
    "Civil service compensation", 
    "Civilian personnel positions", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Defense", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government and business", 
    "Government operations and politics", 
    "Personnel management", 
    "Public Contracts, Procurement, and Property", 
    "Salaries", 
    "Standards"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-03-31", 
    "text": "Defense Industry and Technology Act of 1988 - Directs the Secretary of Defense to submit annually to the Congress a five-year plan that ensures that Department of Defense (DOD) policies regarding defense contract progress payments, the return on contractor investment, and the division of contract risk between DOD and the contractor are structured to meet DOD's needs for industrial resources and technology innovation under its five-year defense program and its mobilization plans. Requires the first such five-year plan to be submitted to the Congress no later than April 1, 1989. Prohibits the head of a defense agency from awarding a firm fixed-price contract in excess of $10,000,000 for the development of a major defense system or subsystem unless the Under Secretary of Defense for Acquisition determines in writing that the program risk has been sufficiently reduced and that the use of such contract permits a sensible allocation of program risk between the United States and the contractor. Restricts the ability of the Under Secretary to delegate such authority and directs the Under Secretary to report quarterly to specified congressional committees on such fixed-price contracts awarded. Directs the Secretary to specify the authority and responsibilities of DOD acquisition program managers and contracting officers, requiring such managers and officers to be given decision-making authority commensurate with their responsibilities. Directs the Secretary to issue such regulations no later than 180 days after the enactment of this Act. Directs the Under Secretary, no later than February 1, 1989, to report to the Congress on the current programs regarding simplification of procedures governing the acquisition process of DOD and an assessment of the results of those programs. Directs the Under Secretary, no later than February 1, 1989, to report to the Congress the results of the studies regarding the responsibilities of the Under Secretary to prescribe policies for the prevention of duplication of contracting oversight activities by different elements of DOD. Amends Federal provisions relating to allowable defense contractor costs to provide that foreign selling costs shall be allowable to the extent that such costs are allocable, reasonable, and within certain dollar ceilings agreed to by the parties in advance. Expresses the sense of the Congress that the evaluation by DOD of professional and technical services contract proposals should be computed on the basis of a 40-hour work week and a 2,080-hour work year standard. Directs the Secretary to establish an advisory panel to study and make recommendations to the Secretary on ways to enhance cooperation between DOD and industry regarding matters of mutual interest, including: (1) procedures governing the debarment and suspension of contractors doing business with DOD: (2) appropriate recognition by the Secretary of self-governing oversight programs of defense contractors; and (3) the desirability of establishing a permanent advisory panel on Government-industry relations. Requires the advisory panel to submit its findings to the Secretary no later than 180 days after the date on which the panel is appointed. Directs the Secretary to then submit to the Congress a copy of such report, together with comments and recommendations, within 30 days after receiving the panel's report. Adds a new chapter to Federal defense provisions with regard to defense professional, administrative, and technical employees, expressing as the purpose of such chapter the promotion of better management of the civilian work force in the acquisition and logistics organizations of DOD. Authorizes the Secretary, with the approval of the Director of the Office of Personnel Management (OPM), to establish and implement an alternative personnel management system (APMS) for the professional, administrative, and technical positions of those components of DOD that perform primarily acquisition and logistics functions. Directs the Secretary to ensure that the aggregate cost of the APMS does not exceed the cost which would have been incurred by DOD had the system not been established. Limits to 300,000 the number of employees authorized to be covered by the APMS. Directs the Secretary, before establishing the APMS, to develop a plan for the operation of such system. Directs the Secretary to: (1) establish career paths and pay bands for the APMS; and (2) develop and publish criteria for determining appropriate occupational classifications and career paths for particular positions and for applying pay bands to covered positions. Provides guidelines for the determination of qualification standards for APMS positions. Authorizes the Secretary to develop other career paths, pay bands, classification criteria, and qualification standards as may be appropriate for any military department, defense agency, or other occupation or group of occupations as determined by the Secretary. Provides pay band ranges and initial pay rates for appointments within the APMS. Authorizes the Secretary to adjust upward such pay band ranges and initial pay rates and pay bonuses when necessary for the recruitment or retention of well-qualified employees for positions covered by the APMS in order to be competitive with career opportunities outside the APMS. Authorizes the Secretary to designate not more than 200 scientific and technical positions under the APMS as positions which require specially qualified employees. Authorizes the Secretary to prescribe special pay for such employees that is competitive with the rates of pay for similar positions outside the Federal service. Requires the APMS to include a pay-for-performance plan that contains features of performance advancements, incentive and performance awards systems, and procedures for determining the amounts of such awards and pay-band increases. Authorizes the Secretary to pay a performance award to an employee under the above plan. Authorizes the payment of a bonus to an individual entering into a service-continuation agreement with the Secretary. Allows no more than two years of service to be required under a single agreement. Requires an individual receiving such bonus and failing to complete the required period of service to repay the amount of the bonus unless it is due to the death or disability of the individual, or the Secretary determines that such failure to complete the required period is for the convenience of the Government. Provides payment methods and annual pay limitations. Defines the relationship of the APMS provisions to current Federal pay provisions. Provides that the APMS shall be subject to general pay administrative provisions currently applicable under Federal law. Entitles an employee under the APMS whose basic pay is reduced (for reasons other than misconduct or unacceptable performance) to basic pay as provided under the current Federal basic pay structure. Authorizes the payment of a comparability allowance to physicians under the APMS. Outlines other provisions concerning allowances based on certain living conditions, bonuses, and performance appraisals under the APMS. Specifies matters under the APMS which will be considered conditions of employment for purposes of labor-management relations. States that such matters will not be covered by current Federal provisions concerning employee grievance procedures, except in specified instances. Outlines other provisions concerning the applicability (or inapplicability) of current Federal employees provisions to the APMS created under this Act. Directs the Secretary to prescribe regulations, subject to the approval of OPM, outlining procedures for converting positions and employees covered by other Government personnel management systems to coverage by the APMS. Directs the Secretary to prescribe in regulations procedures for designating components of DOD and civilian employees of such components for conversion to coverage under the APMS. Requires employees affected to be given at least a 30-day notice of conversion to the APMS. Prohibits a person's rate of basic pay from being reduced by reason of such conversion. Provides that the conversion of any position to coverage under the APMS is not subject to appeal or review except as provided by the Secretary. Repeals a specified provision of current Federal law providing for a demonstration project conducted by the National Bureau of Standards and relating to rates of pay under the Federal personnel management system. Provides that the positions and personnel formerly covered by such demonstration project shall be covered by the APMS. Provides that a specified current provision of Federal law (relating to the employment of retired members of the uniformed services) shall not apply to DOD employees who are in a scientific, engineering, or acquisition position designated by the Secretary. Limits to 1,000 the number of employees authorized to be so designated by the Secretary. Disallows such a designation unless necessary to meet special employment needs of the Department which results from a shortage of well-qualified applicants, as determined by the Secretary. Directs the Secretary, no later than April 1, 1989, in consultation with the Director of OPM, to submit to the Senate and House Armed Services Committees a report on the extent to which institutions of higher learning offer and conduct educational programs and courses on Government contracting and acquisition management."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Industry and Technology Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 10, United States Code, to make miscellaneous improvements in the management of Department of Defense acquisitions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:55-05:00"
}