{
  "actions": [
    {
      "acted_at": "1997-01-09", 
      "committee": "Committee on the Budget, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Budget, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-01-09", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-01-09", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-02-24", 
      "in_committee": "House Rules", 
      "references": [], 
      "subcommittee": "the Legislative and Budget Process", 
      "text": "Referred to the Subcommittee on the Legislative and Budget Process.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr397-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Legislative and Budget Process", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-01-09", 
  "number": "397", 
  "official_title": "To require that the President transmit to Congress, that the congressional Budget Committees report, and that the Congress consider a balanced budget for each fiscal year.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "25", 
    "name": "Bentsen, Ken", 
    "state": "TX", 
    "thomas_id": "00079", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-01-09", 
  "subjects": [
    "Balanced budgets", 
    "Budget deficits", 
    "Congress", 
    "Congressional budget", 
    "Congressional budget process", 
    "Congressional committees", 
    "Congressional voting", 
    "Economics and public finance", 
    "Federal budgets", 
    "House Budget", 
    "House rules and procedure", 
    "Legislative amendments", 
    "Legislative resolutions", 
    "Senate Budget", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-01-09", 
    "text": "TABLE OF CONTENTS: Title I: Amendment to Title 31, United States Code Title II: Amendment to Congressional Budget Act of 1974 Title III: Effective Date Title I: Amendment to Title 31, United States Code - Amends specified Federal law to require that each President's budget submission to Congress be a balanced budget for the ensuing fiscal year. Directs the President, for any fiscal year with respect to which the President determines that it is infeasible to submit a budget in compliance with such balanced budget requirement, to submit on the same day two budgets, one of them in compliance with such requirement, together with written reasons in support of that determination. Title II: Amendment to Congressional Budget Act of 1974 - Amends the Congressional Budget Act of 1974 (CBA) to require reporting of balanced budgets by Committees on the Budget of both the House of Representatives and the Senate. Requires either such Committee, for any fiscal year with respect to which such Committee determines that it is infeasible to report a concurrent resolution on the budget in compliance with such balanced budget requirement, and includes written reasons in support of that determination in its accompanying report, to report two concurrent resolutions on the budget, one of them in compliance with such requirement. Amends CBA to make it in order, in both the Senate and the House of Representatives, to consider: (1) any amendment to a concurrent resolution on the budget for a fiscal year comprising the text of any budget submitted by the President for that fiscal year in compliance with the balanced budget requirement; and (2) whenever applicable, an amendment comprising the text of any alternative budget submitted by the President when the President determines a balanced budget is infeasible for that fiscal year. Title III: Effective Date - Makes this Act effective for FY 1999. Requires it to be fully reflected in the President's FY 1999 budget."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To require that the President transmit to Congress, that the congressional Budget Committees report, and that the Congress consider a balanced budget for each fiscal year.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:09-05:00"
}