{
  "actions": [
    {
      "acted_at": "1980-08-21", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-08-21", 
      "references": [], 
      "text": "Reported to House from the Committee on Appropriations, H. Rept. 96-1244.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-27", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-27", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-27", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #502 (320-83).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-03", 
      "committee": "Senate Committee on Appropriations", 
      "references": [], 
      "text": "Referred to Senate Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7998-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-08-21", 
  "number": "7998", 
  "official_title": "A bill making appropriations for the Departments of Labor, Health  and Human Services, and Education, and related agencies for the fiscal year ending September 30,1981, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Departments of Labor, Health and Human Services, and Education and Related Agencies Appropriation Act, 1981", 
  "sponsor": {
    "district": "2", 
    "name": "Natcher, William H.", 
    "state": "KY", 
    "thomas_id": "00853", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-08-21", 
  "subjects": [
    "Abortion", 
    "Appropriations", 
    "Bilingual education", 
    "Busing (School integration)", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Government consultants", 
    "Government operations and politics", 
    "Government service contracts", 
    "Independent regulatory commissions", 
    "Lobbying", 
    "Mine safety", 
    "Occupational health and safety", 
    "Religion in the public schools", 
    "Reverse discrimination in education", 
    "Reverse discrimination in employment", 
    "Student unrest"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-08-27", 
    "text": "(Measure passed House, amended, roll call #502 (320-83)) Departments of Labor, Health and Human Services, and Education and Related Agencies Appropriation Act, 1981 - Makes appropriations for the Departments of Labor, Health, and Human Services, and Education, and related agencies for fiscal year 1981. =Title I: Department of Labor= - Department of Labor Appropriations Act, 1981 - Makes appropriations for fiscal year 1981 to the Department of Labor for the following agencies and purposes: (1) the Employment and Training Administration for program administration, employment and training assistance, (including funds for trade readjustment assistance,), temporary employment assistance, community service employment for older Americans, Federal unemployment insurance and employment services, and advances to the Unemployment Trust Fund and other funds; (2) the Labor-Management Services Administration for salaries and expenses; (3) the Employment Standards Administration for salaries and expenses, special benefits, and the Black Lung Disability Trust Fund; (4) the Occupational Safety and Health Administration (OSHA) for salaries and expenses (with specified limitations on the use of such funds for the enforcement of specified civil penalties, regulations, administrative actions, monitoring visits, inspections, etc.); (5) the Mine Safety and Health Administration for salaries and expenses; (6) the Bureau of Labor Statistics for salaries and expenses; and (7) departmental management for salaries and expenses and the special foreign currency program. Authorizes the Pension Benefit Guaranty Corporation to make expenditures without fiscal year limitations during fiscal year 1981. Prohibits the use of OSHA funds to enforce any safety standard, rule, regulation, or order with respect to any employer of 10 or fewer employees who has an occupational injury lost work day case rate less than the national average with certain exceptions. Prohibits the use of funds to enforce any standard rule, regulation, or order under the Federal Mine Safety and Health Act with respect to any person engaged in the surface mining of stone, clay, colloidal phosphate, sand, or gravel. Provides that appropriations in this Act available for salaries and expenses shall be available for supplies, services, and rental of conference space within the District of Columbia, as the Secretary of Labor shall deem necessary for settlement of labor-management disputes. Prohibits the use of funds appropriated under this title to: (1) pay any prisoner for work performed prior to 12 months before the presumptive release date of such prisoner; (2) carry out activities for or on behalf of any individual who is an alien in the United States in violation of any Federal law relating to the immigration, exclusion, deportation, or expulsion of aliens; or (3) to provide employment and training assistance to any government of a nation other than the United States. =Title II: Department of Health and Human Services= - Department of Health and Human Services Appropriation Act, 1981 - Makes appropriations for fiscal year 1981 to the Department of Health and Human Services for the following agencies and purposes: (1) the Health Services Administration for health services; (2) the Center for Disease Control for preventive health services; (3) the National Institutes of Health for the National Cancer Institute, the National Heart, Lung, and Blood Institute, the National Institute of Dental Research, the National Institute of Arthritis, Metabolism, and Digestive Diseases, the National Institute of Neurological and Communicative Disorders and Stroke, the National Institute of Allergy and Infectious Diseases, the National Institute of General Medical Sciences, the National Institute of Environmental Health Sciences, the National Institute on Aging research resources and general research support grants (with limitations on amounts for indirect expenses), the John E. Fogarty International Center for Advanced Study in the Health Sciences, the National Library of Medicine, buildings and facilities, and the Office of the Director; (4) the Alcohol, Drug Abuse, and Mental Health Administration for alcohol, drug abuse, and operation, construction, and renovation; (5) the Health Resources Administration for health resources (but prohibits commitments for direct loans or loan guarantees being made during fiscal year 1981 from the Medical Facilities Guarantee and Loan Fund); (6) the Assistant Secretary for Health for salaries and expenses, the Health Maintenance Organization Loan and Loan Guarantee Fund, and retirement pay and medical benefits for commissioned officers; (7) the Health Care Financing Administration for grants to States for medicaid, payments to health care trust funds, and program management; (8) the Social Security Administration for payments to Social Security trust funds, special benefits for disabled coal miners, the Supplemental Security Income program, assistance payments programs, low income energy assistance, (9) the Assistant Secretary for Human Development Services for grants to States for social and child welfare services, human development services, and a work incentive program; (10) departmental management for general departmental management, the Office of the Inspector General, the Office of Civil Rights, and Policy research studies. Prohibits withholding funds appropriated by this title for grants-in-aid to cover State agencies operating expenses because of any disapproval of their personnel or manner of personnel selection if a merit system and classification and compensation plan is in operation. Prohibits use of funds appropriated under this title for: (1) paying research grant recipients amounts equal to as much as the entire cost of such research; (2) additional permanent positions in the Washington, D.C. area if the total number of authorized positions in such area is allowed to exceed the proportion existing at the close of fiscal year 1966; (3) abortions except where the life of the mother would be endangered if the fetus were carried to term, provided the States remain free not to fund abortions to the extent they deem appropriate; and (4) compensation of, or contracts to procure the services of, experts or consultants or organizations thereof, in excess of a specified amount. Makes available funds appropriated to specified agencies under this title for specified Public Health Service purposes and for sharing medical care facilities and resources. =Title III: Department of Education= - Department of Education Appropriation Act, 1981 - Makes appropriations for fiscal year 1981 to the Department of Education for the following agencies special institutions, and purposes: (1) elementary and secondary education; (2) school assistance in federally affected areas (with specified limitations on entitlements); (3) equal educational opportunities; (4) libraries and learning resources; (5) education for the handicapped; (6) rehabilitation services and handicapped research; (7) vocational and adult education; (8) student financial assistance; (9) student loan insurance; (10) higher and continuing education (including funds for education information centers) (11) higher education facilities loans and insurance; (12) college housing loans; (13) school improvement; (14) the American Printing House for the Blind; (15) the National Technical Institute for the Deaf; (16) Gallaudet College; (17) Howard University; (18) the Office of Civil Rights for salaries and expenses; and (19) departmental management for salaries and expenses; educational statistics, research and related activities, educational, research, and training activities overseas (special foreign currency program). Prohibits withholding funds appropriated by this title for grants-in-aid to cover State agencies operating expenses because of any disapproval of their personnel or manner of personnel selection if a merit system and classification and compensation plan is in operation. Subjects funds appropriated in this Act to specified institutions to audit by the Secretary of Education. Prohibits use of funds appropriated under this title for: (1) paying research grant recipients amounts equal to as much as the entire cost of such research; (2) specified actions involving forced busing or the transportation of students under specified conditions; (3) compensation of, or contracts to procure the services of, experts or consultants or organizations thereof, in excess of a specified amount; (4) enforcing regulations which would require a State or local educational agency to set up a program, other than a program of intensive instruction in English, for students of limited English-speaking ability; and (5) enforcement of certain regulations relating to employment practices until the conflict in court decisions has been resolved in favor of the validity of such regulations. Limits the total full-time equivalent employment of the Department of Education during fiscal year 1981 to 7,500. Prohibits the use of funds appropriated under this Act to prevent implementation of voluntary prayer and meditation programs in public schools. =Title IV: Related Agencies= - Makes appropriations for fiscal year 1981 to the following agencies: (1) ACTION for operating expenses of domestic programs; (2) the Community Services Administration for the community services program, the Community Development Credit Unions Revolving Fund, and the Rural Development Loan Fund; (3) the Corporation for Public Broadcasting for the Public Broadcasting Fund (with prohibitions on use of such funds for entertainment for government officials or employees, discriminatory activities, or grants to any public telecommunications entity which on or after October 1, 1980 produces or finances a commercial printed publication); (4) the Federal Mediation and Conciliation Service for salaries and expenses; (5) the Federal Mine Safety and Health Review Commission for salaries and expenses; (6) the National Commission on Libraries and Information Science for salaries and expenses; (7) the National Labor Relations Board for salaries and expenses; (8) the National Mediation Board for salaries and expenses; (9) the Occupational Safety and Health Review Commission for salaries and expenses; (10) the President's Commission for the Study of Ethical Problems in Medicine for salaries and expenses; (11) the Railroad Retirement Board for Federal payment to the Railroad Retirement Account and for administrative expenses; and (12) the Soldiers' and Airmen's Home for operation and maintenance. =Title V: General Provisions= - Limits the expenditure of any appropriation under this Act for procurement contract consulting services to contracts where such expenditures are a matter of public record and available for public inspection. Prohibits the use of funds appropriated under this Act by any executive agency pursuant to a contract for services unless such agency has lawfully awarded and entered into such contract. Prohibits any agency from spending more than 20 percent of its total 1981 appropriation during the last two months of the fiscal year. Sets forth authorized uses and limitations on uses of funds appropriated for salaries and expenses under this Act. Prohibits the use of funds appropriated under this Act for any loan, loan guarantee, grant, salary or other remuneration for any individual applying for admission, attending, employed by, teaching at, or doing research at an institution of higher education who has engaged in conduct on or after August 1, 1969, which involves the use of (or the assistance to others in the use of) force or the threat of force or the seizure of property under the control of an institution of higher education, to require or prevent the availability of certain curricula, or to prevent the faculty, administrative officials, or students in such institution from engaging in their duties or pursuing their studies at such institution. Authorizes the Secretaries of Labor, Education, and Health and Human Services to transfer unexpended balances of prior appropriations to accounts corresponding to current appropriations provided in this Act, provided that such transferred balances are used for the same purposes, and for the same periods of time, for which they were originally appropriated. Prohibits any part of any appropriation contained in this Act from: (1) remaining available for obligation beyond the current fiscal year, unless expressly provided; (2) being used for publicity or propaganda to support or defeat legislation pending before Congress, except in presentation to the Congress itself or for normal and recognized executive-legislative relationships; (3) being used to pay for activities by grant or contract recipients or their agents designed to influence legislation or appropriations pending before the Congress; or (4) being used for research, experimental, or other activities presenting a danger to participants or subjects, without their written, informed consent (or that of parents or legal guardian, in the case of minors). Authorizes the Secretaries to make available a specified amount, respectively, from funds available for salaries and expenses under titles I, II, and III, for official reception and representation expenses. Authorizes the Director of the Federal Mediation and Conciliation Service and the Chairman of the National Mediation Board to make available specified amounts for such expenses. Prohibits the use of funds appropriated under this Act: (1) to carry out, pursuant to a court order or injunction, a purpose for which such expenditure is specifically prohibited by this Act; (2) to implement certain named Federal regulations or any other regulation which has been lawfully disapproved; (3) to terminate any program or activity with respect to which regulations have been lawfully disapproved; and (4) to issue or implement any rule or order which includes a ratio or quota related to race, creed, color, national origin or sex, and which requires any individual or entity to take any action with respect to hiring, promotion or admissions policies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Departments of Labor, Health and Human Services, and Education and Related Agencies Appropriation Act, 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Education Appropriation Act, 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Health and Human Services Appropriation Act, 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Labor Appropriation Act, 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill making appropriations for the Departments of Labor, Health  and Human Services, and Education, and related agencies for the fiscal year ending September 30,1981, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:30-05:00"
}