{
  "actions": [
    {
      "acted_at": "1978-05-25", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Judiciary, S. Rept. 95-911.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-25", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-10", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-10", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-10", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-28", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-28", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-28", 
      "bill_ids": [
        "hr12005-95"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 12005.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-28", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-02", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-1777.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "House agreed to conference report, roll call #926 (271-93).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-30", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-11-09", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-11-09", 
      "references": [], 
      "text": "Public Law 95-624.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3151-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-11-09", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-25", 
  "number": "3151", 
  "official_title": "A bill to authorize appropriations for the purpose of carrying out the activities of the Department of Justice for fiscal year 1979, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12005-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Justice Appropriation Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Eastland, James O.", 
    "state": "MS", 
    "thomas_id": "01325", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1978-05-25", 
  "subjects": [
    "Administration of justice", 
    "Ammunition", 
    "Arson", 
    "Attorneys general", 
    "Authorization", 
    "Busing (School integration)", 
    "Cambodians", 
    "Campaign management", 
    "Civil rights workers", 
    "Conflict of interests", 
    "Congress", 
    "Correctional institutions", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal procedure", 
    "Department of Justice", 
    "Economics and public finance", 
    "Evaluation", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Fire prevention", 
    "Firearms", 
    "Government operations and politics", 
    "International military forces", 
    "Judges", 
    "Law", 
    "Members of Congress", 
    "Misconduct in office", 
    "Prison labor", 
    "Prisons", 
    "Prosecution", 
    "Public prosecutors", 
    "Refugees", 
    "Special prosecutors", 
    "Terrorism", 
    "U.S. Attorneys", 
    "Vice Presidents", 
    "War crimes"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1978-10-12", 
    "text": "(Conference report filed in House, H. Rept. 95-1777) Department of Justice Appropriation Authorization Act - Authorizes the appropriation for fiscal year 1979 of specified sums for designated activities and agencies of the Department of Justice. Includes additional appropriations for the Federal Bureau of Investigation for the program of domestic security and terrorism. Stipulates that specified amounts of the appropriation for the Immigration and Naturalization Service be made available for the investigation and prosecution of denaturalization and deportation cases involving alleged Nazi war criminals. Requires each organization of the Department of Justice to notify in writing the appropriate Congressional Committees at least 15 days prior to the reprogramming of funds, the increase of personnel or funds, the creation of new programs, the reorganization of offices or programs, and the relocation of offices or employees. Directs the Attorney General to perform periodic evaluations of the overall efficiency and effectiveness of the Department of Justice programs and any supporting activities funded by appropriations. Lists those activities for which the Federal Prison System may use sums authorized to be appropriated by this Act. Includes planning, acquisition of sites, and construction of new facilities and construction, remodeling, and equipping necessary buildings and facilities at existing penal and correctional institutions among the approved activities. Makes such sums authorized to be appropriated by this Act for carrying out the duties of the National Institute of Corrections available until expended. Directs the Attorney General to develop a plan to make available for operation by the Department of Justice for confinement of United States prisoners suitable correctional facilities operated by the Department of Defense but not in active use. Requires the Attorney General to submit to Congress by September 1, 1979: (1) a plan to insure the closure of the United State Penitentiary on McNeil Island, Steilacoom, Washington; and (2) a report on the status of the Federal Prison Industries. Stipulates that no part of any funds authorized to be appropriated by this Act may be used for the purpose of transferring any border control activities of the Immigration and Naturalization Service (including patrol and inspections) to any other agency or department of the Federal Government. Allows sums authorized to be appropriated by this Act for the activities of the Immigration and Naturalization Service to be used for payment of expenses, not otherwise provided for, necessary for the administration and enforcement of the laws relating to immigration, naturalization, and alien registration. Directs the Attorney General, in consultation with the Congress, to develop special eligibility criteria under the United States parole program for Indochina Refugees which would enable a larger number of Cambodian refugees to qualify for admission to the United States. Enumerates those activities for which the sums authorized to be appropriated by this Act for the Federal Bureau of Investigation may be used. Stipulates that such sums may not be used to pay the compensation of any civil service employee. Authorizes the Attorney General to take such steps as may be necessary to acquire or to construct, in Los Angeles County, California, a correctional center for Federal detainees. Directs the Attorney General to undertake a study of the extent to which complaints of violations of Federal criminal laws are not prosecuted and to make recommendations for improving the percentage of such complaints which are prosecuted by the Department, and to analyze the cases that have not been prosecuted and make recommendations to assure that the decisions not to prosecute are in accordance with national policy. Authorizes appropriations to bring the facilities of the Federal Prison System into compliance with local fire safety standards. Allows authorized sums appropriated for activities of the United States Marshals Service to be used for the purchase of firearms and ammunition. Permits sums authorized to be appropriated for General Legal Activities to be used for miscellaneous and emergency expenses and for expenses of collecting evidence. Enumerates purposes for which sums authorized to be appropriated by this Act may be used. Authorizes the Federal Bureau of Investigation, when conducting undercover operations, to use funds appropriated by this Act, notwithstanding contrary provisions of law, to: (1) lease space in the United States, its territories, and possessions; and (2) deposit such funds in banks or other financial institutions. Provides for the disbursement of proceeds from such operations. Requires a report to the Congress in any case where the Attorney General fails to enforce or defend an Act of Congress in any proceeding because the Department of Justice believes such Act to be unconstitutional. Directs the Federal Bureau of Investigation to classify arson as a Part 1 offense in its Uniform Crime Reports. Directs the Attorney General to establish procedures for advising the President and the Senate on potential nominees for United States district court judgeships. Directs the Federal Bureau of Investigation to provide a written report to a Member of Congress on any investigation involving a threat on such Member's life. Requires the expenses relating to the participation of the United States in Interpol be paid from sums appropriated to the Department of Justice. Creates 13 new supergrade positions under the Attorney General. Amends the Civil Rights Act of 1964 to remove the $75 per diem limitation in compensation for Community Relations Service consultants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Justice Appropriation Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the purpose of carrying out the activities of the Department of Justice for fiscal year 1979, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:49-05:00"
}