{
  "actions": [
    {
      "acted_at": "2011-12-01", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-14", 
      "in_committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs Subcommittee on Securities, Insurance and Investment. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-03-06", 
      "in_committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1933-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK", 
      "subcommittee": "Subcommittee on Securities, Insurance and Investment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bennet, Michael F.", 
      "sponsored_at": "2012-03-22", 
      "state": "CO", 
      "thomas_id": "01965", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Carper, Thomas R.", 
      "sponsored_at": "2011-12-06", 
      "state": "DE", 
      "thomas_id": "00179", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2012-03-05", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2011-12-01", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Toomey, Pat", 
      "sponsored_at": "2011-12-01", 
      "state": "PA", 
      "thomas_id": "02085", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, Mark R.", 
      "sponsored_at": "2011-12-01", 
      "state": "VA", 
      "thomas_id": "01897", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-12-01", 
  "number": "1933", 
  "official_title": "A bill to increase American job creation and economic growth by improving access to the public capital markets for emerging growth companies.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3606-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Reopening American Capital Markets to Emerging Growth Companies Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-12-01", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative law and regulatory procedures", 
    "Business investment and capital", 
    "Business records", 
    "Finance and financial sector", 
    "Government information and archives", 
    "Securities", 
    "Securities and Exchange Commission (SEC)"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-12-01", 
    "text": "Reopening American Capital Markets to Emerging Growth Companies Act of 2011 - Amends the Securities Act of 1933 (SA) and the Securities Exchange Act of 1934 (SEA) to define \"emerging growth company\" as an issuer that had total annual gross revenues of less than $1 billion during its most recently completed fiscal year. Amends SEA and the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 to exempt emerging growth companies from the requirement for separate shareholder approval of executive compensation, including golden parachute compensation. Amends SA to state that an emerging growth company need not present more than two years of audited financial statements in order for its registration statement, with respect to an initial public offering of its common equity securities, to be effective. Amends both SA and SEA to state that, in any other registration statement to be filed with the Securities and Exchange Commission (SEC), an emerging growth company need not present financial data for any period before the earliest audited period presented in connection with its initial public offering. Authorizes the SEC to recognize, as generally accepted accounting principles, those established by a standard setting body that, in addition to other criteria, has not established any accounting principles that would require an emerging growth company to comply with any new or revised financial accounting standard as of an effective date earlier than the one applying to a company that is not an issuer. Amends the the Sarbanes-Oxley Act of 2002 to exempt a registered public accounting firm that prepares or issues a report on its audit of an emerging growth company from the requirement that it attest to, and report on, any assessment of internal controls the company's management has made. Modifies the application to emerging growth companies of any auditing or other professional standards the Public Company Accounting Oversight Board may establish that were proposed by one or more professional groups of accountants. Exempts an emerging growth company from any such rules requiring mandatory audit firm rotation or a supplement to the auditor's report in which the auditor would be required to provide additional information about the audit and the issuer's financial statements (auditor discussion and analysis). Applies this exemption also with respect to any additional rules adopted by the Board after enactment of this Act, unless the SEC decides otherwise and determines that their application to emerging growth companies is necessary or appropriate in the public interest, after considering the protection of investors and whether the action will promote efficiency, competition, and capital formation. Amends SA to deem not to constitute an offer for sale or offer to sell a security, for the purposes of prospectus and specified registration requirements, a broker's or dealer's publication or distribution of a written, electronic, or oral research report about an emerging growth company that is the subject of a proposed public offering of its common equity securities pursuant to a registration statement the issuer proposes to file, or has filed, or that is effective, even if the broker or dealer is participating or will participate in the registered offering of the issuer's securities. Prohibits the SEC and any registered national securities association from adopting or maintaining any conflict-of-interest rule or regulation in connection with an initial public offering of the common equity of an emerging growth company that restricts: (1) which associated persons (based on functional role) of a broker, dealer, or member of a national securities association may arrange for communications between a securities analyst and a potential investor; or (2) a securities analyst from participating in any communications with the management of an emerging growth company that is also attended by any other associated person of a broker, dealer, or member of a national securities association whose functional role is other than as a securities analyst. Authorizes an emerging growth company, or any person authorized to act on behalf of one, to engage in oral or written communications with potential investors that are qualified institutional buyers or institutions that are accredited investors to determine whether such investors might have an interest in a contemplated securities offering, either before or after the filing of a registration statement with the SEC. Prohibits the SEC and any registered national securities association from adopting or maintaining any rule or regulation prohibiting any broker, dealer, or member of a national securities association from publishing or distributing any research report, or making a public appearance, with respect to the securities of an emerging growth company. Amends SA to authorize an emerging growth company, before its initial public offering date, to submit to the SEC a draft registration statement for confidential nonpublic review by SEC staff before the public filing, provided that the initial confidential submission and all amendments to it are publicly filed with the SEC within 21 days before the issuer conducts a \"road show.\" Declares that the SEC, however, shall not be compelled to disclose such information. (A \"road show\" is an offer that contains a presentation regarding an offering by one or more members of the issuer's management and includes discussion of the issuer, its management, and/or the securities being offered.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reopening American Capital Markets to Emerging Growth Companies Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase American job creation and economic growth by improving access to the public capital markets for emerging growth companies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:19:45-05:00"
}