{
  "actions": [
    {
      "acted_at": "2010-03-18", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-03-22", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "subcommittee": "National Parks, Forests and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks, Forests and Public Lands.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4880-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks, Forests and Public Lands", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-03-18", 
  "number": "4880", 
  "official_title": "To secure Federal ownership and management of significant natural, scenic, and recreational resources, to provide for the protection of cultural resources, to facilitate the efficient extraction of mineral resources by authorizing and directing an exchange of Federal and non-Federal land, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2509-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s409-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Copper Basin Jobs Act", 
  "sponsor": {
    "district": "1", 
    "name": "Kirkpatrick, Ann", 
    "state": "AZ", 
    "thomas_id": "01907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-03-18", 
  "subjects": [
    "Archaeology and anthropology", 
    "Arizona", 
    "Forests", 
    "Historical and cultural resources", 
    "Land transfers", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Mining", 
    "Public lands and natural resources", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-03-18", 
    "text": "Copper Basin Jobs Act - Directs the Secretary of Agriculture (the Secretary), if Resolution Copper Mining, LLC offers to convey specified parcels of non-federal land in Gila, Yavapi, Maricopa, Coconino, Pinal, or Santa Cruz Counties, Arizona to the Secretary and the Secretary of the Interior, and if the public interest would be well served, to convey certain federal land in Pinal County, Arizona to Resolution Copper. Allows the Secretary to authorize Resolution Copper to carry out mineral exploration activities: (1) under the Oak Flat Withdrawal Area; and (2) on the Withdrawal Area (with the exception of within the Oak Flat Campground) so long as they are conducted from a single exploratory drill pad. Makes lands acquired by the Secretary under this Act part of the National Forest within which the land is located. Adds certain of the non-federal land acquired by the Secretary of the Interior in Pinal and Santa Cruz counties to the San Pedro Riparian National Conservation Area and the Las Cienegas National Conservation Area, respectively. Instructs Resolution Copper to surrender its rights under mining and other U.S. laws to commercially extract minerals under Apache Leap and certain of the non-federal land in Pinal County (the Pond). Requires Resolution Copper to make value adjustment payments to the United States based upon locatable minerals produced from such land. Withdraws Apache Leap, and any land acquired by the United States under this Act, from all forms of: (1) entry, appropriation, or disposal under the public land laws; (2) location, entry, and patent under the mining laws; and (3) disposition under the mineral leasing, mineral materials, and geothermal leasing laws. Directs the Secretary to manage Apache Leap so as to preserve its natural character and to protect the archaeological and cultural resources located on it. Authorizes the Secretary to issue to Resolution Copper special use permits that allow it to carry out underground activities (other than the commercial extraction of minerals) under the surface of Apache Leap that would not disturb the surface. Requires preparation of a management plan for Apache Leap. Directs the Secretary to convey specified lands in Pinal County to the town of Superior, Arizona."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Copper Basin Jobs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To secure Federal ownership and management of significant natural, scenic, and recreational resources, to provide for the protection of cultural resources, to facilitate the efficient extraction of mineral resources by authorizing and directing an exchange of Federal and non-Federal land, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:12-05:00"
}