{
  "actions": [
    {
      "acted_at": "1980-02-06", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2270-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bellmon, Henry L.", 
      "sponsored_at": "1979-01-03", 
      "state": "OK", 
      "thomas_id": "01279", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1979-01-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1979-01-03", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1979-01-03", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-06", 
  "number": "2270", 
  "official_title": "A bill to reorganize, simplify, deregulate, and consolidate certain elementary and secondary education programs in order to provide improved State and local administration of the programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Optional Education Consolidation and Demonstration Act", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-06", 
  "subjects": [
    "Adult education", 
    "Bilingual education", 
    "Child abuse", 
    "Child health", 
    "Children and youth", 
    "Citizen participation", 
    "Civil Rights and Liberties", 
    "Community and school", 
    "Consumer education", 
    "Consumer protection", 
    "Continuing education", 
    "Correctional institutions", 
    "Corrections and Correctional Institutions", 
    "Crime prevention", 
    "Curricula", 
    "Disabled", 
    "Dropouts", 
    "Education", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational facilities", 
    "Educational planning", 
    "Educational research", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal aid to education", 
    "Federal aid to libraries", 
    "Federal aid to private schools", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Food and Food Industry", 
    "Food relief", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Health", 
    "Intergovernmental relations", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Labor and employment", 
    "Libraries", 
    "Local and Municipal Government", 
    "Migrant labor", 
    "Minorities", 
    "Native Americans", 
    "Nutrition", 
    "Paraprofessional school personnel", 
    "Part-time employment", 
    "Poor", 
    "Preschool education", 
    "Problem children", 
    "School libraries", 
    "Secondary education", 
    "Sex discrimination", 
    "Sex discrimination against women", 
    "Sex discrimination in education", 
    "State aid to education", 
    "State aid to private schools", 
    "State education agencies", 
    "State-local relations", 
    "States", 
    "Teacher education", 
    "Teachers", 
    "Teaching materials", 
    "Vocational education", 
    "Women's education", 
    "Women's rights", 
    "Youth employment"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-02-06", 
    "text": "Optional Education Consolidation and Demonstration Act - Declares the purpose of this Act to be to provide an optional program of consolidation and reorganization of certain Federal assistance programs to State and local educational agencies, and to provide such agencies with greater flexibility in the use of such assistance. Title I: Special Needs Programs - Directs States desiring to participate in such a program to design their programs to: (1) meet the special educational needs of children from low-income families and of neglected or delinquent children in State operated programs; (2) provide health, nutritional, and educational services for such children, including preschool children and those previously enrolled in Headstart, Follow Through, or similar programs; (3) meet the educational needs of migratory children, including preschool educational needs; (4) meet the educational needs of handicapped children, and establish standards for such programs; and (5) provide bilingual instruction for children with limited English proficiency, and such instruction and bilingual vocational training programs for specified persons already out of school, as well as personnel-training for such programs. Specifies how a State shall allocate funds to local educational agencies for each of such programs under this title. Title II: Vocational, Adult, and Continuing Education and Employment Training - Authorizes Federal grants to assist States to: (1) extend programs of vocational, homemaking, and consumer educational; (2) develop new programs of vocational education; (3) develop and carry out programs to overcome sex discrimination and sex stereotyping in vocational education programs; and (4) provide part-time employment for youths in order for them to continue vocational training. Sets forth the programs for which funds provided under this title may be used. Requires a State desiring to participate in such consolidation program authorized by such Act to develop programs for adult basic education, for children in adult correctional institutions, and for community education. Provides for the distribution of Federal funds to local educational agencies by the States for programs under this title, and defines how they are to allocated. Title III: Special Emphasis Projects - Requires a participating State to provide funds to local educational agencies for: (1) school library resources and instructional equipment; and (2) special curriculum emphasis, guidance and counseling, innovation, and support projects. Requires that local educational agencies establish the needs and priorities of such programs. Provides for the allocation of State funds under this title to local agencies. Title IV: General Provisions - Provides for the reserving of certain funds from the amounts appropriated to carry out programs consolidated by such Act, and the allocation of such reserved funds among those States participating in the consolidation program. Directs the Commissioner of Education to pay to each participating State an amount equal to the amount expended in that State for carrying out the State plan adopted pursuant to this title. Provides for a participating State to receive a planning grant for use in preparing the comprehensive plan required by such Act. Requires a State desiring to receive a grant for such consolidation program to: (1) designate a State agency to administer the financial assistance made available under this Act; (2) develop third-year plans with annual updates; and (3) submit such plans or updates to the Commissioner for approval. Authorizes grants to States for the costs of administering the consolidation program. Requires a participating State to establish certain procedures for use in developing its comprehensive plan designed to assure: (1) the identification of children and adults with special educational and vocational needs; (2) determination of priorities by local education agencies; (3) participation of interested citizens, local government units, and appropriate State agencies in the development of the plan; (4) coordination of consolidation funds with State, local, and other Federal funds extended for similar purposes; and (5) publication of the final plan or annual update. Deems a State plan to meet the necessary requirements if it includes: (1) the goals and program objectives; (2) the assessments of needs determined above; (3) the types of individual to be served and the estimated enrollment of each program; (4) procedures to assure the proper distribution of funds as authorized by such Act; (5) a description of the program's administrative structure; (6) procedures for monitoring the local educational agencies; (7) procedures that the State will use to insure that any local educational agency receiving funds under such Act will annually develop or update a comprehensive plan for the use of such funds; (8) procedures for auditing local educational agency expenditures under such Act; (9) minimum expenditures of funds from non-Federal sources; (10) procedures to assure that funds made available under such Act supplement and not supplant State and local funds; (11) due process procedures, including withholding of funds, available to a State against a local educational agency which has failed to implement a comprehensive program plan; and (12) an appeal process within the State for a local educational agency dissatisfied with such State's compliance with such Act. Directs that the consolidation program authorized by this Act be administered by a separate Federal administrative unit to be established by the Commissioner within 60 days after enactment. Directs the Commissioner to conduct annual monitoring programs of States' programs, and to establish procedures to rectify areas of noncompliance. Directs the Commissioner to provide technical assistance upon request of State and local educational agencies. Directs the Commissioner to prepare and design a model for evaluation of program effectiveness. Requires participating States to use such model in program evaluations in which local educational agencies participate. Directs the Commissioner to analyze and report annually to Congress on such annual State agency evaluation reports. Directs the National Institute of Education to evaluate the consolidation authorized by this Act, with specified comparisons and inclusions in its study. Directs the Institute to make interim and final reports to the President and the Congress. Provides for delegations, transfers of funds, and contracts by State agencies. Provides the Commissioner with certain enforcement procedures against participating States, and provides such States with judicial recourse against such action. Authorizes the use of funds paid to a State under this Act for construction purposes where such construction funds would have been available under a program consolidated under this Act. Subjects funds made available under this Act to certain civil rights requirements. Provides for certain enforcement procedures against local educational agencies not in compliance with such requirements. Provides for the participation of eligible children in private nonprofit elementary and secondary schools and Indian tribal schools in the programs authorized under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Optional Education Consolidation and Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reorganize, simplify, deregulate, and consolidate certain elementary and secondary education programs in order to provide improved State and local administration of the programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:18-05:00"
}