{
  "actions": [
    {
      "acted_at": "1982-09-30", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-10-25", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "text": "Referred to Subcommittee on Courts, Civil Liberties, and the Administration of Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7237-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Civil Liberties, and the Administration of Justice", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-09-30", 
  "number": "7237", 
  "official_title": "A bill to amend the Bail Reform Act of 1966 to permit consideration of danger to the community in setting pretrial release conditions, to permit pretrial detention of certain offenders, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Bail Reform Act of 1982", 
  "sponsor": {
    "district": "5", 
    "name": "McGrath, Raymond J.", 
    "state": "NY", 
    "thomas_id": "00771", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-09-30", 
  "subjects": [
    "Bail", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Detention of persons", 
    "Judicial review", 
    "Pretrial procedure", 
    "Preventive detention", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-09-30", 
    "text": "Bail Reform Act of 1982 - Repeals the Bail Reform Act of 1966 and sets forth new bail procedures. Authorizes a judicial officer to consider the safety of any person or the community when making a pretrial release determination. Establishes as a mandatory release condition that the person not commit a Federal, State, or local crime during release. Expands the discretionary release conditions to include the requirements that the defendant: (1) maintain employment or an educational program; (2) avoid contact with an alleged victim or potential witness; (3) report to a law enforcement or pretrial service agency; (4) comply with a curfew; (5) refrain from possessing a firearm or using alcohol or narcotic drugs; (6) undergo medical treatment; (7) forfeit designated property upon failure to appear; (8) return to custody at specified hours; (9) execute an appearance bond in a specified amount; and (10) execute a bail bond. Authorizes a judicial officer to order the detention for up to ten days of a person who is presently on pretrial release for a felony under Federal, State, or local law or on probation or parole or release pending sentencing or appeal for any offense, if no conditions will assure his appearance and the safety of the community and any other person. Authorizes a judicial officer to order the pretrial detention of a person upon finding that: (1) no condition will reasonably assure such person's appearance and the safety of any other person and the community; and (2) there is a substantial probability that the person committed the offense. Requires that a detention hearing be held in any case involving: (1) a crime of violence; (2) any offense punishable by life imprisonment or death; or (3) a narcotics offense punishable by at least ten years imprisonment. Permits the Government or the court to move for a detention hearing in any other case involving: (1) a serious risk of flight or obstruction of justice; or (2) any felony committed after the person has been convicted of two or more offenses for which a hearing is mandated. Enumerates additional factors to be considered by the judicial officer in making a release determination, including the defendant's past conduct, history of drug or alcohol abuse, criminal history, and the nature and seriousness of the danger to the community or any person. Requires the detention of a person who has appealed his conviction unless the judicial officer finds by clear and convincing evidence that: (1) such person is not likely to flee or pose a danger to another person or property; and (2) the appeal raises a substantial question of law or fact. Requires the detention of a person awaiting sentencing unless the officer finds by clear and convincing evidence that the person is not likely to flee or pose a danger to any other person or the community. Authorizes a U.S. attorney to appeal a release order. Establishes mandatory additional penalties for commission of an offense while on pretrial release. Subjects a person who has been conditionally released and violates a condition of release to revocation of release and prosecution for contempt of court. Grants new authority to law enforcement officers to arrest a person who violates certain pretrial release conditions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bail Reform Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Bail Reform Act of 1966 to permit consideration of danger to the community in setting pretrial release conditions, to permit pretrial detention of certain offenders, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:22-05:00"
}