{
  "actions": [
    {
      "acted_at": "1991-08-02", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-02", 
      "committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "text": "Referred to the House Committee on Science, Space and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-12", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "subcommittee": "Environment", 
      "text": "Referred to the Subcommittee on Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-12", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "subcommittee": "Energy", 
      "text": "Referred to the Subcommittee on Energy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-09-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-09-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-09-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3265-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-08-02", 
  "number": "3265", 
  "official_title": "To provide for improved energy efficiency.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Energy Resources Act of 1991", 
  "sponsor": {
    "district": "12", 
    "name": "Murtha, John P.", 
    "state": "PA", 
    "thomas_id": "00844", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-08-02", 
  "subjects": [
    "Administrative procedure", 
    "Air conditioning", 
    "Air pollution control", 
    "Alternative energy sources", 
    "Authorization", 
    "Automobile fuel consumption", 
    "Building laws", 
    "Coal", 
    "Coal research", 
    "Commercialization", 
    "Commuting", 
    "Educational facilities", 
    "Electric power conservation", 
    "Electric power production", 
    "Employee benefit plans", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy policy", 
    "Energy prices", 
    "Energy research", 
    "Engineering", 
    "Engines", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to research", 
    "Federal office buildings", 
    "Fines (Penalties)", 
    "Fringe benefits", 
    "Gas pipelines", 
    "Geothermal resources", 
    "Government paperwork", 
    "Government procurement", 
    "Heating", 
    "Hospitals", 
    "Housing and community development", 
    "Housing codes", 
    "Income tax", 
    "Joint ventures", 
    "Labeling", 
    "Lighting", 
    "Mathematics", 
    "Motor vehicle pollution control", 
    "Municipal ordinances", 
    "Natural gas", 
    "Nitrogen oxides", 
    "Packaging", 
    "Petroleum conservation", 
    "Petroleum prices", 
    "Petroleum reserves", 
    "Planning", 
    "Poor", 
    "Public utility rates", 
    "Recycling of waste products", 
    "Research and development", 
    "Residential energy conservation", 
    "Schools", 
    "Scientific education", 
    "Solar energy", 
    "Standards", 
    "State laws", 
    "Statistical services", 
    "Strategic materials", 
    "Sulphur oxides", 
    "Tax credits", 
    "Tax exclusion", 
    "Technological innovations", 
    "Technology transfer", 
    "Travel costs", 
    "Trucks", 
    "Waste reduction", 
    "Water conservation", 
    "Wind power"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-08-02", 
    "text": "National Energy Resources Act of 1991 - Title I: Energy Efficiency - Subtitle A: Average Fuel Economy Standards - Amends the Motor Vehicles Information and Cost Savings Act to: (1) prescribe average fuel economy standards for passenger vehicles for model year 1996 and beyond; and (2) direct the Secretary of Transportation (the Secretary) to prescribe average fuel economy standards for non-passenger vehicles (light trucks) for model years ending before model year 1996. Prescribes average fuel economy standards for passenger automobiles for model years 1996 and thereafter. Permits persons to petition for modification of such standards. Subtitle B: Federal Energy Management - Amends the National Energy Conservation Policy Act to set a deadline by which each Federal agency shall install in Federal buildings under its control energy conservation projects with prescribed payback periods. Amends the Motor Vehicle Information and Cost Savings Act to modify the average fuel economy standards required of the Federal passenger automobile fleets. Subtitle C: Tax Treatment of Transportation Benefits Provided by Employer - Amends the Internal Revenue Code to prescribe tax treatment of qualified transportation benefits. Subtitle D: Amendments to Public Utility Regulatory Policies Act of 1978 - Amends the Public Utility Regulatory Policies Act of 1978 to mandate that each State regulatory authority adopt a specified Federal standard regarding gas and electric utility incentives to implement demand-side management programs and least cost supply measures. Subtitle E: Energy and Water Conservation Subsidies - Amends the Internal Revenue Code to declare that gross income shall not include the value of any subsidy provided by a public utility to a customer for the purchase of installation of any energy or water conservation measure. Subtitle F: Development of Recycling Markets - Directs the Secretary of Commerce to establish within the Department of Commerce the Bureau of Recyclable Commodities to promote the use of recovered materials diverted from solid waste. Prescribes implementation measures. Subtitle G: State and Local Building Codes - Amends the National Energy Conservation Policy Act to direct the Secretary of Energy to establish: (1) a program to provide technical assistance to States and localities to update energy efficiency provisions of residential and commercial building codes; and (2) a task force to advise in the development of such program. Prescribes implementation measures. Subtitle H: Lighting Standards and Labeling - Directs the Secretary of Energy to establish test procedures and develop an energy conservation standard for lamps, motors, commercial air conditioners, and heating equipment. Title II: Domestic Resources - Subtitle A: Coal Technologies - Directs the Secretary of Energy to: (1) conduct and report to certain congressional committees on a research and demonstration program for advanced coal-based technologies to achieve the control of certain oxides and the development of cost-effective energy technologies; and (2) submit to the Congress a research, development and demonstration plan for technologies for the non-fuel use of coal. Subtitle B: Strategic Petroleum Reserve Amendments - Amends the Energy Policy and Conservation Act to grant the President additional authority to drawdown or distribute reserves pursuant to the Strategic Petroleum Reserve Plan if it is determined that implementation of the Distribution Plan would assist in relieving severe economic problems directly related to a significant increase in petroleum product prices. Directs the Secretary of Energy to implement during FY 1992: (1) a program for filling the Reserve at a specified annual rate so that the quantity of crude oil in storage within the Reserve reaches a specified level; and (2) a regional refined product reserve in the northeast region of the United States. Subtitle C: Used Oil Recycling Program - Requires certain producers and importers of lubricating oil to refine, re-refine, or re-process used oil into petroleum products in an amount determined according to specified formula. Requires the Secretary of Energy to issue regulations implementing such requirement. Authorizes appropriations. Amends the Solid Waste Disposal Act to prohibit the Administrator of the Environmental Protection Agency (EPA) from listing or identifying used oil as a hazardous waste. Subtitle D: Transportation of Natural Gas - Amends the Natural Gas Policy Act of 1978 to authorize the Federal Energy Regulatory Commission (FERC) to permit: (1) any interstate pipeline to transport natural gas on behalf of any other person; and (2) the construction of natural gas transportation facilities. Makes FERC the lead agency with primary authority for National Environmental Protection Act compliance for such construction projects. Title III: Alternative Energy - Subtitle A: Alternative Fueled Vehicles - Sets forth a timetable by which certain percentages of Federal fleets of passenger automobiles or light-duty trucks must use alternative fuels. Subtitle B: Tax Incentives for Production of Electricity From Renewables - Amends the Internal Revenue Code to provide tax credits for the production of electricity from solar, wind, or geothermal sources (i.e. renewable resources) for a ten-year period. Title IV: Research and Development - Subtitle A: Joint Ventures for Renewable Energy Development for Oil Displacement - Amends the Renewable Energy and Energy Efficiency Technology Competitiveness Act of 1989 to direct the Secretary of Energy to solicit proposals and provide financial assistance to joint ventures for the commercialization of specified renewable energy technologies, and for the demonstration of fuel cells technology. Authorizes appropriations. Subtitle B: Technology Transfer - Amends the Atomic Energy Act of 1954 to authorize the Nuclear Regulatory Commission (NRC) to use the resources of the Department of Energy to enhance educational opportunities in science, mathematics and engineering for American students and educators in order to improve the scientific competitiveness of the United States. Directs the Secretary of Energy to establish programs that use the scientific resources of the Department of Energy to promote technology transfers and enhance technology commercialization. Authorizes appropriations. Subtitle C: Research Funding Priorities - Sets forth criteria for research funding priorities. Subtitle D: Math and Science Education Programs - Amends the Atomic Energy Act of 1954 to authorize the NRC to use the resources of the Department of Energy in cooperation with the Department of Education to enhance educational opportunities in science and mathematics for American students and educators. Directs the Secretary of Energy, in cooperation with the Secretary of Education, to: (1) establish programs using Department of Energy measures to enhance mathematics and science education in the United States; and (2) make grants (or enter into cooperative agreements with appropriate entities) to develop a comprehensive primary and secondary school math and science curriculum regarding the interdependency of energy and the environment. Title V: Low Income, Affordability, and State Programs - Amends the Energy Conservation and Production Act to authorize appropriations through FY 1996 for: (1) the weatherization assistance program; and (2) the energy conservation program for schools and hospitals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Resources Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for improved energy efficiency.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:42-05:00"
}