{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr995-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "995", 
  "official_title": "A bill to establish a National Bank for Cooperative Housing to aid in financing the purchase and construction of low- and middle-income cooperative housing.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Cooperative Housing Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Cooperative housing", 
    "Corporations", 
    "Department of Housing and Urban Development", 
    "Federal aid to housing", 
    "Finance and financial sector", 
    "Government and business", 
    "Government corporations", 
    "Housing and community development", 
    "Housing finance", 
    "Low-income housing", 
    "Moderate income housing"
  ], 
  "subjects_top_term": "Cooperative housing", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "National Cooperative Housing Act - Declares that it is the purpose of this Act to establish a National Bank for Cooperative Housing in order to provide assurances to private and public housing developers that a continual supply of public funds is being and will be made available to encourage the building of low- and middle-income cooperative housing. Creates a body corporate to be known as the National Bank for Cooperative Housing. Prohibits the making of loans by the Bank unless the borrower is unable to obtain funds on reasonable terms from other sources. Vests the management of the Bank in a Board of Directors consisting of the Secretary of the Treasury, the Secretary of Commerce, the Secretary of Housing and Urban Development, the Secretary of Labor, and ten other persons appointed by the President with the advice and consent of the Senate. Provides that of the ten persons so appointed, one shall be an elected or an appointed official of a State government, and one shall be an elected or appointed official of a local government. Requires all of the other directors to be from the private sector. Provides for the appointment of officers and employees of the Bank. Prohibits any director, officer, attorney, agent, or employee of the Bank from directly or indirectly participating in the deliberations upon or the determination of any question affecting his personal interests, or the interests of any corporation, partnership, or association in which he is directly or indirectly personally interested. Prohibits the Bank from engaging in political activities or providing financing for or assistance in any manner in any project or facility involving political parties. Prohibits the directors, officers, employees, or agents of the Bank in any way from using their connection with the Bank for the purpose of influencing the outcome of any election. Establishes the capital stock of the Bank at $1,000,000,000. Provides for the purchase of Bank stock by the Treasury of the United States. Establishes the borrowing authority of the Bank. Declares that it shall be the function of the Bank to make and guarantee loans for the purchase or construction of low- and middle-income cooperative housing. Allows the Bank to make direct loans: (1) to State and local governments, public agencies, nonprofit private organizations, corporations, companies, partnerships, and individuals for the purchase of low- and middle-income cooperative housing constructed after 1959; and (2) to developers, contractors, subcontractors, and other persons to finance the construction of low- and middle-income cooperative housing. Requires that the financial transactions of the Bank be audited by the General Accounting Office. Authorizes the appropriation of $1,000,000,000 for subscription to the capital stock of the Bank. Provides that no person in the United States shall on the ground of sex be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal assistance under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Cooperative Housing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Bank for Cooperative Housing to aid in financing the purchase and construction of low- and middle-income cooperative housing.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:39-05:00"
}