{
  "actions": [
    {
      "acted_at": "1996-03-06", 
      "references": [
        {
          "reference": "CR S1601-1602", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-06", 
      "committee": "Committee on Intelligence", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Intelligence.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-18", 
      "references": [], 
      "text": "Star Print ordered on the bill.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1593-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1996-03-06", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-03-06", 
  "number": "1593", 
  "official_title": "A bill to amend the National Security Act of 1947 to provide for the appointment of two Deputy Directors of Central Intelligence, to strengthen the authority of the Director of Central Intelligence over elements of the Intelligence Community, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Intelligence Organization Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-03-06", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Armed forces and national security", 
    "Central Intelligence Agency", 
    "Civil service retirement", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Delegation of powers", 
    "Department of Defense", 
    "Department of Justice", 
    "Department of State", 
    "Dismissal wage", 
    "Early retirement", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal officials", 
    "Finance and financial sector", 
    "Government employees' health insurance", 
    "Government employees' life insurance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Intelligence community staff", 
    "Intelligence officers", 
    "Job hunting", 
    "Labor and employment", 
    "Law", 
    "Layoffs", 
    "Maps", 
    "Military intelligence", 
    "Personnel management", 
    "Presidential appointments", 
    "Promotions", 
    "Rating of employees", 
    "Recruiting of employees", 
    "Social welfare", 
    "Transfer of employees"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-03-06", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to the National Security Act of 1947 Title II: Temporary Authority to Eliminate Certain Positions Title III: Intelligence Community Senior Executive Service Intelligence Organization Act of 1996 - Title I: Amendments to the National Security Act of 1947 - Amends the National Security Act of 1947 (the Act) to establish the positions of Deputy Director of Central Intelligence for the Intelligence Community and Deputy Director of Central Intelligence for the Central Intelligence Agency. Outlines appointment provisions with respect to each position. (Sec. 102) Requires the concurrence of the Director of Central Intelligence with respect to the appointment of the heads of the National Security Agency, the Central Imagery Office, and the National Reconnaissance Office by the Secretary of Defense (current law), or requires such concurrence to accompany the recommendation of the Secretary when such appointments are made by the President. Requires the Director to provide annually to the Secretary an evaluation of the performance of the heads of such agencies in fulfilling their responsibilities with respect to the National Foreign Intelligence Program. (Sec. 103) Redesignates the National Intelligence Council as the National Assessments Center and requires the Center to: (1) be accessible to policy making officials and persons who are not otherwise associated with the intelligence community; (2) produce classified and unclassified assessments of long-term issues of major importance to U.S. national security interests; and (3) obtain the services of substantive private-sector experts in the preparation of particular estimates or assessments. (Sec. 104) Redesignates the Central Imagery Office as the National Imagery and Mapping Agency. Title II: Temporary Authority to Eliminate Certain Positions - Authorizes the Director and the Secretary, for one year after enactment of this title, to eliminate positions under their authority in order to achieve more effectively and efficiently the missions of the agencies concerned, but allows such authority only when the Director or the Secretary determines that reductions in the workforce of particular agencies of ten percent or more above the personnel levels previously mandated by the Congress or the President are needed. Requires the Director or the Secretary, if such authority is exercised, to issue regulations governing such authority which contain specified employee retirement protections and alternative employment placement assistance. Requires the Director or Secretary, if such authority is exercised, to: (1) inform the Senate Select Committee on Intelligence and the House Permanent Select Committee on Intelligence; (2) provide a copy of the regulations issued; and (3) provide a detailed report to such committees of the results of the exercise of such authority within 30 days after such authority is terminated. Title III: Intelligence Community Senior Executive Service - Amends the Act to require the Director to establish a personnel system for senior civilian personnel within the Intelligence Community to be known as the Intelligence Community Senior Executive Service. Specifies the various intelligence agencies and offices that shall be included in the Service. Requires the Director to delegate to the heads of the various intelligence agencies and offices the authority to appoint, promote, and assign individuals to the Service. Provides transition provisions. Provides that once the Service has been established, no individual may be selected for membership unless he or she is a career employee of the Intelligence Community and has served at least one assignment outside his or her employing agency. Authorizes the President to award ranks to Service members. Authorizes the Director to detail or assign Service members to positions outside their parent organization, including elsewhere in the Intelligence Community, another Government agency, or outside the Federal Government. Protects Service entitlement and status of any reassigned members during such alternative service. Requires the Director to submit to the Congress an annual report concerning the Service."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intelligence Organization Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Security Act of 1947 to provide for the appointment of two Deputy Directors of Central Intelligence, to strengthen the authority of the Director of Central Intelligence over elements of the Intelligence Community, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:08-05:00"
}