{
  "actions": [
    {
      "acted_at": "1998-06-04", 
      "references": [
        {
          "reference": "CR S5635", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-04", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-06-23", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Transportation and Infrastructure. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-22", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-23", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-29", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-08-25", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported to Senate by Senator Chafee under the authority of the order of Jul 31, 98 with an amendment in the nature of a substitute. With written report No. 105-286. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-08-25", 
      "calendar": "Senate Legislative", 
      "number": "523", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 523.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1998-10-08", 
      "references": [
        {
          "reference": "CR S12073-12087", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-08", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1998-10-08", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-09", 
      "references": [
        {
          "reference": "CR S12108", 
          "type": "consideration"
        }
      ], 
      "text": "Senate vitiated previous passage.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-09", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S12108-12109", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1998-10-10T10:02:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-10", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-10T17:34:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-21", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3630-105", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3630"
    }, 
    {
      "amendment_id": "s3798-105", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3798"
    }, 
    {
      "amendment_id": "s3799-105", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3799"
    }, 
    {
      "amendment_id": "s3803-105", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3803"
    }
  ], 
  "bill_id": "s2131-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Transportation and Infrastructure", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1998-06-04", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1998-06-04", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1998-10-09", 
    "vetoed": false
  }, 
  "introduced_at": "1998-06-04", 
  "number": "2131", 
  "official_title": "A bill to provide for the conservation and development of water and related resources, to authorize the Secretary of the Army to construct various projects for improvements to rivers and harbors of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3866-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "Water Resources Development Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Chafee, John H.", 
    "state": "RI", 
    "thomas_id": "01303", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1998-10-09", 
  "subjects": [
    "Administrative fees", 
    "Agriculture and food", 
    "Alaska", 
    "Animals", 
    "Appropriations", 
    "Aquatic ecology", 
    "Aquatic pests", 
    "Aquifers", 
    "Arctic Ocean", 
    "Arizona", 
    "Arkansas", 
    "Authorization", 
    "Beach erosion", 
    "Birds", 
    "California", 
    "Canals", 
    "Charities", 
    "Collection of accounts", 
    "Columbia River development", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Construction costs", 
    "Cost effectiveness", 
    "Dams", 
    "Delaware", 
    "Drainage", 
    "Dredging spoil", 
    "Easements", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Emergency management", 
    "Energy", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Estuarine area conservation", 
    "Estuarine ecology", 
    "Estuarine pollution", 
    "Federal advisory bodies", 
    "Federal aid to water resources development", 
    "Finance and financial sector", 
    "Fishery management", 
    "Flood control", 
    "Flood damage prevention", 
    "Floods", 
    "Florida", 
    "Foundations", 
    "Freshwater ecology", 
    "Georgia", 
    "Gifts", 
    "Government operations and politics", 
    "Government publicity", 
    "Government trust funds", 
    "Great Lakes", 
    "Greenways", 
    "Guam", 
    "Habitat conservation", 
    "Harbors", 
    "Hazardous waste disposal", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Hunting", 
    "Hurricanes", 
    "Hydroelectric power", 
    "Hydrology", 
    "Illinois", 
    "Indian lands", 
    "Indiana", 
    "Infrastructure", 
    "Intergovernmental fiscal relations", 
    "Iowa", 
    "Irrigation", 
    "Islands", 
    "Kansas", 
    "Lakes", 
    "Land transfers", 
    "Law", 
    "Leases", 
    "Licenses", 
    "Louisiana", 
    "Maine", 
    "Maintenance and repair", 
    "Marine and coastal resources, fisheries", 
    "Maryland", 
    "Michigan", 
    "Minnesota", 
    "Minorities", 
    "Mississippi", 
    "Mississippi River", 
    "Missouri", 
    "Missouri River development", 
    "Montana", 
    "National recreation areas", 
    "Nature conservation", 
    "Navigation", 
    "Nevada", 
    "New Hampshire", 
    "New Jersey", 
    "New York City", 
    "New York State", 
    "North Dakota", 
    "Oklahoma", 
    "Outdoor recreation", 
    "Pacific area", 
    "Pennsylvania", 
    "Pest control", 
    "Public lands and natural resources", 
    "Puerto Rico", 
    "Recreation areas", 
    "Relocation", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Reservoirs", 
    "Restoration ecology", 
    "Rhode Island", 
    "Right-of-way", 
    "Riparian ecology", 
    "River regulation", 
    "Rivers", 
    "Saline waters", 
    "Salmon", 
    "Salmon fisheries", 
    "Science, technology, communications", 
    "Sediment control", 
    "Sedimentation", 
    "Shore protection", 
    "Signs and signboards", 
    "Social welfare", 
    "South Carolina", 
    "South Dakota", 
    "Sports and recreation", 
    "Storm drains", 
    "Storms", 
    "Stream conservation", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Tennessee", 
    "Texas", 
    "Transportation and public works", 
    "Urban affairs", 
    "Urban areas", 
    "User charges", 
    "Utah", 
    "Virginia", 
    "Washington State", 
    "Water allocation (Policy)", 
    "Water quality", 
    "Water resources development", 
    "Water rights", 
    "Water storage", 
    "Water supply", 
    "Watershed management", 
    "West Virginia", 
    "Wetland conservation", 
    "Wetlands", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1998-10-09", 
    "text": "TABLE OF CONTENTS: Title I: Water Resources Development Title II: Cheyenne River Sioux Tribe, Lower Brule Sioux Tribe, and State of South Dakota Terrestrial Wildlife Habitat Restoration Water Resources Development Act of 1998 - Title I: Water Resources Development - Authorizes projects for environmental restoration, flood damage reduction, shore protection, flood control, aquifer storage and recovery, and navigation in Arizona, California, Delaware, Florida, Louisiana, Maryland and Virginia, Minnesota, and North Dakota. Authorizes projects for water resources development and conservation and related purposes, subject to a final report from the Army Chief of Engineers and approval by the Secretary of the Army, in Alaska, California, Delaware, Florida, Georgia, Minnesota, Mississippi, Missouri and Kansas, New Jersey, Tennessee, and Washington. (Sec. 103) Modifies projects for flood control, navigation, water conveyance, water supply storage reallocation, flood mitigation, and beach erosion control and hurricane protection (together with certain report requirements, in some cases) in Arkansas, California, Florida, Illinois, Indiana, Iowa, Louisiana, Maine, Maryland, Mississippi, Nebraska, Nevada, New Jersey, Oklahoma, Rhode Island, South Carolina, South Dakota, Texas, Virginia, Washington, and West Virginia. (Sec. 104) Deauthorizes navigation projects in Connecticut and Maine. (Sec. 105) Directs the Secretary to review reports or conduct studies with respect to specified projects in Alabama, Alabama and Florida, Arizona, California, Florida, Indiana, Louisiana, Michigan, Mississippi, Missouri, Montana, Nevada, New Jersey, New York, North Dakota, Oklahoma, Pennsylvania, South Carolina, South Dakota, Texas, Utah, Washington, and Guam. (Sec. 106) Authorizes the Secretary to undertake a program to reduce flood hazards and restore the natural functions and values of riverine ecosystems throughout the United States. Directs the Secretary to carry out appropriate studies in connection with the program. Requires non-Federal interests to pay 35 percent of the cost of any project carried out. Outlines project selection, policies, and criteria. Prohibits any project from being carried out until the Secretary notifies specified congressional committees and 21 days have passed since such notification. (Sec. 107) Amends the Water Resources Development Act of 1986 to provide that the non-Federal share of the costs of periodic nourishment of projects or measures for shore protection or beach erosion control shall be 50 percent, with specified exceptions. (Sec. 108) Amends the Flood Control Act of 1948 to increase to $7 million the maximum amount for small flood control projects. (Sec. 109) Amends the Flood Control Act of 1960 to authorize the Secretary to accept funds voluntarily contributed to expand the compilation and dissemination of information on floods and flood damage. (Sec. 110) Amends the Water Resources Development Act of 1996 to: (1) extend through FY 2000 the Everglades and South Florida ecosystem restoration program; and (2) allow non-profit entities to enter into agreements to pay non-Federal shares of aquatic ecosystem restoration projects. (Sec. 112) Amends the Water Resources Development Act of 1992 to allow non-profit entities to enter into agreements to pay non-Federal shares of the costs of projects for beneficial uses of dredged material. (Sec. 113) Amends the Flood Control Act of 1936 to allow contributions by States and political subdivisions to be used for environmental restoration activities. (Sec. 114) Authorizes the Secretary during FY 1999 through 2002 to withhold a specified amount of recreation user fees for repair and maintenance projects, interpretation, signage, habitat or facility enhancement, resource preservation, annual operation, maintenance, and law enforcement related to public use at recreation sites. (Sec. 115) Amends the Water Resources Development Act of 1996 to permit studies undertaken by the Secretary concerning the Pacific region to include flood damage reduction and environmental restoration. (Sec. 116) Directs the Secretary to develop a plan for a project to protect and enhance fish and wildlife habitat of the Missouri River and the middle Mississippi River. Prohibits such plan or project from affecting water rights or private property rights. Permits the modification of previously authorized projects in such areas. Requires a 35 percent non-Federal cost share. Authorizes appropriations for FY 2000 and 2001. (Sec. 117) Amends the Outer Continental Shelf Lands Act to prohibit fees from being charged to non-Federal interests for an assessment of the value of the resources and the public interest served in promoting development of Outer Continental Shelf resources. Requires full reimbursement of amounts paid by the non-Federal interests for beach erosion control and hurricane protection at Sandbridge Beach in Virginia Beach, Virginia, as a result of such an assessment. (Sec. 118) Amends the Water Resources Development Act of 1990 to: (1) include Snake Creek in Bixby, Oklahoma, as a priority work for environmental dredging activities; and (2) direct the Secretary to include primary flood damages avoided within a benefit analysis for justifying Federal non-structural flood damage reduction projects. (Sec. 120) Amends the River and Harbor Act of 1958 to include within projects for the control of aquatic growth projects for the control of Arundo dona and tarmarix. (Sec. 121) Amends the Water Resources Development Act of: (1) 1992 to include three water systems and projects in California and Nevada among authorized environmental infrastructure projects; (2) 1996 to include certain California and Nevada watersheds and river basins within authorized watershed management, restoration, and development; and (3) 1986 to include projects in Lake County, California, Hollis, New Hampshire, and Milford, New Hampshire, under a lakes silt and debris removal program. (Sec. 124) Authorizes the Secretary to acquire for Rhode Island a dredge and associated equipment for dredging salt ponds. (Sec. 125) Amends the Water Resources Development Act of 1996 to: (1) include the Chemung River watershed, New York, under a water resources development program for the Upper Susquehanna River Basin in Pennsylvania and New York; (2) include certain projects in New Jersey, New York, and Pennsylvania under authorized small flood control projects; and (3) include a project in Delaware Bay, New Jersey, under authorized small navigation projects. (Sec. 128) Makes the streambank protection project at Coulson Park in Billings, Montana, eligible for assistance under the Flood Control Act of 1946. Authorizes the Secretary to carry out such projects in the Arctic Ocean, Barrow, Alaska, the Saginaw River in Bay City, Michigan, and the Monongahela River in Point Marion, Pennsylvania. (Sec. 129) Authorizes the Secretary to conduct measures to address water quality, flows, and fish habitat restoration in the historic Springfield, Oregon, millrace through reconfiguration of the existing millpond if it is determined that harmful impacts have occurred as the result of a previously constructed flood control project. Authorizes appropriations. (Sec. 130) Directs the Secretary to expeditiously complete certain previously authorized saltmarsh restoration activities in Sluice Creek, Guilford, Connecticut, and Lighthouse Point Park in New Haven, Connecticut. (Sec. 131) Designates the project for flood control, Eight Mile Creek, Paragould, Arkansas, as the Francis Bland Floodway Ditch. (Sec. 133) Modifies the project for flood control and other purposes at Cumberland, Maryland, to authorize the Secretary to undertake restoration of the historic Chesapeake and Ohio Canal. Specifies estimated Federal and non-Federal costs. (Sec. 134) Amends the Water Resources Development Act of 1992 to: (1) add an additional project purpose to a water resource development project in the New York-New Jersey Harbor; and (2) increase the authorization of appropriations for such project. (Sec. 135) Includes Miami Beach, Florida, under a previously authorized national shoreline erosion control development and demonstration program. Increases the authorization of appropriations for small storm damage reduction projects. (Sec. 137) Directs the Secretary to accept from Oklahoma an amount to be determined as prepayment for water supply cost obligations for water supply storage at Sardis Reservoir in Oklahoma. (Sec. 138) Directs the Secretary to proceed immediately to prepare engineering design, plans, and specifications to extend certain locks on the Mississippi and Illinois Rivers to provide lock chambers of specified dimension so that construction can proceed immediately upon completion of studies and authorization of projects by the Congress. (Sec. 139) Amends the Water Resources Development Act of: (1) 1976 to reduce from 50 to 35 the percent of total cost to be borne by States for placing dredged sand on State beaches; and (2) 1986 to state that not more than 80 percent of the non-Federal share of fish and wildlife mitigation costs may be in-kind. (Sec. 141) Amends the Water Resources Development Act of 1986 relating to the Upper Mississippi River system to: (1) add certain activities under a master plan for the improvement of the system; (2) direct the Secretary to create an independent technical advisory committee to review system projects, monitoring plans, and habitat and natural resources needs assessments; (3) require promotion of the simulation of natural river processes to the maximum extent practicable; (4) authorize appropriations for FY 1999 through 2009 for system programs; (5) require an evaluation report from the Secretary to the Congress; (6) authorize the transfer of appropriated amounts between various programs; and (7) direct the Secretary to investigate, and if appropriate, carry out restoration of urban wildlife habitat, with a special emphasis on the establishment of greenways, in the St. Louis, Missouri, area and surrounding communities. (Sec. 143) Amends the Water Resources Development Act of 1996 relating to a research and development program for Columbia River basin salmon survival to: (1) include the Snake River in such program; (2) revise generally authorized activities under the program; (3) increase the authorization of appropriations for the development, and installation in Corps dams, of advanced hydropower turbines; and (4) direct the Secretary to carry out methods to reduce nesting populations of avian predators on dredge spoil islands in the Columbia River under the Secretary's jurisdiction (authorizes appropriations). (Sec. 144) Authorizes the Secretary to credit against non-Federal shares costs incurred in preparing environmental and other preconstruction documentation for the habitat restoration project in Nine Mile Run, Pennsylvania, if such documentation is determined to be integral to such project. (Sec. 145) Amends the River and Harbor Act of 1968 to: (1) increase from $2 million to $5 million the amount permitted as a Federal first cost for a shore damage mitigation project before specific authorization by the Congress is required; and (2) direct the Secretary to coordinate such projects with other Federal projects in the same area and to combine such projects into a comprehensive regional project. (Sec. 146) Directs the Secretary to work with the Secretary of Transportation on a project to maintain the Larkspur Ferry Channel in Larkspur, California, as authorized under prior law. (Sec. 147) Authorizes the Secretary to study and implement a comprehensive flood impact response modeling system for the Coralville Reservoir and the Iowa River watershed, Iowa. Requires a report to the Congress. Authorizes appropriations. (Sec. 148) Directs the Comptroller General to study, and report to specified congressional committees on, various alternatives for innovative financing of future construction, operation, and maintenance of projects in small and medium-sized ports. (Sec. 149) Directs the Secretary to convey all U.S. rights and interest in land acquired for the Candy Lake project in Osage County, Oklahoma. Requires the Secretary to give prior owners the first option to purchase such lands (requiring such previous owners to be notified of such sale). (Sec. 150) Directs the Secretary to evaluate and, if justified, carry out flood damage reduction measures along the lower Salcha River and on Piledriver Slough in Alaska, and along the Eyak River at Cordova, Alaska. (Sec. 152) Directs the Secretary to carry out ecosystem restoration and storm drainage reduction at North Padre Island, Corpus Christi Bay, Texas, with specified Federal and non-Federal costs. (Sec. 153) Directs the Secretary to complete a water supply reallocation study at the project for flood control, Kanopolis Lake, Kansas. (Sec. 154) Authorizes a public entity designated by the New York State project director to enter into a cooperative agreement with the Secretary with respect to a project for providing environmental assistance to non-Federal interests in the New York City watershed. (Sec. 155) Directs the Secretary to review and, if consistent with project purposes, reimburse the city of Charlevoix, Michigan, for the Federal share of specified construction costs at a navigation project in Charlevoix Harbor. (Sec. 156) Authorizes the Secretary to construct the Hamilton Dam flood control project, Michigan, under authority of the Flood Control Act of 1948. (Sec. 157) Directs the Secretary and the EPA Administrator to convene the National Contaminated Sediment Task Force (established under prior law). Requires the Task Force to report to the Congress on the status of remedial actions taken at aquatic sites in specified areas. (Sec. 158) Directs the Secretary to report biannually to the Congress on a plan for programs of the Army Corps of Engineers in the Great Lakes basin. Directs the Secretary to request each Federal agency that may have information relevant to the Great Lakes biohydrological system to provide an inventory of such information. Requires the Secretary to compile, analyze, and submit to the Congress, the International Joint Commission, and the Great Lakes States a report on such information. Directs the Secretary to report to the Congress detailing the economic benefits of recreational boating in the Great Lakes basin. (Sec. 159) Amends the Water Resources Development Act of 1986 to make appropriate the use of authority under such Act to control sea lamprey at any Great Lakes basin location. (Sec. 160) Authorizes the Secretary to investigate, study, evaluate, and report on water quality, environmental quality, recreation, fish and wildlife, flood control, and navigation in the western Lake Erie watershed. (Sec. 161) Authorizes the Secretary to provide technical assistance to non-Federal interests, and conduct other site-specific studies, to formulate and evaluate fish screens, passage devices, and other measures used to decrease the incidence of juvenile and adult fish inadvertently entering into irrigation systems. Requires non-Federal interests to provide 50 percent of the cost of such assistance. Requires a report from the Secretary to the Congress. Title II: Cheyenne River Sioux Tribe, Lower Brule Sioux Tribe, and State of South Dakota Terrestrial Wildlife Habitat Restoration - Directs the State of South Dakota, the Cheyenne River Sioux Tribe, and the Lower Brule Sioux Tribe to each develop a plan for the restoration of terrestrial wildlife habitat loss that occurred as a result of flooding related to the Big Bend and Oahe projects carried out under the Pick-Sloan Missouri River Basin program. Requires each plan to be submitted to the Secretary for review and submission to the appropriate congressional committees. Provides funding for such plans and transitional provisions. Authorizes South Dakota to use available funds to develop a program for the purchase of wildlife habitat leases and requires such leases to provide for public access for sportsmen during hunting season and for other outdoor uses covered under the lease. (Sec. 203) Establishes in the Treasury the South Dakota Terrestrial Wildlife Habitat Restoration Trust Fund, the Cheyenne River Sioux Tribe Terrestrial Wildlife Restoration Trust Fund, and Lower Brule Sioux Tribe Terrestrial Wildlife Habitat Restoration Fund, to be used to implement wildlife habitat restoration plans authorized under this title. (Sec. 205) Directs the Secretary to transfer to the South Dakota Department of Game, Fish, and Parks specified Federal lands for fish and wildlife purposes, or public recreation purposes, in perpetuity. (Sec. 206) Directs the Secretary to transfer to the Secretary of the Interior certain Federal recreation areas, to be held in trust for the Cheyenne and Lower Brule Tribes for authorized project purposes. (Sec. 208) Requires the Secretary to arrange for the U.S. Geological Survey to conduct a comprehensive study of the potential impacts of the transfers under sections 205 and 206, above, on water flows in the Missouri River. Prohibits such transfers until the Secretary determines, based on such study, that such transfers will not significantly reduce water flow to the downstream States of the Missouri River. (Sec. 209) Authorizes appropriations to: (1) the Secretary, for administrative expenses and the implementation of terrestrial wildlife habitat restoration plans; and (2) the Secretary of the Interior, for administrative expenses in carrying out this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Water Resources Development Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Water Resources Development Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Water Resources Development Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the conservation and development of water and related resources, to authorize the Secretary of the Army to construct various projects for improvements to rivers and harbors of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:29-05:00"
}