{
  "actions": [
    {
      "acted_at": "1984-03-30", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2513-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1984-03-30", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1984-04-03", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Gordon J.", 
      "sponsored_at": "1984-03-30", 
      "state": "NH", 
      "thomas_id": "01365", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1984-03-30", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1984-03-30", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-30", 
  "number": "2513", 
  "official_title": "A bill to amend the Safe Drinking Water Act to protect groundwater resources and to prevent leaks and releases from underground storage tanks.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-03-30", 
  "subjects": [
    "Automobile industry", 
    "Energy", 
    "Environmental protection", 
    "Fines (Penalties)", 
    "Fuel", 
    "Fuel storage", 
    "Gas storage", 
    "Gasoline", 
    "Government liability", 
    "Government paperwork", 
    "Groundwater", 
    "Hazardous waste disposal", 
    "Health", 
    "Heating", 
    "Intergovernmental relations", 
    "Liability for environmental damages", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Liquefied natural gas", 
    "Liquefied petroleum gas", 
    "Motor Vehicles and Driving", 
    "Natural gas", 
    "Oil pollution", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum storage", 
    "Pipelines", 
    "Potable water", 
    "Public health", 
    "Refuse and refuse disposal", 
    "Research", 
    "Service stations", 
    "Standards", 
    "State finance", 
    "States", 
    "Underground storage", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water supply"
  ], 
  "subjects_top_term": "Potable water", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-03-30", 
    "text": "Amends the Safe Drinking Water Act (title XIV of the Public Health Service Act) to add new part F provisions for the regulation of underground storage tanks containing substances other than hazardous waste. Defines \"hazardous substances,\" for purposes of part F, as: (1) any substance defined under specified provisions of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (Superfund) (CERCLA), but not including substances regulated as hazardous wastes under the Solid Waste Disposal Act; (2) petroleum, including oil or any fraction thereof; and (3) natural gas liquids or gas liquids, except that the term \"gas liquids\" does not include propane or butane having in the container an absolute pressure exceeding 40 pounds per square inch absolute at 70 degrees Fahrenheit. Defines \"owner or operator,\" \"person,\" and \"release.\" Defines \"underground storage tank\" to include underground pipes connected to such a tank, and lists the following exclusions from this term: (1) farm or residential underground storage tanks of 1,100 gallons or less capacity used for storing motor fuel for noncommercial purposes; (2) underground storage tanks used for storing heating oil for consumptive use on the premises where stored; (3) residential septic tanks; (4) pipelines regulated under the National Gas Pipeline Act of 1968, as amended; or (5) unenclosed surface impoundments, pits, ponds, lagoons, or basins. Sets forth notification and certification requirements. Requires owners of underground storage tanks used for storing hazardous substances to notify designated State or local agencies of specified information relating to such tanks. Requires owners of such tanks which are operational as of the date of enactment of this Act to provide specified information within 12 months of such enactment date. Requires owners of such tanks which are nonoperational as of such enactment date but which were operational after January 1, 1974, to supply specified information within 12 months of such enactment date. Requires owners or operators that install or bring into use an underground storage tank after the initial notification for operational tanks to notify the designated State or local agency within 30 days of installation or use. Directs the Governor of each State, within 90 days of such enactment date, to designate the appropriate State or local agencies to receive such notifications. Directs the Administrator of the Environmental Protection Agency (EPA), within 180 days of such enactment date and in consultation with designated State and local officials, to prescribe in greater detail the form and content of such notifications. Provides that, if a Governor chooses not to designate a State or local agency for such purpose, such notifications shall be submitted to the Administrator. Requires the State, if such notifications are submitted to a designated State or local agency, to compile the submitted information into a comprehensive inventory and furnish such inventory to the Administrator within 18 months of such enactment date. Directs the Administrator, or the appropriate official in a State with an approved program, to issue a certificate to: (1) the owner of each tank for which a complete and valid notification was received under specified provisions, within 30 months of such enactment date; and (2) the owner or operator of a tank installed or brought into use after the initial certification, within 30 days of notification by the owner or operator. Sets forth provisions for release detection, prevention, and correction regulations applicable to all owners and operators of underground storage tanks used for storing hazardous substances, as may be necessary to protect human health and the environment. Directs the Administrator to promulgate such regulations, after opportunity for public comment and within 18 months after enactment of this Act. Requires that such regulations include requirements respecting specified areas, including: (1) valid certification; (2) leak detection or inventory systems and tank testing; (3) records of such testing, inventory, or detection; (4) reporting releases and corrective actions; (5) standards of performance for new underground tanks, including specified requirements; (6) corrective actions; (7) closure to prevent future release; and (8) evidence of financial responsibility for taking corrective action and for bodily injury and property damage to third parties. Prohibits, until the effective date of such regulations and after 180 days from the enactment of this Act, any person from installing or beginning to use an underground storage tank to store hazardous substances unless such tank is cathodically protected against corrosion, constructed of a noncorrosive material, or contained in a manner designed to prevent the release into the environment of any stored hazardous substances. Sets forth provisions relating to approval of State programs by the Administrator. Sets forth provisions relating to inspections, monitoring, and testing. Sets forth provisions for confidentiality of information, and criminal penalties for violations of such confidentiality. Requires that all information reported to, or otherwise obtained by, the EPA under this Act be made available, upon written request, to any duly authorized committee of the Congress. Sets forth provisions for Federal enforcement of requirements under this Act. Sets forth civil penalties for specified violations. Makes requirements under this Act applicable to Federal facilities. Authorizes the President to grant exemptions from such requirements upon determination that it is in the paramount interest of the United States to do so. Requires the President to report annually to Congress on such exemptions and the reasons for granting them. Provides that nothing in this Act shall preclude or deny any State or local authority to regulate more stringently underground storage tanks used to store hazardous substances. Directs the Administrator, within 36 months after the enactment of this Act, to study the following underground storage tanks exempted under the definition of \"underground storage tanks: (1) farm or residential underground storage tanks of $1,100 gallons or less capacity used for storing motor fuel for noncommercial purposes; and (2) underground storage tanks used for storing heating oil for consumptive use on the premises where stored. Requires that such study include estimates of the number and location of such tanks and an analysis of the extent to which there may be releases or threatened releases from such tanks into the environment. Directs the Administrator to report to the President and the Congress on the results of the study, with recommendations as to whether or not such tanks should be subject to regulation under this Act. Authorizes appropriations to the Administrator to carry out this Act for FY 1984 through 1988. Authorizes appropriations for FY 1985 through 1988 for grants to States to assist States in implementing approved State underground storage tank programs. Includes underground storage tank regulations under provisions for judicial review of regulations under the Safe Drinking Water Act. Amends CERCLA to include under the definition of \"hazardous substance\" for purposes of such Act gasoline and other liquid hydrocarbons or natural gas liquids or gas liquids released or threatening to be released into ground water or subsurface soils from an underground storage tank as defined under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Safe Drinking Water Act to protect groundwater resources and to prevent leaks and releases from underground storage tanks.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:18-05:00"
}