{
  "actions": [
    {
      "acted_at": "1996-08-02", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-11", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-11", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-09-17T12:05:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Judiciary. H. Rept. 104-798.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-17T12:06:00-04:00", 
      "calendar": "Union", 
      "number": "435", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 435.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1996-09-17T15:25:00-04:00", 
      "references": [], 
      "text": "Mr. Flanagan moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-17T15:25:00-04:00", 
      "references": [
        {
          "reference": "CR H10454-10459", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-17T15:25:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-17T15:33:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1996-09-17T15:34:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-18", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-10-04", 
      "bill_ids": [
        "s1887-104"
      ], 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "For Further Action See S.1887.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3968-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Schroeder, Patricia", 
      "sponsored_at": "1996-08-02", 
      "state": "CO", 
      "thomas_id": "01033", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1996-09-17T15:33:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1996-08-02", 
  "number": "3968", 
  "official_title": "To make improvements in the operation and administration of the Federal courts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1989-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1887-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1887-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Courts Improvement Act of 1996", 
  "sponsor": {
    "district": "27", 
    "name": "Moorhead, Carlos J.", 
    "state": "CA", 
    "thomas_id": "00830", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1996-09-17T15:33:00-04:00", 
  "subjects": [
    "Actions and defenses", 
    "Administration of justice", 
    "Administration of juvenile justice", 
    "Administrative fees", 
    "Administrative responsibility", 
    "Alternative dispute resolution", 
    "Annuities", 
    "Appellate courts", 
    "Appellate procedure", 
    "Arkansas", 
    "Authorization", 
    "Bankruptcy", 
    "Bankruptcy courts", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Commerce", 
    "Commercial arbitration", 
    "Compensation (Law)", 
    "Congress", 
    "Congressional reporting requirements", 
    "Correctional personnel", 
    "Court congestion and delay", 
    "Court reporting", 
    "Courts of special jurisdiction", 
    "Crime and law enforcement", 
    "Department of Justice", 
    "District courts", 
    "District of Columbia", 
    "Economics and public finance", 
    "Employment tests", 
    "Families", 
    "Federal employees", 
    "Federal officials", 
    "Fees", 
    "Finance and financial sector", 
    "Firearms", 
    "Foreign trade and international finance", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government service contracts", 
    "Government trust funds", 
    "Grievance procedures", 
    "Guam", 
    "Judges", 
    "Judicial compensation", 
    "Judicial districts", 
    "Judicial ethics", 
    "Judicial officers", 
    "Judicial reform", 
    "Judicial review", 
    "Judicial tenure", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Lawyers", 
    "Legal ethics", 
    "Legal fees", 
    "Licenses", 
    "Magistrates", 
    "Mediation", 
    "Misconduct in office", 
    "New York State", 
    "Northern Mariana Islands", 
    "Pension funds", 
    "Pretrial procedure", 
    "Probation", 
    "Railroad mergers", 
    "Residence requirements", 
    "State courts", 
    "Survivors' benefits", 
    "Texas", 
    "Traffic accidents and safety", 
    "Translating and interpreting", 
    "Transportation and public works", 
    "Trial practice", 
    "Trusts and trustees", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1996-09-17", 
    "text": "TABLE OF CONTENTS: Title I: Criminal Law and Criminal Justice Amendments Title II: Judicial Process Improvements Title III: Judiciary Personnel Administration, Benefits, and Protections Title IV: Judicial Financial Administration Title V: Federal Courts Study Committee Recommendations Title VI: Places of Holding Court Title VII: Miscellaneous Federal Courts Improvement Act of 1996 - Title I: Criminal Law and Criminal Justice Amendments - Amends the Federal criminal code to authorize probation and pretrial services officers, if approved by the court, to carry firearms under such regulations as the Director of the Administrative Office of the United States Courts may prescribe. Title II: Judicial Process Improvements - Amends the Federal judicial code to expand the duties of a magistrate on an emergency assignment in a judicial district other than the one for which he or she has been appointed. (Sec. 202) Provides for registration of a judgment in an action for the recovery of money or property entered in any court of appeals or bankruptcy court, as well as any district court, by filing a certified copy of the judgment, subject to specified requirements. (Sec. 203) Provides that when: (1) the office of clerk of court is vacant, the deputy clerks shall perform the duties of the clerk in the name of the last person who held that office; and (2) the clerk is incapacitated, absent, or otherwise unavailable to perform official duties, the deputy clerks shall perform such duties. (Sec. 205) Repeals a Federal judicial code provision authorizing the parties to consent to appeals of decisions by magistrate judges in civil cases to a judge of the district court in the same manner as with respect to appeals from a judgment of the district court to a court of appeals. (Sec. 206) Requires each judicial council, by January 31 of each year, to submit a report to the Administrative Office on orders entered during the preceding calendar year relating to judicial misconduct or disability. (Sec. 207) Modifies the Federal criminal code to: (1) make an exception to the provision authorizing any person charged with a misdemeanor to elect to be tried before a judge of the relevant district court in the case of a petty offense that is a class B misdemeanor charging a motor vehicle offense, a class C misdemeanor, or an infraction; and (2) prohibit the magistrate judge from proceeding to try the case unless the defendant expressly consents to be tried before the magistrate judge and expressly and specifically waives trial, judgment, and sentencing by a district judge. Requires any such consent and waiver to be made in writing or orally on the record. Authorizes the magistrate judge: (1) in a case involving a juvenile and a petty offense that is a class B misdemeanor charging a motor vehicle offense, a class C misdemeanor, or an infraction, to exercise powers granted to the district court; and (2) in any other class B or C misdemeanor case involving a juvenile in which consent to trial before a magistrate judge has been filed, to exercise such powers. Modifies the Federal judicial code regarding powers of U.S. magistrates to grant the power to enter a sentence for a petty offense that is a class B misdemeanor charging a motor vehicle offense, a class C misdemeanor, or an infraction and for a class A misdemeanor or a class B or C misdemeanor not covered by such provision in a case in which the parties have consented. Title III: Judiciary Personnel Administration, Benefits, and Protections - Revises provisions under the Federal judicial code regarding: (1) the refund of contributions for deceased deferred annuitants under the judicial survivors' annuities system; and (2) the contribution rate for senior judges under the judicial survivors' annuities system. (Sec. 302) Amends the Bankruptcy Amendments and Federal Judgeship Act of 1984 to provide that when filling vacancies: (1) the court of appeals may consider reappointing incumbent bankruptcy judges; and (2) all incumbent nominees seeking reappointment may be considered for such a reappointment pursuant to a majority vote of the judges of the appointing court of appeals, under specified procedures. (Sec. 304) Deems a court reporter to be a full-time employee during any pay period for which the reporter receives a salary at the annual salary rate fixed for a full-time reporter. (Sec. 305) Authorizes the presiding judicial officer to appoint a certified or otherwise qualified sign language interpreter to provide services to a participant in a judicial proceeding upon determining that such participant suffers from a hearing impairment. (Sec. 308) Modifies provisions under the Federal judicial code regarding proceedings on complaints against judicial conduct. Requires the Judicial Conference to prescribe rules establishing: (1) procedures for the filing of complaints regarding the conduct of any judge of the United States Court of Federal Claims, the Court of International Trade, or the Court of Appeals for the Federal Circuit and for the investigation and resolution of such complaints; and (2) a system for referring such complaints to any of the first eleven judicial circuits or to another court for investigation and resolution. Title IV: Judicial Financial Administration - Amends the Federal judicial code to increase the civil action filing fee in U.S. district court from $120 to $150. Modifies the allocation of filing fees to the special fund of the Treasury to be available to offset funds appropriated for the operation and maintenance of U.S. courts. (Sec. 402) Authorizes the Director of the Administrative Office to: (1) prescribe a uniform fee for examinations for qualified interpreters; and (2) include in any contract for the development or administration of such examinations a provision permitting the contractor to collect and retain fees in payment for contractual services. (Sec. 403) Directs the Judicial Conference to periodically prescribe the fees and costs to be charged and collected by the Judicial Panel on Multidistrict Litigation. (Sec. 404) Sets forth provisions regarding the disposition of attorney admission fees and bankruptcy complaint filing fees. Title V: Federal Courts Study Committee Recommendations - Amends the Federal judicial code to require the chief judge of the Court of International Trade to be the judge of the court in regular active service who is senior in commission of those judges who: (1) are age 64 or younger; (2) have served for one year or more as a judge of the court; and (3) have not served previously as chief judge. Sets forth provisions regarding the precedence of judges in acting as chief judge. Title VI: Places of Holding Court - Amends the Federal judicial code to direct that: (1) court for the Southern District of New York be held at New York and White Plains (as under current law) and in the Middletown-Wallkill area of Orange County or in an appropriate nearby location; and (2) court for the Sherman Division of the Eastern District of Texas be held at Sherman (as under current law) and Plano. Authorizes the Texarkana Divisions of the Western Division of Arkansas and the Eastern Division of Texas to be held anywhere within the Federal courthouse in Texarkana that is located astride the Texas-Arkansas State line. Title VII: Miscellaneous - Modifies the Federal judicial code to authorize a member of: (1) the Judicial Conference to be a district judge retired from regular active service; and (2) the Board of the Federal Judicial Center to be a circuit or district judge retired from regular active service. (Sec. 702) Makes technical amendments relating to: (1) the Director and Deputy Director of the Administrative Office as Federal officers; (2) the filing of notice of removal of a criminal proceeding from a State court; and (3) Federal Judicial Center employee retirement provisions. (Sec. 705) Modifies the Regional Rail Reorganization Act of 1973 to abolish the judicial panel established under such Act. Transfers such panel's jurisdiction and future rail reorganization proceedings to the U.S. District Court for the District of Columbia. (Sec. 706) Revises the Federal judicial code to: (1) make an exception to the residency requirement for district judges appointed to the Southern and Eastern Districts of New York; and (2) specifically authorize the court to make available arbitration in appropriate cases with respect to civil justice expense and delay reduction plans. Extends by six months the due dates of reports under the Civil Justice Reform Act of 1990 on demonstration and pilot programs. (Sec. 708) Modifies the definition of \"district court,\" for purposes of provisions regarding change of venue and cure or waiver of defects, to mean the District Courts of Guam, the Virgin Islands, and the Northern Mariana Islands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Courts Improvement Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Federal Courts Improvement Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To make improvements in the operation and administration of the Federal courts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:42-05:00"
}