{
  "actions": [
    {
      "acted_at": "2012-11-29", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-10", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "text": "Referred to the Subcommittee Indian and Alaska Native Affairs.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6617-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Indian and Alaska Native Affairs", 
      "subcommittee_id": "24"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-11-29", 
  "number": "6617", 
  "official_title": "To provide for Indian trust asset management reform, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3679-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Indian Trust Asset Reform Act", 
  "sponsor": {
    "district": "2", 
    "name": "Simpson, Michael K.", 
    "state": "ID", 
    "thomas_id": "01590", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-11-29", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Alternative dispute resolution, mediation, arbitration", 
    "Department of the Interior", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Federal-Indian relations", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Indian lands and resources rights", 
    "Judicial review and appeals", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-11-29", 
    "text": "Indian Trust Asset Reform Act - Reaffirms the federal government's fiduciary responsibilities to Indians. States that: (1) the most exacting common law fiduciary standards governing private trustees also govern the federal government when it manages Indian Trust Assets, and (2) those standards are not limited to the express terms of statutes and regulations. Indian Trust Asset Management Demonstration Project Act of 2012 - Directs the Secretary of the Interior to establish an eight-year Indian trust asset management demonstration project that allows Indian tribes to propose, for the Secretary's approval, Indian trust asset management plans. Allows participating Indian tribes that contract or compact trust management functions or activities under the Indian Self-Determination and Education Assistance Act to develop and carry out trust asset management systems, practices, and procedures that differ from the Secretary's. Requires each plan to: (1) be consistent with all tribal laws and all federal treaties, statutes, executive orders, and court decisions applicable to the trust assets and their management; (2) establish procedures for nonbinding mediation or resolution of any plan-related disputes between the Indian tribe and the federal government; (3) include an annual evaluation by the Indian tribe and affected federal agencies of the plan's implementation; and (4) identify any federal regulations that the plan will supersede. Prohibits the approval of any plan that does not: (1) protect trust assets from loss, waste, and unlawful alienation; and (2) promote the interests of the trust asset's beneficial owner. Establishes, in the Department of the Interior, an Under Secretary for Indian Affairs who is to report directly to the Secretary and assume the functions of the Assistant Secretary for Indian Affairs and the Office of Special Trustee for American Indians. Requires the Office of the Under Secretary to carry out additional duties relating to the management of Indian trust assets and resources through an Office of Trust Reform Implementation and Oversight. Requires the Under Secretary to give a hiring preference to Indians."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Trust Asset Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Indian Trust Asset Management Demonstration Project Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for Indian trust asset management reform, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T23:02:12-05:00"
}