{
  "actions": [
    {
      "acted_at": "1977-05-18", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7293-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Cochran, Thad", 
      "sponsored_at": "1977-01-03", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Pepper, Claude", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "00907", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Sawyer, Harold S.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "01021", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-05-18", 
  "number": "7293", 
  "official_title": "A bill to provide for limited public financing of congressional general election campaigns, to provide that candidates receiving public funds in Presidential elections may accept certain contributions and make increased expenditures.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5157-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Campaign Financing Act", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-05-18", 
  "subjects": [
    "Campaign funds", 
    "Campaign management", 
    "Congressional elections", 
    "Department of the Treasury", 
    "Government operations and politics", 
    "Government trust funds", 
    "Political parties", 
    "Presidential elections"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-05-18", 
    "text": "Campaign Financing Act -- Title I: Public Financing of Congressional General Election Campaigns - Entitles to payments under this Act Congressional candidates who agree to certain reporting and recordkeeping procedures and who certify that (1) he and his authorized committees will not incur campaign expenses in excess of certain limitations, (2) he has qualified to have his name placed on the election ballot in an election for Congressional office, and (3) he has received contributions in excess of a certain sum and no person has given more than $100 toward the amount so certified. Sets the amount of payments to an eligible candidate at the amount of contributions received up to a specified maximum. Stipulates that sums given by any one contributor totalling over $100 shall be disregarded for purposes of matching grants. Restricts use of funds forwarded under this Act to defraying campaign expenses either directly or through repayment of campaign loans. Specifies a limit on the amount of personal funds which a candidate may spend in connection with a Congressional campaign and remain eligible to matching grants. Amends the Federal Election Campaign Act of 1971 to specify spending limits for candidates receiving payments under this Act. Waives such limits for candidates whose opponents are not receiving matching payments and have spent sums in excess of the limit imposed for candidates receiving payments. Directs the Secretary of the Treasury to establish a separate Congressional General Election Payment Account in the Presidential Election Campaign Fund and to deposit certain sums in such account in accordance with specified guidelines. Requires repayment of excess payments and unexpended payments. Penalizes use of funds for other than campaign purposes. Authorizes the Federal Election Commission to institute repayment actions in district courts. Specifies the administrative authority of the Commission in carrying out this Act. Title II: Public Financing of Presidential General Election Campaigns - Raises the general election spending limit for Presidential candidates who are eligible to receive public funds under either the Presidential Election Campaign Fund Act or the Presidential Primary Matching Payment Account Act. Sets limits on the amount which a State party committee may spend in connection with the general election campaign of its Presidential candidate. Provides an alternative method for determining the amount of money to which candidates are entitled under the Presidential Election Campaign Fund Act based upon amount of contributions received after the final primary. Specifies conditions for candidates electing such method. Permits Presidential candidates eligible to receive payment under the Presidential Election Campaign Fund Act to receive additional small contributions from individual contributors up to a specified limit. Title III: Miscellaneous Provisions - Amends the Federal Election Campaign Act of 1971 to reduce the maximum amount which a multicandidate committee may contribute to any candidate or his committees. Specifies the effective date of the provisions of this Act and guidelines with respect to deposit in the Congressional General Election Campaign Fund during 1977."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Campaign Financing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Congressional General Election Campaign Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for limited public financing of congressional general election campaigns, to provide that candidates receiving public funds in Presidential elections may accept certain contributions and make increased expenditures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:31-05:00"
}