{
  "actions": [
    {
      "acted_at": "2005-11-15", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-11-16", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-16", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-02-01T13:09:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Financial Services. H. Rept. 109-370.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-02-01T13:09:00-05:00", 
      "calendar": "Union", 
      "number": "199", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 199.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4320-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "2005-11-15", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-11-15", 
  "number": "4320", 
  "official_title": "To restore the financial solvency of the national flood insurance program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3589-109", 
      "reason": "related"
    }
  ], 
  "short_title": "National Flood Insurance Program Commitment to Policyholders and Reform Act of 2005", 
  "sponsor": {
    "district": "4", 
    "name": "Oxley, Michael G.", 
    "state": "OH", 
    "thomas_id": "00885", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-11-16", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Department of Homeland Security", 
    "Disaster insurance", 
    "Economics and public finance", 
    "Emergency management", 
    "Federal Emergency Management Agency", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Flood control", 
    "Flood damage prevention", 
    "Floods", 
    "Government operations and politics", 
    "Government publicity", 
    "Government securities", 
    "Housing and community development", 
    "Hurricane aftermath legislation", 
    "Insurance agents", 
    "Insurance premiums", 
    "Labor and employment", 
    "Land use", 
    "Law", 
    "Losses", 
    "Maps", 
    "Mortgage banks", 
    "Mortgages", 
    "Profit"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2006-02-01", 
    "text": "National Flood Insurance Program Commitment to Policyholders and Reform Act of 2005 - (Sec. 3) Directs the Comptroller General to study and report to Congress on whether the mandatory flood insurance coverage purchase requirements of the Flood Disaster Protection Act of 1973 should extend to properties located in the 500-year floodplain. Requires the Director of the Federal Emergency Management Agency (FEMA) to report annually to Congress on the extent to which updating and modernization of all floodplain areas and flood-risk zones has been completed. (Sec. 4) Amends the Flood Disaster Protection Act of 1973 to: (1) increase from $350 to $2,000 the civil monetary penalty for mortgage lender failures to require flood insurance; and (2) eliminate the $100,000 cap on the total amount of such penalties assessed against any single regulated lending institution or enterprise during any calendar year. (Sec. 5) Requires the FEMA Director to: (1) establish an appeals process through which holders of a flood insurance policy may appeal decisions on claims, proofs of loss, and loss estimates relating to such flood insurance policy; (2) enforce the minimum training and education requirements for insurance agents who sell certain flood insurance policies; (3) issue regulations to implement specified requirements of the Bunning-Bereuter-Blumenauer Flood Insurance Reform Act of 2004; and (4) identify for Congress each regulation, order, notice, and other material issued by the Director to implement each provision of such Act. (Sec. 6) Amends the National Flood Insurance Act of 1968 to increase the maximum flood insurance coverage limits for residential property. (Sec. 7) Prescribes coverage of additional living expenses and business interruption. (Sec. 8) Increases from $3.5 billion to $22 billion the borrowing authority vested in the Director. Requires the Director to report to Congress a plan for repaying any amounts borrowed pursuant to such increase. (Sec. 9) Instructs the Director to: (1) issue regulations and revise materials to clarify replacement cost coverage under the national flood insurance program; and (2) revise regulations, forms, notices, guidance, and publications regarding the full cost of repair or replacement under the replacement cost coverage to more clearly describe such coverage and to avoid providing misleading information to policyholders. (Sec. 10) Requires the Director to report semi-annually to Congress on the financial status of the national flood insurance program. (Sec. 11) Amends the Real Estate Settlement Procedures Act of 1974 to require a good faith estimate to include a conspicuous statement that flood insurance coverage for residential real estate is generally available under the National Flood Insurance Program whether or not the real estate is located in an area having special flood hazards and that, to obtain such coverage, a home owner or purchaser should contact a hazard insurance provider. (Sec. 12) Amends the National Flood Insurance Act of 1968 to include among eligible mitigation plan activities the demolition and rebuilding of structures located in areas having special flood hazards to at least Base Flood Elevation or any higher elevation required by any local ordinance. (Sec. 13) Authorizes the Director to employ additional FEMA staff."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Flood Insurance Program Commitment to Policyholders and Reform Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "National Flood Insurance Program Commitment to Policyholders and Reform Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To restore the financial solvency of the national flood insurance program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:05-05:00"
}