{
  "actions": [
    {
      "acted_at": "2006-07-19", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-09-06", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Original measure reported to Senate by Senator Stevens. With written report No. 109-327.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-06", 
      "calendar": "Senate Legislative", 
      "number": "591", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 591.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3852-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-09-06", 
  "number": "3852", 
  "official_title": "An original bill to enhance certain maritime programs of the Department of Transportation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Maritime Administration Improvement Act of 2006", 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2006-07-19", 
  "subjects": [
    "Administrative fees", 
    "Alien labor", 
    "Appropriations", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Awards, medals, prizes", 
    "Citizenship", 
    "Coast guard", 
    "Coastwise shipping", 
    "Commemorations", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Federal aid to transportation", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Hawaii", 
    "Immigration", 
    "Intermodal transportation", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Marine terminals", 
    "Marine transportation", 
    "Merchant seamen", 
    "Merchant ships", 
    "Military training", 
    "Passenger ships", 
    "Revolving funds", 
    "Service academies", 
    "Shipbuilding", 
    "Tankers", 
    "Transportation and public works", 
    "War risk insurance", 
    "Warships"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2006-09-06", 
    "text": "Maritime Administration Improvement Act of 2006 - (Sec. 2) Authorizes, without reimbursement, the transfer of vessels from: (1) one military department to another military department, including to the Department of Transportation (DOT) or the Department of Homeland Security (DHS); (2) DOT to any other military department or DHS; and (3) DHS to DOT. (Sec. 3) Amends the Merchant Marine Act, 1936 to revise provisions regarding investments made with respect to the war risk insurance fund for merchant marine vessels. (Sec. 4) Prohibits a cadet from being admitted to the U.S. Merchant Marine Academy as a student unless the cadet satisfies certain Department of Defense (DOD) physical and mental requirements to be appointed or enlisted as a Midshipman, U.S. Naval Reserve. Allows a cadet, following admission to the Academy, to continue as a student only if the cadet satisfies such standards (or unless the Secretary of Transportation (Secretary) waives the standards for good cause shown). (Sec. 5) Requires a graduate as a condition of appointment to the Academy to perform all directed training and obey all orders and directions required by the relevant Reserve Component (Selective Reserve of the U.S. Navy, including the Merchant Marine Reserve, the U.S. Public Health Service, or the National Oceanic and Atmospheric Administration (NOAA)) for a period of not less than six years, unless such compliance is waived by the Secretary of Defense or the Secretary of the Department in which the U.S. Coast Guard is operating. Requires the Secretary of Defense or the Secretary of the Department in which the Coast Guard is operating, and the Administrator of NOAA to report the status of obligated service of a graduate upon request of the Maritime Administration, and authorizes them to notify the Maritime Administration of any default in the performance of the graduate's reserve duties. (Sec. 6) Authorizes the Secretary to modify or waive any current service commitment requirements through the imposition of alternative service requirements. (Sec. 7) Revises eligibility requirements for incentive payments to state maritime academy students to require such students, in addition to other requirements, to accept enlisted reserve status in the U.S. Coast Guard Reserve before receiving any such payments. (Sec. 8) Requires: (1) the Global Maritime and Transportation School (GMATS) to continue to operate as a nonappropriated fund instrumentality of the United States under the jurisdiction of the Department of Transportation (DOT), Maritime Administration; and (2) GMATS to provide training services and educational activities to the U.S. Armed Forces and Commissioned Officers of NOAA, federal and state agencies, federal and state employees, nonprofit organizations, private companies or organizations, and private U.S. individuals or foreign countries friendly to the United States. (Sec. 9) Credits fees collected from the processing of applications for deepwater port licenses and from the processing of Administrative Waivers of the Coastwise Trade Laws for Eligible Vessels to the Maritime Administration for deposit into its operations and training account to be used to defray administrative expenses and for enhancements and improvements to the programs' operations. Sets forth limits on the amount of fees to be credited to the Maritime Administration. (Sec. 11) Amends federal shipping law to revise the use and availability of amounts contained in the Vessel Operations Revolving Fund. Credits certain amounts to the Fund, including establishment of a reserve from litigation and arbitration recoveries for use for unscheduled repairs and other necessary expenses in connection with casualties to National Reserve Fleet vessels. Authorizes the Secretary, with the approval of the Director of the Office of Management and Budget (OMB), to advance amounts from the Fund to the Maritime Administration Operations and Training appropriation account for maintenance, repair, and operation of vessels under the jurisdiction of the Secretary. (Sec. 12) Amends the Merchant Marine Decorations and Medals Act to prohibit a person from manufacturing, selling, possessing, or displaying a decoration or medal awarded by the Secretary for individual acts or service in the U.S. merchant marine unless authorized by such Act or the Secretary. (Sec. 13) Revises criteria concerning the treatment of a tank vessel to be replaced in the Maritime Security Fleet. (Sec. 14) Earmarks certain capital project funds for an intermodal or marine facility comprising a component of the Hawaii Port Infrastructure Expansion Program. (Sec. 15) Requires unlicensed seamen on certain coastwise endorsed passenger vessels to be: (1) a U.S. citizen; (2) an alien lawfully employed or admitted for permanent residence; or (3) a foreign national who is enrolled in the U.S. Merchant Marine Academy. Limits alien seamen to 25% on such vessels."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Maritime Administration Improvement Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Maritime Administration Improvement Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to enhance certain maritime programs of the Department of Transportation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:29-05:00"
}