{
  "actions": [
    {
      "acted_at": "2004-07-15", 
      "committee": "Committee on Finance pursuant to section 2103(b)(3) of Public Law 107-210", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance pursuant to section 2103(b)(3) of Public Law 107-210.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-07-20", 
      "in_committee": "Committee on Finance pursuant to section 2103(b)(3) of Public Law 107-210", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-07-20", 
      "committee": "Finance", 
      "references": [], 
      "text": "Committee on Finance. Reported by Senator Grassley without amendment. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2004-07-20", 
      "calendar": "Senate Legislative", 
      "number": "651", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 651.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2004-07-20", 
      "references": [
        {
          "reference": "CR S8460-8467", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-21", 
      "references": [
        {
          "reference": "CR S8506-8516", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-21", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR S8510-8516", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "159", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate without amendment by Yea-Nay. 85 - 13. Record Vote Number: 159.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2004-07-21", 
      "bill_ids": [
        "hr4842-108"
      ], 
      "references": [], 
      "text": "See also H.R. 4842.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-22", 
      "references": [
        {
          "reference": "CR S8633", 
          "type": "consideration"
        }
      ], 
      "text": "Senate vitiated previous passage pursuant to the order of July 20, 2004.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-22", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 651.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-08-25", 
      "references": [], 
      "text": "By Senator Grassley from Committee on Finance filed written report under authority of the order of the Senate of 07/22/04. Report No. 108-317.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-08-31", 
      "references": [], 
      "text": "Star Print ordered on the written report.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2677-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "other legislative involvement"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "2004-07-15", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Frist, William H.", 
      "sponsored_at": "2004-07-15", 
      "state": "TN", 
      "thomas_id": "01336", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2004-07-21", 
    "vetoed": false
  }, 
  "introduced_at": "2004-07-15", 
  "number": "2677", 
  "official_title": "A bill to implement the United States-Morocco Free Trade Agreement.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4842-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4842-108", 
      "reason": "related"
    }
  ], 
  "short_title": "United States-Morocco Free Trade Agreement Implementation Act", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2004-07-21", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Agricultural prices", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Clothing", 
    "Commerce", 
    "Commercial arbitration", 
    "Confidential communications", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Cost effectiveness", 
    "Customs administration", 
    "Customs unions", 
    "Department of Commerce", 
    "Department of the Treasury", 
    "Dispute settlement", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Export controls", 
    "Exports", 
    "Federal advisory bodies", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Government liability (International law)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Import relief", 
    "Imports", 
    "International affairs", 
    "International competitiveness", 
    "Law", 
    "Local laws", 
    "Middle East and North Africa", 
    "Morocco", 
    "President and foreign policy", 
    "State laws", 
    "Tariff", 
    "Tariff preferences", 
    "Textile fabrics", 
    "Trade agreements", 
    "Trade secrets", 
    "U.S. International Trade Commission", 
    "Valuation"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Passed Senate without amendment", 
    "date": "2004-07-21", 
    "text": "United States-Morocco Free Trade Agreement Implementation Act - Title I: Approval Of, And General Provisions Relating To, The Agreement - (Sec. 101) Grants congressional approval to the United States-Morocco Free Trade Agreement (Agreement) entered into with Morocco on June 15, 2004, and the statement of administrative action for implementing such Agreement. Provides for the entry into force of the Agreement on or after January 1, 2005, if the President determines that Morocco has complied with certain provisions of the Agreement. (Sec. 102) Provides that: (1) any provision of the Agreement that conflicts with any law of the United States shall have no effect; (2) nothing in this Act shall be construed to amend or modify any law of the United States or limit any authority conferred by U.S. law; (3) no State law may be declared invalid for inconsistency with any provision of the Agreement; and (4) only the United States shall have a cause of action or defense under the Agreement or may challenge agency actions (or inactions) that are inconsistent with the Agreement. (Sec. 103) Grants the President authority to proclaim actions and issue regulations to ensure that provisions of this Act that take effect on the date the Agreement enters into force are appropriately implemented. Requires the issuance of initial regulations under this Act, to the maximum extent feasible, within one year after the date the Agreement enters into force. (Sec. 104) Requires the President to take certain actions, including obtaining advice from the International Trade Commission (ITC) and consulting with the Senate Finance Committee and the House Ways and Means Committee, before implementing by proclamation provisions of this Act that are subject to consultation and layover requirements. (Sec. 105) Authorizes the President to establish an office in the Department of Commerce to provide administrative assistance to dispute settlement panels established under the Agreement. Authorizes appropriations. (Sec. 106) Authorizes the settlement of certain claims against the United States covered by the Investor-State Dispute Settlement procedures set forth in the Agreement. (Sec. 107) Makes the provisions of this Act, with certain exceptions, effective on the date the Agreement enters into force. Terminates this Act on the date the Agreement terminates. Title II: Customs Provisions - (Sec. 201) Authorizes the President to proclaim tariff modifications to carry out the Agreement. Directs the President to terminate Morocco's designation as a beneficiary developing country for purposes of the Generalized System of Preferences program. Authorizes the President, for any goods for which the base rate is a specific or compound rate of duty, to substitute for the base rate an ad valorem rate that the President determines to be equivalent to the base rate. (Sec. 202) Implements the agricultural safeguard provisions of the Agreement. (Sec. 203) Establishes rules of origin for goods grown, produced, or manufactured in Morocco for determining eligibility for preferential tariff treatment. Authorizes the President to proclaim, as part of the Harmonized Tariff Schedules (HTS), tariff modifications relating to textile and apparel goods. (Sec. 204) Implements the verification requirements of the Agreement relating to trade in textile and apparel goods. Authorizes the President to direct the Secretary of the Treasury to take certain actions, including denial of preferential tariff treatment, while verification is being conducted. Title III: Relief From Imports - Subtitle A: Relief From Imports Benefiting From the Agreement - (Sec. 311) Authorizes certain entities, including trade associations, unions, or groups of workers representing an industry, to petition the ITC for relief from the importation of Moroccan products under the Agreement. Requires the ITC, upon the filing of a petition, to investigate whether the reduction or elimination of a duty on a Moroccan product under the Agreement constitutes a substantial cause of serious injury or threat to a domestic industry. (Sec. 312) Requires the ITC to: (1) make a determination on a petition within 120 days after an investigation is initiated; (2) report to the President within 30 days after making a determination with an explanation of its basis; (3) recommend to the President, if a finding of serious injury is made, the amount of import relief necessary to remedy or prevent the injury and to facilitate the efforts of the domestic industry to make a positive adjustment to import competition; and (4) make its report public. (Sec. 313) Directs the President to provide relief from imports of Moroccan products that are found to constitute a substantial cause of serious injury or threat to a domestic industry within 30 days after the President receives the ITC report. Allows the President to deny import relief if it will not provide greater economic and social benefits than costs. Specifies the types of relief that the President is authorized to provide and the period of such relief (not more than five years, including extensions). (Sec. 314) Provides that no relief from Moroccan imports may be granted after five years from the date on which the United States is required to eliminate duties on such imports under the Agreement. (Sec. 315) Authorizes the President to provide compensation to Morocco for import relief under the safeguard provisions of the Agreement. (Sec. 316) Provides for the treatment of confidential business information received by the Commission in investigating petitions. Subtitle B: Textile and Apparel Safeguard Measures - (Sec. 321) Permits the filing of a request for import relief with the President by an interested party. Requires the President to review such request and publish a notice of commencement of consideration in the Federal Register. (Sec. 322) Requires the President to make a determination whether a Moroccan textile or apparel article is being imported in such increased quantities as to threaten or cause serious damage to a domestic industry producing a like article. Sets forth criteria for making a determination of serious damage and the types of import relief that the President is authorized to provide. (Sec. 323) Limits the period of import relief to three years. Allows a two-year extension of import relief if the President determines that an extension is necessary to prevent serious damage to a domestic industry; but imposes a maximum relief period of five years, including extensions. (Sec. 324) Prohibits the President from granting import relief for any article that has been subject to import relief after the date the Agreement enters into force, or for any article subject to import relief under certain provisions of the Trade Act of 1974. (Sec. 325) Restores the rate of duty on a textile or apparel article subject to import relief to the rate in effect on the date import relief terminates. (Sec. 326) Provides that no import relief may be granted for textile or apparel articles ten years after the date on which duties on such articles are eliminated under the Agreement. (Sec. 327) Authorizes the President to provide compensation to Morocco for import relief under the textile and apparel safeguard provisions of the Agreement. (Sec. 328) Prohibits the President from releasing confidential business information received as part of a request for import relief, unless the party submitting such information had notice that such information would be released or consented to the release."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States-Morocco Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "United States-Morocco Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "United States-Morocco Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement the United States-Morocco Free Trade Agreement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:55-05:00"
}