{
  "actions": [
    {
      "acted_at": "1983-09-21", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-10-26", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Original measure reported to Senate by Senator Stafford. With written report No. 98-282.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-26", 
      "calendar": "Senate Legislative", 
      "number": "494", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 494.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2006-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abdnor, James", 
      "sponsored_at": "1984-02-02", 
      "state": "SD", 
      "thomas_id": "00001", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1984-02-02", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1984-02-02", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1984-02-02", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1984-02-02", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1984-02-02", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1984-02-02", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1984-02-02", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1984-02-02", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Gordon J.", 
      "sponsored_at": "1984-02-02", 
      "state": "NH", 
      "thomas_id": "01365", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1984-02-02", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1984-02-02", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1984-02-02", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1984-02-02", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Symms, Steven D.", 
      "sponsored_at": "1984-02-02", 
      "state": "ID", 
      "thomas_id": "01132", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-10-26", 
  "number": "2006", 
  "official_title": "A bill to amend the Clean Water Act to provide for a program for reduction of nonpoint sources of pollution.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nonpoint Source Pollution Management Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Stafford, Robert T.", 
    "state": "VT", 
    "thomas_id": "01438", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-09-21", 
  "subjects": [
    "Environmental protection", 
    "Federal aid to Indians", 
    "Indian lands", 
    "Intergovernmental relations", 
    "Local and Municipal Government", 
    "Mineral industries", 
    "Mines and mineral resources", 
    "Native Americans", 
    "Planning", 
    "Standards", 
    "States", 
    "Water pollution control", 
    "Water quality"
  ], 
  "subjects_top_term": "Water pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-10-26", 
    "text": "Nonpoint Source Pollution Management Act of 1983 - Amends the Clean Water Act (\"the Act\") (also known as the Federal Water Pollution Control Act) to provide for a nonpoint source pollution management program. Requires each State, by itself or in combination with other States and after notice and opportunity for public comment, to submit a proposed nonpoint source pollution management program to the Administrator of the Environmental Protection Agency within 18 months after the enactment of the Clean Water Act Amendments of 1983. Requires that such proposed State program: (1) identify waters within State boundaries which, without additional action to control nonpoint sources of pollution, cannot be reasonably expected to attain or maintain applicable water quality standards or the goals and requirements of the Act; (2) designate categories or subcategories of nonpoint sources of pollution or, where appropriate, particular nonpoint sources, that contribute significant pollution loadings to such identified waters; (3) identify best management practices which will be undertaken to reduce pollutant loadings resulting from each designated category, subcategory, or particular nonpoint source; (4) identify programs to achieve implementation of such best management practices; (5) include a schedule containing annual milestones for utilization of program implementation methods and implementation of best management practices at the earliest practicable date; (6) include a statement by the State attorney general, or attorney for the State water pollution control agency, that State laws provide adequate authority to carry out the program, or a schedule and commitment by the State to seek such authorities as expeditiously as practicable; and (7) include an indentification of Federal financial assistance programs and Federal development projects for which the State will review individual assistance applications or development projects for their effect on water quality, pursuant to specified procedures, to determine whether such applications or projects would be consistent with and further the purposes and objectives of the program. Allows the State, in developing such program to rely upon specified information and utilize appropriate elements of waste treatment management plans. Allows the State, in developing and implementing such program, to make use of local agencies or organizations. Sets forth procedures and deadlines for revisions and approval or disapproval by the Administrator of such proposed or revised State programs. Directs the Administrator to report to the Congress on actions taken with regard to any State which fails to submit a program which meets specified requirements. Directs the Administrator to award grants to assist States in the implementation of approved management programs. Limits such grants to 75 percent of program implementation costs in any fiscal year. Requires that non-Federal sources provide at least 25 percent of such costs. Provides that two-thirds of the funds appropriated in any fiscal year for such grants shall be allotted among States according to a specified table of percentage allotments. Provides that one-third of such appropriations shall be made available to the Administrator who shall make grants in response to applications from States if the Administrator determines such grants are necessary and appropriate to assist such States in: (1) controlling particularly difficult or serious nonpoint source pollution problems, including those resulting from mining; (2) implementing innovative methods or practices for controlling nonpoint sources of pollution, including both regulatory or nonregulatory programs where appropriate; (3) controlling interstate nonpoint sources pollution problems; or (4) providing financial assistance, limited to a specified amount, for approved management program implementation by an Indian tribe within the reservation. Sets forth provisions for reallotment of State allotments. Permits States to use such grant funds for financial assistance to persons only to the extent that such assistance is related to the cost of demonstration projects. Prohibits such a grant to any State unless the Administrator determines that the State is implementing such program satisfactorily. Authorizes the Administrator to request information, data, and reports necessary for determination of continuing eligibility for such grants. Authorizes appropriations to carry out the nonpoint source pollution management program for FY 1985 through 1987. Requires each State to report annually to the Administrator on: (1) its progress in meeting the schedule of milestones; and (2) where appropriate information is available, reductions in nonpoint source pollutant loadings and improvements in water quality resulting from implementation of the management program. Directs the Administrator to transmit to the Office of Management and Budget and the appropriate Federal departments and agencies a list of those assistance programs and development projects identified by States for which individual assistance applications and projects will be reviewed. Requires each Federal department and agency, within 60 days after receiving such notification, to: (1) modify existing regulations to allow States to conduct such review; and (2) accommodate the concerns of the State regarding the consistency of such applications or projects with the State program. Directs the Administrator to collect and make available information pertaining to management practices and implementation methods. Directs the Administrator, within 36 months of enactment of the Clean Water Act Amendments of 1983, to report on: (1) management programs being implemented by the States by types and amount of affected waters, categories and subcategories of nonpoint sources, and types of best management practices being implemented; (2) State experiences in adhering to schedules and implementing best management practices; (3) the amount and purpose of grants awarded; (4) progress in reducing pollutant loads and improving water quality in the waters of the United States; and (5) what further actions need to be taken to attain and maintain in those waters applicable water quality standards and the goals and requirements of the Act. Revises provisions relating to agreements among Federal agencies to include a reference to approved nonpoint source pollution management programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nonpoint Source Pollution Management Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Water Act to provide for a program for reduction of nonpoint sources of pollution.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:07-05:00"
}