{
  "actions": [
    {
      "acted_at": "1979-07-26", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1587-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Young, Milton R.", 
      "sponsored_at": "1979-01-03", 
      "state": "ND", 
      "thomas_id": "01458", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-26", 
  "number": "1587", 
  "official_title": "A bill to provide economic incentives for the production of alcohol fuels and for the construction and operation of alcohol fuel production facilities; to establish a system to assure a constant supply of stocks for the operation of such production facilities; to encourage and promote alcohol fuels, alcohol fuel blends and related research, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States Motor Fuel Independence Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "McClure, James A.", 
    "state": "ID", 
    "thomas_id": "01394", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-26", 
  "subjects": [
    "Acreage allotments", 
    "Agriculture and Rural Affairs", 
    "Air pollution control", 
    "Alcohol and Alcoholic Beverages", 
    "Alcohol as fuel", 
    "Alcoholic beverage industry", 
    "Alternative energy sources", 
    "Business and commerce", 
    "Coal", 
    "Energy", 
    "Energy facilities", 
    "Environmental protection", 
    "Excise tax", 
    "Farm lands", 
    "Farm produce", 
    "Farms", 
    "Federal aid to research", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Forest products", 
    "Forests and forest products", 
    "Fuel allocation", 
    "Gasoline", 
    "Government records, documents, and information", 
    "Income tax", 
    "Information services", 
    "Investment tax credit", 
    "Mines and mineral resources", 
    "Motor Vehicles and Driving", 
    "Petroleum and petroleum products", 
    "Research and development", 
    "State taxation", 
    "States", 
    "Tax credits", 
    "Taxation"
  ], 
  "subjects_top_term": "Alcohol as fuel", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-26", 
    "text": "United States Motor Fuel Independence Act of 1979 - Amends the Clean Air Act to exempt industrial hydrocarbons and alcohols used in any fuel from the fuel registration and limitation on distribution requirements of such Act. Directs the Secretary of Energy to provide information to the public concerning alcohol fuels, including information on loans for production of such fuels and construction of alcohol fuel plants and technical and nontechnical information. Amends the Food and Agriculture Act of 1977 to direct the Secretary of Agriculture, in consultation with the Secretary of Energy, to make grants to educational, governmental, and nongovernmental institutions for research into the production and marketing of: (1) specified coal derivatives for the manufacture of agricultural chemicals, methanol, methyl fuel, and alcohol-blended motor fuel; and (2) alcohol and other industrial hydrocarbons made from agricultural commodities and forest products. Requires that special emphasis be placed on research into new and undeveloped crops suitable for conversion to alcohol fuels, human and animal consumption of digestible byproducts of alcohol production, and reduction of nitrous oxide emissions from combustion of alcohol fuels. Increases from four to 35 the number of pilot projects for the production of alcohols and industrial hydrocarbons from agricultural commodities and forest products for which the Secretary may guarantee loans. Eliminates specified conditions placed upon such guaranteed loans. Amends the Agricultural Act of 1949 to direct the Secretary of Agriculture to permit all or any part of the acreage set aside from the production of any commodity to be devoted to the production of any commodity for conversion into industrial hydrocarbons and to authorize the Secretary to establish a program for such commodity production in the event there is no set-aside or diversion of acreage during any particular year. Directs the Secretary of Energy to submit to the Congress a comprehensive list of all private, State, or Federal loans, grants, incentives, rebates and other financial benefits which can or have been used for alcohol and alcohol-blended fuel research, facility construction, and production. Amends the Internal Revenue Code of 1954 to provide an additional ten percent investment tax credit for alcohol fuel production and property. Revises definitions of qualified alcohol fuel property, buildings and structural components used in alcohol fuel production, qualified alcohol fuel expenditures, and applicable percentage available for such credits. Amends the Energy Tax Act of 1978 to direct the Secretary of the Treasury to make payments to any State which adopts a fuel tax reduction on the sale of alcohol-blended fuel in the amount that such State's fuel tax receipts have been reduced resulting from such tax reduction. Eliminates the requirement that only sales of alcohol fuels taking place before October 1, 1984, shall be exempt from motor fuels excise taxes. Amends the Emergency Petroleum Allocation Act of 1973 to require that the mandatory allocation program be structured so as to result in the allocation of crude oil and refined petroleum products to refineries and other persons engaged in alcohol fuel production or marketing in amounts sufficient to meet the demands for such fuel. Amends the Internal Revenue Code of 1954 to authorize the Secretary of the Treasury to issue operating permits for distilled spirit plants established solely for producing and otherwise handling distilled spirits exclusively for fuel use. Sets forth requirements for issuing such permits and makes various amendments to such Act concerning distilled spirits for fuel use."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Motor Fuel Independence Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide economic incentives for the production of alcohol fuels and for the construction and operation of alcohol fuel production facilities; to establish a system to assure a constant supply of stocks for the operation of such production facilities; to encourage and promote alcohol fuels, alcohol fuel blends and related research, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:05-05:00"
}