{
  "actions": [
    {
      "acted_at": "1980-06-11", 
      "references": [], 
      "text": "Reported to House from the Committee on Appropriations, H. Rept. 96-1086.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-17", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-17", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-18", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-19", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-19", 
      "references": [], 
      "text": "Motion to recommit to Committee on Appropriations rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-19", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #345 (294-106).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-20", 
      "committee": "Senate Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-23", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Appropriations with amendment, S. Rept. 96-829.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-26", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-27", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-28", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #277 (53-22).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-28", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-01", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-01", 
      "references": [], 
      "text": "Motion to instruct House conferees tabled in House, roll call #384 (241-163).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-1149.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "House agreed to conference report, roll call #395 (291-117).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments with amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "House insisted on its disagreement to certain Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #303 (37-19).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Senate agreed to House amendment to certain Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Senate receded from certain of its amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-07-06", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-07", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-07", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-07-08", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-07-08", 
      "references": [], 
      "text": "Public Law 96-304.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7542-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-07-08", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-11", 
  "number": "7542", 
  "official_title": "A bill making supplemental appropriations for the fiscal year ending September 30, 1980, rescinding certain budget authority, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres707-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr7325-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Supplemental Appropriations and Rescission Act of 1980", 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-20", 
  "subjects": [
    "Abortion", 
    "Alaska", 
    "Alternative energy sources", 
    "American economic assistance", 
    "American military assistance", 
    "Angola", 
    "Appropriations", 
    "Arizona", 
    "Armed forces and national security", 
    "Auditing", 
    "Automobile industry", 
    "Boundaries", 
    "Cambodia", 
    "Canada", 
    "Central African Republic", 
    "Civil service compensation", 
    "Collection agencies", 
    "Colombia", 
    "Congress", 
    "Congressional committees (Senate)", 
    "Congressional veto", 
    "Costs", 
    "Crime and law enforcement", 
    "Cuba", 
    "Economics and public finance", 
    "Egypt", 
    "Energy conservation", 
    "Executive compensation", 
    "Executive impoundment of appropriated funds", 
    "Expense accounts", 
    "Export controls", 
    "Federal aid to education", 
    "Federal aid to law enforcement agencies", 
    "Federal budgets", 
    "Federal employees and officials", 
    "Federal officials", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Flood control", 
    "Florida", 
    "Food relief", 
    "Fossil fuels", 
    "Fuel", 
    "Furniture industry", 
    "Gas pipelines", 
    "Government consultants", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Housing finance", 
    "Independent regulatory commissions", 
    "Interest", 
    "International agencies", 
    "International banking", 
    "Israel", 
    "Jamaica", 
    "Jordan", 
    "Laos", 
    "Lasers", 
    "Law", 
    "Leases", 
    "Lebanon", 
    "Local finance", 
    "Louisiana", 
    "Management", 
    "Manpower training programs", 
    "Members of Congress (Senate)", 
    "Middle East", 
    "Milk", 
    "Mozambique", 
    "Narcotic traffic", 
    "New York State", 
    "North Carolina", 
    "North Dakota", 
    "Nuclear exports", 
    "Olympic games", 
    "Oregon", 
    "Panama", 
    "Peace", 
    "Petroleum reserves", 
    "Political conventions", 
    "Presidential inaugurations", 
    "Private schools", 
    "Prostitution", 
    "Public health", 
    "Railroads", 
    "Refugees", 
    "Relocation", 
    "Research", 
    "Research and development facilities", 
    "Rural economic development", 
    "Sahel", 
    "Scientific education", 
    "Scientific exchanges", 
    "Security measures", 
    "Solar power plants", 
    "Southern Africa", 
    "State finance", 
    "Sudan", 
    "Supplemental appropriations", 
    "Syria", 
    "Taiwan", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Tennessee", 
    "Terrorism", 
    "Travel costs", 
    "U.S.S.R.", 
    "Uganda", 
    "Vietnam", 
    "Vocational education", 
    "Volcanoes", 
    "War crimes", 
    "Washington State", 
    "Waste disposal sites", 
    "Waste products", 
    "Water resources development", 
    "Watersheds"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1980-07-02", 
    "text": "(Conference report filed in House, H. Rept. 96-1149) Supplemental Appropriations and Rescission Act, 1980 - Title I - Rescinds specified amounts of the funds appropriated to the Department of Agriculture for fiscal year 1980 for: (1) overseas scientific activities and cooperative research conducted by the Science and Education Administration; (2) mutual and self-help housing, water and waste disposal grants, and rural development planning grants through the Farmers Home Administration; (3) watershed and flood prevention operations through the Soil Conservation Service; and (4) administration of the food program by the Food and Nutrition Service. Makes supplemental appropriations for fiscal year 1980 for: (1) the Agricultural Credit Insurance Fund through the Farmers Home Administration; (2) conservation operations and emergency watershed and flood prevention operations through the Soil Conservation Service; (3) the emergency conservation program through the Agricultural Stabilization and Conservation Service; (4) the child nutrition, special milk, special supplemental (WIC), food stamp, and food donations programs of the Food and Nutrition Service; and (5) the Agricultural Trade Development and Assistance Act of 1954. Authorizes the transfer of funds from the Child Nutrition Programs to the Food Stamp Program Appropriation. Limits the use of funds for subsidies for milk served to children not eligible for free milk. Makes supplemental appropriations (including transfer of funds) for fiscal year 1980 to the Department of Defense for: (1) military personnel of the Army, Navy, Marine Corps, and Air Force; (2) reserve personnel of the Navy (including reimbursement for traveling to active duty) and Marine Corps; (3) retired military personnel; (4) operation and maintenance of the Army, Navy, Marine Corps, Air Force, Army Reserve, Navy Reserve, Marine Corps Reserve, Air Force Reserve, Army National Guard, and Air National Guard; (5) missile, ammunition, and other procurement by the the Army; (6) weapons procurement by the Navy; (7) shipbuilding and conversion by the Navy; (8) aircraft and other procurement by the Air Force; and (9) Army research, development, testing, and evaluation. Increases the limitation on the amount of funds appropriated to the Department of Defense for fiscal year 1980 which may be used to pay the cost of public affairs activities of the Department. Extends the period during which a portion of the appropriations for shipbuilding and conversion of the Navy shall be available for obligation. Permits the transfer of such funds. Increases the amount of Department of Defense funds which may be transferred between the appropriations of Department subdivisions. Appropriates funds for fiscal year 1980 for resettlement assistance for use to reimburse State and local governments for authorized assistance provided to the Cubans and Haitians. Makes supplemental appropriations for fiscal year 1980 for the salaries and expenses of the Temporary Commission on Financial Oversight of the District of Columbia, and to the District of Columbia Government for: (1) the Federal payment to that Government; (2) the Police Officers and Fire Fighters', Teachers', and Judges' Retirement Funds; (3) governmental direction and support with specified amounts available for the D.C. contribution to such Temporary Commission; (4) public safety and justice with specified amounts available for the Federal Bureau of Prisons; (5) the public education system, provided that a specified amount of budget authority for District of Columbia Public Schools is rescinded; (6) human support services with specified amounts available for St. Elizabeth's Hospital; (7) environmental services and supply; (8) personal services; and (9) capital outlay. Rescinds a specified amount of loan authority provided under the District of Columbia Appropriation Act, 1980. Makes supplemental appropriations for fiscal year 1980 to the Department of Energy for: (1) the operating expenses of the following activities: (a) energy supply research and development; (b) uranium supply and enrichment, (including transfer of funds); and (c) atomic energy defense; (2) plant and capital equipment for the following activities: (a) atomic energy defense; and (b) departmental administration; and (3) the Federal Energy Regulatory Commission. Rescinds or defers specified funds appropriated for the operating expenses and plant and capital equipment of certain activities under Acts making appropriations for Energy and Water Development. Defers funds for energy supply, research and development, plant and capital equipment, pending congressional approval of a plan for utilizing a project as a solar repowering test facility. Permits excess funds for the Office of Inspector General to be available for the salaries and expenses of other organizations. Makes supplemental appropriations for fiscal year 1980 to the Department of the Army for: (1) general construction by the Corps of Engineers, provided that funds are included for the Twenty Mile Creek, Mississippi, project and the site 3 Hollywood-Ardmore Beach Area in Chicago, Illinois; (2) flood control and coastal emergencies; and (3) general operation and maintenance. Exempts relief activities caused by the eruption of Mount Saint Helens, Washington, from specified regulations. Directs the Corps of Engineers to initiate accelerated procedures for such activities. Requires that appropriations available for Flood Control, Mississippi River and Tributaries, be made available for the Grenada Lake Project, Mississippi. Rescinds specified appropriations for the Alaska Hydroelectric Power Development Fund. Increases the limitation on expenditures of the capital investment program of the Corps of Engineers revolving fund. Makes supplemental appropriations (including transfer of funds) for fiscal year 1980 for construction and rehabilitation by the Water and Power Resources Service of the Department of the Interior. Rescinds specified appropriations for the Loan Program of such Service. Requires that specified amounts be used for continuing construction of the Garrison Diversion Unit, North Dakota. Prohibits the use of such funds for acquisition of mitigation lands by condemnation or for features affecting waters flowing into Canada. Defers a specified amount of the funds appropriated for fiscal year 1980 to the President for Appalachian Regional Development Programs. Makes supplemental appropriations to the Nuclear Regulatory Commission and the Tennessee Valley Authority. Rescinds specified amounts of certain appropriations made to the Water Resources Council for fiscal year 1980 for water resources planning. Amends the Department of Housing and Urban Development-Independent Agencies Appropriation Act, 1980, to repeal a requirement that a specified amount of annual contributions for assisted housing be used for the modernization of low income housing projects. Appropriates supplemental funds to the Department of Housing and Urban Development (HUD) for fiscal year 1980 for: (1) housing payments; (2) payments for operations of low income housing projects; and (3) the Federal Financing Bank (including transfer of funds). Rescinds specified appropriations to HUD for: (1) community planning and development grants; (2) comprehensive planning grants; (3) the Rehabilitation Loan Fund; and (4) policy development and research. Increases the amount of purchases authorized for the Government National Mortgage Association Special Assistance Functions Fund. Makes supplemental appropriations for fiscal year 1980 to: (1) the Environmental Protection Agency (EPA) for research and development, abatement, control, and compliance; (2) the Federal Emergency Management Agency for disaster relief and emergency planning, preparedness, and mobilization; (3) the National Aeronautics and Space Administration (NASA) for research and development; and (4) the Veterans Administration for general operating expenses and the construction of major projects. Increases the limitation on travel expenses for the Neighborhood Reinvestment Corporation and the Federal Emergency Management Agency. Authorizes the President to provide relocation assistance, from funds available to the President, for the families at Love Canal, New York. Rescinds funds appropriated for fiscal year 1980 for the: (1) U.S. Regulatory Council; (2) National Consumer Cooperative Bank for salaries and expenses and self-help development; (3) National Science Foundation for research and science education; and (4) Department of the Treasury for payments to the State and Local Government Fiscal Assistance Trust Funds (the total amount to be taken from funds allocated to State governments). Makes supplemental appropriations for fiscal year 1980 to the Department of the Interior for: (1) the Bureau of Land Management (BLM) for the management of land and resources (with a transfer of funds); (2) the Office of Water Research and Technology for salaries and expenses; (3) resource management by and National Wildlife Refuge Fund expenses of the Fish and Wildlife Service; (4) the National Park Service for operation of the National Park System; (5) the Geological Survey for surveys, investigations, and research; and (6) the Bureau of Indian Affairs for the operation of Indian programs. Defers the availability of specified appropriations for: (1) payments in lieu of taxes by the BLM; and (2) the Urban Park and Recreation Fund, the Land and Water Conservation Fund, and the Historic Preservation Fund of the Heritage Conservation and Recreation Service. Rescinds funds provided to the: (1) National Park Service for construction; and (2) Heritage Conservation and Recreation Service for the Urban Park and Recreation Fund. Makes supplemental appropriations for fiscal year 1980 to: (1) the Office of Territorial Affairs for the administration of territories and for the Trust Territory of the Pacific Islands; (2) the Forest Service for forest management, protection, and utilization; (3) the Department of the Treasury for the Energy Security Reserve according to specified limitations pursuant to the Energy Security Act (with a transfer of funds); (4) the Department of Energy for fossil energy research and development, energy conservation, and the Energy Information Administration; and (5) the Pennsylvania Avenue Development Corporation for public development. Makes specified funds appropriated to the Energy Security Reserve immediately available for alternative fuels production according to specified conditions. Rescinds funds appropriated to the: (1) Department of Energy for fossil energy research and development, energy conservation, the Economic Regulatory Administration, and the Strategic Petroleum Reserve; and (2) the Federal Inspector for the Alaska Gas Pipeline for permitting and enforcement. Defers the availability of fiscal year 1980 funds appropriated to the Department of Energy for energy conservation. Appropriates supplemental funds for fiscal year 1980 to the Department of Labor for: (1) advances to the unemployment trust fund and other funds (with a specified amount not available until October 1, 1980); (2) Federal unemployment benefits and allowances; (3) grants to States for unemployment insurance and employment services; and (4) the Black Lung Disability Trust Fund. Rescinds specified funds appropriated for fiscal year 1980 to the Department of Health and Human Services for: (1) the Health Services Administration; (2) the Center for Disease Control for preventive health services; (3) the Alcohol, Drug Abuse, and Mental Health Administration; (4) the Health Resources Administration; (5) salaries and expenses; and (6) grants to States for Medicaid through the Health Care Financing Administration. Makes supplemental appropriations to the: (1) Health Services Administration for the National Health Service Corps and health services for aliens who have recently arrived in South Florida; (2) Center for Disease Control for epidemic services; (3) the Health Care Financing Administration for grants to States for Medicaid meeting specified requirements (continues the prohibition against abortion funding); (4) the Social Security Administration for the assistance payments program; (5) the Assistant Secretary for Human Development Services for grants to States for social and child welfare services; and (6) Departmental Management for refugee assistance, including educational assistance. Rescinds specified amounts of funds appropriated for fiscal year 1980 to the Department of Education for: (1) elementary and secondary education (rescinds a specified amount of the funds appropriated for this area for fiscal year 1979 with specified exceptions); (2) emergency school aid; (3) library resources; (4) student assistance (requires a reduction in each Basic Grant award); (5) higher and continuing education; (6) special projects and training; and (7) the National Institute of Education. Makes supplemental appropriations for: (1) school assistance in federally affected areas; (2) occupational, vocational, and adult education; (3) the Student Loan Insurance Fund; (4) school improvement (5) salaries and expenses and (6) rehabilitation services. Appropriates supplemental funds for fiscal year 1980 to: (1) ACTION for operating expenses, domestic programs; (2) the Milwaukee Railroad Restructuring Administration; and (3) the Soldiers' and Airmen's Home. Rescinds specified appropriations for salaries and expenses of the Federal Mine Safety and Health Review Commission and the Occupational Safety and Health Review Commission. Rescinds funds appropriated to the Senate for miscellaneous, contingent expenses. Amends the Supplemental Appropriations Act, 1973, to revise administrative provisions concerning reimbursement of expenses incurred by Senators and employees. Increases the administrative allowances for the Senators from Louisiana. Continues the availability of fiscal year 1980 appropriations for the Senate. Amends specified Legislative Branch Appropriation Acts to revise provisions concerning employee compensation and home State office space. Renames the Senate Recording Studio as the Senate Recording and Photographic Studios. Authorizes the appointment of specified employees at specified rates of compensation. Makes available funds for the presidential inaugural in 1981. Transfers funds appropriated for committee employees to inquiries and investigations. Repeals provisions concerning compensation of professional staff members and the employment of an additional clerk by a specified committee. Revises provisions concerning the Senate revolving fund for stationary allowances. Makes supplemental appropriations for fiscal year 1980 to: (1) the House of Representatives for a payment to Frances Reid Slack, widow of late Representative John M. Slack; and (2) the Government Printing Office for Congressional printing and binding and other printing and binding, with specified restrictions. Rescinds specified funds appropriated: (1) for contingent expenses of the House; (2) to the Architect of the Capitol for the Capitol grounds; and (3) for salaries and expenses of the Library of Congress. Authorizes the transfer among specified appropriations of funds appropriated to the House for payment of salaries and expenses. Declares that a specified amount of the unobligated balance of appropriations for the salaries and expenses of the Library of Congress shall remain available through fiscal year 1981. Makes supplemental appropriations for fiscal year 1980 for military construction of the Army, Navy, and Air Force by transferring specified funds provided for NATO infrastructure, Culebra Weapons Range, and a high energy laser research facility. Sets forth restrictions on the use of military construction funds. Transfers supplemental funds for military family housing. Declares that funds appropriated in the Military Construction Appropriation Act, 1980, shall remain available until September 30, 1984. Makes supplemental appropriations for fiscal year 1980 to the Department of State for: (1) the administration of foreign affairs; (2) emergencies in the diplomatic and consular service; (3) the Foreign Service Retirement and Disability Fund; (4) contributions to international organizations; and (5) missions to international organizations. Appropriates supplemental funds (including the transfer of certain funds) to the Department of Justice for salaries and expenses of general legal activities, the Antitrust Division, United States attorneys and marshals, witnesses, the Federal Bureau of Investigation, the Immigration and Naturalization Service, the Drug Enforcement Administration, and the Technical Assistance Program for security at the National Political Conventions. Rescinds funds appropriated to the Office of Justice Assistance, Research, and Statistics for law enforcement assistance. Authorizes the use of appropriated funds for travel and transportation expenses without regard to current statutory restrictions. Makes supplemental appropriations to the Department of Commerce for: (1) salaries and expenses to carry out a specified reorganization plan and for grants to the U.S. Olympic Committee if specified requirements are met; (2) participation in U.S. expositions; (3) the Economic Development Administration for salaries and expenses and economic development assistance programs; (4) the International Trade Administration (ITA) for operations and administration; (5) the National Oceanic and Atmospheric Administration (NOAA) for operations, research and facilities, coastal zone management, and the Fishermen's Guaranty Fund; (6) the Patent and Trademark Office; and (7) the Maritime Administration for operating-differential subsidies and operations and training. Rescinds funds appropriated for fiscal year 1980 for: (1) the Coastal Energy Impact Fund of the NOAA; and (2) the Arms Control and Disarmament Agency. Makes supplemental appropriations for pretrial services agencies within the Judiciary by transfer from specified appropriations. Appropriates supplemental funds to: (1) the Board for International Broadcasting; (2) the Chrysler Corporation Loan Guarantee Program within the Department of the Treasury; (3) the Federal Trade Commission for salaries and expenses; (4) the International Communication Agency; and (5) the Small Business Administration and the Disaster Loan Fund (including transfer of funds). Increases the limitations on funds available during fiscal year 1980 to the Federal Communications Commission for land and structures and for the care of grounds and repair of buildings. Makes supplemental appropriations for fiscal year 1980 to the Department of Transportation for: (1) the Office of the Secretary for transportation planning, research, and development; (2) the Coast Guard for operating expenses, retired pay (including transfer of funds subject to prior congressional approval), and the Pollution Fund; (3) the Federal Aviation Administration for the operation and maintenance of metropolitan Washington airports; (4) the Federal Highway Administration (FHA) for Federal aid to highways and the carpool/vanpool support program; (5) the Federal Railroad Administration for rail labor assistance, provided that such funds may not be available to Conrail or its subsidiaries except for specified employee protection payments; and (6) the Urban Mass Transportation Administration (UMTA) for urban discretionary grants. Authorizes the use of funds appropriated for State bonus payments for controlling outdoor advertising signs to be used also for general control of outdoor advertising and control of junkyards. Limits the amount of funds the FHA may obligate for Federal aid to highways and highway safety construction programs for fiscal year 1980, and specifies the method of distributing the remaining funds within such limitation. Disapproves: (1) deferral D80-61 (relating to Federal aid to highways by the FHA) which the President transmitted to Congress on April 16, 1980; and (2) deferral D80-64 (relating to UMTA, research, development, demonstrations, and university research and training), transmitted to Congress on April 16, 1980. Rescinds funds appropriated to the Federal Railroad Administration for railroad rehabilitation and improvement. Stipulates that such funds shall become available only as required to pay specified vendors. Makes available an additional amount for transaction assistance upon enactment of authorizing legislation. Disapproves the proposed deferral D80-72 (relating to interstate transfer grants). Sets forth restrictions on the use of funds provided in this Act for certain research and development programs. Appropriates supplemental funds for fiscal year 1980 to: (1) the Civil Aeronautics Board for payments to air carriers; and (2) the United States Railway Association for administrative expenses. Rescinds specified funds appropriated to the Office of the Secretary of the Department of the Treasury for investment in fund anticipation notes. Makes supplemental appropriations to: (1) U.S. Customs Service for salaries and expenses; (2) the Bureau of the Public Debt; (3) the Internal Revenue Service (IRS) for payments where energy credits exceed tax liabilities; and (4) the United States Secret Service. Rescinds specified funds appropriated for salaries and expenses for fiscal year 1980 to the: (1) Office of the Secretary of the Treasury; (2) Bureau of Government Financial Operations; and (3) Bureau of the Mint. Prohibits the use of IRS funds to formulate any regulations causing the loss of tax-exempt status to private or religious schools. Makes supplemental appropriations for fiscal year 1980 to: (1) the Council on Wage and Price Stability; (2) the Commission on Executive, Legislative, and Judicial Salaries; (3) the General Services Administration (GSA) for the Federal Buildings Fund; (4) the National Archives and Records Service for operating expenses; (5) refunds under the Renegotiation Act; (6) the Office of Personnel Management for payment to the Civil Service Retirement and Disability Fund; (7) the Merit Systems Protection Board; and (8) the United States Tax Court. Sets forth provisions governing the transfer of funds among GSA accounts. Rescinds specified appropriations for fiscal year 1980 to the Office of the Special Counsel. Increases the limitation on obligations for travel and transportation for Federal Labor Relations Authority personnel. Title II: Increased Pay Costs for the Fiscal Year 1980 - Makes supplemental appropriations for fiscal year 1980 for increased pay costs to: (1) the Legislative Branch for: (a) the Senate; (b) the House of Representatives; (c) the Joint Committee on Taxation; (d) the Capitol Guide Service; (e) the Office of Technology Assessment; (f) the Congressional Budget Office for no more than 218 employees; (g) the Architect of the Capitol (transfer of funds); (h) the Botanic Garden (transfer of funds); (i) the Library of Congress (including transfer of funds); (j) the General Accounting Office; and (k) the Government Printing Office; (2) the Judiciary by transfers of funds for the: (a) Supreme Court of the United States; (b) Court of Customs and Patent Appeals; (c) Customs Court; (d) Court of Claims; (e) courts of appeal, district courts, and other judicial services; (f) Administrative Office of the United States Courts; and (g) Federal Judicial Center; (3) the Executive Office of the President for the: (a) White House Office; (b) Executive Residence at the White House; (c) Special Assistance to the President; (d) Council of Economic Advisers; (e) Council on Wage and Price Stability; (f) Domestic Policy Staff; (g) National Security Council; (h) Office of Administration; (i) Office of Management and Budget; and (j) Office of the United States Trade Representative; and (4) funds appropriated to the President for the International Development Cooperation Agency and the Peace Corps. Appropriates supplemental funds for fiscal year 1980 for increased pay costs to: (1) the Department of Agriculture for the: (a) Office of the Secretary; (b) departmental administration; (c) Office of the General Counsel; (d) Working Capital Fund; (e) Office of Inspector General (including transfer of funds); (f) Science and Education Administration; (g) Agricultural Stabilization and Conservation Service (including transfer of funds); (h) Federal Crop Insurance Corporation; (i) Rural Electrification Administration; (j) Farmers Home Administration; (k) Soil Conservation Service; (l) Agricultural Marketing service; (m) Food Safety and Quality Service; and (n) Forest Service; (2) the Department of Commerce for: (a) general administration; (b) the Bureau of the Census; (c) economic and statistical analysis; (d) the Economic Development Administration; (e) Regional Action Planning Commissions; (f) the International Trade Administration; (g) the National Oceanic and Atmospheric Administration; (h) the Patent and Trademark Office; (i) science and technical research; (j) the National Telecommunications and Information Administration; and (k) the Maritime Administration; (3) the Department of Defense--Military for military personnel and operation and maintenance; (4) the Department of Defense--Civil for the Soldiers' and Airmen's Home and the Corps of Engineers--Civil; (5) the Department of Education for the Office of Civil Rights and departmental management; (6) the Department of Health and Human Services for: (a) the Food and Drug Administration; (b) the Health Services Administration; (c) the Center for Disease Control (transfer of funds); (d) the Alcohol, Drug Abuse, and Mental Health Administration (transfer of funds); (e) the Assistant Secretary for Health; (f) the Health Care Financing Administration (including transfer of funds); (g) the Social Security Administration; (h) the Office of Human Development Services; and (i) departmental management (including transfer of funds); and (7) the Department of Housing and Urban Development for management and administration (including transfer of funds). Makes supplemental appropriations for fiscal year 1980 for increased pay costs to: (1) the Department of the Interior for the: (a) Bureau of Land Management; (b) Water and Power Resources Service; (c) Heritage Conservation and Recreation Service; (d) U.S. Fish and Wildlife Service; (e) National Park Service; (f) Geological Survey; (g) Bureau of Mines; (h) Bureau of Indian Affairs; (i) Office of Territorial Affairs; (j) Office of the Solicitor; and (k) Office of the Secretary; (2) the Department of Justice (including transfers of funds) for: (a) general administration; (b) the United States Parole Commission; (c) legal activities; (d) the Federal Bureau of Investigation; (e) the Immigration and Naturalization Service; (f) the Drug Enforcement Administration; and (g) the Federal Prison System ; (3) the Department of Labor for: (a) the Employment and Training Administration; (b) the Labor-Management Services Administration; (c) the Employment Standards Administration; (d) the Occupational Safety and Health Administration; (e) the Mine Safety and Health Administration; (f) Bureau of Labor Statistics; and (g) departmental management; (4) the Department of State (including transfers of funds) for: (a) administration of foreign affairs; (b) international organizations and conferences; and (c) international commissions; (5) the Department of Transportation for the: (a) Office of the Secretary; (b) Coast Guard; (c) Federal Aviation Administration; (d) Federal Highway Administration; (e) National Highway Traffic Safety Administration; (f) Federal Railroad Administration; (g) Urban Mass Transportation Administration; (h) Saint Lawrence Seaway Development Corporation; (i) Research and Special Programs Administration; and (j) Office of Inspector General; (6) the Department of the Treasury for the: (a) Office of the Secretary; (b) Federal Law Enforcement Training Center; (c) Bureau of Alcohol, Tobacco, and Firearms; (d) United States Customs Service; (e) Bureau of the Public Debt; (f) Internal Revenue Service; and (g) the United States Secret Service; (7) the Environmental Protection Agency; (8) the National Aeronautics and Space Administration; and (9) the Veterans Administration. Makes supplemental appropriations for fiscal year 1980 for increased pay costs to the following independent agencies: (1) ACTION; (2) Administrative Conference of the United States; (3) Advisory Council on Historic Preservation; (4) American Battle Monuments Commission; (5) Civil Aeronautics Board; (6) Commission on Civil Rights; (7) Committee for Purchase from the Blind and Other Severely Handicapped; (8) Commodity Futures Trading Commission; (9) Community Services Administration; (10) Consumer Product Safety Commission; (11) Equal Employment Opportunity Commission; (12) Export-Import Bank of the United States; (13) Farm Credit Administration; (14) Federal Communications Commission; (15) Federal Election Commission; (16) Federal Labor Relations Authority; (17) Federal Maritime Commission; (18) Federal Mediation and Conciliation Service; (19) General Services Administration for: (a) the Federal Supply Service; (b) the Transportation and Public Utilities Service; (c) the National Archives and Records Service; (d) the Automated Data and Telecommunications Service; (e) administrative and staff support services; (20) Intelligence Community Staff; (21) Advisory Commission on Intergovernmental Relations; (22) Appalachian Regional Commission; (23) Delaware River Basin Commission; (24) Susquehanna River Basin Commission; (25) International Communication Agency (including transfer of funds); (26) International Trade Commission; (27) Interstate Commerce Commission; (28) National Capital Planning Commission; (29) National Commission on Libraries and Information Science; (30) National Foundation on the Arts and the Humanities for the National Endowment for the Arts; (31) National Labor Relations Board; (32) National Mediation Board; (33) National Transportation Safety Board; (34) Nuclear Regulatory Commission; (35) Office of Personnel Management (including transfer of funds); (36) Pennsylvania Avenue Development Corporation; (37) Securities and Exchange Commission; (38) Selective Service System; (39) Small Business Administration; (40) Smithsonian Institution; (41) United States Tax Court; (42) Navajo and Hopi Indian Relocation Commission; and (43) United States Metric Board. Title III: General Provisions - States that no part of any appropriation contained in this Act shall remain available for obligation beyond fiscal year 1980 unless expressly so provided. Increases specified limitations on appropriations available during fiscal year 1980 for personal services expenditures. Prohibits more than 25 percent of the personnel in Senior Executive Service or similar positions from receiving performance awards. Rescinds funds appropriated for furniture purchases, with specified exceptions. Stipulates that such rescission shall not exceed 25 percent for any Federal department. Reduces the funds available in the Federal Buildings Fund for the rental of space. Requires all unresolved audits to be resolved by September 30, 1981. Requires any new audits to be resolved within six months. Directs all Federal departments and agencies to improve the collection of overdue debts and bill interest on delinquent debts, and reduce the number of written off debts. Requires all such departments and agencies to submit annual requests to Congress for funds for consulting services. Directs all Inspectors General to submit to Congress an evaluation of their Agency's progress in instituting effective management controls and improving the accuracy of data regarding consultant service contractual arrangements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Supplemental Appropriations and Rescission Act, 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Supplemental Appropriations and Rescission Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Foreign Assistance and Related Programs Appropriations Act, 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill making supplemental appropriations for the fiscal year ending September 30, 1980, rescinding certain budget authority, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:21-05:00"
}