{
  "actions": [
    {
      "acted_at": "2000-06-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4696-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-06-20", 
  "number": "4696", 
  "official_title": "To amend the Tariff Act of 1930 to modify the provisions relating to drawback claims, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Brady, Kevin", 
    "state": "TX", 
    "thomas_id": "01468", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-06-20", 
  "subjects": [
    "Commerce", 
    "Compensation (Law)", 
    "Customs administration", 
    "Destruction of property", 
    "Exports", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Imports", 
    "Law", 
    "Packaging", 
    "Tariff"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-06-20", 
    "text": "TABLE OF CONTENTS: Title I: Modification of Provisions Relating to Drawback Claims Title II: Liquidation or Reliquidation of Certain Entries Title I: Modification of Provisions Relating to Drawback Claims - Amends the Tariff Act of 1930 to revise provisions requiring a refund of duties (drawback) on articles or merchandise which have been exported or destroyed under the supervision of the Customs Service within three years after importation or withdrawal, and which, among other things, is ultimately sold at retail and for any reason returned to and accepted by the importer or the claimant under the provisions of the importer's or claimant's merchandise warranty provision. Authorizes a drawback to be claimed by designating any entry of such merchandise that was imported within one year before its exportation or destruction. Prohibits the allowance of a drawback unless the completed article is exported or destroyed under the supervision of the Customs Service within five years after its importation.Sets forth drawback requirements with regard to: (1) use of domestic merchandise acquired in exchange for imported merchandise of same kind and quality; (2) packaging material; and (3) liquidation of entries.Sets forth penalties for false drawback claims.Title II: Liquidation or Reliquidation of Certain Entries - Provides for the liquidation or reliquidation of certain entries filed at the ports of Laredo, Texas, Hidalgo, Texas, and Wilmington, Delaware."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Tariff Act of 1930 to modify the provisions relating to drawback claims, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:14-05:00"
}