{
  "actions": [
    {
      "acted_at": "1989-07-27", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-08-01", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Children, Family, Drugs, Alcohol. Approved for full committee consideration without amendment favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-08-02", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-09-07", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 101-122.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-07", 
      "calendar": "Senate Legislative", 
      "number": "230", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 230.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1989-09-15", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-15", 
      "bill_ids": [
        "hr1312-101"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 1312 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-15", 
      "bill_ids": [
        "hr1312-101"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 1312 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-15", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s755-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "755"
    }
  ], 
  "bill_id": "s1426-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Children, Family, Drugs and Alcoholism", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "1989-07-27", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1989-07-27", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1989-07-27", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1989-07-27", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1989-07-27", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1989-08-02", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1989-09-15", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1989-07-27", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1989-07-27", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1989-07-27", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1989-07-27", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-27", 
  "number": "1426", 
  "official_title": "A bill to revise and extend the programs of the Domestic Volunteer Service Act of 1973, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1312-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr1312-101", 
      "reason": "includes"
    }
  ], 
  "short_title": "Domestic Volunteer Service Act Amendments of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-08-02", 
  "subjects": [
    "Antipoverty program", 
    "Authorization", 
    "Block grants", 
    "Child health", 
    "Compensatory education", 
    "Congressional reporting requirements", 
    "Cost of living adjustments", 
    "Day care", 
    "Drug abuse prevention", 
    "Education of socially handicapped children", 
    "Health", 
    "Homeless", 
    "Illiteracy", 
    "Labor and employment", 
    "Literacy programs", 
    "Loyalty oaths", 
    "National service", 
    "Older workers", 
    "Public service employment", 
    "Recruiting of employees", 
    "Reprogramming of appropriated funds", 
    "Social welfare", 
    "Student employment", 
    "Volunteer workers", 
    "Volunteer workers in education", 
    "Volunteer workers in social service", 
    "Wages", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1989-09-15", 
    "text": "Domestic Volunteer Service Act Amendments of 1989 - Title I: National Volunteer Antipoverty Programs - Amends the Domestic Volunteer Service Act of 1973 (the Act) to increase the amounts to be used for publicity, recruitment, and assignment under the Volunteers in Service to America (VISTA) program. Requires the Director of the ACTION Agency (the Director) to appoint a national Administrator of Recruitment and Placement (the Administrator) for VISTA, and to hire appropriate support staff. Revises VISTA publicity, recruitment, application, and assignment procedures. Requires the Administrator to undertake specified recruitment, publicity, and information activities, and to coordinate them with those of the Peace Corps. Includes among such activities publicizing student loan deferment and forgiveness opportunities available to volunteers. Requires attempts to involve former volunteers in information dissemination activities. Requires the Administrator to provide VISTA volunteers assignments which, to the maximum extent practicable, are consistent with their abilities, experiences, and preferences, and with the needs and preferences of the projects or programs. Requires the Director, whenever feasible and appropriate, to assign low-income community volunteers to serve in their home communities in teams with nationally recruited specialist volunteers. Requires the Director to: (1) try to assign volunteers to serve in their homes or nearby communities; and (2) make national efforts to attract other individuals to serve in VISTA. Requires the Director to consider: (1) community-identified needs which cannot be met in the local area; and (2) individual volunteer desires with regard to geographic placement. Allows a sponsoring organization to recruit VISTA volunteers. Directs the Administrator to give such locally-recruited volunteers priority for placements in the sponsoring organization that recruited them. Requires the Director to ensure that, of all VISTA volunteers: (1) at least 20 percent are age 55 or older; and (2) by FY 1991, at least 20 percent are age 18 through 27. Raises the maximum monthly stipend for VISTA volunteers from $75 to $100. Requires the Director to: (1) set a subsistence allowance for VISTA volunteers so that the the average allowance is no less than 105 percent of the poverty line (reflecting higher costs-of-living in certain areas); and (2) report to appropriate congressional committees on methods for setting such allowances. Prohibits termination of VISTA assistance to any project or organization solely on the basis of the duration of assistance previously received. Requires case-by-case consideration of renewal applications, taking into account extenuating circumstances preventing attainment of original goals. Requires that new applications from organizations previously receiving assistance be considered on an equal basis with those that have not received assistance, if the proposed project is clearly distinct from the previously assisted activities. Prohibits taking duration of assistance into account in considering applications from intermediary organizations. Title II: Service-Learning Programs - Renames the Service-Learning Programs under the Act as the Student Community Service Programs. Title III: Special Volunteer Programs - Limits the amount of any grant or contract under the Special Volunteer Programs. Renames certain Special Initiatives as Drug Abuse Education and Prevention Services and Activities. Requires the Director to give priority, in awarding grants and contracts for such activities, to projects that serve communities, including those in rural areas, which have not previously received Special Volunteer Programs assistance for drug abuse education and prevention. Requires the Director to provide for evaluation of activities and projects conducted with assistance under such provisions. Requires applications for such grants in excess of a specified amount to include data on the use of such funds. Title IV: Administration and Coordination - Requires the Director to submit to the Congress within 60 days after the start of each fiscal year a report which includes descriptions of: (1) the annual VISTA recruitment plan; (2) VISTA activities and number of applicants, applicants approved, applicants assigned, and volunteers assigned outside of their home communities; (3) efforts made to involve former volunteers in recruitment and public awareness; and (4) number and location of ACTION Agency employees assigned to VISTA recruitment and public awareness duties. Requires the Director to evaluate the VISTA Literacy Corps as a separate program at least once every three years. Title V: Older American Volunteer Program - Amends title II (Older American Volunteer Programs) of the Act with respect to the Retired Senior Volunteer Program, the Foster Grandparent Program, and the Senior Companion Program. Requires the Director to establish, within each National Older American Volunteer Program, grants to support activities that address national problems on a local level. Sets forth award criteria and grant uses. Gives grant priority to activities assisting: (1) those with chronic debilitating illnesses such as AIDS; (2) drug and alcohol abuse prevention and treatment; (3) teenage parents; (4) mentoring of youth needing guidance; (5) adult and school-based literacy; (6) respite care; (7) before and after-school programs serving children of working parents; (8) boarder babies; (9) child care, especially of children with special needs; (10) developmentally disabled adult individuals (and, when appropriate, involvement of such individuals as volunteers); and (11) volunteer tutoring of educationally disadvantaged children in basic skills on a one-to-one basis. Limits funding of such grants to those years when program funding is increased by a specified amount. Increases the amount of stipends or allowances under the Foster Grandparent Program. Revises provisions relating to individuals who are not low-income persons serving as volunteers without stipends under such program. Prohibits the Director from coercing any volunteer applicant or grant or contract recipient to engage in specified conduct with respect to such unpaid volunteer positions. Requires the Director to encourage and facilitate: (1) private organizational efforts to promote National Older American Volunteer Programs; and (2) involvement of older persons as volunteers in such programs. Requires the Director to expend specified funds for special efforts to publicize such programs, including notifying grant and contract recipients of all available information. Title VI: General Provisions - Includes among authorized VISTA volunteer assignments work in addressing significant health care problems, including chronic and life-threatening illnesses and health care for homeless individuals, especially homeless children, through prevention, treatment, and community-based care activities. Requires the Director to ensure that records are maintained to indicate the degree of compliance with a requirement that certain funds for the VISTA Literacy Corps supplement and not supplant other specified funds to address the problem of illiteracy. Makes a technical amendment relating to the loyalty oath or affirmation required of VISTA volunteers. Requires the Director to notify specified congressional committees when more than 16 percent of VISTA funds must be obligated for grants and contracts which directly support volunteers. Authorizes the Director to provide: (1) technical and financial assistance to nonprofit organizations conducting operations in several areas and States for activities addressing the problem of illiteracy; and (2) technical assistance to employers who have established or wish to establish worksite literacy volunteer programs. Requires the Director to: (1) make appropriate cost-of-living adjustments in Federal financial assistance to meet administrative costs of applicants under National Older American Volunteer Programs; and (2) report to specified congressional committees on such adjustments. Authorizes the Director to approve multiple-year grants or contracts for projects. Amends the Human Services Reauthorization Act of 1986 to revise the Community Services Block Grant Program with respect to partnership agreements addressing the needs of the poor. Directs the Secretary of Health and Human Services annually to: (1) identify new programs for replication; and (2) evaluate and report to specified congressional committees on programs funded under this Act. Title VII: Authorization of Appropriations - Authorizes appropriations for FY 1990 through 1993 for the following National Volunteer Antipoverty Programs: (1) the VISTA volunteer program; (2) the VISTA Literacy Corps; (3) Service-Learning programs; and (4) Special Volunteer programs. Requires necessary amounts to be available for increasing numbers of years of VISTA volunteer service for FY 1990 through 1993. Requires the Director to give a reasonable period of advance notice to the relevant congressional committees upon determination that a reallocation is necessary because of insufficient appropriations to carry out VISTA programs. Requires that such reallocation be made from funds for Special Volunteer programs before reallocation from other parts of title I of the Act. Authorizes appropriations for FY 1990 through 1993 for administration of the Act. Authorizes appropriations for FY 1990 through 1993 for the following National Older American Volunteer Programs: (1) the Retired Senior Volunteer Program; (2) the Foster Grandparent Program; and (3) the Senior Companion Program. Title VIII: Technical Amendments - Makes technical amendments to the table of contents, headings, and other provisions of the Act. Title IX: Effective Date - Sets forth the effective date of this Act and the amendments it makes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Domestic Volunteer Service Act Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Domestic Volunteer Service Act Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and extend the programs of the Domestic Volunteer Service Act of 1973, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:36-05:00"
}