{
  "actions": [
    {
      "acted_at": "2011-01-25", 
      "references": [
        {
          "reference": "CR S153", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-01-25", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S153-160", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-05-05", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-09-12", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller without amendment. With written report No. 112-210.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2012-09-12", 
      "calendar": "Senate Legislative", 
      "number": "506", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 506.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s46-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2011-11-01", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2011-01-25", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Bill", 
      "sponsored_at": "2011-01-25", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2011-01-25", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2011-01-25", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-01-25", 
  "number": "46", 
  "official_title": "A bill to reauthorize the Coral Reef Conservation Act of 2000, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr738-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Coral Reef Conservation Amendments Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-05-05", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Civil actions and liability", 
    "Climate change and greenhouse gases", 
    "Congressional oversight", 
    "Department of Commerce", 
    "Disaster relief and insurance", 
    "Ecology", 
    "Environmental assessment, monitoring, research", 
    "Intergovernmental relations", 
    "International organizations and cooperation", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Marine pollution", 
    "Public lands and natural resources", 
    "Public-private cooperation", 
    "Research administration and funding", 
    "Transportation safety and security", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2012-09-12", 
    "text": "Coral Reef Conservation Amendments Act of 2011 - (Sec. 4) Amends the Coral Reef Conservation Act of 2000 to transfer certain authority from the Administrator of the National Oceanic and Atmospheric Administration (NOAA) to the Secretary of Commerce (the Secretary). Directs the Secretary to submit to Congress a national coral reef ecosystem action strategy, revised as necessary, to include discussions of: (1) coastal uses and management, including land-based sources of pollution; (2) climate change; and (3) other specified matters. (Sec. 5) Directs the Secretary to give priority to community-based local action strategies when awarding certain grants for conservation projects. Authorizes funds for monitoring and assessment, research, pollution reduction, education, and technical support. Revises the project proposal approval process by directing the Secretary to consider criteria, including: (1) coral reef ecosystems (current law refers only to coral reefs) and biodiversity; (2) international ecosystems; (3) mitigation of coral disease, ocean acidification, and bleaching; and (4) support for community-based planning with local governmental and nongovernmental organizations. Defines \"coral reef ecosystem\" as the system of coral reefs and geographically associated species, habitats, and environment, including any adjacent or associated mangroves and seagrass habitats, and the processes that control its dynamics. (Sec. 6) Authorizes the Secretary to make agreements with nonprofit organizations for public-private partnerships promoting coral reef ecosystem conservation. (Current law refers to a nonprofit organization and coral reef conservation.) (Sec. 7) Authorizes the Secretary to: (1) execute contracts, leases, grants, or cooperative agreements, including agreements with universities and research centers aimed at building capacity for effective resource management; (2) use, with consent, the land, services, equipment, personnel, and facilities of entities including any federal agency, state, local government, tribal government, foreign government, or international organization; (3) accept research grant funding from certain federal sources operating competitive grant programs; and (4) transfer limited funds to certain federal, state, local, tribal, educational, nonprofit, and commercial entities and private persons. (Sec. 8) Authorizes the Secretary, in cooperation with the Federal Emergency Management Agency (FEMA), to provide assistance to any state, local, or territorial government agency for any unforeseen or disaster-related circumstance regarding coral reef ecosystems. (Current law refers to the NOAA Administrator and does not mention FEMA.) (Sec. 9) Revises the Secretary's enumerated authorized activities to include: (1) partnerships with local, state, regional, or international programs; (2) socioeconomic and biodiversity research; (3) emergency response; (4) central archiving and data distribution to the general public; and (5) damage prevention. (Current law does not does not provide for the inclusion of local, regional, or international programs and partners.) Directs the Secretary to: (1) provide for the long-term stewardship of environmental data; and (2) establish the Emergency Response, Stabilization, and Restoration Account in the existing Damage Assessment Restoration Revolving Fund for emergency actions. Specifies funds for deposit and sets forth procedures for the Secretary to request and the Secretary of the Treasury to invest certain funds. (Sec. 10) Requires the Secretary to report to Congress on the economic, social, and environmental values and impacts of the U.S. corals market, including an assessment of import and export trades and economic incentives, and identification of any actions necessary to ensure that the U.S. market does not contribute to coral reef ecosystem degradation. Authorizes appropriations. (Sec. 11) Directs the Secretary to carry out international coral reef conservation activities in waters outside the U.S. jurisdiction. Directs the Secretary to: (1) report to Congress regarding an international coral reef ecosystem strategy, and (2) establish an international coral reef ecosystem partnership program. Allows the Secretary to transfer limited funds to a foreign government or international organization and accept funds from such entities. (Sec. 12) Authorizes the Secretary to make additional grants for entities to work with local communities and through federal and state entities to increase protection of priority coral reef areas. (Sec. 13) Authorizes the Secretary to maintain an inventory of all vessel reef grounding incidents and identify reef ecosystems with a high incidence of vessel impacts. (Sec. 14) Makes it unlawful to destroy, take, cause the loss of, or injure any coral reef or part, except if caused by: (1) permitted fishing gear use, (2) a federally or state permitted use, (3) bona fide marine scientific research, (4) certain federal emergency activity, or (5) a vessel master's actions to ensure vessel safety or to save a life at sea. (Sec. 15) Makes anyone who engages in an activity that injures a coral reef ecosystem liable, jointly and severally, for response costs and damages, costs of seizure, forfeiture, storage, disposal, and related interest. Makes vessels used in prohibited activities liable in rem. Authorizes the Attorney General, upon the Secretary's request, to commence a civil action for response costs, seizure, forfeiture, storage, or disposal costs, and damages, as well as specified interest. Bars such a civil action unless filed within three years after the date on which the Secretary completes a damage assessment and restoration plan for the coral reef. (Sec. 16) Authorizes enforcement officials to: (1) board, search, inspect, and seize certain vessels or conveyances suspected of violations; (2) execute court-issued warrants; and (3) arrest persons reasonably believed to have committed a prohibited act. Provides for enforcement, including through civil administrative and judicial penalties and denial, suspension, amendment, or revocation of any permit involved. Provides for in rem jurisdiction, criminal and civil forfeiture, criminal fines and imprisonment, and injunctive relief. Ensures that customs laws and enforcement shall still apply insofar as applicable and not inconsistent with this Act. Allows the Secretary to issue subpoenas. Includes the internal waters and territorial sea of the United States, the Exclusive Economic Zone of the United States, and the continental shelf, consistent with international law, in the area of application and enforceability of this Act. (Sec. 17) Authorizes the Secretary to issue permits for research and activities that would otherwise be prohibited by the Act. (Sec. 18) Directs the Secretary and other federal members of the Coral Reef Task Force to work in coordination with other federal agencies, states, and U.S. territorial governments to implement the strategies developed under this Act to address multiple threats to coral reefs and coral reef ecosystems. Requires the Secretary to: (1) enter written agreements with states in which coral reefs are located regarding the manner in which response and restoration activities will be conducted, and (2) update cooperative enforcement agreements with states to include enforcement of this Act. (Sec. 19) Requires any regulations promulgated under this Act to be in accordance with international law. (Sec. 20) Directs the Secretary to submit reports to Congress: (1) describing activities undertaken to implement the strategy by March 1, 2010, and every three years thereafter; and (2) assessing the conditions of coral reefs and management actions by March 1, 2013, and every five years thereafter. (Sec. 21) Authorizes appropriations through FY2016. (Sec. 22) Precludes judicial review except for civil administrative penalties, permit sanctions, and final agency action regarding the issuance of certain permits. Allows the court in any judicial proceeding to award costs of litigation to any prevailing party."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coral Reef Conservation Amendments Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Coral Reef Conservation Amendments Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Coral Reef Conservation Act of 2000, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:57:32-05:00"
}