{
  "actions": [
    {
      "acted_at": "1989-06-14", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-12", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held jointly with the Subcommittee on Superfund, Ocean and Water Protection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-25", 
      "references": [], 
      "text": "Subcommittee on Superfund, Ocean and Water Protect. Hearings held jointly with the Subcommittee on Environmental Protection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-12", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-06-27", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported to Senate by Senator Burdick with an amendment in the nature of a substitute and an amendment to the title. With written report No. 101-339.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-27", 
      "calendar": "Senate Legislative", 
      "number": "647", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 647.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1178-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Protection", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Superfund, Ocean and Water Protection", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1989-06-14", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1989-06-14", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1989-06-14", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1989-06-14", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1989-06-14", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fowler, Wyche, Jr.", 
      "sponsored_at": "1989-06-14", 
      "state": "GA", 
      "thomas_id": "00405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1989-06-14", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1989-06-14", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1990-06-05", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1989-06-14", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1989-06-14", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1989-06-14", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1989-06-14", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-14", 
  "number": "1178", 
  "official_title": "A bill to improve and expand programs for the protection of marine and coastal waters.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coastal Protection Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Mitchell, George J.", 
    "state": "ME", 
    "thomas_id": "01401", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-06-12", 
  "subjects": [
    "Acid precipitation (Meteorology)", 
    "Acid rain", 
    "Agricultural pollution", 
    "Authorization", 
    "Canada", 
    "Coastal zone", 
    "Congressional reporting requirements", 
    "Connecticut", 
    "Drainage", 
    "Dredging", 
    "Ecological research", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Estuaries", 
    "Estuarine pollution", 
    "Eutrophication", 
    "Executive reorganization", 
    "Federal aid to water pollution control", 
    "Fines (Penalties)", 
    "Fishery management", 
    "Flood insurance", 
    "Florida", 
    "Food poisoning", 
    "Government paperwork", 
    "Government trust funds", 
    "Great Lakes", 
    "Harbors", 
    "Industrial pollution", 
    "Information services", 
    "International agencies", 
    "International environmental cooperation", 
    "Lakes", 
    "Liability for water pollution damages", 
    "Licenses", 
    "Maine", 
    "Marine pollution", 
    "Marine resources conservation", 
    "Marine transportation", 
    "Municipal services", 
    "New Jersey", 
    "New York State", 
    "Nitrogen", 
    "Oil pollution", 
    "Research grants", 
    "Revolving funds", 
    "Sediment control", 
    "Sedimentation", 
    "Sewage treatment plants", 
    "Shellfish culture", 
    "Standards", 
    "Vermont", 
    "Waste disposal in the ocean", 
    "Waste disposal sites", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water quality", 
    "Watershed management", 
    "Watersheds"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1990-06-27", 
    "text": "Coastal Protection Act of 1990 - States that it is U.S. policy to restore and protect the integrity of the marine environment and the Great Lakes so that the values of these resources are not impaired by pollution. Title I: Marine Research and Monitoring Programs - Amends the Marine Protection, Research, and Sanctuaries Act to authorize the establishment of regional marine research programs to coordinate, plan, and support research, monitoring, and assessment activities concerned with the environmental quality of marine waters. Authorizes the Governors of a majority of States in a marine research region to develop and submit for approval to the Regional Marine Research Oversight Board a combined, interstate proposal for a program which identifies the research organizations which will participate in the program and the goals of such program. Identifies the marine research regions as the Gulf of Maine region, Greater New York Bight region, Mid-Atlantic region, South Atlantic Bight region, Tropical region, Gulf of Mexico region, California region, North Pacific region, Gulf of Alaska, Bering, and Arctic Seas region, and Insular Pacific region. Makes the Great Lakes Research Office responsible for research in the Great Lakes region and considers such office to be the Great Lakes counterpart to research programs established by this title. Requires each program to develop and submit for the Board's approval a three-year marine research and assessment plan which: (1) describes research needs and priorities in the region over the next ten years, with emphasis on the upcoming three-to-five year period; (2) lists and describes research and assessment projects in the region which are expected to receive public or private funding; (3) describes the research and assessment projects to be given priority for funding under this Act; (4) reviews and discusses the coordination of projects addressing issues common to neighboring regions; and (5) lists the equipment and supplies used commonly for research projects in the region. Requires that the plan be updated and resubmitted to the Board at least every three years. Authorizes each program to submit an application to the Board for annual support, research, and equipment grants. Sets forth reporting requirements. Requires each program to prepare regional assessments of marine environmental quality and resources in their region. Requires that such assessments be made available to the public. Authorizes the establishment of the Regional Marine Research Oversight Board to oversee, coordinate, and report periodically to the Congress on the activities of the programs. Authorizes and allocates appropriations. Directs the Administrator of the Environmental Protection Agency (EPA) to implement a program to measure the environmental quality of marine ecosystems. Requires the program to be located at the Environmental Research Laboratory, Narragansett, Rhode Island. Directs the Administrator to establish: (1) a program for identifying indicators of marine ecosystem quality; and (2) a system for designing and reviewing methods for monitoring marine ecosystems. Requires the Administrator to submit to the Congress a Comprehensive Implementation Strategy identifying activities to implement a comprehensive marine ecosystem monitoring program. Directs the Administrator to enter into memoranda of understanding with appropriate Federal agencies to coordinate Federal marine monitoring programs. Requires the Administrator to report annually to the Congress on the condition of the nation's marine ecosystems. Directs the Administrator to establish: (1) a Marine Environment Information Program to compile and disseminate information on issues related to the marine environment; and (2) a program of research and monitoring to determine the effects of atmospheric pollutants on degradation of the marine environment. Authorizes appropriations. Title II: Coastal Water Quality Protection Programs - Amends the Federal Water Pollution Control Act to direct the Administrator to submit to the Congress a Coastal Environment Toxics Release Strategy. Requires the Administrator to prepare an annual assessment of the industrial categories discharging pollutants required to be reported pursuant to the Superfund Amendments and Reauthorization Act of 1986 into coastal waters and into publicly owned treatment works which discharge into such waters. Provides that the assessment shall identify: (1) categories which discharge the greatest amounts of pollutants; and (2) geographical areas receiving the greatest amount of pollutant discharges. Directs the Administrator to use the assessment to: (1) verify permit information; (2) improve individual control strategies for toxic pollutants; (3) identify other regulatory programs and adopt measures to assure that toxics data is incorporated into those programs; (4) identify pollutants for which water quality criteria have not been published; and (5) target compliance and enforcement actions. Extends the authorization of appropriations for the National Estuary Program. Adds Casco Bay, Maine, and Tampa Bay and Lower St. Johns River, Florida, to the list of areas to be given priority consideration for management conferences under the National Estuary Program. Prohibits the Administrator from convening a management conference for any estuary which is not designated as a priority marine water body under this Act. Authorizes (currently, requires) the Administrator to carry out specified environmental monitoring and research programs in estuaries. Directs the Administrator to designate all marine water bodies which do not assure the protection and propagation of a balanced, indigenous population of shellfish, fish, and wildlife and allow for recreational activities in and on the water. Requires the Administrator, in the designation of such water bodies, to give priority to water bodies which: (1) function as ecological systems; and (2) exhibit a range of degradation problems and are degraded by various pollution sources. Sets forth specific requirements for such water bodies with respect to point source discharges, permits for discharges of storm water, restrictions on disposal sites and discharges of sewage from vessels, pretreatment of industrial wastes, and management programs for watersheds. Requires publicly owned treatment works which serve industrial users and discharge to a designated water body to establish or revise a pretreatment program to include requirements for: (1) permits for industrial discharges into the treatment works; (2) local limits to control the discharge of toxic pollutants into the treatment works; (3) random sampling and inspection of industrial users; (4) development of enforcement response plans; (5) notification by industrial users of any discharge into the treatment works of a waste listed under the Resource Conservation and Recovery Act; and (6) notification by industrial users in advance of changes in the volume or character of pollutants in their discharge. Directs the Administrator to: (1) develop and test guidelines for publicly owned treatment works to reduce and control the sources of toxic pollutants found in waste waters; and (2) establish a data base of such sources. Requires local governments to provide State certifications to the Federal Emergency Management Agency (FEMA) to show that requirements for construction in the 100-year marine flood plain are adequate to assure that such construction will not violate State water quality standards. Directs FEMA to suspend any community failing to provide such certification from the flood insurance program. Requires the Administrator to establish a national program of outreach information and technical assistance for owners of marine land. Directs the Administrator to provide such owners with specified information concerning land management and environmental protection. Authorizes the delegation of the operation of such programs to States. Requires the Administrator to provide technical assistance to the Secretary of Agriculture to reduce agricultural and related sources of nonpoint source pollution to coastal waters. Directs the Administrator to: (1) identify those lands which, if enrolled in the Conservation Reserve Program, would contribute to protection of the coastal environment by reducing nonpoint source pollution; and (2) furnish the list of such lands to the Secretary to assist the Secretary in establishing priorities for expenditures under the Conservation Reserve Program. Requires the Administrator to prohibit the discharge from a vessel of sewage into any designated waterbody. Directs the Administrator to: (1) study the availability of adequate facilities for the safe and sanitary removal and treatment of sewage from vessels operating on coastal waters; and (2) report and make recommendations to the Congress on such study to assure that such facilities are reasonably available. Requires States in which there are discharges of overflows from combined storm water and sanitary sewers into coastal waters to submit biennially to the Administrator an inventory of such discharges which shall: (1) identify the location of each discharge and the affected waterbody; (2) identify the entity responsible for the discharge; (3) identify permits for each discharge; (4) identify the estimated volume and pollutant loading of the discharge over a one-year period; (5) assess the proportion of the volume of the combined discharge to the volume capacity of the appropriate treatment works over a specified time period; and (6) identify the nature and status of any existing programs to eliminate discharges. Directs entities responsible for discharges to submit to the Administrator a program and schedule for the elimination of such discharges. Outlines program requirements and procedures for approval and modification. Makes municipalities which fail to implement such programs subject to penalties. Directs the Administrator to modify or issue permits for discharges of combined sewers. Requires the Administrator to publish guidance describing best management practices and other measures for the elimination of combined storm water and sanitary sewer overflows. Provides for the establishment of a water pollution control revolving fund for States implementing combined sewer elimination programs and for Great Lakes protection programs. Reserves funds for combined sewer elimination programs. Requires the Administrator to allocate funds to address the most significant water quality problems and to give priority to municipalities discharging to designated water bodies. Limits the Federal share of grants to 55 percent of a project's total cost. Directs the Administrator to publish information establishing the degree of percentage removal attainable through secondary treatment where a treatment works receives flows from combined sewers. Requires the Administrator to submit to specified congressional committees a five-year plan and schedule for the development, review, and revision of criteria for pollutants found in marine waters and sediment. Provides that the plan shall: (1) give priority to pollutants which pose the greatest threat to the marine environment; and (2) provide for biological toxicity criteria for marine waters and sediments. Permits persons to petition the Administrator to develop such criteria. Requires the Administrator to approve a petition if the pollutant is preventing the attainment of a balanced, indigenous population of fish, shellfish, and wildlife or preventing recreation in and on marine waters. Provides for the revision of such criteria, as necessary. Directs each State bordering on marine waters to promulgate numerical marine water and sediment quality standards for pollutants for which criteria have been published under the Federal Water Pollution Control Act. Requires such standards to assure the protection and propagation of a balanced, indigenous population of shellfish, fish, and wildlife and provide for recreational activities in and on the water. Directs the Administrator to establish standards for States which fail to do so and for areas of the marine environment not under State control. Provides that State standards shall take precedence over Federal standards, unless the Federal standard is more stringent or protective of human health and the environment. Authorizes State Governors to petition the Administrator for less stringent standards if proven that such standards will assure an equal degree of protection of human health and the environment and are appropriate because of significant differences in the biological, physical, and chemical characteristics of the waters in question and U.S. marine waters and sediments. Prohibits the issuance of permits for discharges into the territorial sea, the waters of the contiguous zone, or the oceans if the Administrator determines that a discharge is expected to: (1) prevent the protection and propagation of a balanced, indigenous population of fish and wildlife and recreational activities in and on the water; or (2) prevent the attainment of standards established pursuant to this Act. Authorizes the Administrator to apply specified ocean discharge criteria in considering permit requests for discharges in estuarine waters. Deems regulations creating exemptions to ocean discharge requirements to be invalid. Requires the Administrator, in assessing the effects of a proposed discharge to marine waters, to consider an applicant's demonstration of the need to discharge based on a showing of measures to eliminate or minimize the discharge. Directs the Administrator to publish guidance describing pollution prevention methods and the EPA's expectations with regard to such demonstrations. Extends the authorization of appropriations for the Chesapeake Bay Program. Title III: Marine Sediment Contamination - National Sediment Contamination Survey Act of 1990 - Amends the Federal Water Pollution Control Act to require the Administrator to: (1) conduct a survey of, and report to the Congress on, sediment contamination in U.S. coastal waters; and (2) compile information on the quantity, chemical and physical makeup, and geographic location of contaminated sediments, the source of contamination, and the environmental and human health effects of contamination. Amends the Marine Protection, Research, and Sanctuaries Act to prohibit the issuance of permits or dumping authorizations for dumping material which contains contaminants in excess of water or sediment quality standards or criteria adopted pursuant to the Federal Water Pollution Control Act. Provides for special permits (currently, waivers of requirements) for the disposition of dredged material which would result in noncompliance with dumping criteria or restrictions. Requires the Administrator (currently, authorizes) to designate sites or times for ocean dumping. Directs the Administrator to develop and implement site management plans for designated ocean dumping sites. Prohibits the designation of, and the issuance of permits or dumping authorizations for, a site unless a site management plan has been developed. Provides for public comment on, and periodic review of, site designation actions and management plans. Revises general permit provisions for ocean dumping. Limits such permits to a period of three years. Expands the scope of penalties for ocean dumping violations. Directs the Administrator to report to the Congress on the feasibility of designating an alternative site to the mud dump site at a distance at least 20 miles from the shoreline. Requires the Secretary of the Army and the Administrator to submit to the Congress a plan for the long-term management of dredged material from the New York/New Jersey Harbor region. Directs the Secretary to implement a demonstration project for disposing of up to ten percent annually of material dredged from such region in an environmentally sound manner other than ocean disposal. Authorizes appropriations. Repeals a provision of the Water Resources Development Act concerning alternatives to the mud dump for disposal of dredged material. Title IV: Great Lakes Programs - Great Lakes Critical Programs Act of 1990 - Amends the Federal Water Pollution Control Act to require the Administrator to publish water quality guidance for the Great Lakes System. Directs Great Lakes States to adopt water quality standards, anti-degradation policies, and implementation procedures consistent with such guidance. Requires the Administrator to promulgate standards for States which fail to do so. Directs the Great Lakes National Program Office to ensure, for each area of concern for which the United States has agreed to draft a Remedial Action Plan, that the Great Lakes State in which the area of concern is located: (1) submits a Remedial Action Plan to the Program Office by June 30, 1991; (2) submits such Plan to the International Joint Commission by January 1, 1992; and (3) includes such Plan within the State's water quality plan by January 1, 1993. Requires the Program Office, for each area of concern for which Canada has agreed to draft a Plan, to work with Canada to assure the submission of such Plans to the International Joint Commission by June 30, 1991, and the finalization of such Plans by January 1, 1993. Sets forth additional submission deadlines for areas designated subsequent to this Act's enactment. Requires the Program Office to compile formal comments made by EPA and the International Joint Commission and make them available to the public. Directs the Program Office: (1) by January 1, 1992, to publish in the Federal Register a proposed Lakewide Management Plan for Lake Michigan and solicit public comments; (2) by January 1, 1993, to submit such Plan to the International Joint Commission for review; and (3) by January 1, 1994, to publish in the Federal Register a final Plan and begin implementation. Requires the Program Office to identify areas within the Great Lakes which are likely to experience numerous or voluminous spills of oil or other hazardous materials and identify weaknesses in Federal and State programs to prevent and respond to such spills. Adds specific due dates for certain tasks under an existing law provision which requires a five-year study and demonstration projects relating to the control and removal of toxic pollutants in the Great Lakes. Requires the Administrator to publish information concerning the public health and environmental consequences of contaminants in Great Lakes sediment. Directs the Administrator to implement plans for Great Lakes confined disposal facilities. Requires such plans to: (1) identify the anticipated use and management of sites over a 20-year period; and (2) be reviewed at least every five years. Increases the amount authorized to be appropriated for the Great Lakes Program for FY 1991. Title V: Special Areas Protection - Part A: Long Island Sound - Long Island Sound Improvement Act of 1990 - Directs the Administrator to continue the Management Conference of the Long Island Sound Study and establish an office to be located on or near Long Island Sound. Directs the Office to: (1) assist in the implementation of the Comprehensive Conservation and Management Plan for Long Island Sound; (2) conduct or commission studies to strengthen such Plan; (3) coordinate grant, research, and planning programs; (4) coordinate activities with other Federal agencies with jurisdiction over the Sound and with marine monitoring and research programs; (5) provide administrative and technical support to the Conference; (6) make available to the public information relating to the environmental quality of the Sound; (7) report biennially to the Congress on the Plan; and (8) convene conferences for State and local legislators to facilitate the environmental restoration of the Sound. Authorizes the Administrator to make grants to implement the Plan. Limits the amount of grants for citizen involvement and education and the Federal share of grants. Authorizes appropriations. Part B: Lake Champlain - Lake Champlain Special Designation Act of 1990 - Establishes a Lake Champlain Management Conference to: (1) appoint a Technical Advisory Committee; (2) establish a multi-disciplinary environmental research program for Lake Champlain; and (3) publish a pollution prevention, control, and restoration plan for Lake Champlain. Provides for public comments on the plan. Requires the Administrator to approve the plan if it meets specified requirements and the Governors of New York and Vermont concur. Makes an approved plan eligible for funding. Authorizes the Administrator to make grants for the development of the plan and for retaining consultants in support of litigation undertaken by New York and Vermont to compel cleanup or obtain damage costs from persons responsible for the pollution of Lake Champlain. Limits the Federal share of such grants. Authorizes appropriations. Requires the Secretary of Agriculture to designate the Lake Champlain Basin as a special project area under the Agricultural Conservation Program. Increases to 15 percent the technical reimbursement from the Agricultural Stabilization and Conservation Service to carry out such project. Directs the Secretary to develop a comprehensive agricultural monitoring and evaluation network for all major drainages within the Basin. Allocates funds to agricultural enterprises located at priority sites to ensure implementation of nonpoint source pollution controls throughout the Basin. Requires the Secretary of the Interior, acting through the U.S. Fish and Wildlife Service, to: (1) implement a fisheries restoration, development, and conservation program; and (2) conduct a wildlife species and habitat assessment survey in the Basin. Authorizes appropriations. Part C: Onondaga Lake - Onondaga Lake Restoration Act - Directs the Assistant Secretary of the Army for Civil Works, the Administrator, and the Governor of New York to convene a management conference for the restoration, conservation, and management of Onondaga Lake. Requires the conference to develop a plan that recommends priority corrective actions and compliance schedules for the cleanup of the Lake. Authorizes the Administrator or the Assistant Secretary to make grants for the development of the plan and for retaining consultants in support of litigation undertaken by New York to compel cleanup or obtain damage costs from parties responsible for the pollution of the Lake. Authorizes appropriations. Title VI: Other Provisions - Directs the Administrator to: (1) conduct research and monitoring to identify unregulated pollutants in the estuarine zone, coastal waters, and the Great Lakes not currently addressed in requirements of the Federal Water Pollution Control Act; and (2) report to the Congress on such pollutants and provide a plan for integrating these contaminants into the pollution control authorities of such Act. Provides for studies and reports on pollution in coastal waters. Requires the Administrator to: (1) study the activities of Federal agencies that may result in degradation of coastal waters; and (2) report to the Congress on the study and recommendations to reduce such degradation. Directs Federal agencies to minimize degradation of coastal waters and preserve the natural values served by such waters in carrying out responsibilities. Requires the Administrator of the National Oceanic and Atmospheric Administration to study and report to specified congressional committees on the nature of the relationship between contact with marine pollutants and shellfish consumption with the incidence of human illnesses. Directs the Administrator of the National Oceanic and Atmospheric Administration to study and report to the Congress on: (1) the economic impacts caused by marine degradation; and (2) the impact that enhanced nitrogen levels in the marine environment may have on stimulating toxic algal blooms. Requires the EPA Administrator to report on the potential use of microorganisms to degrade pollutants such as organic material or chemical pollutants in municipal or industrial wastes both before and after disposal in the marine environment and the Great Lakes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Marine Protection Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Coastal Protection Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Great Lakes Critical Programs Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Lake Champlain Special Designation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Long Island Sound Improvement Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Sediment Contamination Survey Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Onondaga Lake Restoration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve and expand programs for the protection of marine and coastal waters.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:30-05:00"
}