{
  "actions": [
    {
      "acted_at": "1998-03-23", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1812-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1998-03-23", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-03-23", 
  "number": "1812", 
  "official_title": "A bill to authorize appropriations for fiscal year 1999 for military activities of the Department of Defense, to prescribe military personnel strengths for fiscal year 1999, and for other purposes.", 
  "popular_title": "Authorization bill FY99, Defense Department", 
  "related_bills": [
    {
      "bill_id": "hr3616-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Defense Authorization Act for Fiscal Year 1999", 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-03-23", 
  "subjects": [
    "Administrative fees", 
    "Agriculture and food", 
    "Air bases", 
    "Air defenses", 
    "Air force", 
    "Air force personnel", 
    "Air force procurement", 
    "Air force research", 
    "Alimony", 
    "Alliances", 
    "American military assistance", 
    "American technical assistance", 
    "Ammunition", 
    "Anesthetics", 
    "Antigua and Barbuda", 
    "Antimissile missiles", 
    "Architecture", 
    "Archives", 
    "Armed Forces Retirement Home", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Army personnel", 
    "Army posts", 
    "Army procurement", 
    "Army research", 
    "Arts, culture, religion", 
    "Asian studies", 
    "Authorization", 
    "Bahamas", 
    "Ballistic missile defenses", 
    "Ballistic missiles", 
    "Barbados", 
    "Biennial budgets", 
    "Books", 
    "British West Indies", 
    "Building leases", 
    "Buy American", 
    "California", 
    "Canal Zone", 
    "Caribbean area", 
    "Checks", 
    "Chemical weapons", 
    "Child support enforcement", 
    "Civil rights and liberties, minority issues", 
    "Civil-military relations", 
    "Claims", 
    "Classified defense information", 
    "Coast guard", 
    "Collection agencies", 
    "Collection of accounts", 
    "Collective bargaining agreements", 
    "Collective bargaining in government", 
    "College discipline", 
    "Combat vehicles", 
    "Commerce", 
    "Congress", 
    "Congress and military policy", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Conventional weapons", 
    "Cotton", 
    "Crime and law enforcement", 
    "Damages", 
    "Declaration of war", 
    "Defense budgets", 
    "Defense burdensharing", 
    "Defense contracts", 
    "Defense procurement", 
    "Delegation of powers", 
    "Dental care", 
    "Department of Defense", 
    "Disaster relief", 
    "Dominica", 
    "Dominican Republic", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drug testing", 
    "Drug traffic", 
    "Drugs and government employees", 
    "Drugs and military personnel", 
    "Drugs and youth", 
    "Early retirement", 
    "East Asia", 
    "Economics and public finance", 
    "Education", 
    "Electronic funds transfers", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Engineering", 
    "Enlisted personnel", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Europe", 
    "Export controls", 
    "Families", 
    "Federal aid to medical education", 
    "Federal employees", 
    "Fibers", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Flight training", 
    "Foreign trade and international finance", 
    "Freedom of information", 
    "Fringe benefits", 
    "Garnishment", 
    "Geodesy", 
    "Germany", 
    "Government buyouts", 
    "Government contractors", 
    "Government employee unions", 
    "Government operations and politics", 
    "Government procurement", 
    "Government property", 
    "Government service contracts", 
    "Government trust funds", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Grenada", 
    "Guided missiles", 
    "Haiti", 
    "Hazardous waste disposal", 
    "Hazardous waste site remediation", 
    "Health", 
    "Higher education", 
    "History", 
    "Housing and community development", 
    "Imports", 
    "Income maintenance programs", 
    "Infrastructure", 
    "Inspectors general", 
    "Insurance premiums", 
    "Intelligence officers", 
    "International affairs", 
    "International education", 
    "Italy", 
    "Jamaica", 
    "Japan", 
    "Japanese language", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Land mines", 
    "Land transfers", 
    "Latin America", 
    "Law", 
    "Layoffs", 
    "Leases", 
    "Leave of absence", 
    "License agreements", 
    "Maintenance and repair", 
    "Mandatory retirement", 
    "Maps", 
    "Marine corps", 
    "Marines", 
    "Married people", 
    "Medical economics", 
    "Medical education", 
    "Medical personnel", 
    "Mexico", 
    "Military aircraft", 
    "Military airlift", 
    "Military and naval supplies", 
    "Military base closures", 
    "Military base conversion", 
    "Military construction operations", 
    "Military dependents", 
    "Military discharges", 
    "Military education", 
    "Military history", 
    "Military hospitals", 
    "Military housing", 
    "Military intelligence", 
    "Military law", 
    "Military leave", 
    "Military medicine", 
    "Military operations", 
    "Military pay", 
    "Military pensions", 
    "Military personnel", 
    "Military promotions", 
    "Military research", 
    "Military sealift", 
    "Military strategy", 
    "Military training", 
    "Military transportation", 
    "Military vehicles", 
    "Military weapons", 
    "Minesweeping", 
    "Minorities", 
    "Minority business enterprises", 
    "NATO military forces", 
    "National Guard", 
    "Naval aviation", 
    "Naval history", 
    "Naval personnel", 
    "Naval procurement", 
    "Naval research", 
    "Navy", 
    "Nuclear warships", 
    "Nurses", 
    "Officer personnel", 
    "Ordnance", 
    "Pacific area", 
    "Panama", 
    "Payroll deductions", 
    "Personnel management", 
    "Plant fibers", 
    "Polychlorinated biphenyls", 
    "Poor", 
    "Post exchanges", 
    "Privatization", 
    "Public lands and natural resources", 
    "Recruiting and enlistment", 
    "Reprogramming of appropriated funds", 
    "Rescue work", 
    "Research and development", 
    "Research centers", 
    "Retired military personnel", 
    "Revolving funds", 
    "Riots", 
    "Salvage", 
    "Science, technology, communications", 
    "Service academies", 
    "Shipbuilding", 
    "Ships", 
    "Silk industry", 
    "Small business", 
    "Social welfare", 
    "Soldiers' homes", 
    "South Carolina", 
    "South Korea", 
    "Special forces (Military science)", 
    "Storage", 
    "Student loan funds", 
    "Subcontractors", 
    "Submarine disasters", 
    "Submarines", 
    "Subpoena", 
    "Supercomputers", 
    "Survivors' benefits", 
    "Tactical nuclear weapons", 
    "Tanks (Combat vehicles)", 
    "Technology transfer", 
    "Territories (U.S.)", 
    "Terrorism", 
    "Test facilities", 
    "Torpedoes", 
    "Transportation and public works", 
    "Travel costs", 
    "Trinidad and Tobago", 
    "Tugboats", 
    "Warships", 
    "Women", 
    "Women in business", 
    "Wool"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-03-23", 
    "text": "TABLE OF CONTENTS: Title I: Procurement Subtitle A: Authorization of Appropriations Subtitle B: Multi-Year Contract Authorizations Title II: Research, Development, Test, and Evaluation Subtitle A: Authorization of Appropriations Subtitle B: Other Matters Title III: Operation and Maintenance Title IV: Military Personnel Authorizations Subtitle A: Active Forces Subtitle B: Reserve Forces Subtitle C: Reserve Mobilization Income Insurance Fund Title V: Military Personnel Policy Subtitle A: Active Forces Subtitle B: Reserve Forces Title VI: Compensation and Other Personnel Benefits Subtitle A: Military Pay Subtitle B: Bonuses and Special and Incentive Pays Subtitle C: Other Matters Title VII: Acquisition Policy and Management Title VIII: Department of Defense Management Subtitle A: General Management Subtitle B: Department of Defense Personnel Management Title IX: General Provisions Subtitle A: Financial Matters Subtitle B: Miscellaneous Report Requirements and Repeals Subtitle C: Matters Relating to Terrorism Subtitle D: Matters Relating to Counter Drug Operations Subtitle E: Other Matters National Defense Authorization Act for Fiscal Year 1999 - Title I: Procurement - Subtitle A: Authorization of Appropriations - Authorizes appropriations for FY 1999 to the Army, Navy and Marine Corps, and Air Force for aircraft, missiles, weapons and tracked combat vehicles, ammunition, shipbuilding and conversion, and for other procurement. (Sec. 104) Authorizes appropriations for FY 1999 for: (1) defense-wide procurement; (2) the Defense Inspector General; (3) the Defense Health Program; and (4) the chemical demilitarization program. Subtitle B: Multi-Year Contract Authorizations - Authorizes the use of multiyear contracts by the Army and Navy for the procurement of certain vehicles, weapons, and aircraft. Title II: Research, Development, Test, and Evaluation - Subtitle A: Authorization of Appropriations - Authorizes appropriations for FY 1999 for the armed forces for research, development, test, and evaluation, including activities of the Directors of Test and Evaluation and Operational Test and Evaluation. Subtitle B: Other Matters - Adds additional requirements for inclusion in the low-rate initial production of weapon systems. (Sec. 212) Extends through FY 2003 the authority of the Secretary of Defense (Secretary) to contract with commercial entities to conduct commercial test and evaluation activities at a major range and test facility installation. Title III: Operation and Maintenance - Authorizes appropriations for FY 1999 for operation and maintenance (O&M) for the armed forces and specified activities and agencies of the Department of Defense (DOD). (Sec. 302) Authorizes appropriations for FY 1999 for: (1) working capital and revolving funds; (2) the Armed Forces Retirement Home; and (3) the operation of Fisher houses, to be derived from the Fisher House Trust Fund. (Sec. 305) Authorizes the transfer of up to $150 million from the National Defense Stockpile Transaction Fund to specified O&M accounts. (Sec. 306) Authorizes the Secretary, using available amounts from the Department of Defense Base Closure Account 1990, to pay stipulated damages under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 assessed against McClellan Air Force Base, California. Title IV: Military Personnel Authorizations - Subtitle A: Active Forces - Sets forth the authorized end strengths for active-duty forces as of the end of FY 1999. (Sec. 402) Repeals a requirement that such end strengths be sufficient to support two simultaneous major regional contingencies. (Sec. 403) Revises the due date of an annual manpower requirements report. (Sec. 404) Exempts from general and flag officer grade limits the position of Director, National Imagery and Mapping Agency. Makes permanent (currently ends October 1, 1998) the authority of the Chairman of the Joint Chiefs of Staff to designate up to 12 general and flag officers serving in joint duty positions for exclusion from such limits. Subtitle B: Reserve Forces - Sets forth the authorized end strengths as of the end of FY 1999 for members of the Selected Reserve and reserve personnel on active duty in support of the reserves. (Sec. 413) Sets forth the authorized end strengths as of the end of FY 1999 for Army and Air Force military technicians (dual status). (Sec. 414) Increases the number of officers and enlisted personnel authorized to serve on active duty in support of the reserves. (Sec. 415) Excludes from active-duty end strength limitations certain reserve personnel on active duty for 181 days or more in support of peacetime requirements of the military services and combatant commands. Subtitle C: Reserve Mobilization Income Insurance Fund - Authorizes appropriations for the Reserve Mobilization Income Insurance fund. Title V: Military Personnel Policy - Subtitle A: Active Forces - Authorizes the Secretary to determine the composition of selective early retirement boards convened for determining retirement status with respect to Naval Reserve rear admirals or Marine Corps Reserve major generals. (Sec. 503) Provides active status service requirements, for promotion consideration purposes, for Army and Air Force Reserve brigadier generals. (Sec. 504) Authorizes the posthumous appointment of officer commissions and warrants, making the date of appointment the date of death. (Sec. 505) Excludes regular chief warrant officers in the W-4 grade from provisions requiring involuntary retirement due to non-selection for promotion. (Sec. 506) Adds required procedures for the selection of judge advocate generals and assistant or deputy judge advocate generals of the military departments. (Sec. 507) Establishes a three-year term of office for the Chief of the Air Force Nurse Corps. (Sec. 508) Provides time-in-grade requirements for reserve general and flag officers who are involuntarily transferred from an active status. (Sec. 509) Eliminates the requirement for a board of review after a board of inquiry determination relating to an officer's substandard performance of duty or certain other findings. (Sec. 510) Authorizes retired and former officers to be considered for promotion by special promotion selection boards. Subtitle B: Reserve Forces - Authorizes the Secretary of the military department concerned to order members under his jurisdiction to perform functions in support of the defense agencies and either the active or reserve components. Title VI: Compensation and Other Personnel Benefits - Subtitle A: Military Pay - Waives any FY 1999 military pay increases tied to increases in the General Schedule of Compensation for Government employees. Increases the rate of basic pay of members of the uniformed services by 3.1 percent, effective January 1, 1999. Subtitle B: Bonuses and Special and Incentive Pays - Extends through FY 2001 certain bonuses and special pay for specially skilled military personnel, including nuclear-qualified personnel. (Sec. 612) Extends through FY 2000 certain bonuses and special pay authorities for reserve personnel. (Sec. 613) Extends through FY 2001 the special pay authority for nurse anesthetists. (Sec. 614) Provides reenlistment bonus eligibility for reserve personnel who perform active National Guard and Selected Reserve duty. (Sec. 615) Increases from $4,000 to $6,000 the maximum bonus for Army enlistment. Subtitle C: Other Matters - Authorizes the Secretary, or the Secretary of Transportation with respect to the Coast Guard when it is not operating under the Navy, to provide a transportation allowance for rest and recuperation travel during a period in which personnel perform at a duty station within a contingency operation, or in other appropriate circumstances as determined by such Secretary. Provides allowance limits. (Sec. 622) Deletes the Panama Canal Zone from inclusion within the definition of a U.S. possession. (Sec. 623) Allows for the storage of unaccompanied baggage of military dependent students. (Sec. 625) Provides for the restoration of annual leave lost due to the closure of an installation in the Republic of Panama in accordance with the Panama Canal Treaty of 1977. Extends through December 31, 2003, the period during which annual leave lost due to the closure of a military installation under a base closure law will be restored. (Sec. 627) Authorizes the Superintendent of a U.S. military academy to order a cadet or midshipman to be placed on involuntary leave without pay: (1) after a suspension pending separation; (2) to repeat an academic semester or year; or (3) for other good cause. (Sec. 628) Repeals the requirement that no more than ten percent of reenlistment bonuses paid during a fiscal year exceed $20,000. (Sec. 629) Amends the Defense Dependents' Education Act of 1978 to authorize the Secretary, and the Secretary of Transportation with respect to the Coast Guard in appropriate circumstances, to provide an educational allowance to the sponsors of military dependent students in overseas areas in which DOD has not established defense dependents' schools. (Sec. 630) Amends the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS) concerning the defense dental plan for military dependents to: (1) revise the premium amount; and (2) authorize the integration of a basic dental benefit plan into the TRICARE Program (a DOD managed care program). (Sec. 631) Provides for the recovery, care, and disposition of remains of military personnel who die while hospitalized after having been retired by reason of medical disability for an injury, illness, or disease incurred while on active duty, as long as the hospitalization has been continuous since such retirement. (Sec. 632) Revises the voluntary separation incentive program to ensure continued eligibility for members who involuntarily lose membership in a reserve component due to age, years of service, failure of promotion, or medical disqualification. (Sec. 633) Revises the defense domestic dependent elementary and secondary school program to: (1) allow dependents of Federal employees not residing on a military installation to be enrolled in a school program for more than five consecutive school years, at the discretion of the Secretary, where the dependent is qualified, space is available, and the Secretary will be reimbursed for educational services provided. Authorizes the enrollment in such school of the dependent of military personnel assigned to a remote or unaccompanied assignment when such dependent is residing in a U.S. territory, commonwealth, or possession. (Sec. 634) Extends until October 1, 2003: (1) the period during which the Secretary concerned may reduce the required term of active service before qualification for retirement for regular or reserve commissioned officers; (2) the period of exemption from required retirement for certain limited duty Navy commanders and captains; and (3) the exemption from mandatory retirement for failure of promotion for certain Navy and Marine Corps officers designated for limited duty. Title VII: Acquisition Policy and Management - Limits the authority of the head of a defense procuring activity to delegate the approval of the use of noncompetitive procedures in the procurement process. Amends the Federal Property and Administrative Services Act of 1949 to set similar limits with respect to the head of a Federal procuring activity. (Sec. 702) Repeals a provision stating that a defense contractor or subcontractor who is granted a waiver from procurement cost or pricing data requirements shall be considered to have met such requirements for purposes of tiered contracts (contracts having one or more contractors and subcontractors). Makes a similar repeal under the Federal Property and Administrative Services Act of 1949 with respect to nondefense contractors or subcontractors. (Sec. 704) Repeals a provision requiring equal allocation of procurement technical assistance program funding among Defense Contract Administrative Services regions. (Sec. 705) Amends the Defense Acquisition Improvement Act of 1986 to repeal the requirement of certain Defense Inspector General oversight of undefinitized contractual actions. (Sec. 706) Amends the Contracts Disputes Act of 1978 to specify the date for the Government payment of interest on contractor cost claims. (Sec. 707) Requires personnel to be assigned to the following positions for no fewer than three years: (1) program manager or deputy manager for a significant nonmajor defense acquisition program; (2) program executive officer; (3) general or flag officer or equivalent position; or (4) senior contracting official. (Currently, such requirement extends only to critical acquisition positions.) (Sec. 708) Makes eligible for the defense acquisition corps certain personnel who served as a GS-13 or above but were downgraded below such level due to a reduction in force, a base closure, or reason other than for cause. (Sec. 709) Amends the Federal Acquisition Streamlining Act with respect to a test program within the Office of Federal Procurement Policy of alternative and innovative procurement procedures to: (1) remove the requirement that no more than one such test be conducted in any single procuring agency; (2) allow two (currently, one) contracts awarded for such tests to exceed $5 million; (3) reduce from 270 to 120 days before the conduct of a test the date by which a detailed test plan is required to be submitted to specified congressional committees; and (4) extend until January 1, 2003, the termination of the test program. (Sec. 710) Amends the National Defense Authorization Act for Fiscal Year 1991 to: (1) remove the word \"Pilot\" from the Mentor-Protege Pilot Program; (2) authorize DOD to conduct an initiative that would allow DOD to participate in the mentoring of women-owned small business proteges; and (3) expand the definition of a disadvantaged small business concern for purposes of such Program. (Sec. 711) Authorizes holding General Accounting Office protest proceedings in abeyance when the agency involved has agreed to suspend contract award or performance pending completion of any agency protest procedure and any subsequent protest timely filed before the Comptroller General. (Sec. 712) Amends the Department of Defense Appropriations Act, 1993 to revise restrictions on DOD procurement from foreign sources of cotton, silk, wool and other natural fibers and specified derivative products. Title VIII: Department of Defense Management - Subtitle A: General Management - Increases from $5 million to $10 million the authorized annual DOD expenditures for the humanitarian clearance of landmines. Prohibits more than ten percent of such funds from being used to pay reserve personnel performing duty in connection with landmine clearing training and related activities. (Sec. 802) Authorizes the Secretary to impose a surcharge for dishonored checks issued to the Defense Commissary Agency and to deposit collected amounts in the commissary trust revolving fund for payment of costs incurred in collecting on such checks. Provides authorized means of collection, including military pay or entitlements deductions, Federal withholdings, or the use of private collection agencies. (Sec. 803) Amends the Armed Forces Retirement Home Act of 1991 to revise generally the retirement home inspection requirements of the DOD Inspector General. (Sec. 804) Amends the National Security Act of 1947 to exempt operational files of the National Imagery and Mapping Agency (NIMA) from certain public search, review, publication, and disclosure requirements of the Freedom of Information Act. Provides for: (1) exceptions; and (2) judicial review of contested cases of withheld records. Requires the Directors of NIMA and Central Intelligence, at least every ten years, to review exempted records to determine whether they may be removed from exemption. Provides for judicial enforcement of such review requirement. (Sec. 805) Authorizes the Secretary to withhold from public disclosure any geodetic product that the Secretary has determined would, if disclosed, interfere or unfairly compete with an emerging or existing commercial industry or market operation. (Sec. 806) Repeals a provision of the National Defense Authorization Act for Fiscal Year 1998 which requires certain prior approval procedures with respect to the export of high performance computers. (Sec. 807) Amends the National Defense Authorization Act for Fiscal Year 1991 to repeal a provision concerning the authority to waive certain requirements prior to the transfer of the tactical airlift mission to the reserve components. (Sec. 808) Requires funds received from the Federal Republic of Germany representing its share of the costs of the George C. Marshall European Center for Security Studies to be used for Center costs. Authorizes the Secretary to waive reimbursement of certain Center costs for military officers and civilian officials of cooperation partner states of the North Atlantic Cooperation Council or the Partnership for Peace when determined to be in the national security interest. Provides a similar waiver with respect to the Asia Pacific Center for Security Studies for military officers and civilian officials of the Asia Pacific Region. Subtitle B: Department of Defense Personnel Management - Authorizes the Secretary to commence a demonstration project of proposals for improving the personnel management policies or procedures for the Defense Commissary Agency. Provides project terms and conditions, limiting the project's scope to the Agency's workforce. Provides project conditions with respect to employees covered by a collective bargaining agreement. (Sec. 812) Eliminates an employment preference program for the hiring of military spouses as DOD child care employees. (Sec. 813) Preserves certain civil rights protection for former Defense Mapping Agency employees who continue such employment with NIMA. (Sec. 815) Authorizes (currently requires) the Secretary to establish a program for U.S. scientists, engineers, and managers to learn Japanese language and culture. (Sec. 816) Authorizes the Secretary, for five years, to appoint scientific and engineering personnel to conduct experimental research and development through the Defense Advanced Research Projects Agency. Directs the Secretary to report annually to the defense committees on the use of such authority. Title IX: General Provisions - Subtitle A: Financial Matters - Repeals the requirement for a: (1) separate budget request for the procurement of reserve equipment; and (2) two-year DOD budget cycle. (Sec. 903) Amends the Department of Defense Authorization Act, 1986 to require the Director of the Federal Emergency Management Agency (FEMA) to administer a program to provide off-post emergency preparedness to protect the public in the vicinity of installations where lethal chemical agents and munitions are stored. Authorizes the Director to establish an incentive program to encourage States and local governments to achieve early, efficient, and cost-effective preparedness. Requires the Director to report annually to the Congress on program activities. Requires program funds to be set out in a separate defense-related FEMA account. (Sec. 904) Authorizes the Secretary to transfer funds from specified defense accounts for combating terrorism or for force protection. (Sec. 905) Authorizes the Secretary to transfer funds between DOD investment appropriations within acquisition category I and II programs or clearly defined groups of associated acquisition programs, with transfer limits of $500 million per year and $20 million per program. (Sec. 906) Requires annual amounts requested for activities of the Ballistic Missile Defense Organization to be set forth in accordance with specified program elements. Requires amounts requested for Theater and National Missile Defense major defense acquisition programs to be specified in individual dedicated program elements, and to be available only for Ballistic Missile Defense activities. Requires management and support requests to be included within the program elements. (Sec. 907) Authorizes the Secretary, after 30 days' prior notification to the appropriate congressional committees, to transfer funds from DOD O&M accounts to military personnel accounts, to be used for military family housing privatization projects. (Sec. 909) Authorizes the Secretary to pay licensing or other fees to foreign countries or international organizations in connection with the sale there of maps, charts, and navigational books. (Sec. 910) Authorizes the Secretary concerned to charge and retain fees for providing historical information to public requesters from the United States Army or Air Force Military History Institute or the Naval or Marine Corps Historical Center. Subtitle B: Miscellaneous Report Requirements and Repeals - Repeals a report: (1) concerning a NATO conventional defense assessment of allied performance, NATO conventional defense capabilities, and allied burdensharing; (2) relating to the joint training of special operations forces with friendly foreign forces; (3) on the Defense Business Operations Fund; (4) on the Defense Contract Audit Agency's authority to subpoena records of defense contractors; (5) on the use of funds from the lease of non-excess DOD property; (6) concerning the alternative utilization of military facilities; and (7) concerning a proposed contract for the sale of Gregg Circle Area, Fort Jackson, South Carolina. (Sec. 918) Requires the report on demonstration projects relating to the military health care delivery system to be submitted annually (currently, semiannually). (Sec. 922) Provides an exception from the requirement for a report from the Secretary concerned to the defense committees before entering into certain real property transactions with respect to any such transaction made in connection with a declaration of war, national emergency, or major disaster, a riot, or a contingency operation. Requires such a report within 30 days after entering into such a transaction. (Sec. 923) Repeals certain notification requirements with respect to DOD Inspector General investigations. (Sec. 924) Amends the Department of Defense Appropriations Act, 1989 to repeal the reporting of certain elements of DOD overseas basing costs. (Sec. 925) Directs the Secretary concerned to notify the appropriate congressional committees in the case of architectural and engineering services and construction design for which the estimated costs exceed $500,000 (currently $300,000). Subtitle C: Matters Relating to Terrorism - Authorizes the Chairman of the Joint Chiefs of Staff (currently, only the Secretaries of Defense and the military departments) to purchase right-hand drive motor vehicles for use in a foreign country. Authorizes each such official to purchase nontactical armored passenger vehicles under emergency situations for combating terrorism and for military force protection support. (Sec. 932) Authorizes the Secretary to make DOD personnel available to operate equipment with respect to a foreign or domestic counterterrorism operation or a rendition of a suspected terrorist from a foreign country to the United States for trial. Subtitle D: Matters Relating to Counter Drug Operations - Amends the National Defense Authorization Act for Fiscal Year 1991 to extend through FY 2004 DOD's authority to provide support to other Federal agencies and law enforcement officials for counter-drug activities. Authorizes the Secretary to conduct domestic outreach programs to reduce the demand for illegal drugs among youths. (Sec. 942) Amends the National Defense Authorization Act for Fiscal Year 1997 to: (1) authorize DOD to provide counter-drug support for specified Caribbean countries; (2) extend through FY 2004 the authority to provide such support; and (3) increase the amount authorized for such purpose. Subtitle E: Other Matters - Redefines \"financial institution\" for purposes of Federal Government reimbursement of charges incurred by military personnel or Federal employees because of Government error in the direct deposit of pay. (Sec. 952) Amends the Supplemental Appropriations Act, 1987 to authorize drug test results of civil service mariners of the Military Sealift Command to be released to the Coast Guard to the same extent that similar submissions are required from commercial vessel operators. (Sec. 953) Provides for the disposition of amounts collected through military claims services from third parties for loss or damage to personal property shipped or stored at Government expense. (Sec. 954) Allows polychlorinated biphenyls located outside of U.S. customs territory but in U.S. possession and control to be imported for disposal within U.S. customs territory. (Sec. 955) Authorizes the Secretary of the Army to lease up to 500 units in Italy and 800 units in Korea, subject to the maximum lease amount, for military family housing purposes. (Sec. 956) Authorizes the Secretary to conduct a pilot program under which the Secretary's agent would be exempt from providing a copy of notice or service as currently required when providing notice and taking action to enforce obligations for child support and alimony payments among military personnel under provisions of the Social Security Act. Requires a report describing the program from the Secretary to the Speaker of the House and the President of the Senate. Terminates the program at the end of FY 2000. (Sec. 957) Authorizes the Secretary of the Navy to enter into the long-term charter of three specified vessels in support of Navy submarine rescue, escort, and towing."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY99, Defense Department", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Defense Department FY99 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "National Defense Authorization Act for Fiscal Year 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal year 1999 for military activities of the Department of Defense, to prescribe military personnel strengths for fiscal year 1999, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:22-05:00"
}