{
  "actions": [
    {
      "acted_at": "1993-03-04", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-03-17", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Deposit Insurance", 
      "text": "Referred to the Subcommittee on Financial Institutions Supervision, Regulation and Deposit Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1227-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Deposit Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-03-04", 
  "number": "1227", 
  "official_title": "To establish the Federal Bank Agency, to abolish the positions of the Comptroller of the Currency and Director of the Office of Thrift Supervision, to consolidate and reform the regulation of insured depository institutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Bank Regulatory Consolidation and Reform Act of 1993", 
  "sponsor": {
    "district": "1", 
    "name": "Leach, James A.", 
    "state": "IA", 
    "thomas_id": "00672", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-03-04", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Bank capital", 
    "Bank examination", 
    "Bank holding companies", 
    "Cost of living adjustments", 
    "Credit unions", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Executive reorganization", 
    "Federal Deposit Insurance Corporation", 
    "Fees", 
    "Finance and financial sector", 
    "Indexing (Economic policy)", 
    "Presidential appointments", 
    "Regulatory reform", 
    "Savings and loan associations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-03-04", 
    "text": "TABLE OF CONTENTS: Title I: Federal Bank Agency Title II: Interim Provisions; Transfer of Functions, Personnel, and Property Title III: Regulatory and Supervisory Responsibility Title IV: Federal Deposit Insurance Corporation Amendments Title V: Reorganization of Boards of Directors Title VI: Regulatory Uniformity Title VII: Credit Unions Bank Regulatory Consolidation and Reform Act of 1993 - Title I: Federal Bank Agency - Establishes the Federal Bank Agency, whose Administrator may impose and collect charges from any entity for which the Administrator is the appropriate Federal banking agency. Title II: Interim Provisions; Transfer of functions, Personnel, and Property - Sets forth interim provisions to transfer to the Administrator the functions, staff, and property of the Comptroller of the Currency and of the Office of Thrift Supervision. Abolishes the Office of Thrift Supervision and the Office of the Comptroller of the Currency. Title III: Regulatory and Supervisory Responsibility - Transfers to the Administrator all powers and duties that were vested in the Director of the Office of Thrift Supervision and in the Comptroller of the Currency. Amends the Federal Deposit Insurance Act to make as the Administrator of the Federal Bank Agency the appropriate Federal banking agency for certain kinds of Federal depository institutions and subsidiaries. Title IV: Federal Deposit Insurance Corporation Amendments - Makes technical and conforming amendments to the Federal Deposit Insurance Act. Title V: Reorganization of Boards of Directors - Amends the Federal Deposit Insurance Act, the Federal Reserve Act, and the Bank Holding Company Act of 1956 to make technical and conforming amendments. Title VI: Regulatory Uniformity - Amends the Federal Financial Institutions Examination Council Act of 1978 to direct the Federal Financial Institutions Examination Council to: (1) establish uniform principles and standards to be applied by member agencies for the supervision of financial institutions and other financial service providers; and (2) make recommendations for uniformity in other supervisory matters, such as identifying financial service providers in need of special supervisory attention (other than financial institutions) and the adequacy of supervisory tools for determining the impact of affiliate operations on insured depository institutions. Prescribes procedural guidelines under which the Council shall review for uniformity and efficacy proposed regulations submitted by each Federal financial institutions regulatory agency. Grants the Council rulemaking authority. Title VII: Credit Unions - Mandates that insured credit unions be supervised by the National Credit Union Administration under standards comparable to those for Federal depository institutions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bank Regulatory Consolidation and Reform Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish the Federal Bank Agency, to abolish the positions of the Comptroller of the Currency and Director of the Office of Thrift Supervision, to consolidate and reform the regulation of insured depository institutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:29:23-05:00"
}