{
  "actions": [
    {
      "acted_at": "1973-01-04", 
      "committee": "Senate Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-03-02", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Veterans' Affairs with amendment, S. Rept. 93-54.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-03-06", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #32 (86-2).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-03-08", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-07-17", 
      "references": [], 
      "text": "Committee on Veterans' Affairs discharged in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-07-17", 
      "bill_ids": [
        "hr9048-93"
      ], 
      "references": [], 
      "text": "Measure passed House, amended in lieu of H.R. 9048.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-07-19", 
      "references": [], 
      "text": "Senate agreed to House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-07-19", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1973-07-23", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1973-08-02", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1973-08-02", 
      "references": [], 
      "text": "Public law 93-82.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s59-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1973-01-03", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cannon, Howard W.", 
      "sponsored_at": "1973-01-03", 
      "state": "NV", 
      "thomas_id": "01301", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hansen, Clifford P.", 
      "sponsored_at": "1973-01-03", 
      "state": "WY", 
      "thomas_id": "01346", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hartke, Vance", 
      "sponsored_at": "1973-01-03", 
      "state": "IN", 
      "thomas_id": "01349", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1973-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1973-01-03", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pastore, John O.", 
      "sponsored_at": "1973-01-03", 
      "state": "RI", 
      "thomas_id": "01415", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1973-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1973-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1973-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Talmadge, Herman E.", 
      "sponsored_at": "1973-01-03", 
      "state": "GA", 
      "thomas_id": "01446", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1973-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1973-08-02", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-04", 
  "number": "59", 
  "official_title": "An Act to amend title 38 of the United States Code to provide improved and expanded medical and nursing home care to veterans; to provide hospital and medical care to certain dependents and survivors of veterans; to provide for improved structural safety of Veterans' Administration facilities; to improve recruitment and retention of career personnel in the Department of Medicine and Surgery; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2299-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr9048-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Veterans Health Care Expansion Act", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Hospitals", 
    "Labor and employment", 
    "Medical care, personnel, and facilities", 
    "Philippines"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Public Law", 
    "date": "1973-08-02", 
    "text": "(LATEST SUMMARY) Veterans Health Care Expansion Act - =Title I: Hospital, Domicilliary, and Medical Care Benefits= - Extends the definition of \"private facilities\" for which the Administrator of Veterans' Affairs contracts in order to provide hospital care to include facilities for the wife or child of a veteran who has a total disability, permanent in nature, resulting from a service connected disability, and the widow or child of a veteran who died from such a disability. Includes in the term \"hospital care\" mental health services, consultation, professional counseling, and training of a veteran or dependent, or survivor if the veteran has no dependents, as may be necessary or appropriate to the effective treatment and rehabilitation of such individual. Adds home health services which the Administrator deems appropriate for the effective and economical treatment of a disability of a veteran, or dependent, or survivor, to the definition of the term \"medical services.\" Extends to all veterans, hospital or nursing home care if such veteran is unable to defray the expenses of the necessary care. Allows the Administrator to furnish hospital or nursing home care to the wife or child of a veteran who has a total disability, permanent in nature from a service connected disability, and the widow or child of a veteran who died from such a disability. Permits the Administrator to furnish medical services for any disability on an outpatient or ambulatory basis to persons already described in this Act and to any veteran who has a service connected disability rated at eighty percent or more. Authorizes the Administrator, under such regulations as he might prescribe, to reimburse veterans entitled to hospital care as medical services for the reasonable value of such care or services for which such veterans have made payment from sources other than the Veterans' Administration. Adds 38 U.S.C. 628 Authorizes the President to assist the Republic of the Philippines in providing medical care and treatment for Commonwealth Army veterans and new Philippine Scouts under certain conditions. Amends 38 U.S.C. 631 Provides that the President may authorize the Administrator to enter into a contract with the Veterans Memorial Hospital, with the approval of the appropriate department of the Government of the Republic of the Philippines under which the United States: (1) will pay for hospital care in the Republic of the Philippines, or for medical services which shall be provided either in a Veterans Memorial Hospital, or by contract, or otherwise, by the Administrator in accordance with the conditions and limitations applicable generally to beneficiaries under this title, for Commonwealth Army veterans and new Philippine Scouts determined by the Administrator to be in need of such hospital care or medical services for service-connected disabilities; (2) will pay for hospital care at the Veterans Memorial Hospital for Commonwealth Army veterans, and for new Philippine Scouts if they enlisted before July 4, 1946, determined by the Administrator to need such care for non-service-connected disabilities if they are unable to defray the expenses of necessary hospital care; and (3) may pay for hospital care, nursing home care, and medical services determined by the Administrator to be necessary for new Philippine Scouts and for any Commonwealth Army veteran under certain conditions and in specified amounts. Provides that the total of the payments authorized shall not exceed $2,000,000 for any one fiscal year ending before July 1, 1978. Authorizes to be appropriated for each fiscal year ending with fiscal year 1978, $100,000 to be used for the education and training of health service personnel at the Veterans Memorial Hospital, and for the upgrading of equipment and in rehabilitating the physical plant and facilities of such hospital. Amends 38 U.S.C. 632 Authorizes the Administrator to carry out a comprehensive program providing sickle cell anemia screening, counseling, and treatment and to carry out research and research training in the diagnosis, treatment, and control of sickle cell anemia based upon such screening examinations and treatment. Requires the Administrator to include such information in his annual report to Congress. Adds 38 U.S.C. 651-654 =Title II: Amendments to Chapter 73 of Title 38, United States Code Relating to the Department of Medicine and Surgery= - Authorizes the Administrator to carry out a major program of recruitment, training, and employment of veterans with various medical military occupation specialties in order to provide a complete medical and hospital service for the medical care and treatment of veterans and to assist in providing an adequate supply of health manpower to the nation. Amends 38 U.S.C. 41019b) Establishes pay schedules for Assistant Chief Medical Directors, physicians and dentists, and nurses. Provides criteria on which nurses are to receive additional compensation. Enumerates restrictions on physicians, dentists, and nurses, including requirements that no such person may: (1) assume responsibility for the medical care of any patient other than a patient admitted for treatment at a Veterans' Administration facility, except in those cases where the individual, upon request and with the approval of the Chief Medical Director, assumes such responsibilities to assist communities or medical practice groups to meet medical needs which would not otherwise be available for a period not to exceed one hundred and eighty calendar days, which may be extended by the Chief Medical Director for additional periods not to exceed one hundred and eighty calendar days each; (2) teach or provide consultative services at any affiliated institution if such teaching or consultation will, because of its nature or duration, conflict with his responsibilities under this title; and (3) perform, in the course of carrying out his responsibilities under this title, professional services for the purpose of generating money for any fund or account which is maintained by an affiliated institution for the benefit of such institution, or for his personal benefit, or both. Provides that temporary full-time appointments of personnel, other than physicians, dentists, and nurses, shall not exceed one year. Amends 38 U.S.C. 4114(a)(3)(A) Provides that the Administrator may contract with one or more hospitals, medical schools, or medical installations having hospital facilities and participating with the Veterans' Administration in the training of interns or residents to provide for the central administration of stipend payments, provision of fringe benefits, and maintenance of records for such interns and residents by the designation of one such institution to serve as a central administrative agency for this purpose. Permits the Administrator to pay to such designated agency, without regard to any other law or regulation governing the expenditure of Government moneys either in advance or in arrears, all amounts to cover the costs for the period such intern or resident serves in a Veterans' Administration hospital. Adds 38 U.S.C. 4114(b)(2) =Title III: Amendments to Chapter 81 of Title 38, United States Code- Acquisition and Operation of Hospital and Domicilliary Facilities; Procurement and Supply= - Requires the Administrator to provide for no less than an average of 98,500 operating beds in Veterans' Administration Hospitals or an average daily patient census in such beds of no less than 85,500 in any fiscal year, nor maintain such a census of less than 82,000 in any such fiscal year. Authorizes the Administrator to establish and operate not less than eight thousand beds for the furnishing of nursing home care to eligible veterans over which the Administrator has direct and exclusive jurisdiction. Amends 38 U.S.C. 5001(a) Requires the Administrator to appoint an Advisory Committee on Structural Safety of Veterans' Administration Facilities to advise him on all matters of structural safety in the construction and remodeling of Veteran's Administration facilities. Amends 38 U.S.C. 5001(b) Makes provisions for the partial relinquishment to the States of legislative jurisdiction over lands or interests presently in the Administrator's control. =Title IV: Miscellaneous Amendments to Title 38 United States Code= - Specifies certain miscellaneous amendments to title 38 of the United States Code. =Title V: Effective Dates= - Specifies the dates on which the provisions of this Act shall become effective."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Health Care Expansion Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38 of the United States Code to provide improved medical care to veterans; to provide hospital and medical care to certain dependents and survivors of veterans; to improve recruitment and retention of career personnel in the Department of Medicine and Surgery.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend title 38 of the United States Code to provide improved and expanded medical and nursing home care to veterans; to provide hospital and medical care to certain dependents and survivors of veterans; to provide for improved structural safety of Veterans' Administration facilities; to improve recruitment and retention of career personnel in the Department of Medicine and Surgery; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:13-05:00"
}