{
  "actions": [
    {
      "acted_at": "1975-05-07", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-05-07", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 94-193.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-12", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-12", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-12", 
      "references": [], 
      "text": "Measure passed House, roll call #197 (379-2).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres444-94", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-07", 
  "number": "444", 
  "official_title": "A bill to authorize appropriations for the fiscal years 1976 and 1977 for certain maritime programs of the Department of Commerce.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Young, John", 
    "state": "TX", 
    "thomas_id": "01258", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-07", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-07", 
    "text": "Provides that upon the adoption of this resolution it shall be in order to move that the House resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (H.R. 3902) to authorize appropriations for the fiscal years 1976 and 1977 for certain maritime programs of the Department of Commerce, and for other purposes. Directs that after general debate which shall be confined to the bill and shall continue not to exceed one hour, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Merchant Marine and Fisheries, the bill shall be read for amendment under the five-minute rule. States that it shall be in order to consider the amendment in the nature of a substitute recommended by the Committee on Merchant Marine and Fisheries now printed in the bill as an original bill for the purpose of amendment under the five-minute rule, and all points of order against sections 3 and 4 of said substitute for failure to comply with the provisions of clause 7, rule XVI are hereby waived. Provides that at, the conclusion of such consideration, the Committee shall rise and report the bill to the House with such amendments as may have been adopted, and any Member may demand a separate vote in the House on any amendment adopted in the Committee of the Whole to the bill or to the committee amendment in the nature of a substitute. States that previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit with or without instructions. Stipulates that after the passage of H.R. 3902, it shall be in order in the House to take from the Speaker's table the bill S. 1542 and to move to strike out all after the enacting clause of the said Senate bill and insert in lieu thereof the provisions contained in H.R. 3902 as passed by the House."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the fiscal years 1976 and 1977 for certain maritime programs of the Department of Commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:07-05:00"
}