{
  "actions": [
    {
      "acted_at": "1975-03-12", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4800-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-12", 
  "number": "4800", 
  "official_title": "A bill to provide for improved labor-management relations in the Federal service, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Service Labor-Management Act", 
  "sponsor": {
    "district": "3", 
    "name": "Henderson, David N.", 
    "state": "NC", 
    "thomas_id": "00530", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-12", 
  "subjects": [
    "Employee-management relations in government", 
    "Federal employees", 
    "Federal employees and officials", 
    "Labor and employment", 
    "Postal service"
  ], 
  "subjects_top_term": "Employee-management relations in government", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-12", 
    "text": "Federal Service Labor Management Act - Specifies that the right of Federal employees to petition Congress or a Member of Congress, or to furnish information to the Congress, may not be interferred with. Defines terms used in this Act. Establishes the Federal Labor Relations Authority, consisting of a Chairman and two additional members. Requires the Authority to report annually to the President for transmittal to the Congress on its functions and activities. States that exclusive recognition shall be granted to a labor organization which has been selected by a majority of employees in an appropriate unit who participate in an election according to the provisions of this Act. Provides that whenever a petition has been filed with the Authority by any person challenging the existing made of representation, the Authority shall investigate and provide for an appropriate hearing upon due notice. Specifies that if the Authority finds that a question of representation exists, it shall conduct an election by secret ballot and certify the results. Stipulates that exclusive recognition of a labor organization shall not preclude any employee from bringing a grievance to the attention of appropriate officials. States that when a labor organization has been recognized as the exclusive representative of employees in an appropriate unit, it shall be entitled to represent and bargain collectively for all employees in the unit. Requires the agency involved and the labor organization to meet and negotiate in good faith. Sets forth the rights and duties of the agency and the labor organization. Specifies that collective-bargaining procedures shall not involve matters with respect to: (1) the mission, budget, or organization of an agency; (2) the number of employees; (3) the numbers, types, or grades of positions or of employees; (4) the internal security practices of an agency; or (5) the right of management officials of an agency to hire, promote, or retain employees in positions within the agency. Permits wage-deduction allotments for payments of labor organization dues. Empowers the authority to prevent an agency or labor organization from engaging in specified unfair labor practices. Directs the Federal Mediation and Conciliation Service to provide services and assistance to agencies and labor organizations in the resolution of negotiation impasses. Requires agreements entered into by an agency and a labor organization to include proceudres for the settlement of grievances, including questions of arbitrability. Directs the Authority to maintain a file of its proceedings and to publish the texts of its decisions and actions. Authorizes appropriations of funds necessary to carry out the functions and purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Service Labor-Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for improved labor-management relations in the Federal service, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:47-05:00"
}