{
  "actions": [
    {
      "acted_at": "1994-10-05", 
      "references": [
        {
          "reference": "CR S14247-14248, S14253", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-05", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2504-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1994-10-05", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-10-05", 
  "number": "2504", 
  "official_title": "A bill to extend the protections of Federal labor and civil rights laws to part-time, temporary, and leased employees, independent contractors, and other contingent workers, and to ensure equitable treatment of such workers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Contingent Workforce Equity Act", 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-10-05", 
  "subjects": [
    "Administrative procedure", 
    "Age discrimination", 
    "Armed forces and national security", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Collective bargaining", 
    "Commerce", 
    "Defense contracts", 
    "Disabled", 
    "Discrimination in employment", 
    "Employee health benefits", 
    "Employee rights", 
    "Employment of the handicapped", 
    "Families", 
    "Federal employees", 
    "Finance and financial sector", 
    "Government contractors", 
    "Government employees' health insurance", 
    "Government employees' life insurance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government service contracts", 
    "Health", 
    "Health insurance", 
    "Labor and employment", 
    "Layoffs", 
    "Leases", 
    "Minimum wages", 
    "Occupational health and safety", 
    "Office of Personnel Management", 
    "Older workers", 
    "Parental leave", 
    "Part-time employment", 
    "Pension funds", 
    "Plant shutdowns", 
    "Religion", 
    "Religious liberty", 
    "Self-employed", 
    "Sex discrimination in employment", 
    "Sick leave", 
    "Social security taxes", 
    "Social welfare", 
    "Standards", 
    "Surveys", 
    "Taxation", 
    "Temporary employment", 
    "Unemployment insurance", 
    "Women"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-10-05", 
    "text": "TABLE OF CONTENTS: Title I: Worker Protections Title II: Employee Benefits Title III: Misclassification of Employees as Independent Contractors Title IV: Federal Temporary Employees Contingent Workforce Equity Act - Title I: Worker Protections - Provides protections for part-time, temporary, or other contingent workers. (Sec. 101) Amends the Fair Labor Standards Act of 1938 to provide for specified annual increases in the minimum wage. (Sec. 102) Requires that contingent (part-time or temporary) workers receive the same wages as full-time workers for the same work (with exceptions for differential payments pursuant to seniority, merit, or production quantity-or-quality systems or based on factors other than employment status). (Sec. 103) Amends specified Federal law relating to civil rights to protect all persons (including independent contractors) in their right to make and enforce contracts, sue, be parties, give evidence, and be subject to certain requirements free from discrimination based on religion, sex, national origin, age, or disability (race and color discrimination are already prohibited). (Sec. 104) Amends the National Labor Relations Act to include in the collective bargaining units part-time or temporary workers with reasonable expectations of continued employment. Revises joint employer status rules to consider individuals employed by a contractor of an employer as that employer's employees if they are assigned on a regular basis to perform work on the employer's premises and their tasks are functionally integrated with the employer's operations. (Sec. 105) Amends the Occupational Safety and Health Act of 1970 to require employers to protect all workers (not only their own employees) from hazards within the employers' control. (Sec. 106) Amends the Worker Adjustment and Retraining Notification Act to extend to part-time employees the right to advance notice of layoffs and plant closings and other rights under such Act. (Sec. 107) Directs the Secretary of Labor, through the Commissioner of the Bureau of Labor Statistics, to carry out an annual survey identifying the characteristics of temporary workers and their relationships with the establishments at which they are temporarily employed and, where appropriate, with their permanent employers. (Sec. 108) Amends the Service Contract Act of 1965 to require Federal service contract successors to offer a right of first refusal of employment to employees employed under the predecessor contract. Exempts cases where the successor contractor: (1) reasonably believes, based on past performance, the employee is unable to perform the work suitably; or (2) would have to layoff or discharge its own employee. Provides, where a lesser number of jobs are available under the successor contract, that the right of first refusal be offered on a seniority basis. Provides for remedial orders. Exempts contracts under the Javits-Wagner-O'Day Act (relating to blind-made products) and under which services are provided on an intermittent basis. Title II: Employee Benefits - Extends certain employee benefits to contingent workers. (Sec. 201) Amends the Family and Medical Leave Act to lower the threshold for employee coverage to 125 hours of service with an employer during the previous three-month period. (Sec. 202) Amends the Employee Retirement Income Security Act of 1970 (ERISA) to provide for: (1) treatment of employees working at less than full-time (500 or more hours but less than 1,000 hours service per year) under participation, vesting, and accrual rules governing pension plans; (2) treatment of part-time workers (less than 30 hours service per week) under group health plans; and (3) inclusion of certain individuals whose services are leased or contracted for under the definition of employee. (Sec. 203) Amends ERISA to require portable pension accounts for defined contribution plans. Directs the Secretary of Labor to set standards for reciprocity agreements between industry and labor funds for portable pension accounts and employee transfer of accrued benefits and vesting rights from one plan to another. Provides for inflation adjustment for deferred vested benefits. (Sec. 204) Amends the Internal Revenue Code to require States to provide unemployment compensation to part-time workers unavailable for full-time work. Title III: Misclassification of Employees as Independent Contractors - Deals with certain misclassifications of employees as independent contractors. (Sec. 301) Amends the Internal Revenue Code to waive employment tax liability for such a misclassification based on a reasonable good faith misapplication of common law rules, where the employer did not treat individuals in substantially similar positions differently and agrees to treat all such individuals as employees in the future. Modifies provisions on safe harbor for classifications of individuals as nonemployees and provisions for authority for regulations and rulings on employment status. (Sec. 302) Amends the Federal Property and Administrative Services Act of 1949 to make ineligible for Federal contracts employers who willfully misclassify employees as independent contractors. Requires certification that a bid or proposal for a Federal contract is adequate to pay all related employment taxes. Requires Federal contractors to notify independent contractors of their rights and responsibilities. Gives Federal contract bidders a right of action against bidders who misclassify employees as independent contractors. (Sec. 303) Amends Federal law relating to the armed forces to apply to Federal defense contractors provisions, similar to those for other Federal contractors, relating to: (1) ineligibility for contracts for willful misclassification of employees as independent contractors; (2) certification of bid adequacy to pay employment taxes; (3) notification of rights of independent contractors; and (4) right of action against bidders who misclassify employees as independent contractors. Title IV: Federal Temporary Employees - Sets forth provisions relating to Federal temporary employees. (Sec. 401) Expresses the sense of the Congress that the Federal Government should limit the temporary designation to only those positions lasting no more than one year. (Sec. 402) Amends Federal civil service law to direct the Office of Personnel Management to prescribe regulations to provide for offering health benefits plans to temporary Federal employees. (Sec. 403) Allows Federal employees in temporary assignments to participate in the Federal Employees' Retirement System after five years of service. (Sec. 404) Allows temporary Federal employees to receive life insurance benefits after completing six months of continuous employment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Contingent Workforce Equity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the protections of Federal labor and civil rights laws to part-time, temporary, and leased employees, independent contractors, and other contingent workers, and to ensure equitable treatment of such workers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:33-05:00"
}