{
  "actions": [
    {
      "acted_at": "1975-09-16", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2345-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-16", 
  "number": "2345", 
  "official_title": "A bill to impose income tax on capital gains at death.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-16", 
  "subjects": [
    "Capital gains tax", 
    "Estate tax", 
    "Income tax", 
    "Taxation"
  ], 
  "subjects_top_term": "Capital gains tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-09-16", 
    "text": "Provides that in the case of the death of an individual, there shall be taken into account in computing taxable income for the taxable period in which falls the date of his death, the gains and losses which would have been realized and taken into account in computing taxable income (of the decedent or some other person) if all the property (other than property excluded under this Act) required to be included in determining the value of the decedent's gross estate had been sold immediately before his death at the estate tax fair market value to the person to whom the property passes. States that this provision shall not apply unless the aggregate fair market value of property includible in the gross estate exceeds $60,000. Enumerates items of property to be excluded for purposes of imposition of such tax, including: (1) life insurance policies on life of decedent; (2) items of gross income in respect of a decedent; (3) particular joint and survivor annuity policies; and (4) stock or stock options includible in gross income under other Code provisions. Provides that the net amount of gain or loss to be recognized, after exclusions, shall be decreased (but not below zero) by $10,000. States that the character of gain or loss recognized under this Act shall be long-term capital gain or loss. Provides for a phase-in of a 10-year period after which the tax attributable to amounts recognized by reason of the application of this Act shall not exceed 10 times the increase in tax which would result from the inclusion in the taxpayer's gross income of amounts equal to 10 percent of long and short-term capital gain. States that, in the case of an individual, there shall be taken into account in computing taxable income for the taxable year, the gains and losses which would have been realized and taken into account in computing taxable income of such individual if the property (other than property excluded by this Act) transferred by gift during the taxable year had been sold immediately before such transfer at its fair market value to the donee. Provides that the above provision shall not apply unless the aggregate fair market value of property transferred by gift, after September 30, 1975, exceeds $30,000. Provides that the basis of property acquired by gift shall be increased by the amount of tax paid by reason of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to impose income tax on capital gains at death.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:33-05:00"
}