{
  "actions": [
    {
      "acted_at": "1992-04-29", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-21", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Hearings held. Hearings printed: S.Hrg. 102-1064.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2632-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1992-06-30", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1992-08-11", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1992-07-02", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wofford, Harris", 
      "sponsored_at": "1992-05-20", 
      "state": "PA", 
      "thomas_id": "01457", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-29", 
  "number": "2632", 
  "official_title": "A bill to establish the National Environmental Technologies Agency.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5374-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Environmental Technologies Agency Act", 
  "sponsor": {
    "district": null, 
    "name": "Mikulski, Barbara A.", 
    "state": "MD", 
    "thomas_id": "00802", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-29", 
  "subjects": [
    "Business intelligence", 
    "Communication in science", 
    "Environmental engineering", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid programs", 
    "Federal aid to research", 
    "Government and business", 
    "Government operations and politics", 
    "Intellectual property", 
    "Joint ventures", 
    "Privatization", 
    "Research and development", 
    "Revolving funds", 
    "Science, technology, communications", 
    "Small business", 
    "Technological innovations", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-29", 
    "text": "National Environmental Technologies Agency Act - Establishes the National Environmental Technologies Agency to: (1) coordinate Federal environmental restoration and protection planning; (2) identify areas that need technical solutions to maintain environmental security, are not receiving product-oriented research necessary to meet those needs, and exhibit the greatest promise for the development of solutions; (3) support the development of technology having future application in environmental restoration and protection; (4) coordinate the exchange of technological information relating to environmental restoration and protection between Federal agencies and the private sector; (5) support continuing research and development of advanced technologies; (6) monitor research and development being conducted on advanced technologies by private industry; and (7) promote continuing development of a technological industrial base in the United States. Establishes an interagency advisory committee to provide information to the Agency with respect to the needs and concerns of specified agencies in the field of environmental technologies. Establishes the Industry and Academia Advisory Council to make recommendations regarding general policy for the Agency. Permits the Agency Administrator to transfer to the domestic private sector technology developed with the support of the Agency if the technology may have potential application in private activities relating to environmental restoration and protection. Authorizes the Administrator to enter into cooperative agreements with public or private entities to carry out Agency functions, subject to certain conditions. Provides for dissemination of the results of Agency research. Prohibits the making of a contract or award until the research project in question has passed a merit review. Directs the Administrator, in determining whether to make an award to a joint venture, to consider whether the joint venture has provided for appropriate participation of U.S. small businesses. Exempts from Federal disclosure requirements information obtained on a confidential basis in connection with business operations or trade secrets of a joint venture. Prohibits the disclosure by a Federal employee of intellectual property owned by a joint venture that receives funding under this Act, except in accordance with an agreement between the owner and the Administrator. Entitles the United States to a share of licensing fees and royalty payments made to a joint venture in an amount proportionate to the Federal share of costs incurred. Provides for the return of unspent Federal funds to the Agency if it appears that the recipient is not making satisfactory progress toward successful completion of the project. Entitles the United States, upon dissolution of a joint venture that receives funding under this Act, to a share of the residual assets proportionate to the Federal share of costs. Establishes the Environmental Advanced Research Projects Revolving Fund. Authorizes the Administrator to use the Fund to provide financial assistance to industrial and nonprofit research centers, universities, and other entities that serve long-term environmental security needs. Requires the Administrator to report annually to the Congress on: (1) activities of the Agency; (2) the extent to which technologies developed with Agency assistance have been used; and (3) the extent to which those technologies have been transferred overseas. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Environmental Technologies Agency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the National Environmental Technologies Agency.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:33-05:00"
}