{
  "actions": [
    {
      "acted_at": "1990-06-13", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2732-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-13", 
  "number": "2732", 
  "official_title": "A bill to amend title 38, United States Code, to alter the amount of certain types of special pay authorized to be paid to physicians and dentists employed by the Veterans Health Services and Research Administration.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Physicians and Dentists Special Pay Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-06-13", 
  "subjects": [
    "Armed forces and national security", 
    "Dentists", 
    "Federal employees", 
    "Part-time employment", 
    "Physicians", 
    "Salaries", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-06-13", 
    "text": "Physicians and Dentists Special Pay Act of 1990 - Repeals the current limit on the amount of special pay authorized to be received, in addition to annual pay, for physicians and dentists employed in the Veterans Health Services and Research Administration (HSRA) of the Department of Veterans Affairs (Department). Limits the amount of such pay to an amount that, when added to basic pay, does not exceed Level I of the Executive Schedule. Revises the amount of special pay authorized to be received by the Chief Medical Director (CMD) and Deputy Chief Medical Director of the HSRA. Reduces the amount of primary special pay to be paid to eligible full-time and part-time physicians and dentists. Increases the amount of special pay to be paid to physicians and dentists for full-time status, for tenure with HSRA of specified periods, for service in certain exigent medical specialties, and for service in specified positions, including the Service Chief and Chief of Staff. Requires any special pay for the CMD or Deputy CMD of the HSRA to be approved by the Secretary. Repeals the current limitation on the amount of incentive special pay, in addition to special pay, to be paid to full-time or part-time dentists. Increases the amount of incentive special pay to be paid to a physician or dentist serving as a Service Chief. Increases the amount of incentive special pay to be paid to part-time physicians for tenure of service within the HSRA for specified periods. Revises the amount of special pay to be provided in cases in which there are extraordinary difficulties in the recruitment or retention of qualified physicians or dentists."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Physicians and Dentists Special Pay Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to alter the amount of certain types of special pay authorized to be paid to physicians and dentists employed by the Veterans Health Services and Research Administration.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:05-05:00"
}