{
  "actions": [
    {
      "acted_at": "1977-06-27", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-07-13", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules with amendment, H. Rept. 95-498.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-14", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-14", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-14", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #417 (227-171).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres658-95", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-06-27", 
  "number": "658", 
  "official_title": "Resolution to amend the Rules of the House of Representatives and establish a Permanent Select Committee on Intelligence.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "12", 
    "name": "Wright, James C., Jr.", 
    "state": "TX", 
    "thomas_id": "01244", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-27", 
  "subjects": [
    "Armed forces and national security", 
    "Congressional committees (House)", 
    "Government records, documents, and information", 
    "House of Representatives"
  ], 
  "subjects_top_term": "Congressional committees (House)", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-06-27", 
    "text": "Amends the Rules of the House of Representatives to add Rule XLVII, establishing the Permanent Select Committee on Intelligence. Stipulates that all proposed legislation and other matters relating to the Central Intelligence Agency, intelligence and intelligence-related activities of all other departments and agencies, including any reorganizations, and appropriations authorization for specified departments and agencies be referred to the Select Committee. Sets forth a procedure whereby certain legislation reported by the Select Committee may be referred to certain standing committees for consideration, and conversely from standing committees to the Select Committee. Requires the Select Committee to report to the House on the nature and extent of the intelligence and intelligence-related activities of Federal departments and agencies. Requires the Select Committee to obtain an annual report from the Directors of the Central Intelligence Agency and the Federal Bureau of Investigation and the Secretaries of State and of Defense reviewing the intelligence and intelligence-related activities of the agency or department and of foreign countries directed at the United States. Sets forth procedures whereby the Select Committee may disclose publicly any information in its possession which will serve the public interest. Requires the Select Committee to notify the President of any such proposed disclosure if the information has been previously classified and submitted to the Select Committee by the executive branch with a request that such information be kept secret. Authorizes the Select Committee, upon objection by the President to disclosure, to refer the question of disclosure, with a recommendation thereon, to the House for consideration. Stipulates that if such recommendation is not agreed to, the question shall be deemed recommitted to the Select Committee for further recommendations. Allows the Select Committee to make certain classified information regarding lawful intelligence and intelligence-related activities available to other committees or Members under specified circumstances. Requires the Committee on Standards of Official Conduct to investigate any unauthorizes disclosures. Prohibits the appropriation of funds for any fiscal year, beginning after September 30, 1978, for specified intelligence activities of Federal departments or agencies unless such funds have been authorized by a House bill or joint resolution. Directs the Select Committee to conduct a study dealing with specified aspects of intelligence and intelligence-related activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution to amend the Rules of the House of Representatives and establish a Permanent Select Committee on Intelligence.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:08-05:00"
}