{
  "actions": [
    {
      "acted_at": "2000-12-15", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5667-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Velazquez, Nydia M.", 
      "sponsored_at": "2000-12-15", 
      "state": "NY", 
      "thomas_id": "01184", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-12-15", 
  "number": "5667", 
  "official_title": "To provide for reauthorization of small business loan and other programs, and for other purposes.", 
  "popular_title": "Small Business Reauthorization bill", 
  "related_bills": [
    {
      "bill_id": "hr4577-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Small Business Reauthorization Act of 2000", 
  "sponsor": {
    "district": "2", 
    "name": "Talent, Jim", 
    "state": "MO", 
    "thomas_id": "01135", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-12-15", 
  "subjects": [
    "Agricultural industries", 
    "Agricultural prices", 
    "Agriculture and food", 
    "Alaska", 
    "Armed forces and national security", 
    "Authorization", 
    "Business education", 
    "Business records", 
    "Capital formation", 
    "Commerce", 
    "Commercialization", 
    "Community development corporations", 
    "Community property", 
    "Computers and government", 
    "Congress", 
    "Congressional committees (House)", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Data banks", 
    "Defense contracts", 
    "Disabled", 
    "Disabled veterans", 
    "Disaster loans", 
    "Drug abuse", 
    "Drugs and employment", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Enterprise zones", 
    "Executives", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Government and business", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Governmental investigations", 
    "Hawaiians", 
    "High technology industries", 
    "Higher education", 
    "House Science", 
    "Housing and community development", 
    "Indian economic development", 
    "Infrastructure", 
    "Interest", 
    "Investments", 
    "Joint ventures", 
    "Labor and employment", 
    "Law", 
    "Leases", 
    "Loan defaults", 
    "Loans", 
    "Marketing of farm produce", 
    "Marketing research", 
    "Married people", 
    "Mentoring", 
    "Minorities", 
    "Minority business enterprises", 
    "Oklahoma", 
    "Partnerships", 
    "Performance measurement", 
    "Planning-programming-budgeting", 
    "Poor", 
    "Real estate appraisal", 
    "Research and development", 
    "Research and development contracts", 
    "Research grants", 
    "Rural economic development", 
    "Savings and loan associations", 
    "Science, technology, communications", 
    "Securities", 
    "Small Business Administration", 
    "Small business", 
    "Social welfare", 
    "Strategic planning", 
    "Subcontractors", 
    "Subsidiary corporations", 
    "Surety and fidelity", 
    "Technological innovations", 
    "Technology transfer", 
    "Urban affairs", 
    "Venture capital", 
    "Veterans' preference", 
    "Volunteer workers", 
    "Women", 
    "Women in business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-12-15", 
    "text": "TABLE OF CONTENTS: Title I: Small Business Innovation Research Program Title II: Business Loan Programs Title III: Certified Development Company Program Title IV: Corrections to the Small Business Investment Act of 1958 Title V: Reauthorization of Small Business Programs Title VI: HUBZone Program Subtitle A: HUBZones in Native America Subtitle B: Other HUBZone Provisions Title VII: National Women's Business Council Reauthorization Title VIII: Miscellaneous Provisions Small Business Reauthorization Act of 2000 - Title I: Small Business Innovation Research Program - Small Business Innovation Research Program Reauthorization Act of 2000 - Amends provisions of the Small Business Act (the Act) concerning the Small Business Innovation Research (SBIR) Program (a program providing a portion of Federal research and development funding to small businesses) to: (1) extend the SBIR Program through September 30, 2008; (2) require the Administrator of the Small Business Administration (SBA) to include the House Science Committee for receipt of an annual report on the SBIR and Small Business Technology Transfer (STTR) programs; (3) direct each Federal agency required to establish an SBIR Program to include within its annual performance plan a section on its SBIR Program; (4) require such Federal agencies to collect and maintain necessary information to assess their SBIR Program and to include such information in annual reports to the congressional small business committees; (5) require the Administrator to develop, maintain, and make available to the public an electronic database containing a list of small businesses that have received first or second phase awards from a Federal agency, related award information, and information regarding mentors and mentoring networks (the latter established under this Act); and (6) require the Administrator to develop and maintain a database to be used solely for SBIR Program evaluation (requiring small businesses receiving awards under the SBIR Program to update information furnished for the such database).(Sec. 108) Requires each Federal agency with a budget of more than $50 million for its SBIR Program for FY 1999 to enter into an agreement with the National Academy of Sciences for the National Research Council to: (1) conduct a study of the value and benefits achieved by the Program; and (2) make appropriate recommendations for Program improvement. Requires the participation of appropriate small business representatives in any study panel appointed by the Council. Requires reports from the Council on study progress and results.(Sec. 109) Directs each Federal agency required to maintain an SBIR Program to report annually to the Administrator the methodology used for calculating the amount of that agency's extramural budget.(Sec. 110) Requires the Administrator to modify the policy directives for the SBIR Program to include, among other things, that participating agencies report at least annually to the Administrator all instances in which such agency pursued research, development, or production of a technology developed by a small business using an SBIR award and determined that it was not practicable to enter into a follow-on SBIR Program funding agreement with that small business.(Sec. 111) Directs the Administrator to establish the Federal and State Technology Partnership Program (FAST). Requires the Administrator and the SBIR Program managers at the National Science Foundation and the Department of Defense to review applicant proposals and make awards or enter into cooperative agreements in order to enhance or develop in a State: (1) technology research and development by small businesses; (2) technology transfer from university research to technology-based small businesses; (3) technology deployment and diffusion benefitting small businesses; (4) technological capabilities of small businesses; and (5) outreach, financial support, and technical assistance to technology-based small businesses participating or interested in participating in the SBIR Program. Outlines selection criteria and matching funds requirements. Requires an initial and annual reports from the Administrator to specified committees on FAST. Requires FAST review by the SBA Inspector General and a review report to specified committees. Authorizes appropriations for FY 2001 through 2005 for FAST. Terminates FAST as of the end of FY 2005.Authorizes each Federal agency required to establish an SBIR Program in each fiscal year to review for funding any proposal: (1) to provide outreach and assistance to one or more small businesses interested in participating; or (2) for the first phase of an SBIR Program, for States eligible to participate in such Program, or States in which the total value of contracts awarded to small businesses under such Program is less than the total value of such contracts in a majority of other States.(Sec. 112) Authorizes FAST award recipients or cooperative agreement participants to use a reasonable amount of such assistance for the establishment of a Mentoring Network which provides business advice and counseling to high-technology small businesses located in a State or region served by the Network and identified as potential candidates for the SBIR or STTR Program. Requires the Network to identify volunteer mentors with appropriate experience to assist small businesses through SBIR or STTR Program stages. Directs the Administrator to include in the general database required under this Act appropriate information on Mentoring Networks and participating mentors and to aggressively promote such Networks.(Sec. 113) Directs the Administrator to work with SBIR-participating Federal agencies to standardize reporting requirements for the collection of data from SBIR applicants and awardees.(Sec. 114) Amends the Small Business Reauthorization Act of 1997 to extend through FY 2005 the rural outreach program.Title II: Business Loan Programs - Small Business Loan Improvement Act of 2000 - Authorizes the Administrator to guarantee a general business loan made by a bank or other financial institution to a small business in the amount of: (1) 75 percent of the outstanding balance of such loan, if such balance exceeds $150,000 (currently, $100,000); and (2) 85 percent of the outstanding balance of less than $150,000 (also currently $100,000). Prohibits any such loan from being made to a borrower if the total amount outstanding and committed to the borrower from the business loan and SBA investment funds would exceed $1 million (currently $750,000).(Sec. 204) Makes current provisions requiring the payment of interest on defaulted guaranteed loans inapplicable to loans made on or after October 1, 2000.(Sec. 205) Requires a borrower who prepays any loan guaranteed by the SBA to remit to the SBA a subsidy recoupment fee (calculated under this Act) if: (1) the loan is for a term of not less than 15 years; (2) the prepayment is voluntary; (3) the amount of prepayment in any calendar year is more than 25 percent of the outstanding loan balance; and (4) the prepayment is made within the first three years after disbursement of the loan proceeds.(Sec. 206) Revises loan guarantee fee amounts. Authorizes lenders participating in an SBA program to retain no more than 25 percent of such fee with respect to any loan not exceeding $150,000.(Sec. 207) Authorizes a borrower to permanently lease to one or more tenants not more than 20 percent of any property constructed using guaranteed loan proceeds, as long as such borrower permanently occupies and uses not less than 60 percent of the total business space in the property.(Sec. 208) Provides for property appraisals when loans under the Act and the Small Business Investment Act of 1958 are secured by commercial real property.(Sec. 209) Excludes the sale of guaranteed loans made to a small business for export aid purposes from a provision requiring such loans to be fully disbursed to the borrower prior to any loan sale.(Sec. 208) Amends provisions relating to the Microloan Program (a program making loans to small businesses for startup or materials and equipment costs) to: (1) increase to $35,000 the maximum amount of loans to be secured from private lenders by low-income individuals seeking to start or enlarge a small business with certain assistance from nonprofit entities; (2) increase to $10,000 the maximum loan made to intermediaries to enable such intermediaries to make loans to small businesses; (3) increase to $20,000 the maximum loan limit an intermediary may make to a small business that cannot obtain any other comparable loan and shows a reasonable chance of success; (4) increase from 25 to 55 the number of grants authorized to be made annually by the Administrator for the provision of technical assistance to low-income individuals seeking to start or expand a small business; (5) increase to $200,000 the maximum amount of such individual grants; (6) require each intermediary that operates a Microloan program to maintain a microloan portfolio with an average loan size of no more than $15,000 (currently, $10,000); and (7) authorize the Administrator to fund up to 300 intermediaries under the Microloan program.Title III: Certified Development Company Program - Certified Development Company Program Improvements Act of 2000 - Amends provisions of the Small Business Investment Act of 1958 relating to the certified development company (CDC) program (a program providing loans to State or local development companies for assisting small businesses) to: (1) include within program goals the expansion of women-owned business development; (2) increase to $1 million the authorized amount of a loan from the development company to an identifiable small business; (3) terminate on or after October 1, 2003, the authority of the SBA to charge a fee for such loans; (4) repeal the certified lenders program; and (5) provide for the sale of certain defaulted loans under the program, requiring prior notice of the sale of such a loan to any CDC which has a contingent liability for such loan.(Sec. 307) Requires the SBA to delegate to any qualified State or local development company the authority to foreclose and liquidate defaulted loans that are funded with the proceeds of debentures guaranteed by the SBA. Outlines delegation eligibility requirements and the scope of such delegation authority (all necessary liquidation and foreclosure as well as required litigation). Requires each eligible development company, before carrying out such liquidation and foreclosure, to submit a proposed liquidation plan to the SBA for approval. Provides administrative procedures with respect to plan submission and approval. Authorizes the SBA to suspend or revoke any delegation authority granted for failure to comply with delegation requirements. Requires an annual report from the SBA to the small business committees on the results of the delegation of such authority. Terminates on the effective date of final regulations implementing this section the current loan liquidation pilot program.Title IV: Corrections to the Small Business Investment Act of 1958 - Small Business Investment Corrections Act of 2000 - Amends the Small Business Investment Act of 1958 to: (1) state that certain venture investment in a small business shall not cause such business to be considered not independently owned and operated, regardless of the allocation of control during the investment period; and (2) define as long-term, when used in connection with equity capital of loan funds invested in any small business or smaller enterprise, any period of one year or more.(Sec. 403) Authorizes any Federal savings association to invest in any one or more small business investment companies, or in any entity established to invest in such companies, but limits the total amount of such investment to five percent of the capital and surplus of the savings association.(Sec. 404) Revises the subsidy fee charged in connection with debentures purchased by the SBA to guarantee loans to participating small businesses from a flat one percent to a charge, established annually by the Administrator with respect to debentures issued after September 30, 2000, of not more than one percent per year as necessary to reduce to zero the cost of purchasing and guaranteeing such debentures. Makes an identical revision with respect to the fee charged for securities issued after September 30, 2000, by participating companies for small business loans guaranteed by the SBA.(Sec. 405) Authorizes small businesses which are limited partnerships or subchapter S corporations to make quarterly distributions at any time during a calendar quarter (currently, only at the end of a calendar quarter).(Sec. 406) Requires small business investment companies to be examined at least every two years to determine if they have made investments in small businesses for not less than one (currently five) year(s).Title V: Reauthorization of Small Business Programs - Small Business Programs Reauthorization Act of 2000 - Amends the Act to authorize appropriations and provide funding levels for FY 2001 through 2003 for various small business loan programs under the Act and the Small Business Investment Act of 1958. Authorizes appropriations and provides funding levels for such fiscal years for: (1) the Drug-Free Workplace program; (2) the HUBZone program; (3) the very small business concerns program; (4) the socially and economically disadvantaged businesses program; and (5) the small business development center services program.(Sec. 504) Authorizes the Administrator to: (1) provide informational aids to small businesses; (2) disseminate information relating to the management, financing, and operation of small businesses; (3) through cooperation with a profit-making entity (cosponsor), provide training, information, and education to small businesses (with certain conditions); and (4) develop an agreement with the cosponsor concerning such cosponsorship. Amends the Small Business Administration Reauthorization and Amendments Act of 1994 to extend such cosponsorship authority through FY 2003.Title VI: HUBZone Program - Subtitle A: HUBZones in Native America - HUBZones in Native America Act of 2000 - Amends the Act to qualify as a HUBZone (historically underutilized business zone) small business concern: (1) an Alaska Native Corporation owned and controlled by Alaska Natives (or a corporation, joint venture, or partnership of such Corporation when so owned); (2) a small business that is wholly owned by one or more Indian tribal governments (or by a corporation so owned); or (3) a small business owned in part by one or more tribal governments (or corporation so owned) if all other owners are either U.S. citizens or small businesses. Includes as a qualified HUBZone small business a small business owned in whole or part by an Indian tribal government, when at least 35 percent of its employees performing an SBA-awarded HUBZone contract reside either within an Indian reservation or in any HUBZone adjoining such reservation.Subtitle B: Other HUBZone Provisions - Revises the definition of \"qualified nonmetropolitan county\" for purposes of HUBZone program eligibility.(Sec. 612) Provides a price evaluation preference, for purposes of commodities contracts for HUBZone qualifying small businesses, for purchases of agricultural commodities by the Secretary of Agriculture.(Sec. 613) Defines \"redesignated area\" for purposes of inclusion within the HUBZone program.(Sec. 614) Includes as an eligible HUBZone small business one which is: (1) wholly owned by a community development corporation that has received financial assistance under the Community Economic Development Act of 1981; or (2) owned in part by one or more community development corporations, if all other owners are either U.S. citizens or small businesses.Title VII: National Women's Business Council Reauthorization - National Women's Business Council Reauthorization Act of 2000 - Amends the Women's Business Ownership Act of 1988 to repeal a provision requiring the National Women's Business Council to study the awarding of Federal prime contracts and subcontracts to women-owned businesses.(Sec. 705) Extends through FY 2003 the authorization of appropriations for Council activities.Title VIII: Miscellaneous Provisions - Directs the Administrator to conduct a study of the average time required to process an application for each type of loan or loan guarantee made under the Act.(Sec. 802) Provides that ownership requirements to determine the eligibility of a small business applying for assistance under any credit program under the Act and the Small Business Investment Act of 1958 shall be determined without regard to any ownership interest of a spouse arising solely from the application of State community property laws.(Sec. 803) Includes small businesses owned and controlled by veterans and service-disabled veterans within a preference for small businesses for the performance of contracts let by any Federal agency.(Sec. 804) Extends permanently the authorization of appropriations for the Small Business Development Center program and the National Small Business Development Center Advisory Board. Provides a funding formula, including minimum funding levels, for grants received by States under such program. Authorizes appropriations for FY 2001 through 2003 for such grants.(Sec. 805) Amends the Small Business Investment Act of 1958 to: (1) increase the surety bond amount that the Administrator may guarantee against loss due to default by a small business; and (2) extend through FY 2003 the authority of the Administrator to guarantee such bonds.(Sec. 806) Revises industry size standards for purposes of placing an appropriate amount of contracts offered by such industries among small businesses. Increases from $500,000 to $750,000 the maximum annual receipts permitted to be realized by an agricultural enterprise to still be considered a small business for purposes of the Act.(Sec. 808) Extends through FY 2004 the authorization of appropriations for the National Veterans Business Development Corporation.(Sec. 809) Authorizes the Service Corps of Retired Executives (SCORE) to solicit cash and in-kind contributions from the private sector for facilitating voluntary programs within the SBA.(Sec. 810) Requires the Administrator to develop and maintain a database of information regarding each bundled contract awarded by a Federal agency and each small business that has been displaced as a prime contractor as a result of the award of such a contract. Requires an annual report on contract bundling from the Administrator to the small business committees.(Sec. 811) Authorizes a contracting officer to restrict competition for any Federal goods or services procurement contract to small businesses owned and controlled by women, under certain conditions, including that: (1) such businesses are owned by women who are economically disadvantaged; (2) the contracting officer believes that two or more such businesses will compete for the contract; and (3) the contract does not exceed certain monetary limits. Directs the Administrator to conduct a study to identify industries in which small businesses owned and controlled by women are underrepresented with respect to Federal procurement contracting. Provides for enforcement and penalties against a small business making a misrepresentation of being owned and controlled by women."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Small Business Reauthorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Small Business Reauthorization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Certified Development Company Program Improvements Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "HUBZones in Native America Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Women's Business Council Reauthorization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Small Business Innovation Research Program Reauthorization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Small Business Investment Corrections Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Small Business Loan Improvement Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Small Business Programs Reauthorization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for reauthorization of small business loan and other programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:40-05:00"
}