{
  "actions": [
    {
      "acted_at": "1980-06-25", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-25", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 96-1150 (Part I).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7652-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "35", 
      "name": "Conable, Barber B., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00225", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-25", 
  "number": "7652", 
  "official_title": "A bill to make expenditure reductions and to raise revenues in accordance with the budget reconciliation process.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Environmental Revenue Act of 1980", 
  "sponsor": {
    "district": "2", 
    "name": "Ullman, Al", 
    "state": "OR", 
    "thomas_id": "01174", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-25", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and Rural Affairs", 
    "Aid to dependent children", 
    "Alaska", 
    "Allergies", 
    "Ambulatory care", 
    "Armed forces and national security", 
    "Auditing", 
    "Automobile insurance", 
    "Blood", 
    "Blood donors", 
    "Business and commerce", 
    "Capital gains tax", 
    "Chemicals", 
    "Chiropractic and chiropractors", 
    "Community health services", 
    "Conflict of interests", 
    "Consumer protection", 
    "Corporation taxes", 
    "Corporations", 
    "Corporations and Stocks", 
    "Crime prevention", 
    "Dental care", 
    "Dentists", 
    "Department of the Treasury", 
    "Depressed areas", 
    "Disability insurance", 
    "Disabled", 
    "Economics and public finance", 
    "Employment of the handicapped", 
    "Environmental protection", 
    "Excise tax", 
    "Extended care facilities", 
    "Eye care", 
    "Federal advisory bodies", 
    "Federal aid to handicapped services", 
    "Federal aid to housing", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "Fire prevention", 
    "Fires and Fire Fighters", 
    "Foreign Trade and Investments", 
    "Foreign investments", 
    "Fraud", 
    "Government securities", 
    "Government trust funds", 
    "Hazardous wastes", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Home care services", 
    "Home nursing", 
    "Home ownership", 
    "Home repair and improvement", 
    "Hospices (Terminal care)", 
    "Hospitals", 
    "Household workers", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Housing policy", 
    "Imports", 
    "Income tax", 
    "Industrial development bonds", 
    "Interest", 
    "Intergovernmental fiscal relations", 
    "International obligations", 
    "Judicial review", 
    "Kansas", 
    "Kidney diseases", 
    "Land transfers", 
    "Liability for environmental damages", 
    "Liability for oil pollution", 
    "Local and Municipal Government", 
    "Local finance", 
    "Low-income housing", 
    "Lung diseases", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical centers", 
    "Medical personnel", 
    "Medicare", 
    "Medicare fraud", 
    "Mental care facilities", 
    "Mental health", 
    "Moderate income housing", 
    "Mortgages", 
    "Nurses", 
    "Nursing homes", 
    "Nutritionally induced diseases", 
    "Occupational therapy", 
    "Oil pollution", 
    "Old age, survivors and disability insurance", 
    "Peer review organizations (Medicine)", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Physical therapy", 
    "Physicians", 
    "Pipelines", 
    "Pneumonia", 
    "Preventive medicine", 
    "Psychologists", 
    "Public Lands and Real Property", 
    "Public assistance programs", 
    "Real estate business", 
    "Rental housing", 
    "Respiratory diseases", 
    "Rural affairs legislation", 
    "Rural public health", 
    "Savings accounts", 
    "Securities and Investments", 
    "Social security agreements", 
    "Social security taxes", 
    "Social welfare", 
    "Social workers", 
    "Speech disorders", 
    "Standards", 
    "State finance", 
    "States", 
    "Stock exchanges", 
    "Surgery", 
    "Tax exclusion", 
    "Tax returns", 
    "Taxation", 
    "Taxation of foreign income", 
    "Telephone", 
    "Trade adjustment assistance", 
    "Treaties", 
    "Unemployment insurance", 
    "Vision disorders", 
    "Water pollution control", 
    "X-rays"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1980-07-02", 
    "text": "(Reported to House from the Committee on Ways and Means with amendment, H. Rept. 96-1150 (Part I)) =Title I: Expenditure Reductions Reported By the Committee on Ways and Means= - Medicare Amendments of 1980 - Amends title XVIII (Medicare) of the Social Security Act with respect to home health care services to eliminate: (1) the 100 visit limitation presently applicable to such services; (2) prior hospitalization as a condition of eligibility for such services; and (3) the $60 deductible. Directs the Secretary of Health and Human Services to prescribe regulations which prohibit a physician who has a significant financial relationship with a home health agency from certifying that the services of such agency are required for any individual, and from establishing and reviewing a plan for furnishing such services to such individuals. Includes occupational therapy as a home health service. Requires home health aides to complete a training program approved by the Secretary. Repeals provisions of title XVIII which prohibit the classification, as a home health agency, of a private organization which is not a nonprofit organization unless licensed pursuant to State law. Excludes certain costs related to bonding and escrow accounts excluded from the determination of reasonable costs for home health agencies. Authorizes the President, under title XVIII, to enter into agreements establishing reciprocal arrangements between the health insurance program established by such title and the program of any foreign country under which similar services are provided directly to entitled individuals or under which insurance is provided to meet all or part of the expenses of entitled individuals for health services. Requires that any such agreement specify: (1) the nature and extent of payment to be made to or on behalf of individuals entitled to benefits; (2) limitations on the nature and duration of health services and on entitlement of individuals to benefits on a reciprocal basis under an agreement in the United States and in the foreign country;(3) limitations on entitlement of individuals to benefits; and (4) the methods by which the cost of providing health services on a reciprocal basis shall be shared by the United States and the foreign country. Directs the Secretary to make rules and regulations and to establish procedures which are reasonable and necessary to implement and administer any agreement which has been entered into in accordance with this Act. Authorizes the Secretary to enter into interim arrangements with any hospital in a foreign country which is accredited by the Joint Commission on Accreditation of Hospitals, or such other hospitals as the Secretary finds meets specified health and safety standards. Provides Medicare coverage, effective July 1, 1981, for: (1) all services performed by a dentist which would be covered if performed by a physician; and (2) inpatient hospital services furnished because of the severity of the dental procedure. Authorizes payments under the Medicare program for the cutting or removal of warts on the feet, effective July 1, 1981. Allows reimbursement under the Medicare program for services furnished in qualified community mental health centers and comprehensive outpatient rehabilitation centers. Sets forth provisions specifying the scope of services provided in such centers and the conditions and limitations on payments for such services. Directs the Secretary to report to Congress recommending a broader definition of a community mental health center than that set forth in this Act. Restricts payment for optometrists' services under Medicare to services related to the treatment of aphakia, effective July 1, 1981. Directs the Secretary to make recommendations with respect to providing Medicare coverage for the treatment of cataracts and for other services which optometrists may perform. Authorizes payment under the Medicare program for antigens prepared by a physician. Authorizes the Secretary to make payments of such benefits as are necessary to correct the effect of an unintentional or erroneous transfer of an individual from an approved hospital or skilled nursing facility. Includes a rural health facility of 50 beds or less within the definition of the term \"hospital,\" under title XVIII. Makes special provisions with respect to nursing services, health, fire, and safety requirements for such facilities. Recognizes podiatrists as physicians for purposes of physician certification and participation in utilization review, where consistent with State law and policies of the health care institutions involved. Allows a speech pathologist, as well as a physician, to establish the plan of treatment for speech pathology services. States that where services are provided for which payment may be made under the Medicare program to an individual who has died, and the persons who provided the services do not agree that the reasonable charge is the full charge for the services, payment shall be made on the basis of an itemized bill. Repeals provisions of the Medicare program concerning the presumed coverage for extended care facilities and home health care in specified circumstances. Repeals the existing provisions under part A (Hospital Insurance) of title XVIII under which payment to a provider of services shall be the lesser of the reasonable cost of such services or the customary charge with respect to such services, and provides that payment to a provider shall now be based upon the reasonable cost of such services, effective October 1, 1980. Limits to a maximum of 30 percent the amount by which the premium for voluntary participation in medicare insurance may be increased due to late enrollment. Repeals the prohibition against enrolling more than twice in the Supplementary Medical Insurance Program (part B of title XVIII). Repeals the present time limitation applicable for general enrollment under part B and permits an eligible individual to enroll at any time. Modifies Medicare coverage for chiropractic services, effective July 1, 1981, to provide that a subluxation could be demonstrated to exist either through X-rays or other chiropractic clinical findings. Provides Medicare coverage for the X-rays. Increases to 80 percent of reasonable charges (not to exceed $937.50 per year) the limit on payments, under part B of title XVIII, for the treatment of mental, psychoneurotic, and personality disorders of an individual who is not a hospital inpatient. Provides, under part B, for the payment of certain services of a clinical psychologist. Makes such provisions effective January 1, 1982. Limits the 100 percent reimbursement for the inpatient hospital services of radiologists and pathologists to those radiologists and pathologists who agree to accept assignment for all services furnished by such physicians under part B. Increases from $100 to $500 the payment limitation for certain outpatient physical therapy services under the Medicare program. Eliminates the Medicare deductible for blood, effective July 1, 1981. Prohibits Medicare payments where payment has been made or can reasonably be expected to be made under an automobile insurance policy. Increases from 14 to 30 days the period within which a medicare beneficiary must be admitted to a skilled nursing facility following inpatient hospital care in order to qualify for post hospital extended care benefits. Authorizes payment under Medicare for certain surgical procedures specified by the Secretary which are performed in an ambulatory surgical center. Prohibits the Secretary from finding, for purposes of certifying the addition or expansion of a facility within a renal disease network, that such addition or expansion is not needed if the State health planning and development agency for the State in which the facility is located has certified under the Public Health Service Act that such addition or expansion is needed. Authorizes the Secretary to enter into agreements with nonprofit entities for the reimbursement of reasonable cost of home dialysis equipment. Provides Medicare coverage for diagnostic, radiological, or pathological services performed on an outpatient basis within seven days of a patient's admission to a hospital. Directs the Secretary to report to Congress in relation to this coverage. Directs the Secretary to conduct the following studies: (1) the circumstances and conditions under which services furnished by registered dietitians should be covered as a home health service under Medicare; (2) the methods for providing Medicare coverage for orthopedic shoes for certain individuals; (3) the circumstances and conditions under which services furnished with respect to respiratory therapy should be covered under Medicare as a home health benefit; and (4) a comprehensive analysis of the cost effects of alternative approaches to improving Medicare coverage for the treatment of various types of foot conditions. Directs the Secretary to carry out demonstration projects to determine: (1) the extent to which nutritional therapy commenced in early renal failure, utilizing controlled protein substances, can retard or arrest the disease; (2) the administrative, financial, and other aspects of making such nutritional therapy generally available as a Medicare benefit; and (3) the administrative, financial, and other aspects of making the services of clinical social workers more generally available as a Medicare benefit. Directs the Secretary to submit a report on each study and demonstration project. Directs the Secretary to report to Congress on the demonstration projects being conducted on the waiver of the applicable cost sharing amounts which Medicare beneficiaries have to pay for obtaining a second opinion on having surgery performed. States that providers of services have the right to judicial review of any action of the fiscal intermediary involving a question of law or regulations relevant to the matters in controversy whenever the Provider Reimbursement Review Board determines, on its own motion or at the request of a provider, that it is without authority to decide the question. Prohibits Medicare reimbursement for amounts incurred by a provider with Medicare contracts for services valuing $10,000 or more annually unless such contracts permit the Secretary and the Comptroller General access to any books, records, and papers directly related to such contracts. Provides coverage under part B of title XVIII for pneumococcal vaccine and its administration if reasonable and necessary for the prevention of illness, effective July 1, 1981. Medicare and Medicaid Amendments of 1980 - Amends part B (Professional Standards Review) of title XI of the Social Security Act to permit an organization qualified for conditional designation as a Professional Standards Review Organization (PSRO) to include health care practitioners, other than physicians and osteopaths, who hold independent hospital admitting privileges, if invited to become members by the organization. Includes as members of the advisory group for each statewide Professional Standards Review Council at least one registered professional nurse and doctor of dental surgery. Includes one registered professional nurse, one doctor of dental surgery, and one health practitioner other than physicians and osteopaths on the National Professional Standards Review Council. Revises the duties of a conditionally designated PSRO. Directs the Secretary to establish a program for the evaluation of the cost-effectiveness of review of particular health care services by PSRO's. Eliminates the requirement that a PSRO must, if capable, review ambulatory care services provided under the Act within two years of becoming a fully designated PSRO. Authorizes the Secretary of Health, Education, and Welfare to replace one PSRO with another PSRO if the PSRO initially designated is not conducting particular review activities. Permits a PSRO to withhold any records requested pursuant to a request under the Freedom of Information Act until 180 days after the entry of a final court order ordering disclosure. Requires a PSRO to consult with representatives of health care practitioners, other than physicians, and representatives of institutional and noninstitutional providers of health care services in relation to the responsibility of a PSRO to review the professional activities of such practitioners and providers. Authorizes each PSRO to determine, in advance, the medical necessity and appropriateness of any routine diagnostic services furnished in connection with an elective admission to a hospital or other health care facility. States that PSROs may be directed by the Secretary to exercise such authority. Directs the Secretary, in consultation with the National Professional Standards Review Council, to conduct a nationwide study of the differences in medical criteria and length-of-stay norms utilized by PSRO's in the various regions of the country, and to report to Congress the findings and conclusions. Declares it to be the policy of the United States that philanthropic support for health care be encouraged and expanded. States that in determining the reasonable costs of services furnished by nonprofit hospitals under titles V (Maternal and Child Health), XVIII (Medicare) and XIX (Medicaid) of the Social Security Act, gifts, grants and endowments, and other specified items shall not be deducted from any operating costs of such hospitals, effective September 1, 1981. Directs the Secretary to conduct a study of the availability and need for skilled nursing facility services covered under Medicare and Medicaid and to report to Congress concerning such study. Authorizes the Secretary, under title XVIII and the State under title XIX, in lieu of decertifying a skilled nursing facility which is out of compliance with conditions of participation specified in the Act, to instead deny payment to such a facility for services furnished, if the health and safety of the patients is not immediately jeopardized. Stipulates that the Secretary shall not make such a decision until such facility has had a reasonable opportunity to correct the deficiencies. Authorizes the Secretary, under title XIX, to make an independent and binding determination concerning the extent to which an institution meets the conditions of participation. Requires, under the Medicare program, a skilled nursing facility to meet such provisions of such edition (as specified by the Secretary ) of the Life Safety Code of the National Fire Protection Association as are applicable to nursing homes. Provides that criminal penalties for the solicitation of Medicare or Medicaid business shall apply only if such conduct is undertaken knowingly and willfully. Amends part A (General Provisions) of title XI of the Act to exclude from participation in Medicare or Medicaid any physician or other individual convicted of a criminal offense related to such individual's participation in either program. Requires any entity receiving payments under the Medicaid program to comply with certain financial reporting requirements. Authorizes the Secretary to reduce the Federal share of Medicaid payments to a State with respect to expenditures by providers that participate or have participated in the Medicare program and from which the Secretary has been unable to recover Medicare payments or information concerning Medicare overpayments. Authorizes hospitals under title XVIII which have been granted a certificate of need for the provision of long-term care services to enter agreements under which their inpatient hospital facilities may be used to furnish services which if furnished by a skilled nursing facility would constitute post-hospital extended care services. Provides that, where a hospital has not entered into such an agreement and long-term care services are necessary, payment may be made for such services as if such an agreement were in effect, if the hospital: (1) has an occupancy rate below 80 percent; and (2) could obtain a certificate of need. Provides Medicaid coverage for skilled nursing facility services and intermediate care facility services furnished by a hospital which has in effect an agreement under title XVIII. Requires, as a condition for payment to any State under titles V (Maternal and Child Health and Crippled Children's Services) or XIX of the Act for costs incurred in the performance of audits of entities which also provide services under title XVIII, that such audits be coordinated with audits of entities performed for purposes of title XVIII. Directs the Secretary: (1) to establish one or more demonstration projects to demonstrate the feasibility of creating a single coordinated appeal hearing to adjudicate those administrative cost items which are determined under such a coordinated audit and which such entities dispute and appeal; and (2) to provide for the review of the feasibility of establishing a single coordinated process for the collection of overpayments established in an audit. Authorizes the Secretary to enter into agreements with no more than 12 States for the purpose of conducting demonstration projects for the training and employment as homemakers or home health aids of individuals who have been certified by the appropriate State or local government agency as being eligible for financial assistance under a State plan of Aid to Families with Dependent Children approved under title IV of the Act. Directs the Secretary to submit annual reports to the Congress evaluating such demonstration projects. Extends until December 31, 1980 the program conducted by the Secretary to determine the proficiency of individuals who do not otherwise meet formal qualifications criteria to perform the duties of certain health care personnel. Sets limits, under the Medicare and Medicaid programs on payments to a physician for laboratory tests reimbursable under those programs. Directs the Secretary to report to Congress concerning such payments. Allows States to purchase laboratory services for Medicaid through competitive bidding arrangements for a three-year experimental period. Requires such services to be from laboratories: (1) which are found by the Secretary to meet appropriate health and safety standards; (2) no more than 75 percent of whose charges for such services are under Medicare or Medicaid; and (3) which charge Medicaid at rates no higher than the lowest amount charged to others for similar tests. Directs the Secretary to send to Congress an evaluation of such purchase arrangements, with recommendations as to extension or modification. Requires any laboratory services paid for under Medicaid to be provided by a laboratory meeting Medicare's requirements. Includes, under Medicare, as inpatient hospital services the services of a physician in a teaching hospital only if: (1) the hospital elects to receive any payment due under Medicare for reasonable costs of such services; and (2) all physicians in the hospital agree not to bill charges for professional services rendered in such hospital to individuals covered by Medicare. Authorizes the Secretary to provide for demonstration projects to determine the cost-effectiveness and appropriateness of requiring a second opinion with respect to specified elective surgical procedures before payment may be made under Medicare or Medicaid for the performance of the procedure. Directs the Secretary to analyze the data on the projects and to report to Congress. Provides that an individual shall not be required to participate in such a project unless the individual has provided a written and legally effective informed consent. Provides that hospitals, under Medicare and Medicaid, reimbursed under the demonstration project reimbursement system shall continue to be reimbursed under that system until either: (1) a third party payor reimburses such a hospital on another basis; or (2) the rate of increase for the previous three year period in costs per inpatient admission is greater than such rate of increase in all other hospitals over the same period. Revises provisions of title XVIII of the Act relating to payments to and contractual arrangements with health maintenance organizations (HMO) on behalf of individuals eligible for Medicare, effective no earlier than July, 1981. Directs the Secretary to annually determine a per capita rate of payment for each class of individuals entitled to benefits under such title who are enrolled pursuant to this Act with a HMO. Directs the Secretary to define classes of members based on such factors as age, sex, institutional status, disability status and place of residence. Provides a rate for each class equal to 95 percent of the adjusted average per capita cost for that class. Defines the term \"adjusted average per capita cost\" to mean the average per capita amount that the Secretary estimates would be payable for services furnished under the Medicare program, if the services were to be furnished by other than a HMO. Redefines HMO to mean a public or private organization which is a qualified HMO as defined in the Public Health Service Act or which: (1) provides at least physicians services, inpatient hospital services, laboratory, X-ray, emergency, and preventive services, and out of area coverage; (2) is compensated on a fixed periodic basis; (3) provides physicians' services primarily either directly through physicians of the organization or through arrangements with physicians; (4) assumes full financial risk for services provided; and (5) has provided adequately against insolvency. Sets forth provisions governing: (1) the benefit package; (2) limits on deductibles, coinsurance, and copayments; (3) providers; (4) open enrollment; (5) expulsion of members; (6) availability of services; (7) grievance procedures; and (8) quality assurance. Provides that every individual entitled to benefits under part A (Hospital Insurance) and enrolled under part B (Supplementary Medical Insurance) of title XVIII or part B only shall be eligible to enroll with a HMO with which the Secretary has contracted to provide services. Sets limits on an HMO's premium rate and the actuarial value of its deductibles, coinsurance, and copayments charged for individuals enrolled under this Act. Authorizes the Secretary to contract with any HMO that can provide the benefits required by this Act. Directs the Secretary to conduct studies of: (1) any services offered by an HMO in addition to those provided under the Medicare program; and (2) the reasons why Medicare beneficiaries terminate memberships with HMO's. Requires the Secretary to report to Congress concerning such studies. Directs the Secretary to defer specified periodic interim payments to hospitals until fiscal year 1982. Amends the Emergency Jobs and Unemployment Assistance Act of 1974 to terminate reimbursement of States for unemployment benefits paid on the basis of public service employment after October 1, 1980. Permits ex-servicemen to be paid unemployment compensation for Federal service only if it was continuous active service of more than one year (from 90 days). Amends the Federal-State Extended Unemployment Compensation Act of 1970 to prohibit payments of extended compensation pursuant to interstate claims filed in any State for which an extended benefit period is not in effect. Repeals the Act (currently pending before Congress) to improve adjustment assistance for workers and firms under the Trade Act of 1974. =Title II: Revenue Increases= - Mortgage Subsidy Bond Tax Act of 1980 - Amends the Internal Revenue Code to deny a tax exclusion of the interest on State and local mortgage subsidy bonds (except qualified mortgage bonds and qualified veterans' mortgage bonds). Defines \"mortgage subsidy bonds\" as bonds which are used to finance mortgages on owner-occupied residences. Defines \"qualified veterans' mortgage bonds\" as obligations which are issued in registered form and which are used to finance mortgages for veterans' housing. Requires that the proceeds of such bonds be used to finance new mortgages only and that the principal and interest of such bonds be secured by the general obligation of a State. Sets forth requirements for the qualification of mortgage bonds for the interest tax exclusion, including requirements that: (1) such bonds are used to finance mortgages on single family residences which are purchased as the principal residence of the mortgagor and which are located in the jurisdiction of the issuing authority; (2) the mortgagor was not a homeowner within the three year period ending on the date the mortgage is executed (not applicable to rehabilitation loans, home improvement loans, and targeted area mortgages); (3) the purchase price of the residence does not exceed 80 percent of the average area purchase price applicable to such residence (110 percent for residences in targeted areas); (4) 75 percent of the bond issue proceeds is used to finance residences with a downpayment requirement of five percent and 95 percent financing; and (5) the income of the mortgagors as a whole must be 115 percent or less than the medium family income for the statistical area in which the residence is located (140 percent for targeted areas), and at least 50 percent of the bond issue proceeds are available for families whose income is 90 percent or less of such average income. Provides that a showing that the issuing authority has attempted in good faith to satisfy all the requirements of this Act, or that 95 percent of the mortgages issued pursuant to this Act are in compliance with its requirements, will cure a failure to meet any particular requirement, provided that such failure is corrected within a reasonable time after its discovery. Terminates the tax exclusion for interest on qualified mortgage bonds two years after the enactment of this Act. Limits the amount of qualified mortgage bonds which a State may issue to the greater of $50,000,000 or five percent of the average of all mortgages originated in such State in the preceding three years. Requires that at least 20 percent (but not more than 40 percent) of such mortgage bonds be made available for targeted areas. Defines \"targeted areas\" as areas in which 70 percent of the families have incomes of not more than 80 percent of the statewide median income or areas of chronic economic distress as defined by such States subject to the approval of the Secretaries of the Treasury and Housing and Urban Development. Limits the effective interest rate on mortgages under this Act to one percentage point above the yield to maturity to the purchasers of the mortgage bonds, calculated on the date of issuance. Requires the inclusion of fees, charges, and other amounts borne by the mortgagor in determining the effective rate of interest on the mortgage. Requires the application of excess arbitrage earnings to the reduction of the costs of owner-financing under this Act. Requires State agencies to issue an opinion prior to a bond issue that such issue meets the requirements imposed by this Act with respect to market limitations on the issuance of bonds and investment in targeted areas. Requires the registration of bonds issued pursuant to this Act. Requires the origination of bonds issued pursuant to this Act by at least two individuals, unless no more than one individual is willing to originate the mortgage or there is a sound public purpose in having only one originator. Requires that mortgages issued pursuant to this Act must be new mortgages, with limited exceptions. Requires individuals assuming mortgages financed pursuant to this Act to meet the requirements imposed upon the original mortgagors. Restricts the use of tax-exempt industrial development bonds for residential rental projects which have a 20 percent occupancy of low-or moderate-income individuals. States that the effective date of this Act shall be April 24, 1979. Permits the tax exemption of bonds not in conformity with the requirements of this Act if the issuing authority had taken, prior to April 25, 1979, official action which indicated an intent to issue such bonds. Permits State housing finance agencies to issue up to $150,000,000 of tax-exempt mortgage subsidy bonds without regard to whether such agencies took official action to issue such bonds prior to April 25, 1979. Permits the issuance of tax-exempt mortgage subsidy bonds not in conformity with the requirements of this Act in the case of local government programs which provide housing rehabilitation loans and with respect to projects which had reached specified stages of development prior to April 25, 1979. Permits the tax free rollover of bonds which were tax-exempt prior to April 24, 1979, where the maturity date of such bonds is not longer than two years after the life of the initial mortgages on the property. Permits the issuance of tax-exempt mortgage subsidy bonds not in conformity with the requirements of this Act in the case of local governments which were developing bond proposals before April 24, 1979, but which deferred such proposals due to State legislation which was pending on April 1, 1979, and subsequently enacted on April 26, 1979 (describes a situation peculiar to the State of Kansas). Requires large corporations (those with more than $1,000,000 for any of the preceding three taxable years) to pay at least 60 percent of their tax paid the preceding year as their estimated income tax installment the current year. Environmental Revenue Act of 1980 - Imposes specified excise taxes on crude oil, imported petroleum products, specified petrochemical feedstocks, and specified inorganic substances. Terminates such taxes after September 30, 1985. Sets forth exceptions to such excise taxes. Establishes a Comprehensive Oil Pollution Liability Trust Fund and a Hazardous Substance Pollution Liability Trust Fund consisting of: (1) such excise taxes; (2) Oil Pollution Trust Fund; and (3) penalties imposed under the Comprehensive Oil Pollution Liability and Compensation Act or the Federal Water Pollution Act. Terminates such Funds after September 30, 1985. Makes such Funds available for paying claims for compensable damages which are recognizable under such Acts and for costs incurred by the United States. Permits loans between such Funds in specified circumstances. Limits the payment of claims by such Funds. Requires claims to be paid in the order they were finally determined. Limits the liability of the United States to the amounts in such Funds. Coordinates this Act with the Comprehensive Oil Pollution Liability and Compensation Act. Treats a surplus in the Trans-Alaska Pipeline Liability Fund as an advance payment of the excise tax imposed by this Act. Requires the Secretary of the Treasury, in consultation with other Federal officials, to study and report to Congress concerning different methods of imposing such taxes, tax exemptions, and the impact of such taxes on the U.S. balance of trade. Hazardous Waste Revenue Act of 1980 - Imposes specified excise taxes on crude oil, imported petroleum products, specified petrochemical feedstocks, and specified inorganic substances. Terminates such taxes after September 30, 1985. Sets forth exceptions to such taxes. Establishes the Hazardous Waste Response Trust Fund consisting of such excise taxes and amounts received pursuant to the Solid Waste Disposal Act. Makes such Funds available for emergency response, removal, containment, cleanup, and other action taken under such Act. Limits the amount which may be spent in any fiscal year. Terminates such Fund after September 30, 1985. Coordinates this Act with the Hazardous Waste Containment Act of 1980. Directs the Secretary of Treasury, in consultation with other Federal officials, to study and report to Congress concerning different methods of taxes, tax exemptions, and the impact of such taxes on the U.S. balance of trade. Continues the telephone excise tax at two percent through 1981. Extends the tax until January 1, 1983 (from 1982). Foreign Investment in Real Estate Tax Act of 1980 - Amends the Internal Revenue Code to tax nonresident aliens and foreign corporations engaged in a trade or business in the United States on the same basis as U.S. citizens. Provides that gains or losses realized by such aliens or foreign corporations from the sale or exchange of U.S. real property interest shall be afforded the same tax treatment as similar gains and losses of U.S. citizens. Defines \"U.S. real property interest\" as either: (1) an interest in real property located in the United States; (2) stock in a U.S. real property holding organization (a business entity in which U.S. real property interests constitute more than 50 percent of the fair market value of the entity's total assets). Exempts publicly traded stocks from such definition (and the requirements of this Act) if the foreign owner held less than 5 percent of such publicly traded stock. Includes within the term \"interest in real property\" fee ownership and co-ownership of land or improvements thereon, leaseholds of land or improvements, and options to acquire such leaseholds of land or improvements. Requires that an informational return concerning holdings and transactions be filed with the Secretary of the Treasury by: (1) an organization whose U.S. real property interests constitute more than 40 percent of the fair market value of its assets and one or more of the owners are foreign persons; or (2) a foreign person owning or receiving installment payments from the disposition of U.S. real property interests valued in excess of $5,000. Prescribes civil penalties for organizations which or foreign persons who fail to file such returns. Overrides, for taxable years after December 31, 1984, tax treaties which would exempt foreign investors from the requirements established by this Act. Amends the Internal Revenue Code and the Social Security Act to include payments of the employees' social security and unemployment taxes within the employees' wages for purposes of benefit computation, except for domestic servants. Exempts such payments by governmental units until January 1, 1984."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Environmental Revenue Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Foreign Investment in Real Property Tax Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Hazardous Waste Revenue Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Medicare and Medicaid Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Medicine Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Mortgage Subsidy Bond Tax Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make expenditure reductions and to raise revenues in accordance with the budget reconciliation process.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:23-05:00"
}