{
  "actions": [
    {
      "acted_at": "1975-06-25", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2016-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-25", 
  "number": "2016", 
  "official_title": "A bill entitled \"Emergency Mortgage Relief Payments.\"", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Mortgage Relief Payment Act", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-25", 
  "subjects": [
    "Banking law", 
    "Economics and public finance", 
    "Federal aid to housing", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Housing and community development", 
    "Labor and employment", 
    "Mortgages", 
    "Unemployment"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-25", 
    "text": "Emergency Mortgage Relief Payments Act - Authorizes the Secretary of Housing and Urban Development to make emergency mortgage relief payments to morgagees on behalf of distressed homeowners. Sets forth as conditions for making such payments: (1) the holder of the mortgage has indicated his intention to foreclose; (2) mortgage payments have been delinquent for at least two months; (3) the mortgagor has incurred a substantial reduction in income as a result of involuntary unemployment or underemployment due to adverse economic conditions and is fanancially unable to make the full payments; (4) there is a reasonable prospect that the mortgager will be able to make the adjustments necessary for a full resumption of mortgage payments; and (5) the mortgaged property is the principal residence of the mortgagor. States that mortgage relief payments may be made in amounts up to $250 per month for up to twelve months with an extension of up to an additional twelve months. States that the payments shall be repayable with an annual interest rate not exceeding eight percent. Directs the Secretary and the Federal supervisory agencies with respect to financial institutions to take steps to encourage forebearance in residential mortgage loan foreclosures, and to request all mortgagees to give such agencies at least 30 days notice prior to instituting foreclosure proceedings. Authorizes to be appropriated for the purposes of this Act not to exceed $500,000,000. States that mortgage relief payments shall not be made after July 1, 1976. Directs the Secretary to report to Congress within sixty days after enactment and at sixty-day intervals thereafter on the action taken under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Mortgage Relief Payment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"Emergency Mortgage Relief Payments.\"", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:28-05:00"
}