{
  "actions": [
    {
      "acted_at": "1976-04-27", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13321-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Corman, James C.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00234", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-27", 
  "number": "13321", 
  "official_title": "A bill to amend title IV of the Social Security Act to provide needed reforms in the program of aid to families with dependent children with emphasis upon improving the administration of such program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "12", 
    "name": "Murtha, John P.", 
    "state": "PA", 
    "thomas_id": "00844", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-27", 
  "subjects": [
    "Aid to dependent children", 
    "Aliens", 
    "Immigration", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-27", 
    "text": "Reduces from 18 to 16 the age at which individuals may participate in community work and training programs under the Aid to Families with Dependent Children program of Title IV of the Social Security Act. States that payment for work performed under such training programs shall include reimbursement for transportation and other work-related expenses. Prohibits trainees from being required to work a total number of hours per month which would result in their being paid a figure higher than the total amount of such trainees' Aid to Families with Dependent Children monthly entitlement. Specifies the amount of an individual's earned income and work-related expenses which shall be allowed in determining the amount of earned income to be attributed to an individual in determining the amount of such individual's Aid to Families with Dependent Children benefits. Establishes a criminal penalty for fraud related to the application for and use of Aid to Families with Dependent Children benefits. Stipulates that the Federal share of the expense of a State in investigating and prosecuting fraud shall be 75 percent of such expense, under Title IV and under Title XIX (Medicaid) of the Social Security Act. Prohibits the payment of Aid to Families with Dependent Children benefits to illegal aliens. Authorizes the deposit of such benefits directly in the recipient's bank."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title IV of the Social Security Act to provide needed reforms in the program of aid to families with dependent children with emphasis upon improving the administration of such program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:12-05:00"
}