{
  "actions": [
    {
      "acted_at": "1994-06-29", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-07-08", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to the Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-07-13", 
      "references": [
        {
          "reference": "CR E1459-1460", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4679-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1994-06-29", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-06-29", 
  "number": "4679", 
  "official_title": "To amend the Inspector General Act of 1978 to expand the mission of Inspectors General, to provide for greater independence for Inspectors General, and to make Inspectors General more effective and accountable.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Inspector General Reform Act of 1994", 
  "sponsor": {
    "district": "5", 
    "name": "Spratt, John M., Jr.", 
    "state": "SC", 
    "thomas_id": "01092", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-06-29", 
  "subjects": [
    "Appropriations", 
    "Arrest", 
    "Auditing", 
    "Awards, medals, prizes", 
    "Civil rights and liberties, minority issues", 
    "Commemorations", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Department of Justice", 
    "Department of the Treasury", 
    "Disciplining of employees", 
    "Dismissal of employees", 
    "Economics and public finance", 
    "Employee rights", 
    "Employee selection", 
    "Federal budgets", 
    "Federal employees", 
    "Federal officials", 
    "Fines (Penalties)", 
    "Firearms", 
    "Fraud", 
    "Government attorneys", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government publicity", 
    "Governmental investigations", 
    "Inspectors general", 
    "Labor and employment", 
    "Law", 
    "Law enforcement officers", 
    "Management audit", 
    "Misconduct in office", 
    "Presidential appointments", 
    "Productivity in government", 
    "Right of privacy", 
    "Searches and seizures", 
    "Strategic planning", 
    "Subpoena", 
    "Warrants (Law)", 
    "Waste in government spending", 
    "Weapons", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Federal officials", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-06-29", 
    "text": "Inspector General Reform Act of 1994 - Amends the Inspector General Act of 1978 to authorize each Federal agency Inspector General (IG) to appoint an Assistant Inspector General for Inspections and Evaluation to supervise the inspection and evaluation of the adequacy of management and other internal controls of agency programs and operations. Requires the IG to prepare prevention vulnerability assessments of programs, systems, and operations identified as susceptible to fraud, waste, or abuse. (Sec. 4) Requires each IG to develop multiyear strategic plans for assessing a Federal establishment's risks and problems, assign the resources required to implement these strategies, and provide performance measures to evaluate such progress. (Sec. 5) Specifies conflict of interest restrictions for officers and employees of a Federal establishment's IG Office. Sets an IG's term of office at five years. Prohibits the removal of an IG from office except for good cause. Specifies procedures for the recommendation and appointment of IG's. Requires the IG of an establishment to consult with the establishment head regularly about the performance of IG duties and responsibilities. (Sec. 6) Prohibits executive branch officials from preventing, prohibiting, or interfering with IG activities. Requires an IG to notify the President and specified congressional committees: (1) of any reasonable grounds for believing this prohibition has been violated; or (2) if an agency head continues to unreasonably refuse or fail to provide information or assistance to an IG. Sets forth requirements for issuance of IG subpoenas to Federal agencies. (Sec. 7) Authorizes any IG to obtain office space, equipment, office supplies, communications facilities, or other services in substantially the same manner as they may be obtained on behalf of the IG Office by the head of the establishment. Authorizes an IG to hire legal counsel. (Sec. 8) Revises annual reporting requirements, including those for the contents of such reports. (Sec. 10) Requires an IG to seek to coordinate with the Attorney General an investigation of any allegation of a possible violation of a Federal criminal law within 15 days of initiating such investigation. (Sec. 11) Grants IG personnel law enforcement authority to carry weapons and executive warrants under specified conditions. (Sec. 12) Grants the IG of the Department of Justice oversight responsibility for the internal investigations performed by the Department's Office of Professional Responsibility. (Sec. 13) Requires IGs to monitor any agency response to findings of misconduct. (Sec. 14) Requires separate appropriation accounts in the President's budget for the IG offices of designated Federal entities. (Sec. 15) Requires each IG to submit to the President, the Congress, and the establishment head each appropriation request for that Office. (Sec. 16) Prohibits any disclosure of a whistleblower's identity, except in accordance with an Attorney General request as part of a criminal investigation. Requires each IG to ensure, at the time of receiving any complaint or information from an employee, that the employee is fully aware of any rights or remedies afforded him or her. (Sec. 17) Declares that each IG shall be considered independent of the establishment or designated Federal entity in which it is established. (Sec. 18) Makes IGs ineligible for any Federal award or other form of recognition, exception for a presidential award."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Inspector General Reform Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Inspector General Act of 1978 to expand the mission of Inspectors General, to provide for greater independence for Inspectors General, and to make Inspectors General more effective and accountable.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:31:04-05:00"
}