{
  "actions": [
    {
      "acted_at": "1974-11-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr17442-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-11-18", 
  "number": "17442", 
  "official_title": "A bill to amend the Federal Aviation Act of 1958 to deal with discriminatory and unfair competitive practices in international air transportation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Air Transportation Fair Competitive Practices Act", 
  "sponsor": {
    "district": "6", 
    "name": "Litton, Jerry", 
    "state": "MO", 
    "thomas_id": "00695", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-11-18", 
  "subjects": [
    "Airlines", 
    "Aviation", 
    "International affairs"
  ], 
  "subjects_top_term": "Airlines", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-11-18", 
    "text": "International Air Transportation Fair Competitive Practices Act - States that Federal departments and agencies shall take all appropriate actions within their jurisdiction to attempt to eliminate discriminatory and unfair competitive practices against United States air carriers in the international air transportation industry. Provides for compensatory charges to be imposed on foreign air carriers of the country concerned if discriminatory charges against United States air carriers are not reduced or eliminiated within a reasonable time after negotiations are undertaken for such purpose. States that the amounts so collected shall be used to compensate such air carriers for the excessive or discriminatory charges paid by them to the foreign countries involved. Requires the Secretary of State and the Postmaster General to take all necessary actions to assure that the rates paid for the transportation of mail pursuant to the Universal Postal Union Convention shall not be higher than the actual cost of transportation of the mail. Directs the Civil Aeronautics Board to expeditiously act on any proposed changes in rates for the transportation of mail by aircraft in foreign or overseas air transportation. Requires that the government-financed air transportation of passengers and property be provided by air carriers holding certificates under the Federal Aviation Act to the extent practicable. Includes ticket agents within the prohibitions of Federal law disallowing air carriers to demand or collect a different compensation for air transportation than that prescribed under effective tariffs; or to refund any rates or charges, except those permitted by Federal law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Air Transportation Fair Competitive Practices Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958 to deal with discriminatory and unfair competitive practices in international air transportation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:39-05:00"
}