{
  "actions": [
    {
      "acted_at": "1982-04-22", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-22", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-23", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-29", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-29", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6145-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-04-22", 
  "number": "6145", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to establish a program of long-term care services within the medicare program, to provide for the creation of community long-term care centers and State long-term care agencies as part of a new administrative structure for the organization and delivery of long-term care services, to provide a significant role for persons eligible for long-term care benefits in the administration of the program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Long-Term Care Act of 1982", 
  "sponsor": {
    "district": "35", 
    "name": "Conable, Barber B., Jr.", 
    "state": "NY", 
    "thomas_id": "00225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-04-22", 
  "subjects": [
    "Day care centers for the aged", 
    "Department of the Treasury", 
    "Disabled", 
    "Extended care facilities", 
    "Federal aid to handicapped services", 
    "Foster home care", 
    "Geriatrics", 
    "Government trust funds", 
    "Health", 
    "Health facilities", 
    "Home care services", 
    "Medicare", 
    "Mental care facilities", 
    "Nutrition", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Medicare", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-04-22", 
    "text": "Medicare Long-Term Care Act of 1982 - Amends Title XVIII (Medicare) of the Social Security Act to establish a voluntary program to provide long-term care benefits for aged and disabled individuals who elect to enroll under such program, financed from premium payments by enrollees together with contributions from funds appropriated by the Federal Government and contributions by States. Lists criteria for eligibility for long-term care service benefits. States that the benefits provided to an individual under this Act shall consist of: (1) home health services; (2) homemaker services; (3) nutrition services; (4) long- term institutional care services; (5) day care and foster home services; and (6) community mental health center outpatient services. Provides that the benefits provided under this Act shall not go into effect unless a State has a certified long-term care agency. Enumerates the requirements for certification of a State long-term care agency by the Secretary of Health and Human Services, including requiring such agency to monitor the activities of each community long-term care center in the State. Provides for the payment of premiums for benefits received under this Act by individuals who elect to participate in the long-term care program. Establishes the Federal Long-Term Care Trust Fund. Creates a Board of Trustees of such Trust Fund, composed of the Secretary of the Treasury, the Secretary of Labor, and the Secretary of Health and Human Services, all ex officio. Requires a community long-term care center to: (1) provide the items and services listed in this Act to each eligible individual who resides in the area served by such center and is certified as requiring such services; (2) evaluate and certify the long-term care needs of an individual for whom such care may be required in order to maintain such individual in an independent living arrangement which is reasonable given such individual's state of health and other circumstances (but not including such individual's economic circumstances); (3) maintain a continuous relationship with (and evaluate periodically, but not less than annually) each individual who is receiving any of the items and services listed in this Act; (4) provide full opportunity for such individual and his family to participate in the determinations and functions under this Act; (5) provide an organized system for making its existence and location known to all eligible individuals in its service area and for making known to such individuals the method or methods by which they may most efficiently obtain and use the services which it makes available; and (6) perform such other functions as the Secretary of Health, and Human Services may by regulation prescribe in order to have such center most effectively carry out the purposes of this Act. Sets forth a formula by which payments to States for the reimbursement of community long-term care centers may be calculated. Directs the Secretary, after consultation with organizations representing the chief executives of the various States, and other interested parties, to develop and make available to community long-term care centers one or more methods of obtaining payment for the benefits covered under this Act on a prospective basis. States that once a community long-term care center elects a particular prospective method, it may not alter its election without the prior approval of the Secretary. Provides that whenever the Secretary finds that the number of community long-term care centers electing a particular prospective payment method promulgated in accordance with this Act is not sufficient to provide an adequate basis for either the operation or evaluation of that method, the Secretary shall withdraw that method and allow the community long-term care centers which have elected such method to select another method within 30 days of notice of such withdrawal. Permits a Governor of a State to certify to the Secretary a method of prospective payment other than those promulgated under this Act. States that the determination of whether an individual is entitled to benefits under this Act shall be made by the Secretary in accordance with regulations prescribed by the Secretary. Provides for increases in supplemental security income benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Long-Term Care Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to establish a program of long-term care services within the medicare program, to provide for the creation of community long-term care centers and State long-term care agencies as part of a new administrative structure for the organization and delivery of long-term care services, to provide a significant role for persons eligible for long-term care benefits in the administration of the program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:58-05:00"
}