{
  "actions": [
    {
      "acted_at": "1973-01-04", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s10-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-04", 
  "number": "10", 
  "official_title": "A bill to establish a national policy relative to the revitalization of rural and other economically distressed areas by providing incentives for a more even and practical geographic distribution of industrial growth and activity and developing manpower training programs to meet the needs of industry.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McClellan, John L.", 
    "state": "AR", 
    "thomas_id": "01393", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Economic development", 
    "Government operations and politics", 
    "Housing and community development", 
    "Rural economic development"
  ], 
  "subjects_top_term": "Rural economic development", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-04", 
    "text": "Establishes a national policy relative to the revitalization of rural and other economically distressed areas by providing incentives for a more even and practical geographic distribution of industrial growth and activity and developing manpower training programs to meet the needs of industry. Provides that the President shall issue appropriate directives to all departments, agencies, and independent establishments in the executive branch of the Government of the United States embodying the national policy. Directs the President to require such departments, agencies, and independent establishments to comply therewith, to the maximum extent that compliance is practicable and feasible. Provides that, not later than one hundred and twenty days following the effective date of this Act, each such department, agency, and independent establishment shall file with the Comptroller General of the United States, in such form as he shall prescribe, a comprehensive report with respect to all such activities, accompanied by specific recommendations concerning the most effective means by which such programs and activities may be directed or redirected in compliance with the national policy set forth in this Act. Authorizes the Comptroller General of the United States to establish in the General Accounting Office a Board for the Revitalization of Rural and Economically Distressed Areas. Provides that the Board shall be composed of three officers of the General Accounting Office who shall be designated by the Comptroller General from among senior officers who are knowledgeable and experienced with respect to the subject matter of the national policy set forth in this Act. Provides that officers of the General Accounting Office who are so designated shall, to the maximum extent practicable, be relieved of all other duties. Provides that the Board shall study and evaluate the reports and recommendations filed with the Comptroller General, as well as all other pertinent materials, in order to determine whether the departments, agencies, and independent establishments are complying with the national policy."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a national policy relative to the revitalization of rural and other economically distressed areas by providing incentives for a more even and practical geographic distribution of industrial growth and activity and developing manpower training programs to meet the needs of industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:12-05:00"
}