{
  "actions": [
    {
      "acted_at": "1974-11-20", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr17469-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-11-20", 
  "number": "17469", 
  "official_title": "A bill to establish a commission to obtain, preserve, and provide access to copies of tape recordings and other documents concerning Federal investigations into Watergate-related activities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-11-20", 
  "subjects": [
    "Advisory bodies", 
    "Crime and law enforcement", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Watergate affair"
  ], 
  "subjects_top_term": "Watergate affair", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-11-20", 
    "text": "Establishes a Special Historical Commission on Watergate and Related Activities, which shall obtain and organize copies of all tape recordings and other documents which the Commission determines are relevant to: (1) subjects included in the Articles of Impeachment recommended by the House Committee on the Judiciary; (2) subjects investigated by the Senate Select Committee on Presidential Campaign Activities; (3) subjects dealt with by the Senate Committee on the Judiciary in its consideration of the nominations of Richard Kleindienst, Elliot Richardson, and L. Patrick Gray,; (4) subjects investigated by the House Committee on Government Operations in the Ninety-third Congress with respect to Federal funds expended on Presidential properties; (5) subjects investigated by the Joint Committee on Internal Revenue Taxation in its examination of the tax returns of Richard M. Nixon; (6) the hearings held by the Senate Armed Service Committee during the Ninety-third Congress on the bombing of Cambodia by the United States; and (7) the matters which the Special Prosecutor has consented to investigate. Directs the Commission to provide complete public access to the documents and to prescribe regulations for their protection. Requires the Commission to report to the Department of Justice, the Speaker of the House, the minority leader of the House, and the majority and minority leaders of the Senate any activities revealed by the documents which have not been investigated by the Congress or the Department of Justice and which a majority of the members of the Commission designate as a probable violation of law or of a public official's oath of office. Prescribes the membership, method of appointment, and compensation of the Commission. Authorizes the Commission to secure information necessary to its duties from any department or agency of the United States and requires the heads of agencies to furnish such information. Empowers the Commission to initiate, conduct and be a defendant in judicial proceedings related to its duties. Allows it to pay to an individual the amount adjudged by a Federal Court, when such individual has been deprived of private property without just compensation by authorized activity of the Commission. Grants the Commission the power to issue subpenas. Provides that no person shall be excused from testifying or producing evidence in obedience to a subpena on the ground that to do so may tend to incriminate himself, but that no such person shall be prosecuted or subjected to a penalty on account of that which he is compelled to testify to or produce, after claiming the privilege against self-incrimination, except that he shall not be exempt from prosecution for perjury committed in so testifying. Grants the Federal Court for the District of Columbia exclusive jurisdiction and venue to hear any judicial proceeding brought by or against the Commission. Provides that the Commission shall cease to exist two years after the date on which all its members have been appointed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a commission to obtain, preserve, and provide access to copies of tape recordings and other documents concerning Federal investigations into Watergate-related activities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:40-05:00"
}