{
  "actions": [
    {
      "acted_at": "1995-09-18", 
      "committee": "Committee on International Relations, and in addition to the Committees on Ways and Means, Banking and Financial Services, the Judiciary, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on International Relations, and in addition to the Committees on Ways and Means, Banking and Financial Services, the Judiciary, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-18", 
      "committee": "House International Relations", 
      "references": [], 
      "text": "Referred to House International Relations", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-18", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-18", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-18", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-18", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-19", 
      "bill_ids": [
        "hr927-104"
      ], 
      "in_committee": "House International Relations", 
      "references": [], 
      "text": "For Further Action See H.R.927.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-20", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-29", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Domestic and International Monetary Policy", 
      "text": "Referred to the Subcommittee on Domestic and International Monetary Policy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-02", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Immigration and Claims", 
      "text": "Referred to the Subcommittee on Immigration and Claims.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-01-03", 
      "in_committee": "House Rules", 
      "references": [], 
      "subcommittee": "Rules and Organization of the House", 
      "text": "Referred to the Subcommittee on Rules and Organization of the House.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2347-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Domestic and International Monetary Policy", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration and Claims", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Rules of the House", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-09-18", 
  "number": "2347", 
  "official_title": "To seek international sanctions against the Castro government in Cuba, to plan for support of a transition government leading to a democratically elected government in Cuba, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr927-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Cuban Liberty and Democratic Solidarity (LIBERTAD) Act of 1995", 
  "sponsor": {
    "district": "6", 
    "name": "Burton, Dan", 
    "state": "IN", 
    "thomas_id": "00154", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-09-18", 
  "subjects": [
    "Actions and defenses", 
    "Administration of justice", 
    "Aliens", 
    "American economic assistance", 
    "American investments", 
    "American military assistance", 
    "American property in foreign countries", 
    "Armed forces and national security", 
    "Arms sales", 
    "CIS countries", 
    "Caribbean area", 
    "Civil rights and liberties, minority issues", 
    "Civil-military relations", 
    "Claims", 
    "Commerce", 
    "Compensation (Law)", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional veto", 
    "Crime and law enforcement", 
    "Cuba", 
    "Customs unions", 
    "Damages", 
    "Debt agreements", 
    "Democracy", 
    "Diplomacy", 
    "Dissenters", 
    "District courts", 
    "Economic assistance", 
    "Economics and public finance", 
    "Embargo", 
    "Energy", 
    "Energy policy", 
    "Evidence (Law)", 
    "Expedited congressional procedure", 
    "Export controls", 
    "Export credit", 
    "Export finance", 
    "Export subsidies", 
    "Exports", 
    "Expropriation", 
    "Extradition", 
    "Fines (Penalties)", 
    "Foreign exchange", 
    "Foreign investments", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Free enterprise", 
    "Free trade", 
    "Freedom of speech", 
    "Freedom of the press", 
    "Government and business", 
    "Government liability (International law)", 
    "Government operations and politics", 
    "House rules and procedure", 
    "Human rights", 
    "Immigration", 
    "Import quotas", 
    "Import restrictions", 
    "Imports", 
    "Interest", 
    "Interest rates", 
    "International affairs", 
    "International agencies", 
    "International broadcasting", 
    "International monetary system", 
    "International propaganda", 
    "Investment guaranty insurance", 
    "Joint ventures", 
    "Jurisdiction", 
    "Labor and employment", 
    "Labor unions", 
    "Latin America", 
    "Law", 
    "Legislation", 
    "Legislative resolutions", 
    "Licenses", 
    "Military assistance", 
    "Money", 
    "Most favored nation principle", 
    "Multilateral development banks", 
    "National self-determination", 
    "Naval bases", 
    "Negotiations", 
    "Nongovernmental organizations", 
    "North America", 
    "Nuclear power plants", 
    "Political parties", 
    "Political persecution", 
    "Political prisoners", 
    "Prisons", 
    "Punitive damages", 
    "Radio broadcasting", 
    "Raw materials", 
    "Recognition (International law)", 
    "Repatriation", 
    "Reprogramming of appropriated funds", 
    "Right of property", 
    "Right to travel", 
    "Russia", 
    "Russian Republic", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "State-sponsored terrorism", 
    "Tariff", 
    "Tariff preferences", 
    "Technical assistance", 
    "Telecommunication industry", 
    "Television broadcasting", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trading with the enemy", 
    "United Nations", 
    "Visas", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-09-18", 
    "text": "TABLE OF CONTENTS: Title I: Seeking Sanctions Against the Castro Government Title II: Assistance to a Free and Independent Cuba Title III: Protection of Property Rights of United States Nationals Against Confiscatory Takings By the Castro Regime Title IV: Exclusion of Certain Aliens Cuban Liberty and Democratic Solidarity (LIBERTAD) Act of 1995 - Title I: Seeking Sanctions Against the Castro Government - Expresses the sense of the Congress that: (1) the President should instruct the U.S. Permanent Representative to the United Nations to seek within the Security Council a mandatory international embargo against the Cuban Government; and (2) efforts by any state to make the nuclear facility at Cienfuegos operational will have a detrimental impact on U.S. assistance to and relations with such state. (Sec. 102) Reaffirms a provision of the Cuban Democracy Act of 1992 that states that the President should encourage foreign countries to restrict trade and credit relations with Cuba. Urges the President to take steps to apply sanctions described by such Act against countries assisting Cuba. Declares that the President should instruct the Secretary of the Treasury and the Attorney General to enforce the Cuban Assets Control Regulations. Amends the Cuban Democracy Act of 1992, with respect to sanctions against a country that provides assistance to Cuba, to include as such assistance any exchange, reduction, or forgiveness of Cuban debt owed to a country in return for a grant of an equity interest in a property, investment, or operation of the Government of Cuba or of a Cuban national (debt-for-equity swap). (Sec. 103) Prohibits any U.S. national, permanent resident alien, or U.S. agency from knowingly extending any loan or other financing to a foreign national, U.S. national, or permanent resident alien, in order to finance transactions involving property confiscated by the Cuban Government the claim to which is owned by a U.S. national. Terminates such prohibition upon termination of the economic embargo of Cuba. Sets forth penalties for violation of such prohibition. (Sec. 104) Directs the Secretary to instruct the U.S. executive directors of the international financial institutions to oppose the admission of Cuba as a member of such institutions until the President submits a determination that a democratically-elected government is in power in Cuba. Urges the President to support Cuba's membership in such institutions during the period that a transition government is in power, subject to the membership's taking effect after a democratically-elected government is in power. Requires the Secretary of the Treasury to withhold U.S. payments from institutions that approve assistance to Cuba over the opposition of the United States. (Sec. 105) Urges the President to instruct the U.S. Permanent Representative to the Organization of American States (OAS) to vote to oppose ending the suspension of Cuba from the OAS until the President determines that a democratically-elected government is in power there. (Sec. 106) Directs the President to report to the appropriate congressional committees on progress towards the withdrawal of personnel of any independent state of the former Soviet Union from the Cienfuegos nuclear facility. Amends the Foreign Assistance Act of 1961 to make ineligible for assistance any independent state of the former Soviet Union that is providing assistance for, or engaging in nonmarket based trade with, Cuba. Withholds from assistance provided for an independent state an amount equal to the assistance and credits provided by such state in support of intelligence facilities in Cuba. Authorizes the President to waive the requirement to withhold such assistance if specified conditions are met. (Sec. 107) Requires the Director of the U.S. Information Agency to convert television broadcasting to Cuba under the Television Marti Service to ultra high frequency broadcasting. Repeals the Television Broadcasting to Cuba Act and the Radio Broadcasting to Cuba Act upon the determination that there is a democratically-elected government in Cuba. (Sec. 108) Directs the President to report annually to the appropriate congressional committees on assistance and commerce received by Cuba from other foreign countries. (Sec. 109) Authorizes the President to furnish assistance to individuals and independent nongovernmental organizations to support democracy-building efforts for Cuba. Directs the President to take steps to encourage the OAS to create a special emergency fund for the purpose of deploying human rights observers, election support, and election observation in Cuba. Urges the President to instruct the U.S. Permanent Representative to the OAS to encourage other OAS member states to join in calling for the Cuban Government to allow the immediate deployment of independent OAS human rights monitors throughout Cuba and on-site visits to Cuba by the Inter-American Commission on Human Rights. Urges the President to provide not less than $5 million of the U.S. voluntary contribution to the OAS for the purposes of the special fund. (Sec. 110) Directs the President to withhold the allocation of assistance, with specified exceptions, for any country in an amount equal to the sum of assistance and credits, if any, provided by such country in support of the completion of the Cuban nuclear facility at Juragua, near Cienfuegos, Cuba. (Sec. 111) Directs the President to instruct all U.S. Government officials who engage in official conduct with the Cuban Government to raise on a regular basis the extradition of or rendering to the United States of all persons residing in Cuba who are sought by the U.S. Department of Justice for crimes committed in the United States. Title II: Assistance to a Free and Independent Cuba - Requires the President to develop a plan for providing economic assistance to Cuba at such time that a transition or a democratically-elected government is in power. Limits assistance for a transition government to humanitarian assistance necessary for the successful completion of the transition to democracy, remittances by individuals to their relatives of cash or goods, and military adjustment assistance. Expands assistance to include development and agricultural assistance and export financing (as well as other specified assistance) when a democratically-elected government is in power. (Sec. 202) Requires the President to take steps to obtain the agreement of other countries, international financial institutions, and multilateral organizations to provide comparable assistance to Cuba. Requires the President, upon transmittal to the Congress of a determination that a democratically-elected government is in power, to report to appropriate congressional committees on: (1) acts, policies, and practices that constitute significant barriers to, or distortions of, U.S. trade in goods or services or foreign direct investment with respect to Cuba; and (2) U.S. policy objectives regarding trade relations with a democratically-elected government in Cuba, including possible reciprocal extension of nondiscriminatory trade treatment (most-favored-nation treatment), designation of Cuba as a beneficiary developing country under the Generalized System of Preferences under the Trade Act of 1974 or as a beneficiary country under the Caribbean Basin Economic Recovery Act, and negotiations regarding free trade such as Cuba's accession to the North American Free Trade Agreement (NAFTA). (Sec. 203) Requires the President, upon determining that a democratically-elected government is in power in Cuba, to designate a United States-Cuba Council to: (1) ensure coordination between the U.S. Government and private sector in responding to change and promoting market-based development in Cuba; and (2) establish periodic meetings between the U.S. and Cuban private sectors for the purpose of facilitating bilateral trade. (Sec. 204) Authorizes the President to suspend the U.S. economic embargo against Cuba upon determining to the appropriate congressional committees that a democratically-elected government is in power in Cuba. Requires the President to notify the Congress of any action taken to suspend the economic embargo against Cuba. Declares that such suspension shall cease to be effective upon enactment of a joint resolution disapproving such action. (Sec. 205) Sets forth conditions under which a government in Cuba will be considered transitional or democratic. Title III: Protection of Property Rights of United States Nationals Against Confiscatory Takings By the Castro Regime - Makes any person, including any agency or instrumentality of a foreign state, that traffics in confiscated property liable for money damages to any U.S. national who owns the claim to such property. Grants U.S. district courts exclusive jurisdiction over such actions. (Sec. 303) Requires district courts to accept as conclusive proof of ownership a certification of a claim to ownership that has been made by the Foreign Claims Settlement Commission pursuant to the International Claims Settlement Act of 1949. Amends such Act to authorize district courts, for fact-finding purposes, to refer to the Commission questions of the amount and ownership of a claim by a U.S. national resulting from the confiscation of property by Cuba, whether or not the U.S. national qualifies as such at the time of the confiscation. (Sec. 304) Bars certain ineligible U.S. nationals, or Cuban nationals, from having a claim in the compensation paid to a U.S. national by virtue of a claim certified by the Commission. Title IV: Exclusion of Certain Aliens - Directs the Secretary of State to exclude from the United States aliens (or their spouses, minor children, or agents) involved in the confiscation of property, or the trafficking in confiscated property, owned by a U.S. national. Provides for case-by-case waiver of this exclusion in the national interest of the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cuban Liberty and Democratic Solidarity (LIBERTAD) Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To seek international sanctions against the Castro government in Cuba, to plan for support of a transition government leading to a democratically elected government in Cuba, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:51-05:00"
}