{
  "actions": [
    {
      "acted_at": "2009-04-02", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s791-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-04-02", 
  "number": "791", 
  "official_title": "A bill to direct the Secretary of Transportation to carry out programs and activities to improve highway safety.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2125-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2125-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Surface Transportation Safety Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-04-02", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Department of Transportation", 
    "Fires", 
    "Government information and archives", 
    "Railroads", 
    "Roads and highways", 
    "Transportation and public works", 
    "Transportation employees", 
    "Transportation programs funding", 
    "Transportation safety and security", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-04-02", 
    "text": "Surface Transportation Safety Act of 2009 - Directs the Secretary of Transportation to modify certain federal regulations to: (1) allow fire services personnel to wear high visibility apparel meeting certain requirements; and (2) ensure that positive protective measures (including temporary longitudinal traffic barriers) are used to separate workers on highway construction projects from motorized traffic. Directs the Secretary to approve the use of federal-aid highway funds for patented or proprietary items that further the goals of state strategic highway safety plans. Directs the Secretary of Transportation to revise the Manual on Uniform Traffic Control Devices to include a standard for a minimum level of retroreflectivity that must be maintained for pavement markings, which shall apply to all roads open to public travel. Revises requirements for the highway safety improvement program to count installation, replacement, and upgrade of highway signs and pavement markings as a highway safety improvement project. Authorizes: (1) states to obligate highway safety improvement program funds apportioned to them for projects to maintain minimum levels of retroreflectivity in highway signs or pavement markings on public roads, whether or not such projects are included in state plans; and (2) a federal share of costs of 100% for such projects. Directs the Secretary to: (1) carry out a program to improve traffic signs and pavement markings for older drivers and pedestrians in all states; (2) review the safety of all highway-rail grade crossings in the United States and, based on such review, compile a list of the ten highway-rail grade crossings having the greatest need for safety improvements; (3) establish a national database of information on the safety of highway-rail grade crossings in the United States; and (4) allocate $20 million to each state with a population density of less than 20 persons per square mile for each fiscal year beginning with FY2010 for rural highway safety improvement projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Transportation Safety Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the Secretary of Transportation to carry out programs and activities to improve highway safety.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:59-05:00"
}