{
  "actions": [
    {
      "acted_at": "1988-09-15", 
      "bill_ids": [
        "s252-100", 
        "hr4519-100", 
        "s2352-100", 
        "s1675-100", 
        "s1335-100"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources incorporated provisions of related measures S. 252, H.R. 4519, S. 2352, S. 1675, S. 1335 in reported measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-15", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-09-27", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Original measure reported to Senate by Senator Johnston. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-27", 
      "calendar": "Senate Legislative", 
      "number": "1007", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1007.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-10-13", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-13", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1988-10-13", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-19", 
      "references": [], 
      "text": "Committee on Rules Granted a Rule Providing One Hour of Debate; Waiving All Points of Order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-19", 
      "bill_ids": [
        "hres592-100"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.592 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-20", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-20", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-20", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "454", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 316 - 32 (Record Vote No: 454).", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-10-20", 
      "references": [], 
      "text": "Message on House action received in Senate and held at desk: House amendments to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-20", 
      "references": [], 
      "text": "Senate agreed to the House amendments by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-20", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-11-07", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-11-07", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-11-18", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1988-11-18", 
      "congress": "100", 
      "law": "public", 
      "number": "696", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 100-696.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h949-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "949"
    }, 
    {
      "amendment_id": "s3682-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3682"
    }
  ], 
  "bill_id": "s2840-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "100", 
    "law_type": "public", 
    "number": "696"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1988-11-18", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-10-20", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-10-13", 
    "vetoed": false
  }, 
  "introduced_at": "1988-09-27", 
  "number": "2840", 
  "official_title": "An original bill to provide for the designation and conservation of certain lands in the states of Arizona and Idaho, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres592-100", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr568-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2530-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4519-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4565-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4616-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "s252-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1335-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1675-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2352-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Arizona-Idaho Conservation Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Johnston, J. Bennett", 
    "state": "LA", 
    "thomas_id": "01373", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1988-11-18", 
  "subjects": [
    "Advisory bodies", 
    "Animals and Animal Protection", 
    "Anthropology", 
    "Arizona", 
    "Armed forces and national security", 
    "Art", 
    "Astronomical research", 
    "Building construction", 
    "California", 
    "Capitol (Washington, D.C.)", 
    "Child welfare", 
    "Colleges", 
    "Conservation of natural resources", 
    "Construction costs", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Educational facilities", 
    "Employee assistance programs", 
    "Endangered species", 
    "Environmental protection", 
    "Extended care facilities", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal employees", 
    "Florida", 
    "Forest management", 
    "Forests and forest products", 
    "Geothermal resources", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Health facilities", 
    "High schools", 
    "Higher education", 
    "Hospitals", 
    "House of Representatives", 
    "Idaho", 
    "Land transfers", 
    "Land use", 
    "Management", 
    "Mines and mineral resources", 
    "Minnesota", 
    "Monuments and memorials", 
    "National forests", 
    "National monuments", 
    "National parks", 
    "National recreation areas", 
    "Native Americans", 
    "Nature conservation", 
    "Nursing homes", 
    "Parks and Natural Areas", 
    "Patents", 
    "Planning", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Recreation", 
    "Right-of-way", 
    "Rivers", 
    "School administration", 
    "School administrators", 
    "Senate", 
    "State parks", 
    "Telescopes", 
    "Trails", 
    "Transfer of employees", 
    "Veterans' hospitals", 
    "Water and Water Resources Development", 
    "Water supply", 
    "Wilderness areas", 
    "Wildlife conservation", 
    "Wildlife refuges", 
    "Zoning and zoning law"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1988-10-20", 
    "text": "(Measure passed House, amended, roll call #454 (316-32)) Arizona-Idaho Conservation Act of 1988 - Title I: San Pedro Riparian National Conservation Area - Establishes the San Pedro Riparian National Conservation Area, Arizona. Reserves a quantity of water sufficient to fulfill the purposes of such area. Directs the Secretary of the Interior to develop, within two years, a comprehensive management plan for such area to protect the natural riparian, wildlife, cultural, and recreational resources. Directs the Secretary to establish a San Pedro Riparian National Conservation Area Advisory Committee. Permits the Secretary to acquire land interests within the Area. Requires the Secretary to report within five years, and every ten years thereafter, to the House Interior and Insular Affairs Committee and the Senate Energy and Natural Resources Committee on the implementation of this Act. Authorizes appropriations. Title II: City of Rocks National Reserve - Establishes the City of Rocks National Reserve, Idaho, for natural and historic preservation and recreational use. Requires the Secretary, acting through the National Park Service, to formulate a comprehensive management plan for the Reserve, to be transmitted to specified congressional and State officials. Requires the Secretary to: (1) pass control of any or all of such lands to a State or local government agency with adequate protective regulations; (2) provide technical and financial assistance to such agencies; and (3) make grants to pay up to 50 percent of the annual operation costs. Authorizes the Secretary to acquire lands only with the consent of the owner. Transfers Federal land and water interests in such Reserve to the jurisdiction of the Secretary to be administered by the National Park Service. Requires the Secretary to withdraw upon notice any transfer of lands if such lands are not being managed in accordance with this Act. Authorizes the United States to acquire certain water rights. Withdraws Federal lands within the Reserve from entry or disposition under public land and mining laws. Authorizes appropriations. Title III: Hagerman Fossil Beds National Monument - Establishes the Hagerman Fossil Beds National Monument in Idaho. Authorizes the Secretary to acquire lands within such area. Authorizes the United States to acquire any water rights necessary to manage such Monument. Continues existing irrigation pumping and electrical generating and transmission facilities. Requires the management plan for such Monument to include scientific research. Withdraws Federal lands within the Monument from entry or disposition under public land and mining laws. Authorizes apppropriations. Title IV: Arizona - Florida Land Exchange - Authorizes the Secretary to dispose of the real property used for the Phoenix Indian High School in Phoenix, Arizona. Ratifies the Agreement Among the United States, Collier Development Corporation, Collier Enterprises, and the Barron Collier Company under which the United States agrees to exchange such property for certain lands in Florida located in the Florida Panther National Wildlife Refuge owned by Collier and specified monetary proceeds. Requires the Secretary, if such Federal property is conveyed, to convey 20 acres of such property to the city of Phoenix to provide for public open space and recreation, to transfer jurisdiction and control of 11.5 acres of such property to the Veterans Administration (VA) for expansion of a VA hospital, and to transfer jurisdiction and control of 4.5 acres of such property to the VA for conveyance to, and use by, the State of Arizona as a site for a veterans home. Provides that such property conveyed to Phoenix and Arizona shall revert to the United States if not used for the prescribed purposes. Requires the Administrator of Veterans Affairs to: (1) cooperate with the city of Phoenix in the planning and development of the property conveyed to the VA for expansion of the VA hospital; and (2) transmit to specified congressional committees semiannually a report describing the VA's efforts in carrying out such cooperative planning. Directs the Administrator: (1) to convey the parcel of 4.5 acres, without reimbursement, to the State of Arizona when the Administrator has approved the State of Arizona's application for assistance in construction of a State veterans' facility on such parcel and the State has appropriated sufficient funds to pay for its portion of the costs of construction of such facility; and (2) to transfer jurisdiction and control of such parcel to the Secretary if the State does not submit such application for assistance and appropriate such funds within three years after such parcel is transferred to the VA. Directs the Secretary to offer such property for sale to the city of Phoenix or another purchaser. Directs the Secretary to enter into a memorandum of understanding with the Administrator for the temporary use by the Administrator of the gymnasium constructed on the school property in 1975. Requires Collier to provide 135 days' advance notice of its intention to accept the offer of the United States under the exchange agreement to the Secretary, the Mayor of Phoenix, the Administrator of Veterans Affairs, the InterTribal Council of Arizona (ITCA), the governing body of the Navajo Tribe, and the Governor of Arizona. Prohibits Collier from providing such notice prior to the later of one year after the enactment of this Act or the submission of a specific plan for the Phoenix exchange property. Requires the Secretary, not later than 30 days after receiving such notice from Collier, to publish notice that the Secretary will consider offers by persons other than Collier for the school property. Requires any such offer to provide for: (1) a single cash payment of a minimum acceptable price; (2) an agreement to make annual payments into the Arizona InterTribal Trust Fund or the Navajo Trust Fund; and (3) an offer to enter into a planning and development agreement with the city of Phoenix. Provides that: (1) if no qualifying offer is received, Collier may accept the U.S. offer under the exchange agreement; (2) if a qualifying offer is received, Collier will be allowed to match that offer; and (3) if Collier declines to match the best qualifying offer, the Secretary shall accept such offer. Provides for the management of school property which is not conveyed or which reverts to the United States under this Act. Requires the U.S. Comptroller General to report to the Congress and specified House and Senate committees on: (1) a specific plan as it relates to final zoning proposals of the Phoenix exchange property; and (2) the actions taken subsequent to the submission of such plan relative to the disposition of such property, the value received by the United States, and the process by which such value was determined. Provides for the deposit of the monetary proceeds from the school property into the Arizona InterTribal Trust Fund and the Navajo Trust Fund. Allows the Secretary to elect to receive such proceeds in a lump-sum payment or in 30 annual payments. Requires the Secretary to close the Phoenix Indian High School between June 1, 1991, and September 1, 1991. Requires the Secretary to notify the tribal governing body of each affected Arizona tribe and each student, or parent or guardian of each student, enrolled at the school by January 30, 1991. Directs the Secretary, between January 30, 1990, and March 1, 1990, to: (1) identify each eligible Indian student enrolled or preenrolled for attendance at the school who did not graduate from a secondary program; (2) inform each student of the closing date and the alternatives available to each student and their families, including attendance at the Bureau of Indian Affairs facility at Riverside, California; and (3) develop individual education plans for such students. Requires such plans to include: (1) an identification of the special needs of each student and the alternative service provider chosen by the student or parent to provide educational services; (2) any actions taken to contact and coordinate such provider, the tribe, Bureau social service entities, and the Office of Indian Education Program; and (3) any actions to be taken by the Bureau to provide additional support to students who attend programs which do not include the services of the education plans. Directs the Secretary to reserve specified amounts from funds appropriated for the support of Phoenix Indian High School to finance such plans for FY 1990 to 1992. Requires the area education director and area director to implement such plans and conduct activities to determine those eligible Indian students who reside within Arizona and are of legal age to be attending school but are not enrolled in a program. Directs the Secretary to transfer administrative jurisdiction of the school property from the Bureau to the National Park Service within 60 days after the closure of the school. Authorizes the National Park Service to manage and control the property consistent with the requirements of the exchange agreement, although the school property will not be considered a unit of the National Park System. Expands the attendance boundaries used by the Bureau to govern placements in the Sherman Indian School in Riverside, California, to include such boundary served in FY 1991 by the Phoenix Indian High School. Authorizes the superintendent of the Sherman Indian School to pay the recruitment and retention allowance authorized under the Education Amendments of 1978. Requires the Secretary to inventory all property located at the Phoenix Indian High School. Provides that the superintendent of the Sherman Indian High School shall have first option on the property and requires the Secretary to move such property to such school. States that the personnel ceiling at such school shall be adjusted to reflect employees who transfer from the Phoenix Indian High School and any increase in the student population projected by the closure. Provides that the two schools shall be considered as one employment area for purposes of conducting the reduction in force and that outplacement job assistance will be available to employees who do not transfer to the Sherman Indian School. Provides for the establishment of the Arizona InterTribal Trust Fund and the Navajo Trust Fund. Specifies that each fund shall consist of the portion of the monetary proceeds from the school property allocable to the fund. Requires the Secretary of the Treasury to: (1) invest any lump-sum payments in the trust fund into interest-bearing securities and deposits; or (2) hold the security provided by the purchaser in trust if payment into the trust funds is made in the form of annual payments. Authorizes the Secretary of the Treasury, at the direction of the Secretary of the Interior, to invest any portion of the trust income not used. Declares that the purpose of the trust funds is to supplement Federal efforts. Prohibits the Secretary from changing any distribution of funds to which any Indian tribe or students covered by this title may be entitled. Expresses the intention of the Congress that in determining the amount of any funds to provide services to such tribes or students, there shall be no amendment within future congressional action occasioned by such funds. Limits use of the trust income to supplemental educational and child-welfare programs, activities, and services and the design, construction, improvement, and repair of related facilities. Authorizes the Secretary, pursuant to appropriations and with the approval of the governing body of the affected tribe, to make grants from the trust funds to public school districts on or near the reservations. Directs the Secretary to make annual payments in an amount equal to five percent of the appropriate trust income to the ITCA and the governing body of the Navajo tribe. Limits the use of such income to education, child welfare, community development, and general administrative purposes. Prohibits the use of any part of the trust income for scholarship grants for higher education. Provides for the allocation of the monetary proceeds from school property into the trust funds, with 95 percent of the payment to be deposited into the Arizona InterTribal Trust Fund, and five percent to be deposited into the Navajo Trust Fund. Title V: Santa Rita Public Lands Exchange - Directs the Secretary of the Interior, acting through the Bureau of Land Management (BLM), to convey to the State of Arizona a portion of the lands in the Santa Rita Experiment Station lying outside of the National Forest System to satisfy the remaining Federal debt to Arizona for the Central Arizona Project. Requires the Secretary to use the remaining lands in the Santa Rita Experiment Station to acquire lands within Catalina State Park and other specified State trust lands in Arizona in accordance with the Federal Land Policy and Management Act of 1976. Provides that lands in the Buenos Aires National Wildlife Refuge that are acquired in accordance with this Act shall be added to the National Wildlife Refuge System and managed in accordance with the National Wildlife Refuge System Act of 1966. Requires certain lands near Lake Pleasant and within the Black Canyon Corridor that are acquired under this Act to be administered by the BLM in accordance with the Federal Land Policy and Management Act of 1976. Provides that lands in the Catalina State Park, Madera-Elephant Head Trail area, and Arivaca Lake area that are acquired pursuant to this Act shall be included in the Coronado National Forest. Modifies the exterior boundary of the National Forest to include such lands. Provides that the Catalina State Park lands shall be managed cooperatively by Arizona and Federal authorities for public access and recreation purposes. Withdraws such lands from: (1) entry, appropriation, or disposal under public land laws; (2) location, entry, and patent under Federal mining laws; and (3) disposition under all laws concerning mineral and geothermal leasing. Provides that the lands added to the Coronado National Forest by this Act shall be administered under the laws applicable to National Forest System lands except that such lands shall be exempt from any further planning requirements of the National Forest Management Act of 1976 until the final 1986 plan for the National Forest is revised. Declares that future management direction for such lands will be determined as part of the planning for the entire National Forest at the time of such revision. Revokes executive and public land orders which withdrew the Santa Rita Experimental Range for a Forest and Range Experiment Station. Withdraws specified lands in the National Forest and all federally-owned lands within the Kofa National Wildlife Refuge from: (1) entry, appropriation or disposal under public land laws; (2) location, entry, and patent under Federal mining laws; and (3) disposition under all laws concerning mineral and geothermal leasing. Requires such lands to be used for research purposes. Revokes a certain public land order which withdrew such lands for forest administrative sites. Revokes certain orders which withdrew lands from the Colorado River Storage Project, for the Havasu National Wildlife Refuge, for the Imperial National Wildlife Refuge, and in aid of the Salt River Project. Requires all patents issued by the Secretary of the Interior for such lands to: (1) reserve a right-of-way to the Salt River Project for electric transmission lines and access purposes for specified portions of such lands; (2) exempt the United States and the Salt River Project from any liability for damages to such lands which may be caused by flooding; (3) hold the patentee liable to the United States or the Salt River Project for damages caused by the holder's activities which alter drainage and adversely affect adjacent lands, project facilities, or protective works of the United States or the Salt River Project; and (4) reserve a right-of-way to the United States for road purposes. Adjusts certain boundaries of the Coronado National Forest. Authorizes appropriations. Authorizes appropriations to provide for at least ten full-time equivalent employees of the BLM to perform resource management and law enforcement activities as part of the administration of: (1) certain lands transferred from the Kofa National Wildlife Refuge to the BLM under this Act; and (2) BLM lands in the Black Canyon Corridor. Requires the Director of the U.S. Fish and Wildlife Service to approve or disapprove applications for rights-of-way access across the Kofa National Wildlife Refuge expeditiously. Title VI: Mount Graham International Observatory - Directs the Secretary of Agriculture to issue a special use authorization to the State of Arizona for the establishment of the Mount Graham International Observatory Research Site comprising specified land within the Coronado National Forest. Authorizes the construction of more telescopes, support facilities, and access roads for the Site. Directs the University of Arizona to develop a management plan for such Site. Provides for the continuation of certain special use authorizations in effect within the Site area of the Mount Graham Observatory, subject to specified conditions which will determine if such special use authorizations have a detrimental effect on the red squirrel and other endangered species. Provides for the effective date of special use terminations, nonrenewals, or modifications. Requires an additional study concerning the red squirrel and other endangered species by the U.S. Fish and Wildlife Service, to begin in the year 2000. Places all financial responsibilities of Site construction costs with the University of Arizona. Title VII: Mississippi National River and Recreation Area - Subtitle A: Mississippi National River and Recreation Area - Makes certain congressional findings concerning the need for the preservation and protection of resources within the Mississippi River Corridor. Establishes the Mississippi National River and Recreation Area and outlines the boundaries to such Area. Establishes a Mississippi River Coordinating Commission to assist Federal, State, and local authorities in the development and implementation of an integrated resource management plan for the Area. Directs the Commission to submit to the Secretary of the Interior and the Governor of Minnesota a comprehensive plan for land and water use measures for the Area to be developed and implemented by the responsible Federal agencies, the State of Minnesota, and local political subdivisions. Outlines administrative provisions concerning procedural steps for plan approval, including the use of a temporary program until the permanent plan takes effect. Terminates the Commission ten years after the enactment of this subtitle. Implements a State Commission to perform the functions of the Commission after its termination. Transfers Federal lands within the Area to the administrative jurisdiction of the Secretary to implement this subtitle. Requires any Federal agencies or instrumentalities to notify the Secretary before conducting any activities in the Area. Provides administrative guidelines for the Secretary in administering the Area, including power over local governmental authority to enforce the provisions of this subtitle. Authorizes the Secretary, upon approval of the resource management for the Area, to make grants to the State of Minnesota to cover up to 50 percent of the costs of acquisition and development within the Area in a manner consistent with the purposes of the resource management plan. Authorizes appropriations to carry out this subtitle. Subtitle B: Tri-Rivers Management - Authorizes the Secretaries of the Interior and the Army to appoint representatives to a Tri-Rivers Management Board to assist in the development and implementation of consistent and coordinated land use planning and management policy for portions of the Mississippi, St. Croix, and Minnesota Rivers within the St. Paul-Minneapolis area. Authorizes appropriations for the Board. Title VIII: United States Capitol Preservation Commission - Establishes in the Congress the United States Capitol Preservation Commission to: (1) provide for improvements in, preservation of, and acquisition for, the U.S. Capitol; (2) provide for works of fine art and other property for display in the Capitol and other locations under the control of the Congress; and (3) conduct other activities that directly facilitate, encourage, or otherwise support any of such purposes. Outlines membership and staff support requirements. Authorizes the Commission to accept gifts of works of fine art, and acquire property related to such purposes. Establishes in the Treasury the Capitol Preservation Fund to be available to the Commission for such purposes. Provides for Fund deposits, credits, disbursement, and investments. Directs the Comptroller General to conduct annual audits of the financial transactions of the Commission and report the results of each audit to the Congress. Title IX: Senate Provisions - Incorporates by reference the provisions of a resolution relating to the Commission on Art and Antiquities of the United States Senate. Changes the name of such Commission to the Senate Commission on Art. Title X: House of Representatives Provisions - Establishes in the House of Representatives a Fine Arts Board which shall have authority over all works of fine art, historical objects, and similar property of the Congress for display or other use in the House of Representatives wing of the U.S. Capitol, the House office buildings, or any other location under the control of the House of Representatives. Authorizes the Board to accept gifts of fine art, historical objects, and similar property."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Arizona-Idaho Conservation Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Arizona-Idaho Conservation Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Arizona-Idaho Conservation Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to provide for the designation and conservation of certain lands in the states of Arizona and Idaho, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:08-05:00"
}