{
  "actions": [
    {
      "acted_at": "1978-05-25", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3146-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-25", 
  "number": "3146", 
  "official_title": "A bill to expand the jurisdiction of the Nuclear Regulatory Commission over nuclear waste storage and disposal facilities and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Waste Regulation Act", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-05-25", 
  "subjects": [
    "Energy", 
    "Environmental protection", 
    "Licenses", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Radioactive decontamination", 
    "Radioactive wastes", 
    "States"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-05-25", 
    "text": "Nuclear Waste Regulation Act - Amends the Energy Reorganization Act of 1974 to revise the list of the types of Energy Research and Development Administration (ERDA) facilities over which the Nuclear Regulatory Commission (NRC) has licensing and related regulatory authority. Authorizes the President to exempt an ERDA facility which is subject to NRC authority from licensing requirements upon finding that an exemption is in the national security interest and notifying the NRC. Sets forth procedures for licensing facilities newly subjected to regulatory authority by this Act. Amends the definition of \"by product material\" in the Atomic Energy Act of 1954 to include naturally occuring daughters of uranium and thorium found in the tailings or wastes produced by the extraction or concentration of uranium or thorium from source material. Authorizes the establishment of standards and instructions necessary to insure that funds will be made available by a nuclear license to permit the completion of all requirements for the decommissioning, decontamination, and reclamation and long-term care of sites, structures, and equipment used in conjunction with activities or materials licensed under the Atomic Energy Act of 1954. Directs that, in the licensing and regulation of low-level radioactive wastes, byproduct materials, and decommissioned facilities pursuant to a Federal-State agreement, a State adopt and enforce substantive standards for the protection of public health and safety which are at least as stringent as comparable Federal standards. Requires that Federal standards for disposal of byproduct materials permit disposal only on State or Federal lands. Requires that a license application for a facility for the storage or disposal of low or high level radioactive wastes, irradiated nuclear reactor fuel, or non-high level transuranium contaminated wastes identify alternative sites. Permits the NRC to waive alternative site certification in certain circumstances. Directs the NRC to develop criteria and procedures for alternative site evaluation. Directs the NRC to undertake a comprehensive investigation and study of: (1) the technology for the disposal and storage of high level radioactive wastes, irradiated nuclear reactor fuel, and non-high level transuranium contaminated wastes; and (2) the current program for the regulation of such wastes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Waste Regulation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to expand the jurisdiction of the Nuclear Regulatory Commission over nuclear waste storage and disposal facilities and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:49-05:00"
}