{
  "actions": [
    {
      "acted_at": "1993-01-21", 
      "references": [
        {
          "reference": "CR S372-381", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-01-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-03-11", 
      "references": [
        {
          "reference": "CR S2695, S2703-2704", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-13", 
      "references": [
        {
          "reference": "CR S5866-5867", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-20", 
      "references": [
        {
          "reference": "CR S9053", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-09-15", 
      "references": [
        {
          "reference": "CR S11754", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-06-29", 
      "references": [
        {
          "reference": "CR S7839-7842", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-07-20", 
      "references": [
        {
          "reference": "CR S9267", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s18-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-01-21", 
  "number": "18", 
  "official_title": "A bill to provide improved access to health care, enhance informed individual choice regarding health care services, lower health care costs through the use of appropriate providers, improve the quality of health care, improve access to long-term care, and for other purposes.", 
  "popular_title": "Health Care Reform bill", 
  "related_bills": [], 
  "short_title": "Comprehensive Health Care Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-01-21", 
  "subjects": [
    "AIDS (Disease)", 
    "Accident insurance", 
    "Authorization", 
    "Birth control", 
    "Block grants", 
    "Breast cancer", 
    "Cervical cancer", 
    "Child health", 
    "Child nutrition", 
    "Clinical trials", 
    "Community health services", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Critically ill", 
    "Curricula", 
    "Department of Education", 
    "Department of Health and Human Services", 
    "Education", 
    "Employee health benefits", 
    "Excise tax", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to child health services", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Federal aid to hospitals", 
    "Federal aid to maternal health services", 
    "Federal aid to medical education", 
    "Federal preemption", 
    "Flexible benefit plans", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Home care services", 
    "Home equity conversion", 
    "Home ownership", 
    "Homeless", 
    "Hospitals", 
    "Housing and community development", 
    "Housing finance", 
    "Income tax", 
    "Individual retirement accounts", 
    "Information services", 
    "Informed consent (Medical law)", 
    "Insurance companies", 
    "Insurance premiums", 
    "Life insurance", 
    "Long-term care insurance", 
    "Managed care", 
    "Medicaid", 
    "Medical centers", 
    "Medical economics", 
    "Medical ethics", 
    "Medical research", 
    "Medical tests", 
    "Medicare", 
    "Midwives", 
    "Migrant labor", 
    "Nurse practitioners", 
    "Nurses", 
    "Nursing homes", 
    "Osteopathy and osteopaths", 
    "Patients' rights", 
    "Pharmaceutical research", 
    "Physicians", 
    "Physicians' assistants", 
    "Power of attorney", 
    "Preferred provider organizations (Medical care)", 
    "Preschool education", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Right to die", 
    "School health programs", 
    "Self-employed", 
    "Sexually transmitted diseases", 
    "Small business", 
    "Standards", 
    "State laws", 
    "Survivors' benefits", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax penalties", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Teenage pregnancy", 
    "Terminal care", 
    "Tuberculosis", 
    "Vaccination", 
    "Vital statistics"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-01-21", 
    "text": "TABLE OF CONTENTS: Title I: Health Care Insurance Reform Provisions Subtitle A: Model Health Care Insurance Benefits Plan Subtitle B: Managed Care Subtitle C: Small Employer Purchasing Groups Subtitle D: Insurance Market Reform Subtitle E: Deduction for Health Insurance Costs of Self-Employed Individuals Title II: Primary and Preventive Care Services Title III: Disclosure of Certain Information to Beneficiaries Under the Medicare and Medicaid Programs Title IV: Patient's Right to Decline Medical Treatment Title V: Primary and Preventive Care Providers Title VI: Medicare Preferred Provider Demonstration Projects Title VII: Cost Containment Title VIII: Long-Term Care Subtitle A: Tax Treatment of Qualified Long-Term Care Insurance Policies Subtitle B: Tax Incentives for Purchase of Qualified Long-Term Care Insurance Subtitle C: Medicaid Amendments Comprehensive Health Care Act of 1993 - Title I: Health Care Insurance Reform Provisions - (Sec. 101) Mandates development of: (1) a model health care insurance benefits plan containing standards that entities offering health insurance policies should meet; and (2) recommended standards that insurers offering managed care plans should meet. Establishes the Managed Care Advisory Committee. (Sec. 112) Preempts State laws regarding certain aspects of managed care. (Sec. 121) Sets forth small employer purchasing group requirements. Allows participating carriers to use risk sharing. Requires carriers to offer substantially similar benefits to enrollees. Prohibits carriers from varying rates to employers or enrollees based on claim experience, health status, or issue duration. Mandates a mechanism to collect premiums from employers, including remittance of the enrollee's premium share. Authorizes formation and initial operation grants. Authorizes appropriations. (Sec. 122) Preempts State mandates for small employer purchasing groups. (Sec. 131) Amends the Internal Revenue Code (IRC) to prohibit considering a small employer health insurance contract as a contract (for certain provisions of the IRC relating to insurance companies) unless the contract: (1) provides benefits consistent with the model plan; (2) meets pricing and marketing requirements; (3) is guaranteed issue; and (4) meets rating and renewal disclosure requirements. Sets forth eligibility, preexisting condition, renewability, and rate requirements. Authorizes an agreement between the Secretary of Health and Human Services and a State to: (1) apply the standards set by the National Association of Insurance Commissioners (NAIC) in place of these requirements; and (2) have the State make the initial determination whether a person is in compliance. Requires NAIC to adopt standards substantially similar to these provisions. (Sec. 141) Increases and makes permanent the deduction for the health insurance costs of self-employed individuals. Title II: Primary and Preventive Care Services - (Sec. 201) Authorizes grants: (1) to States for coordinated, multidisciplinary, and comprehensive primary health care and social services for pregnant women and infants; and (2) for the development of model health and nutrition curricula for children in primary and secondary education. Authorizes appropriations. (Sec. 202) Amends the Public Health Service Act to authorize appropriations for: (1) immunization programs; (2) tuberculosis and sexually transmitted disease prevention programs; (3) migrant and community health centers; (4) health services for the homeless; (5) family planning services; (6) breast and cervical cancer prevention; (7) preventive health and health services block grants; and (8) early intervention services regarding human immunodeficiency virus (HIV) disease. Amends title V (Maternal and Child Health Services Block Grant) of the Social Security Act to authorize appropriations to improve the health of all mothers and children. (Sec. 203) Amends the Elementary and Secondary Education Act of 1965 to replace provisions relating to school health education with provisions mandating grants to States for local programs of comprehensive health education and prevention, early health intervention, and health education in elementary and secondary schools. Establishes the Office of Comprehensive School Health Education. Authorizes appropriations. (Sec. 204) Mandates grants to Head Start training agencies for training and technical assistance regarding health education to Head Start teachers and other child care providers. Reserves funds for the development of innovative model health education programs or curricula. Authorizes appropriations. Title III: Disclosure of Certain Information to Beneficiaries under the Medicare and Medicaid Programs - (Sec. 301) Amends title II (Old Age, Survivors, and Disability Insurance) (OASDI) of the Social Security Act to mandate regulations requiring each provider receiving payment under titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act to: (1) make available to service recipients an annual report regarding rates of mortality and nosocomial infection, frequently-performed tests, and malpractice claims; (2) make certain information available before an invasive procedure or treatment is performed; and (3) inform individuals of their right to refuse information and treatment, to refuse provider attendance, and to leave the premises. (Sec. 302) Authorizes grants for outreach activities to inform Medicare beneficiaries of the information. Authorizes appropriations. Mandates a Medicaid outreach program. Title IV: Patient's Right to Decline Medical Treatment - (Sec. 401) Prohibits State restrictions, except to protect a third party, on the right: (1) of a competent person to consent to or decline medical treatment; or (2) of an incompetent person to consent to or decline medical treatment through mandated national forms containing advance directives and durable powers of attorney. Requires all health care providers to honor the forms. Shields providers who act in good faith from criminal or civil liability or professional discipline. Denies Medicare and Medicaid payment for services contrary to advance directives. (Sec. 403) Declares that this title does not permit, condone, authorize, or approve suicide or mercy killing or any affirmative act to end a human life. (Sec. 405) Requires conforming changes to policies relating to Medicare and Medicaid advance directives provisions. (Sec. 406) Requires that information on an individual's right to consent to or decline treatment be provided periodically to beneficiaries under titles II (Old Age, Survivors, and Disability Insurance) (OASDI), XVI (Grants to States for Aid to the Aged, Blind, or Disabled), XVIII (Medicare), and XIX (Medicaid) of the Social Security Act. (Sec. 407) Mandates recommendations to the Congress concerning the medical, legal, ethical, social, and educational issues related to this title. Title V: Primary and Preventive Care Providers - (Sec. 501) Amends Medicare provisions to modify or establish payment requirements regarding certified nurse midwives, nurse practitioners, clinical nurse specialists, and physician assistants. Mandates bonus payments for such individuals and for certified registered nurse anesthetists for service in health professional shortage areas. (Sec. 502) Includes physician assistants, nurse practitioners, clinical nurse specialists, and certified registered nurse anesthetists in the Medicaid definition of \"medical assistance\" for which payment will be made. (Sec. 503) Amends the Public Health Service Act to establish grants programs to: (1) provide medical (including osteopathic medical) students for programs to interest high school or college students in careers in general medical practice; and (2) develop strategies for recruiting and placing medical students interested in practicing general medicine. Authorizes appropriations. (Sec. 505) Amends Medicare provisions to allow entities with approved medical residency training programs (as well as hospitals) to receive payments for direct medical education costs. Mandates payments for indirect costs of medical education. Modifies requirements regarding payments to hospitals for such indirect costs. Title VI: Medicare Preferred Provider Demonstration Projects - (Sec. 601) Provides for up to ten demonstration projects to test the effectiveness of providing payment under Medicare for primary and specialty procedures and services furnished by preferred provider organizations. Allows waiver of Medicare requirements as necessary. Title VII: Cost Containment - (Sec. 701) Amends the Public Health Service Act to authorize a program of clinical trials regarding promising new drugs and disease treatments. Authorizes appropriations. (Sec. 702) Authorizes appropriations for the Agency for Health Care Policy and Research. Amends the Internal Revenue Code to impose a tax on health insurance premiums. Requires that the tax be paid by any person who makes, signs, issues, or sells any of the documents and instruments subject to the tax or for whose use or benefit the same are made, signed, issued, or sold. Establishes, and deposits the resulting taxes in, the Trust Fund for Medical Treatment Outcomes Research. Mandates annual distributions from the Trust Fund for outcomes research. (Sec. 703) Requires a report to the Congress on the establishment of national spending targets for health care and health care services. Establishes the Health Care Cost Control Advisory Committee. Title VIII: Long-Term Care - (Sec. 802) Amends the Internal Revenue Code to define \"qualified long-term care premiums\" to include dollar premium limits. (Sec. 803) Requires, for provisions relating to insurance companies, references to noncancellable accident or health insurance contracts to be treated as including a reference to qualified long-term care insurance. (Sec. 804) Excludes from gross income amounts paid under a life insurance contract to an individual who is terminally ill, has a dread disease, or is permanently confined to a nursing home. (Sec. 811) Allows a tax credit for a portion of long-term care insurance premiums. (Sec. 812) Allows a deduction for such premiums, including premiums for long-term care insurance for a parent or grandparent. (Sec. 813) Excludes from gross income benefits received under long-term care insurance. (Sec. 814) Provides for the treatment of long-term care insurance with regard to deferred benefits and employer deductions and cafeteria plans. (Sec. 816) Excludes from gross income amounts: (1) distributed from an individual retirement plan or section 401(k) plan if the amounts are used for long-term care premiums or expenses, increasing the maximum amount of individual retirement plan deductions; (2) on the surrender, cancellation, or exchange of a life insurance contract if the individual is at least a specified age and the amount is used to pay for long-term care insurance; and (3) on a home equity conversion sale-leaseback, if a portion of the proceeds are used to purchase long-term care insurance. (Sec. 821) Amends title XIX (Medicaid) of the Social Security Act to outline eligibility requirements for: (1) nursing facility benefits; and (2) medical assistance for home and community-based long-term care."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Health Care Reform bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Comprehensive Health Care Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide improved access to health care, enhance informed individual choice regarding health care services, lower health care costs through the use of appropriate providers, improve the quality of health care, improve access to long-term care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:35-05:00"
}