{
  "actions": [
    {
      "acted_at": "1990-10-26", 
      "committee": "Committee on Intelligence", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Intelligence.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3251-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1990-10-26", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-26", 
  "number": "3251", 
  "official_title": "A bill to amend the National Security Act of 1947 to improve counterintelligence measures through enhanced security for classified information, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Counterintelligence Improvements Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Boren, David L.", 
    "state": "OK", 
    "thomas_id": "01287", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-26", 
  "subjects": [
    "Annuities", 
    "Armed forces and national security", 
    "Bank records", 
    "Civil service retirement", 
    "Classified defense information", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Cryptography", 
    "Dismissal of employees", 
    "Electronic surveillance", 
    "Espionage", 
    "Federal employees", 
    "Federal officials", 
    "Financial disclosure", 
    "Fines (Penalties)", 
    "Forfeiture", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Information leaking", 
    "Informers", 
    "Intelligence officers", 
    "Jurisdiction", 
    "Loyalty-security program", 
    "Polygraphs", 
    "Right of privacy", 
    "Searches and seizures", 
    "Security classification (Government documents)", 
    "Telephone", 
    "Terrorism"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-26", 
    "text": "Counterintelligence Improvements Act of 1990 - Amends the National Security Act of 1947 to establish requirements for access to \"top secret\" information (access). Entitles the President and Vice President, Members of the Congress, Justices of the Supreme Court, and Article III judges to access needed for the performance of their governmental functions without regard to the other provisions of this Act. Restricts access among Government employees to those who are U.S. citizens who require routine access for the performance of official governmental functions and who have been determined to be trustworthy based upon background investigations. Permits access by others only as permitted in accordance with regulations issued by the President which shall provide that: (1) no Government employee shall be given access unless such person has been subject to an appropriate background investigation and has consented to granting the responsible investigative agency authority, for the period of access and five years thereafter, to examine specified financial records, consumer reports, and records maintained by commercial entities within the United States pertaining to foreign travel, has agreed to report travel to foreign countries not authorized as part of the subject's official duties, and has agreed to report to the Federal Bureau of Investigation (FBI) or other appropriate investigative authorities any unauthorized contacts with foreign nationals or persons representing foreign nationals attempting to acquire classified information; (2) all employees granted access shall be subject to additional background investigations at least every five years and to investigation by an appropriate governmental authority at any time during the period of access; (3) access by persons who do not meet such requirements shall be permitted only where the President determines that such access is essential to protect or further U.S. national security interests; and (4) a single office shall be designated to monitor implementation of such provisions and to submit annual reports and implementing regulations to the appropriate congressional committees. Sets forth provisions authorizing waivers of such provisions or regulations in extraordinary circumstances when essential for national security interests in cases involving U.S. citizens or persons admitted for permanent residence. Requires that such waivers be made a matter of record and reported to such designated office. Requires, as conditions of access to classified cryptographic information, that persons: (1) meet the requirements applicable to those having access to top secret information; and (2) be subject, during the period of such access, to periodic polygraph examinations limited in scope to questions of a counterintelligence nature. Precludes the removal of individuals from access to cryptographic information based solely upon the results produced by a polygraph instrument measuring physiological resources unless, after further investigation, the head of the department or agency concerned determines the risk to national security in permitting such access to be so potentially grave that access must be denied. Amends the Right to Financial Privacy Act to permit a customer who is the subject of a personnel security investigation conducted by an authorized investigative Government agency as a condition of being granted or maintaining access to authorize nonrevocable disclosure of all financial records maintained by financial institutions to the appropriate governmental authorities for the period of the customer's access and for up to five years after such access has been terminated. (Under current law, a person may consent to access to his financial records for a period of three months.) Requires the designated office to inform the House and Senate intelligence committees annually concerning the number of requests for financial records made pursuant to this Act. Makes it a crime to possess espionage devices with intent to violate the espionage statutes and to sell top secret documents or materials to foreign governments, with exceptions. Allows, as a defense, that the information or document in question has been officially released to the public by an authorized representative of the United States prior to the sale or transfer in question. Makes it a misdemeanor for a U.S. officer, employer, or contractor to knowingly remove top secret documents and retain them at an unauthorized location. Amends the Federal criminal code to: (1) grant specified U.S. courts jurisdiction to try cases involving espionage and related offenses begun or committed outside the United States; and (2) extend coverage of the special forfeiture provision (permitting the Attorney General to file suit to recover the profits of certain crimes) to additional crimes of espionage and to espionage convictions in foreign courts for misconduct that would constitute offenses under U.S. espionage laws. Permits the Government to deny retirement pay to U.S. retirees in the civil service, Foreign Service, and Central Intelligence Agency retirement and disability systems who are convicted of espionage in foreign courts which involve U.S. national defense information, subject to certification by the Attorney General to the agency employing or formerly employing the person concerned that the conviction had been obtained by an impartial court of appropriate jurisdiction, that the conviction is not being appealed or that final action has been taken on such appeal, and that the conviction was obtained under procedures which accorded the U.S. retiree due process rights comparable to those under the Constitution. Subjects such denial determinations to review by the U.S. Court of Claims. Amends the Consumer Credit Protection Act to require consumer reporting agencies, upon request, to furnish: (1) consumer reports to the FBI pursuant to a written certification by the Director of the FBI that the records are sought for an authorized foreign counterintelligence investigation and that the person to whom such reports relate is believed to be a foreign agent; and (2) identifying information respecting any consumer at the Director's request when necessary to the conduct of an authorized counterintelligence investigation. Prohibits such agencies from divulging to the consumer that the FBI has sought or obtained such information. Requires the Director to inform the House and Senate intelligence committees annually concerning all such requests. Amends the Electronic Communications Privacy Act of 1986 to authorize the Director of the FBI to request from wire or electronic communications service providers subscriber information concerning a person or entity where the Director certifies that the information sought is relevant to an authorized foreign counterintelligence investigation and there is reason to believe that communications facilities registered in the name of the person or entity have been used, through the services of such provider, in communication with a foreign agent or power, or a foreign diplomatic establishment. Prohibits the FBI from conducting any investigation of a person or entity on the basis of nonpublishable information received pursuant to such request unless there is reason to believe that such person or entity is involved, or is seeking to become involved, in clandestine intelligence or international terrorism activities on behalf of a foreign agent or power, or is in a position to provide assistance to the FBI in countering such activities. Authorizes the FBI to: (1) conduct a limited inquiry to determine whether there is a basis for such an investigation, subject to guidelines issued by the Attorney General and submitted to the House and Senate intelligence committees; and (2) disseminate information and records so obtained only as provided in such guidelines and, with respect to dissemination to another Federal agency, only if such information is clearly relevant to the authorized responsibilities of such agency. Bars the dissemination of information concerning a communication of a U.S. person so obtained outside the FBI except for authorized counterintelligence or law enforcement purposes. Authorizes the Attorney General to pay rewards of up to $1,000,000 for information leading to: (1) the arrest or conviction of any individual for committing, or conspiring or attempting to commit, espionage; or (2) the prevention or frustration of an act of espionage against the United States. Amends the Foreign Intelligence Surveillance Act of 1978 to provide a court order process, similar to that required for electronic surveillance, for physical searches for foreign intelligence purposes. Empowers the special courts established under such Act, upon appropriate application and with appropriate certification, to issue an order authorizing such a search. Sets forth: (1) reporting requirements; (2) penalties for intentional violations of search or nondisclosure requirements; and (3) provisions for civil actions, including punitive damages, for violations with respect to an unauthorized search or the disclosure of information arising out of an unauthorized search."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Counterintelligence Improvements Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Security Act of 1947 to improve counterintelligence measures through enhanced security for classified information, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:17-05:00"
}