{
  "actions": [
    {
      "acted_at": "2003-07-24", 
      "references": [
        {
          "reference": "CR S9906", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-24", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-09-25", 
      "in_committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-09-25", 
      "committee": "the Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Hatch without amendment. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2003-09-25", 
      "calendar": "Senate Legislative", 
      "number": "289", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 289.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2003-09-26", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S12099-12101", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S12100-12101", 
          "type": "text as passed Senate"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2003-09-30T12:30:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-09-30", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-09-30T18:29:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1451-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2003-07-24", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2003-09-26", 
    "vetoed": false
  }, 
  "introduced_at": "2003-07-24", 
  "number": "1451", 
  "official_title": "A bill to reauthorize programs under the Runaway and Homeless Youth Act and the Missing Children's Assistance Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1925-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Runaway, Homeless, and Missing Children Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2003-09-26", 
  "subjects": [
    "Crime and law enforcement", 
    "Families", 
    "Homeless", 
    "Missing children", 
    "Runaway children", 
    "Youth"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Passed Senate without amendment", 
    "date": "2003-09-26", 
    "text": "Runaway, Homeless, and Missing Children Protection Act - Amends the Runaway and Homeless Youth Act (RHYA) and the Missing Children's Assistance Act (MCAA) to reauthorize and revise programs under such Acts. Title I: Amendments to Runaway and Homeless Youth Act - (Sec. 102) Renames RHYA part A as the Basic Center Grant Program (currently Runaway and Homeless Youth Grant Program).(Sec. 103) Includes testing for sexually transmitted diseases, at the request of runaway and homeless youth, among the services which local basic centers may provide.(Sec. 106) Provides for an exception to a 20-youth-maximum-capacity requirement for funding a basic center, or a locally controlled temporary shelter, if the applicant assures that there is a State or local law or regulation that requires a higher maximum to comply with licensure requirements for children and youth serving facilities. (Sec. 107) Includes maternity group homes among the types of transitional living youth projects eligible for grants under part B (Transitional Living Grant Program) of RHYA. (Sec. 108) Extends an individual youth's eligibility to remain in a transitional shelter beyond the regular 540-day period until the earlier of the youth's 18th birthday or the 180th day after the end of the 540-day period. (Sec. 109) Revises RHYA part A coordination assurance requirements to provide for coordinating services with school district liaisons designated under the McKinney-Vento Homeless Assistance Act to assure that runaway and homeless youth are provided information about the educational services available to such youth under such Act. (Sec. 110) Requires part B coordination agreements to also provide for coordinating services with McKinney-Vento school district liaisons. (Sec. 111) Requires part B plan development to include referral of homeless youth to: (1) postsecondary education; (2) training services and programs under the Workforce Investment Act of 1998; and (3) welfare programs under the Personal Responsibility and Work Opportunity Reconciliation Act of 1996. (Sec. 112) Directs the Secretary of Health and Human Services (the Secretary) to consult the Secretary of Housing and Urban Development to ensure coordination of programs and services for homeless youth.(Sec. 116) Sets 18 years as the maximum age limit for youth seeking shelter in RHYA part A centers.(Sec. 117) Extends through FY 2008 the authorization of appropriations for programs under: (1) RHYA part E, Sexual Abuse Prevention Program; and (2) all other parts of RHYA. Increases to a minimum 45 percent, and a maximum 55 percent under certain conditions, the part B portion of funds allocated to parts A and B.(Sec. 118) Directs the Secretary to report on strategies to end youth homelessness.(Sec. 119) Directs the Secretary to evaluate RHYA part B programs to report on long-term housing outcomes for youth 12 to 18 months after exiting the program.(Sec. 120) Prohibits use of RHYA funds for any program of distributing sterile needles or syringes for the hypodermic injection of any illegal drug. Requires RHYA funds recipients who carry out such distribution programs to account for such program funds separately from RHYA funds. Title II: Amendments to Missing Children's Assistance Act - Amends MCAA to extend through FY 2008 the authorization of appropriations for: (1) an annual grant by the Administrator of the Office of Juvenile Justice and Delinquency Prevention (in the Department of Justice) to the National Center for Missing and Exploited Children (NCMEC); and (2) other programs under MCAA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Runaway, Homeless, and Missing Children Protection Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Runaway, Homeless, and Missing Children Protection Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Runaway, Homeless, and Missing Children Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize programs under the Runaway and Homeless Youth Act and the Missing Children's Assistance Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:27-05:00"
}