{
  "actions": [
    {
      "acted_at": "1995-01-04", 
      "committee": "Committee on Banking and Financial Services, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Banking and Financial Services, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-27", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Energy and Power, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-27", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-28", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-01", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-07", 
      "bill_ids": [
        "hr1062-104"
      ], 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "For Further Action See H.R.1062.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr18-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-04", 
  "number": "18", 
  "official_title": "To enhance competition in the financial services industry by providing prudential framework for the affiliation of banks and securities firms.", 
  "popular_title": "Glass-Steagall Reform bill", 
  "related_bills": [
    {
      "bill_id": "hr1062-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Financial Services Competitiveness Act of 1995", 
  "sponsor": {
    "district": "1", 
    "name": "Leach, James A.", 
    "state": "IA", 
    "thomas_id": "00672", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-04", 
  "subjects": [
    "Administrative procedure", 
    "Advertising", 
    "Bank capital", 
    "Bank deposits", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank management", 
    "Bank marketing", 
    "Bank mergers", 
    "Bank records", 
    "Bank reserves", 
    "Brokers", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Conflict of interests", 
    "Consumer education", 
    "Corporate management", 
    "Corporate mergers", 
    "Corporation directors", 
    "Crime and law enforcement", 
    "Deceptive advertising", 
    "Deposit insurance", 
    "Derivative securities", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Energy", 
    "Energy policy", 
    "Federal Reserve System", 
    "Federal preemption", 
    "Fees", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Financial services", 
    "Foreign banks and banking", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Housing and community development", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Indexing (Economic policy)", 
    "Information disclosure (Securities law)", 
    "International banking", 
    "Investment advisers", 
    "Investment banking", 
    "Investment guaranty insurance", 
    "Labor and employment", 
    "Law", 
    "Margins (Security trading)", 
    "Mortgages", 
    "Mutual funds", 
    "Nonbank banks", 
    "Public utilities", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Savings and loan associations", 
    "Securities and Exchange Commission", 
    "Securities fraud", 
    "Securities industry", 
    "Securities regulation", 
    "State laws", 
    "Stockholders", 
    "Stocks", 
    "Subsidiary corporations", 
    "Tax-exempt securities", 
    "Taxation", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-04", 
    "text": "Financial Services Competitiveness Act of 1995 - Title I: Bank Securities Activities and Affiliations - Subtitle A: Securities Activities - Amends the Banking Act of 1933 (Glass-Steagall Act) to repeal the proscription against affiliation of any member bank of the Federal Reserve System with an entity engaged principally in securities activities (securities affiliate). Permits an officer, director, or employee of a securities affiliate to serve simultaneously as an officer, director or employee of a member bank affiliated with such securities affiliate. (Sec. 102) Amends the Bank Holding Company Act of 1956 to authorize bank holding companies to own shares of a securities affiliate. (Sec. 103) Delineates the activities permissible for securities affiliates. Cites circumstances under which the Board of Governors of the Federal Reserve System (the Board) may permit a bank holding company to: (1) acquire more than five percent of, or all or substantially all of, the voting shares or assets of a securities affiliate; (2) make additional investments that are considered capital for purposes of statutory capital requirements in a securities affiliate under its control; and (3) permit its securities affiliate to underwrite or deal in any security for a maximum aggregate period of two years. Excludes a securities affiliate's assets and liabilities (except those related to nonsecurities activities) from the determination of whether a bank holding company is adequately capitalized. Delineates restrictions under which: (1) a well capitalized insured depository institution may extend credit to acquire or sell securities, or enhance the marketability of securities underwritten by a securities affiliate; (2) a bank holding company or its subsidiary may extend credit or make payments to finance the purchase of a security underwritten by one of its securities affiliates; (3) directors and senior executive officer interlocks may be permitted between a securities affiliate and certain small affiliated insured depository institutions; and (4) a securities affiliate may underwrite securities secured by, or representing an interest in, obligations originated or purchased by an affiliated insured depository or its subsidiary. Prescribes guidelines under which each appropriate Federal banking agency and the Securities and Exchange Commission (SEC) shall establish information sharing and compliance programs and coordinate their activities to enforce this Act. Prohibits a bank holding company that acquires control of a securities affiliate from permitting any depository institution of which it has control, or any subsidiary of that institution, from engaging in underwriting or dealing in certain securities. Requires the Board to deny any notice or application by a bank holding company to engage in, or acquire shares of a company engaged in, underwriting or dealing in securities in the United States, except as permissible for a national bank to underwrite or deal in. Sets forth conditions under which a bank holding company may own or control shares of any company engaged in underwriting or investment banking activities that are currently prohibited as an interest in a nonbanking organization. Amends the Federal Power Act to exempt from its prohibition against interlocking directorates certain persons currently serving or proposing to serve as directors or officers of a public utility and a banking firm permitted to underwrite or participate in the marketing of public utility securities, if that banking firm does not underwrite or participate in the marketing of securities of the same public utility. Amends the Bank Holding Company Act to set forth circumstances under which securities companies that become bank holding companies may retain ownership of financial and nonfinancial companies. Identifies conditions which permit joint marketing of products or services between a insured depository institution and an affiliate owned by a bank holding company. Amends the Bank Holding Company Act of 1956 to permit certain banks to increase their assets beyond a specified annual rate. (Sec. 104) Amends the Federal Deposit Insurance Act to set forth parameters within which certain insured depository institutions may be affiliates of a company acting as a securities underwriter or dealer. (Sec. 105) Amends the International Banking Act of 1978 to set a termination date for any (grandfathered) authority conferred upon a foreign bank or company regarding its affiliate engaged in securities activities after the Board determines that such activity is authorized for U.S. bank holding companies. (Sec. 106) Amends the Bank Holding Company Act of 1956 to preclude the States from prohibiting or limiting the affiliation of a bank or bank holding company with a securities affiliate solely because the securities affiliate is engaged in specified activities. (Sec. 107) Amends the Revised Statutes to set criteria for certain well capitalized national banking associations to deal in, underwrite, and purchase municipal securities. (Sec. 108) Amends the Bank Holding Company Act of 1956 to set forth permissible affiliations for investment bank holding companies, including certain insurance underwriting activities. (Sec. 109) Amends the Federal Reserve Act to prescribe procedural guidelines and requirements for membership as a wholesale financial institution in the Federal Reserve System. Amends the Federal Deposit Insurance Act to prescribe a procedure by which an insured State-chartered bank or a national bank may voluntarily terminate its status as an insured depository institution. Requires any such terminated bank to become a wholesale financial institution in order to accept any deposits. Subtitle B: Brokers and Dealers - Amends the Securities Exchange Act of 1934 to modify the definitions of \"broker\" and \"dealer\" to reflect the provisions of this Act. (Sec. 123) Exempts loans made to a broker or dealer by a member bank from Board-prescribed margin requirements if the loan proceeds are to be used in the ordinary course of business (other than for the purpose of funding securities purchases for the account of such broker or dealer). Subtitle C: Bank Investment Company Activities - Amends the Investment Company Act of 1940 to permit a bank affiliate to serve as custodian of a registered investment company's assets. (Sec. 131) Prohibits a registered investment company from: (1) acquiring any security, during the existence of an underwriting or selling syndicate, whose proceeds will be used to retire an indebtedness owed to an affiliated person of such company; and (2) borrowing from an bank (or person affiliated with such bank) serving as an affiliated promoter, organizer, sponsor, or principal underwriter for such company, except if permitted by the SEC as in the public interest and consistent with the protection of investors. (Sec. 133) Modifies the definition of \"interested person\" with respect to an investment company to specify the kinds of transactions and services taking place during the preceding six months which would make a person an affiliated person of a broker or dealer. Prohibits a registered investment company from having a majority of its board of directors consisting of personnel or senior officers of the subsidiaries of any one bank, or of any single bank holding company (and its affiliates and subsidiaries). (Sec. 134) Modifies the guidelines pertaining to unlawful misrepresentation of guarantees and the deceptive use of names. (Sec. 135) Modifies the definition of \"broker\" to state that it does not include any person solely by reason of the fact that such person is an underwriter for one or more investment companies. (Sec. 136) Modifies the definition of \"dealer\" to exclude an insurance or an investment company. (Sec. 137) Amends the Investment Advisers Act of 1940 to modify the definitions of investment adviser to remove the exclusion from such definition of an investment adviser for banks that advise investment companies. Revises the definitions of broker and dealer. (Sec. 140) Mandates interagency consultation between the appropriate Federal banking agency and the SEC regarding examination results and other information pertaining to the investment advisory activities of any registered bank holding company and its departments or divisions. (Sec. 141) Amends the Securities Act of 1933 and the Securities Exchange Act of 1934 to revise the exclusion from their purview of certain bank common trust funds to specify the exclusion of any interest or participation in any common trust fund or similar fund that is excluded from the definition of \"investment company\" under the Investment Company Act of 1940. Amends the Investment Company Act of 1940 to revise such exclusion guidelines for certain bank common trust funds. Expresses the sense of the Congress that the public interest would be furthered by amending the Internal Revenue Code to provide that conversion, mergers, or reorganization of certain taxable common trust funds shall not result in a gain or loss to the fund participants. (Sec. 142) Amends the Investment Company Act of 1940 to prescribe guidelines concerning: (1) controlling interests held by an investment adviser to a registered investment company in a fiduciary capacity; and (2) the purchase of investment company securities by an investment adviser acting as fiduciary for the account of a beneficiary. (Sec. 143) Amends the Federal Deposit Insurance Act to require the appropriate Federal banking agency to examine purchases made by an insured depository institution's trust department or division of the securities of an affiliated investment company, or an investment company that is an affiliated person of an affiliated person of the institution, in order to assure compliance with applicable Federal and State trust laws."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Glass-Steagall Reform bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Services Competitiveness Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enhance competition in the financial services industry by providing prudential framework for the affiliation of banks and securities firms.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:39-05:00"
}