{
  "actions": [
    {
      "acted_at": "1990-10-11", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3185-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1990-10-11", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1990-10-11", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1990-10-11", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1990-10-18", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-11", 
  "number": "3185", 
  "official_title": "A bill to establish an Education Capital Fund to assist local education reform efforts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Education Capital Fund Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Kerrey, J. Robert", 
    "state": "NE", 
    "thomas_id": "01378", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-11", 
  "subjects": [
    "Community and school", 
    "Corporation taxes", 
    "Education", 
    "Educational innovations", 
    "Elementary education", 
    "Executive reorganization", 
    "Federal aid to education", 
    "Government trust funds", 
    "Income tax", 
    "School administration", 
    "Secondary education", 
    "Tax rates"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-11", 
    "text": "Education Capital Fund Act of 1990 - Establishes the Education Capital Fund Board (the Board) as an independent agency. Authorizes the Board to enter into contracts with eligible entities to pay for the Federal share of the costs of educational reform projects. Lists the types of such projects for which such funds may be used. Requires such contracts to be competitive, with specified considerations and priorities, for periods of from three to ten years. Sets forth requirements for applications and contracts. Requires that eligible entities include: (1) local education agencies; (2) consortia of such agencies; (3) schools or consortia of schools in such agencies; or (4) nonprofit organizations with a special ability to carry out educational reform projects. Directs the Board to disseminate widely information about funding. Sets the Federal share of such projects at 75 percent, and requires the non-Federal share to be a cash contribution. Requires that funding under this Act not be taken into consideration in other Federal or State funding decisions, except to the extent that additional assistance is sought for a project receiving assistance under this Act. Sets forth nondiscrimination provisions. Directs the Board to establish a technical assistance referral network to assist entities in developing and carrying out educational reform project proposals. Directs the Board to establish contract review and monitoring procedures, which may not include any review by persons other than the Board. Requires the Board staff to have quarterly contact with each entity that enters into a contract with the Board. Directs the Board to promulgate regulations permitting the suspension of assistance to entities failing to comply with review and monitoring procedures or contract conditions. Requires annual reports to the Board, by the entities with such contracts, and by the Board to the appropriate congressional committees. Directs the Board to: (1) establish necessary regulations; and (2) establish policies, including priorities for selecting entities to develop and evaluate projects. Amends the Internal Revenue Code to establish in the Treasury the Education Capital Fund (the Fund) to pay for the Board's expenses and expenditures for education reform contracts. Transfers to the Fund amounts equivalent to the additional revenues resulting from an increase in the corporate tax rate under this Act. Increases the corporate tax rate by specified amounts, except in specified circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Education Capital Fund Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Education Capital Fund to assist local education reform efforts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:15-05:00"
}