{
  "actions": [
    {
      "acted_at": "2009-07-29", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-07-29", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-07-29", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-07-30", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3372-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-07-29", 
  "number": "3372", 
  "official_title": "To establish Medicare performance-based quality measures, to establish an affirmative defense in medical malpractice actions based on compliance with best practices guidelines, and to provide grants to States for administrative health care tribunals.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care OverUse Reform Today Act (HealthCOURT Act)", 
  "sponsor": {
    "district": "6", 
    "name": "Price, Tom", 
    "state": "GA", 
    "thomas_id": "01778", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-07-29", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alternative dispute resolution, mediation, arbitration", 
    "Civil actions and liability", 
    "Department of Health and Human Services", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health care quality", 
    "Health personnel", 
    "Health programs administration and funding", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-07-29", 
    "text": "Health Care OverUse Reform Today Act (HealthCOURT Act) of 2009 - Directs the Secretary of Health and Human Services (HHS) to propose to Congress a formalized process for the development of performance-based quality measures that could be applied to physicians' services under title XVIII (Medicare) of the Social Security Act. Requires the proposal: (1) to be in concert and agreement with the Physician Consortium for Performance Improvement; and (2) utilize only measures agreed upon by each physician specialty organization. Directs the Secretary to: (1) provide for the selection and issuance of best practice guidelines for treatment of medical conditions; and (2) contract with a qualified physician consensus-building organization (such as the Physician Consortium for Performance Improvement), in concert and agreement with physician specialty organizations, to develop such guidelines. Prohibits the award of any noneconomic damages in any health care lawsuit with respect to treatment that is within an issued guideline. Prohibits the award of punitive damages against a health care practitioner in such a lawsuit based on a claim that medical treatment caused the claimant harm if the treatment: (1) was subject to quality review by a qualified physician consensus-building organization; (2) was approved in a guideline that underwent full review by such organization, public comment, the Secretary's approval, and dissemination; and (3) is generally recognized among qualified experts as safe, effective, and appropriate. Amends the Public Health Service Act to authorize the Secretary to award grants to states for the development, implementation, and evaluation of administrative health care tribunals for the resolution of disputes concerning injuries allegedly caused by health care providers. Expresses the sense of Congress that a health insurance issuer should be liable for damages for a harm caused when it makes a decision as to what care is medically necessary and appropriate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care OverUse Reform Today Act (HealthCOURT Act)", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish Medicare performance-based quality measures, to establish an affirmative defense in medical malpractice actions based on compliance with best practices guidelines, and to provide grants to States for administrative health care tribunals.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:32-05:00"
}