{
  "actions": [
    {
      "acted_at": "1981-04-30", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1068-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-30", 
  "number": "1068", 
  "official_title": "A bill to simplify trade procedures, to ease the regulatory burden of small businesses, to provide for contribution in horizontal price fixing cases and to expedite the resolution of antidumping cases.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Innovation and Simplification Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-30", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Antitrust law", 
    "Antitrust policy", 
    "Business and commerce", 
    "Civil procedure", 
    "Courts and Civil Procedure", 
    "Damages", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "General Services Administration", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Imports", 
    "Information services", 
    "Price fixing", 
    "Small business"
  ], 
  "subjects_top_term": "Antitrust policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-30", 
    "text": "Small Business Innovation and Simplification Act of 1981 - Title I: - Directs the Attorney General to conduct studies in order to identify conduct and structural arrangements (situations or courses of action which affect the pattern of ownership and control in industry) associated with U.S. export businesses which would not warrant prosecution under the antitrust laws of the United States. Directs the Attorney General to: (1) publish a description of such conduct and structural arrangements; and (2) establish procedures for prompt response to an exporter who requests the disclosure of enforcement intentions concerning specific conduct in which such exporter plans to engage or structural arrangements such exporter plans to establish. Exempts an exporter from prosecution under the antitrust laws if such exporter: (1) notifies the Attorney General of an intent to engage in a particular transaction which has been designated as not subject to prosecution under the antitrust laws and the Attorney General does not object within 30 days; or (2) requests a disclosure with respect to a particular transaction and, within 60 days, receives an approval or does not receive a written objection from the Attorney General. Specifies procedures for disclosure determinations with respect to proposed conduct or structural arrangements. Authorizes the Attorney General to obtain an injunction regarding a disclosure under specified circumstances. Requires the Attorney General, the Secretary of Commerce, and all agencies affected by the disclosures under this Act to report to Congress on their activities under this Act. Authorizes appropriations to carry out this title. Title II: - Directs each agency to: (1) publish in the Federal Register, with each rule it proposes or promulgates, the SIC (standard industrial classification) code for each industry to which the rule applies; and (2) amend existing rules to include the appropriate SIC code. Requires the Director of the Federal Register to establish in the Office of the Federal Register a Small Business Information Center to provide to small businesses and other persons a listing of the rules which apply to any industry or industries within a specified SIC. Title III: - Amends the Clayton Act to permit two or more persons who are subject to liability for damages in a horizontal price fixing action to claim contribution among them according to the damages attributable to each such person's sales or purchases of goods or services. Declares that a release or covenant not to sue or enforce a judgment received in settlement by one of two or more persons subject to contribution shall not discharge the other persons from liability, unless expressly so provided. Directs the court to reduce the claim against such other persons by the greatest of: (1) the amount stipulated by the release; (2) the settlement amount; or (3) treble the actual damages attributable to the settling person's sales or purchases of goods or services. Title IV: - Permits any person injured in trade or business by the sale of foreign merchandise at less than its fair value by a U.S. importer or the foreign manufacturer to bring an action for damages or equitable relief or both. Specifies the jurisdiction and venue for such an action. Sets forth the procedure for enforcing court orders in such an action. Requires a judge in such an action to reach a final judgment within 120 days after the date on which the complaint is filed. Identifies the evidence needed to establish a prima facie case. Provides for treble damages in such actions. Permits a court to award court costs and reasonable attorneys' fees to the prevailing party in such an action. Amends the Clayton Act to define as an antitrust law under such Act title IV of this Act. Imposes criminal penalties in addition to liability for damages on any person who engages in horizontal price fixing. Exempts agricultural products in commerce in the United States from this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Innovation and Simplification Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to simplify trade procedures, to ease the regulatory burden of small businesses, to provide for contribution in horizontal price fixing cases and to expedite the resolution of antidumping cases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:49-05:00"
}