{
  "actions": [
    {
      "acted_at": "1983-04-07", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-11", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Family and Human Services. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-14", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Family and Human Services", 
      "text": "Referred to Subcommittee on Family and Human Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-14", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": "Family and Human Services", 
      "references": [], 
      "text": "Subcommittee on Family and Human Services. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-14", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department, GAO, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-28", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": "Family and Human Services", 
      "references": [], 
      "text": "Subcommittee on Family and Human Services. Approved for full committee consideration without amendment favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-11", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-05-16", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Hatch with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-16", 
      "calendar": "Senate Legislative", 
      "number": "171", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 171.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1983-09-28", 
      "references": [], 
      "text": "Committee on Labor and Human Resources filed written report. Report No. 98-246.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "bill_ids": [
        "hr1904-98"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 1904 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "bill_ids": [
        "hr1904-98"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 1904 in lieu of this measure by Yea-Nay Vote. 89-0. Record Vote No: 199.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3385-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3385"
    }, 
    {
      "amendment_id": "s3420-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3420"
    }, 
    {
      "amendment_id": "s3421-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3421"
    }, 
    {
      "amendment_id": "s3422-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3422"
    }
  ], 
  "bill_id": "s1003-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Family and Human Services", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1984-07-26", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1984-07-26", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1984-07-26", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Goldwater, Barry", 
      "sponsored_at": "1984-07-26", 
      "state": "AZ", 
      "thomas_id": "01340", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1983-04-28", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1983-04-07", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Gordon J.", 
      "sponsored_at": "1984-07-26", 
      "state": "NH", 
      "thomas_id": "01365", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jepsen, Roger W.", 
      "sponsored_at": "1984-07-26", 
      "state": "IA", 
      "thomas_id": "01372", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1984-07-26", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1983-09-19", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1984-07-26", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-07", 
  "number": "1003", 
  "official_title": "A bill to extend and revise the provisions of the Child Abuse Prevention and Treatment Act and the Child Abuse Prevention Treatment and Adoption Reform Act of 1978.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1904-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Child Abuse Prevention and Treatment and Adoption Reform Act Amendments of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Denton, Jeremiah", 
    "state": "AL", 
    "thomas_id": "01316", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-05-11", 
  "subjects": [
    "Abortion, Birth Control, and Family Planning", 
    "Administrative procedure", 
    "Adoption", 
    "Advisory bodies", 
    "Authorization", 
    "Birth defects", 
    "Business and commerce", 
    "Business and social problems", 
    "Charities", 
    "Child abuse", 
    "Child health", 
    "Children and youth", 
    "Congressional oversight", 
    "Counseling", 
    "Crime prevention", 
    "Crimes against the elderly", 
    "Department of Health and Human Services", 
    "Disabled", 
    "Economics and public finance", 
    "Employee morale", 
    "Eugenics", 
    "Euthanasia", 
    "Executive reorganization", 
    "Families", 
    "Family policy", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid to hospitals", 
    "Federal aid to law enforcement agencies", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Foster home care", 
    "Fringe benefits", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Government regulation", 
    "Health", 
    "Information services", 
    "Law enforcement officers", 
    "Licenses", 
    "Maternal and infant welfare", 
    "Medical ethics", 
    "Minorities", 
    "Minority children", 
    "Minority families", 
    "Nutrition", 
    "Orphans", 
    "Parent and child", 
    "Parents", 
    "Pregnant women", 
    "Religion and medicine", 
    "Religious liberty", 
    "Research", 
    "Sex counseling", 
    "Sex crimes", 
    "Standards", 
    "State laws", 
    "States", 
    "Tax-exempt organizations", 
    "Teenage pregnancy", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Unmarried fathers", 
    "Unmarried mothers", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "Child abuse", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1984-07-26", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 1904 passed in lieu) Child Abuse Prevention and Treatment and Adoption Reform Act Amendments of 1983 - Title I: Extension of Child Abuse Prevention and Treatment and Adoption Opportunities Programs-Part A: Child Abuse: Child Abuse Prevention and Treatment - Amends the Child Abuse Prevention and Treatment Act (the Act) to revise the definition of \"sexual abuse of children\" for purposes of prevention and treatment program provisions of the Act. Adds a definition of \"withholding of medically indicated treatment\" for purposes of the Act. Extends through FY 1987 the authorization of appropriations under such Act for child abuse and neglect and sexual abuse of children prevention and treatment programs. Requires that a specified amount of such funds be used for grants to States for programs for: (1) prevention, identification, and treatment of sexual abuse of children; and (2) services and treatment for disabled children. Directs the Advisory Board on Child Abuse and Neglect to be available, at the request of the Secretary of Health and Human Services, to assist the Secretary in coordinating adoption related activities of the Federal Government. Makes technical and conforming amendments. Part B: Adoption Opportunities - Amends the Child Abuse Prevention and Treatment and Adoption Reform Act of 1978 to include pregnancy counseling, which presents adoption as a positive alternative, among those quality standards for adoption services to be promoted by the Department of Health and Human Services. Directs the Secretary of Health and Human Services to: (1) review all model adoption legislation and procedures developed or promulgated under such Act for the purpose of making appropriate changes to facilitate adoption opportunities for disabled infants with life-threatening conditions; and (2) coordinate efforts to improve State legislation with national, State, and local child and family services, including organizations representative of minorities and adoptive families. Directs the Secretary to provide for specified services to: (1) facilitate the adoption of children with special needs and particularly of disabled infants with life-threatening conditions; (2) couples considering adoption of children with special needs, couples with infertility problems, and other prospective adoptive parents; and (3) individuals, including pregnant teenaged children, who are considering adoption as a plan for their infants, and pregnancy counseling, particularly of unmarried minors, which presents adoption as a positive alternative. Directs the Secretary, after consulation with other appropriate Federal departments and agencies, including the Bureau of the Census, to provide for the establishment and operation of a Federal adoption and foster care data-gathering and analysis system. Includes adoptive family groups and minority groups among those nonprofit organizations which may receive Federal contracts to provide technical assistance for adoption programs. Directs the Secretary to: (1) encourage involvement of corporations and small businesses in supporting adoption as a positive family-strengthening option, including the establishment of adoption benefit programs for employees who adopt children; and (2) continue to study the nature, scope, and effects of placement of children in adoptive homes by unlicensed and unregulated persons or agencies, including the legal status of surrogate parenting. Authorizes appropriations for FY 1984 through 1987 to carry out such Act. Title II: Services and Treatment for Disabled Infants - Revises provisions of the Act for demonstration or service programs and projects to add another condition in order for a State to qualify for grants for such programs or projects. Requires the State to have in place procedures or programs or both, within the State child protective services system, to respond to the reporting of medical neglect (including instances of withholding medically indicated treatment from disabled infants with life-threatening conditions. Requires that such programs or procedures provide for: (1) coordination and consultation with individuals designated by and within appropriate health-care facilities; (2) prompt notification by such individuals of cases of suspected medical neglect; and (3) authority, under State law, for the State child protective service system to pursue any legal remedies necessary to prevent the withholding of medically indicated treatment from disabled infants with life-threatening conditions. Authorizes the Secretary of Health and Human Services to make additional grants to States to develop, establish, and operate or implement: (1) such required programs or procedures; (2) information and education programs or training programs for parents and professional and paraprofessional personnel to improve services to disabled infants with life-threatening conditons; and (3) programs to help in obtaining or coordinating necessary services for families with such infants and for facilitating adoption placement of such infants. Directs the Secretary to publish: (1) within 90 days after the date of enactment of this Act, proposed regulations to implement the programs and procedures required under this title; (2) within 100 days after such date and after notice and opportunity for public comment, final regulations; (3) within 60 days after such date, interim model guidelines to encourage the establishment within health-care facilities of committees to educate hospital personnel and families of such infants, recommend institutional policies and guidelines concerning the withholding of medically indicated treatment from such infants, and offer counseling and review in cases involving such infants; and (4) within 150 days after such date and after notice and opportunity for public comment, model guidelines. Directs the Secretary to conduct a study: (1) to determine the most effective means of providing Federal financial support, other than the use of funds provided through the Social Security Act, for provision of medical treatment, general care, and appropriate social services for disabled infants with life-threatening conditions; and (2) report the results of the study, with recommendations, to Congress within 270 days after enactment of this Act. Directs the Secretary to provide, directly or through grants or contracts with public or private nonprofit organizations, for: (1) training and technical assistance programs to assist States in developing, establishing, and operating or implementing the programs and procedures required under this title; and (2) restablishing and operating national and regional information and resource clearinghouses regarding medical treatment procedures and resources and community resources for such infants. Declares that no provision of this Act or any amendment made by this Act is intended to affect any right or protection under specified provisions of the Rehabilitation Act of 1973. Provides that no provision of this Act or any amendment made by this Act shall be construed to authorize the prescription of standards of medical care by the Secretary, or other governmental entity, except to the extent such standards implement or interpret other laws or regulations. Sets forth separability provisions and effective dates. Permits one-year waivers of requirements under this title if funds for grants to help implement required programs or procedures have not been appropriated by a specified date and if the Secretary finds that a State is making a good faith effort to comply with such requirements. Title III: Family Violence Prevention Program - Family Violence Prevention Act - Directs the Secretary to coordinate all programs within the Department of Health and Human Services (and to seek to coordinate all other such Federal programs) which involve family violence prevention and assistance to victims, potential victims, and their families. Authorizes the Secretary to make demonstration grants to public agencies and private nonprofit organizations (including religious and charitable organizations and voluntary associations) that have the capacity to administer or are administering family violence prevention programs. Requires that such programs be designed for: (1) prevention of family violence incidents, including providing immediate shelter and assistance to victims and dependents; (2) research into causes, prevention, identification, and treatment, including research on the effectiveness of law enforcement personnel response, State procedures for removing the abusing spouse from the household, arrests, and referrals to drug and alcohol treatment or other therapy programs; (3) personnel training; and/or (4) preparation of local and state law enforcement personnel for handling incidents of family violence. Sets forth application requirements, priorities, and limitations for such demonstration grants. Provides that nothing in this title shall be construed to supersede the application of State or local requirements for the reporting of incidents of suspected child abuse to the appropriate State authorities. Directs the Secretary to operate a national information and research clearinghouse on the prevention of family violence (including the abuse of elderly persons). Requires that activities of such clearinghouse be coordinated with the information clearinghouse maintained by the National Center on Child Abuse and Neglect. Sets the Federal share of demonstration grants under this title at: (1) 65 percent in FY 1985; (2) 45 percent in FY 1986; and (3) 35 percent in FY 1987. Permits the non-Federal share to be in cash or in kind, including but not limited to planning expenses, plant, equipment, and services. Sets forth administrative provisions. Directs the Secretary to appoint an employee of the Department of Health and Human Services who has had expertise in the field of family violence prevention and services to carry out this title. Authorizes appropriations for FY 1985 through 1987 to carry out this title. Requires that at least 50 percent of such appropriations for each such year be used for demonstration grants for the prevention of incidents of family violence, including the provision of immediate shelter and related assistance to victims of family violence and their dependents. Title IV: Report - Directs the Secretary of Health and Human Services, by October 1, 1987, to submit to the Congress a detailed report on the implementation and effects of the provisions of this Act and the amendments made by it."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Abuse Prevention and Treatment and Adoption Reform Act Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Child Abuse Prevention and Treatment and Adoption Reform Act Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend and revise the provisions of the Child Abuse Prevention and Treatment Act and the Child Abuse Prevention Treatment and Adoption Reform Act of 1978.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:46-05:00"
}