{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-07-06", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 96-235.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-13", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-13", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-14", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-14", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #286 (47-23).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-18", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s14-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Laxalt, Paul D.", 
      "sponsored_at": "1979-01-03", 
      "state": "NV", 
      "thomas_id": "01382", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1979-01-03", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "14", 
  "official_title": "A Bill to amend and supplement the acreage limitation and residency provisions of the Federal reclamation laws, as amended and supplemented, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr796-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Reclamation Reform Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Church, Frank", 
    "state": "ID", 
    "thomas_id": "01305", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Alien property", 
    "California", 
    "Congressional veto", 
    "Contracts", 
    "Family farms", 
    "Injunctions", 
    "Interest", 
    "Irrigation", 
    "Irrigation districts", 
    "Land tenure", 
    "Law", 
    "Leases", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Real property", 
    "Reclamation of land", 
    "Water and Water Resources Development", 
    "Water storage", 
    "Water supply"
  ], 
  "subjects_top_term": "Reclamation of land", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1979-09-14", 
    "text": "(Measure passed Senate, amended, roll call #286 (47-23)) Reclamation Reform Act of 1979 - Replaces the existing maximum Federal reclamation law acreage limitation of 160 acres of reclaimed land per individual with a maximum farm size limit of 1,280 acres, owned or leased by any combination of persons. Restricts the number of persons who may join in such combination to 25 or fewer. Authorizes the Secretary of the Interior to limit the number of landholdings that any person, firm, or business may manage for the benefit of qualified recipients or other landholders. Directs the Secretary of the Interior to designate by rule appropriate increases in the acreage limitation for lands of lesser productive potential. Abolishes the requirement that a qualified recipient reside on or near a landholding in order for such landholding to be eligible to receive water. Provides for the removal of acreage limitations upon repayment of construction charges of the reclamation project required under contracts with the Secretary relating to the delivery of water supplies to such landholding for agricultural use. Provides that upon such repayment the Secretary shall, at the request of the landholder, document the termination of the acreage limitation as it applied to that landholding. Specifies conditions under which the Secretary is authorized to negotiate contract terms to permit lump-sum or accelerated repayment of such charges. Stipulates that leased land which is operated for agricultural production utilizing water supplied by contract with the Secretary shall be considered to be part of the landholding of both the lessee and the lessor of such land for purposes of applying the acreage limitation. Declares that any leases in excess of the 1,280 acre limitation must be in compliance within ten years of the date of enactment of this Act. Exempts from the acreage limitation the following landholdings: (1) project lands held by bona fide religious or charitable nonprofit organizations as of January 1, 1978, as long as title remains unchanged and proceeds from such lands are used for charitable purposes; (2) certain State-owned lands leased for revenue without a time limitation (formerly limited to a 25-year period); (3) lands on which water resource projects are constructed by the Army Corps of Engineers, with specified exceptions; (4) lands temporarily supplied with water in wet years and lands leased for one year or less for purposes of water conservation or management in drought years; (5) certain minor tracts of land; and (6) lands held by trustees in a fiduciary capacity, if the beneficiaries are in compliance with the acreage limitation. Exempts the Imperial Irrigation District of California from provisions of Federal reclamation law regarding: (1) the execution of a contract with the irrigation district for payment of the costs of a water project; (2) the acreage limitation; and (3) the residency requirement for the right to water use. Declares that such exemption does not apply to land owned by aliens. Requires individuals who purchase land in excess of the acreage limitation in such district after enactment of this Act to pay the interest on the unpaid balance of the district's indebtedness for project costs attributable to their excess lands. Directs the Secretary to conduct a study and report to Congress on the cost to the Government of storing water for irrigation behind two dams on California rivers. Exempts the lands covered by such study from the acreage limitation for three years after enactment of this Act. Authorizes individuals receiving water from such storage projects to pay the cost attributable to such storage to the U.S. in lieu of complying with the acreage limitation after such exemption expires. Establishes a ten-year period during which the price of subsequent sales of previously excess lands shall be approved by the Secretary. Provides that excess lands acquired by foreclosure or other process of law shall be furnished with a water supply for ten years. Permits formerly excess lands, which are not excess at the time of acquisition through foreclosure, to be sold thereafter at fair market value. Extends the terms of any recordable contract currently in effect by the equivalent period of time of the moratorium on voluntary land sales. Authorizes and directs the Secretary to amend existing contracts between the Secretary and any other party to conform to provisions of this Act upon request by such other party. Allows any non-Federal party of a repayment contract with the Secretary concerning a reclamation project to obtain validation of provisions of such contract relating to the acreage limitation by application to the Secretary within three years of enactment of this Act. Requires the Secretary to review and transmit such application to Congress together with his recommendations within 90 days of its receipt. Declares that unless Congress disapproves such application by concurrent resolution within 90 days of the Secretary's transmittal, such application shall be considered approved and the provisions shall be considered to be validated. Vests power of attorney in the Secretary to dispose of excess property, after the existing ten-year recordable contract period, to qualified recipients by lottery or other impartial selection of buyers. Permits any party to bring an action for mandatory injunctive relief to conform contracts for water supplies to written representations concerning the application or interpretation of the Federal Reclamation Law made by the Secretary. Vests exclusive jurisdiction for such suits in the United States district court. Requires any contracting entity subject to the acreage limitation to compile and maintain records relating to land ownership, leasing, water supply and land use, cropping, and financial transactions, and to submit reports on such matters to the Secretary on a date determined by the Secretary following the enactment of this Act and annually thereafter."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reclamation Reform Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A Bill to amend and supplement the acreage limitation and residency provisions of the Federal reclamation laws, as amended and supplemented, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:35-05:00"
}