{
  "actions": [
    {
      "acted_at": "2012-02-13", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Original measure reported to Senate by Senator Johnson SD. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-13", 
      "calendar": "Senate Legislative", 
      "number": "320", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 320.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2101-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-02-13", 
  "number": "2101", 
  "official_title": "An original bill to strengthen the multilateral sanctions regime with respect to Iran, to expand sanctions relating to the energy sector of Iran, the proliferation of weapons of mass destruction by Iran, and human rights abuses in Iran, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr740-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3843-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s366-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2034-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Iran Sanctions, Accountability, and Human Rights Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Johnson, Tim", 
    "state": "SD", 
    "thomas_id": "00604", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-02-13", 
  "subjects": [
    "Alliances", 
    "Arms control and nonproliferation", 
    "Aviation and airports", 
    "Chemical and biological weapons", 
    "Congressional oversight", 
    "Detention of persons", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Foreign and international banking", 
    "Foreign and international corporations", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Higher education", 
    "Human rights", 
    "Immigration status and procedures", 
    "International affairs", 
    "International exchange and broadcasting", 
    "International organizations and cooperation", 
    "Internet and video services", 
    "Iran", 
    "Licensing and registrations", 
    "Marine and inland water transportation", 
    "Middle East", 
    "Military personnel and dependents", 
    "Mining", 
    "Motor fuels", 
    "News media and reporting", 
    "Nuclear power", 
    "Nuclear weapons", 
    "Oil and gas", 
    "Palestinians", 
    "Presidents and presidential powers", 
    "Protest and dissent", 
    "Refugees, asylum, displaced persons", 
    "Sanctions", 
    "Securities", 
    "Syria", 
    "Technology transfer and commercialization", 
    "Terrorism", 
    "Trade restrictions", 
    "U.S. and foreign investments", 
    "United Nations", 
    "Visas and passports", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2012-02-13", 
    "text": "Iran Sanctions, Accountability, and Human Rights Act of 2012 - Title I: Expansion of Multilateral Sanctions Regime with Respect to Iran - (Sec. 101) Declares that it is U.S. policy to: (1) prevent Iran from acquiring or developing nuclear weapons, ballistic missiles, and advanced conventional weapons; and (2) implement all sanctions against Iran in order to compel Iran to abandon nuclear weapons efforts and to cease support for terrorism. (Sec. 102) Expresses the sense of Congress that compelling Iran to abandon its efforts to acquire a nuclear weapons capability and other threatening activities can be achieved through the implementation and intensification of enforcement of a multilateral sanctions regime. (Sec. 103) Urges the President to initiate diplomatic efforts to expand the multilateral sanctions regime regarding Iran. (Sec. 104) Expresses the sense of Congress that: (1) the President should seek to maximize the effects of existing sanctions on Iran, and (2) the United States should take all necessary measures to preserve information-sharing activities. Title II: Expansion of Sanctions Relating to the Energy Sector of Iran and Proliferation of Weapons of Mass Destruction by Iran - Subtitle A: Expansion of Iran Sanctions Act of 1996 - (Sec. 201) Amends the Iran Sanctions Act of 1996 to impose specified sanctions on a person that knowingly participates in certain petroleum resource development joint ventures outside of Iran if the Iranian government is a substantial partner or investor in the joint venture, or if Iran could, through such joint venture, receive new technology or equipment that could significantly contribute to its development of petroleum resources in Iran. (Sec. 202) Imposes specified sanctions on a person that knowingly sells, leases, or provides to Iran certain petroleum and infrastructure development-related resources goods, services, technology, or support: (1) any of which has a fair market value of $1 million or more; or (2) that, during a 12-month period, have an aggregate fair market value of $5 million or more. Imposes specified sanctions on a person knowingly selling, leasing, or providing to Iran certain petrochemical development-related goods, services, technology, or support: (1) any of which has a fair market value of $250,000 or more; or (2) that, during a 12-month period, have an aggregate fair market value of $1 million or more. (Sec. 203) Imposes specified sanctions on a person knowingly participating in certain joint ventures with Iran's government, Iranian entities, or persons acting for or on behalf of Iran in the mining, production, or transportation of uranium. Exempts a person from sanctions if the person withdraws from such joint ventures within 180 days after enactment of this Act. (Sec. 204) Authorizes the President to: (1) direct the Secretary of State to exclude from the United States an alien who is a corporate officer, principal, or controlling shareholder in a sanctioned firm; and (2) impose sanctions against the principal executive officer or other principal executive officers of a sanctioned firm. Subtitle B: Additional Measures Relating to Sanctions Against Iran - (Sec. 211) Directs the President to block the property and related interests in the United States or under the control of a U.S. person of a person that knowingly provides ships, insurance or reinsurance, or other shipping services for transportation of goods that materially contribute to Iran's proliferation of weapons of mass destruction (WMD) program or its terrorism-related activities. Authorizes the President to waive such provisions if in the U.S. national security interest. (Sec. 212) Amends the Comprehensive Iran Sanctions, Accountability, and Divestment Act of 2010 to impose sanctions on entities controlled or owned by a person sanctioned by U.N. Security Council resolutions regarding Iran. (Sec. 213) Prohibits an entity owned or controlled by a U.S. person and established or maintained outside the United States from engaging in any transaction with Iran or a person under Iran's jurisdiction that would be prohibited if the transaction were engaged in by a U.S. person or in the United States. Imposes specified civil penalties for violations of such prohibition. Exempts a person from such provisions if the person divests or terminates its business with the entity within 180 days after enactment of this Act. (Sec. 214) Amends the Securities Exchange Act of 1934 to require securities issuers to disclose in detail in their mandatory annual or quarterly reports to the Securities and Exchange Commission (SEC) whether they or their affiliates have: (1) engaged in certain activities relating to Iran, terrorism, and the proliferation of weapons of mass destruction; (2) knowingly engaged in specified activities, or knowingly violated certain regulations prescribed under the Comprehensive Iran Sanctions, Accountability, and Divestment Act of 2010; (3) knowingly conducted any transaction or dealing with a person whose property and interests in property are blocked by certain Executive Orders; or (4) knowingly conducted a transaction or dealing with any person listed in the Iranian Transactions Regulations. Requires: (1) an issuer to disclose in a separate SEC filing that any such activity has been included in an annual or quarterly report, (2) the SEC to transit the report to the President and Congress, and (3) the President to initiate an investigation into the possible imposition of sanctions. (Sec. 215) Directs the President to publish a list of senior Iranian officials (and family members) involved in Iran's: (1) illicit nuclear activities or WMD proliferation, (2) support for international terrorism, or (3) human rights abuses against Iranian citizens. Prohibits such persons from being granted U.S. immigration status for admission. Authorizes the President to waive such provisions if in the U.S. national interest. (Sec. 216) Sets forth reporting requirements regarding: (1) financial communications services to the Central Bank of Iran; (2) foreign entities investing in Iran's energy sector; and (3) petroleum imports to, and exports from, Iran. Title III: Sanctions with Respect to Iran's Revolutionary Guard Corps - Subtitle A: Identification of, and Sanctions with Respect to, Officials, Agents, Affiliates, and Supporters of Iran's Revolutionary Guard Corps and Other Sanctioned Persons - (Sec. 301) Directs the President to identify and designate for sanctions, exclusion from the United States, and freezing of assets officials, affiliates, and agents of Iran's Islamic Revolutionary Guard Corps (IRGC) that are not already designated for the imposition of sanctions pursuant to the International Emergency Economic Powers Act. Requires investigative priority for foreign persons: (1) identified with the government of Iran; and (2) who have conducted transactions with Iran relating to petroleum, petrochemicals, energy resources, finances, nuclear, chemical or ballistic weapons, or sensitive technologies. (Sec. 302) Directs the President to identify and impose specified mandatory and discretionary sanctions upon a foreign person who knowingly: (1) assists or engages in any significant transactions with the IRGC or its agents and affiliates, (2) engages in any significant transactions with a person subject to U.N. sanctions relating to Iran. Authorizes the President to waive the imposition of sanctions if the person has terminated the activity or for reasons of U.S. national security. (Sec. 303) Prohibits anything in this subtitle from being construed to limit the President's authority to designate foreign persons for the imposition of sanctions pursuant to the International Emergency Economic Powers Act. Subtitle B: Additional Measures Relating to Iran's Revolutionary Guard Corps - (Sec. 311) Amends the Iran Sanctions Act of 1996 to require certification by prospective U.S. government contractors that neither they nor their subsidiaries have engaged in significant economic transactions with the IRGC, or its officials, agents, or affiliates whose property is blocked pursuant to the International Emergency Economic Powers Act. (Sec. 312) Amends the Comprehensive Iran Sanctions, Accountability, and Divestment Act of 2010 to direct the Secretary of the Treasury to determine whether the National Iranian Oil Company (NIOC) or the National Iranian Tanker Company (NITC) is an IRGC agent or affiliate and submit such determination to Congress. States that such provisions shall apply to petroleum transactions for NIOC or NITC 180 days after enactment of this Act, but only if the President determines that there is a sufficient supply of petroleum and petroleum products in countries other than Iran to permit purchasers to significantly reduce petroleum and petroleum product purchases from Iran. Title IV: Measures Relating to Human Rights Abuses in Iran - Subtitle A: Expansion of Sanctions Relating to Human Rights Abuses in Iran - (Sec. 401) Amends the Comprehensive Iran Sanctions, Accountability, and Divestment Act of 2010 to direct the President to identify and submit a list to Congress of persons who have knowingly transferred to Iran goods or technology, or provided post-transfer services, that are likely to be used by the government of Iran to commit human rights abuses. Directs the President to: (1) freeze the assets of listed persons, and (2) impose additional sanctions if such transfers are made to the IRGC. (Sec. 402) Directs the President to impose specified sanctions against persons that have engaged in censorship or repression of the rights of freedom of expression or assembly of Iran's citizens. Subtitle B: Additional Measures to Promote Human Rights in Iran - (Sec. 411) Requires the Office of Foreign Assets Control to expedite processing of Iran-related humanitarian, human rights and democratization aid by entities receiving funds from the Department of State, the Broadcasting Board of Governors, and other U.S. agencies. (Sec. 412) Directs the President to submit a comprehensive strategy to Congress regarding the promotion of Internet freedom and information access in Iran. (Sec. 413) Expresses the sense of Congress that: (1) the Secretary should support efforts to identify prisoners of conscience and cases of human rights abuses in Iran, and (2) the U.S. government should offer refugee status or political asylum in the United States to Iranian political dissidents if requested and consistent with U.S. laws and national security interests. Title V: Miscellaneous - (Sec. 501) Denies admission to, or excludes from, the United States an Iranian citizen seeking to enter the United States to study at an institution of higher education to prepare for a career in Iran's energy or nuclear sectors. (Sec. 502) Amends the National Defense Authorization Act for Fiscal Year 2012 to exclude the transfer of agricultural commodities from specified sanctionable activities with Iran. (Sec. 503) States that the property interest of Iran in: (1) a blocked asset shall include an interest in property of any nature whatsoever, including any direct or indirect interest in securities or other financial assets immobilized or in any other manner held in book entry form and credited to a securities account in the United States, or in any funds transfers held in a U.S. financial institution; (2) securities or other financial assets immobilized or in any other manner held in book entry form and credited to a securities account in the United States shall be deemed to exist at every tier of securities intermediary necessary to hold an interest in any such securities or other financial assets; and (3) a funds transfer shall exist at any intermediary bank necessary to complete such funds transfer. States that property of Iran shall be deemed to be property in the United States of Iran if that property is: (1) an interest, held for Iran's benefit or for the benefit of any securities intermediary that directly or indirectly holds the interest for Iran's benefit, in securities or other financial assets that are represented by certificates or are in other physical form and are immobilized, custodized, or held for safekeeping or any other reason in the United States; or (2) an interest in securities or other financial assets held in book entry form or otherwise, and credited to a securities account in the United States by any securities intermediary directly or indirectly for Iran's benefit or for the benefit of any other securities intermediary that directly or indirectly holds the interest for Iran's benefit. States that: (1) an interest in securities or other financial assets is held and credited to a securities account in the United States by a securities intermediary if the securities intermediary is located in the United States; and (2) ownership by Iran, or its central bank or monetary authority, of any property shall be deemed to be commercial activity in the United States and that property, including any interest in that property, shall be deemed not to be held for the central bank's or monetary authority's own account. Revises provisions regarding exceptions to the immunity from attachment or execution of a foreign state's property in the United States. (Sec. 504) Sets forth reporting requirements regarding Iranian membership in, and U.S. contributions to, international organizations. Title VI: General Provisions - (Sec. 601) Applies certain penalties under the International Emergency Economic Powers Act to persons violating specified provisions of this Act and the Comprehensive Iran Sanctions Accountability and Divestment Act of 2010. (Sec. 602) Prohibits anything in this Act from applying to authorized U.S. intelligence activities. Title VII: Sanctions with Respect to Human Rights Abuses in Syria - Syria Human Rights Accountability Act of 2012 - (Sec. 702) Directs the President to identify and impose specified sanctions on: (1) Syrian government officials or persons acting on behalf of that government who are responsible for or complicit in the commission of serious human rights abuses against Syrian citizens or their family members, regardless of whether such abuses occurred in Syria; (2) persons who knowingly transfer or facilitate the transfer of goods or technologies (weapons, surveillance technology, or technology to restrict free speech or the flow of information) that are likely to be used by Syria to commit human rights abuses against the Syrian people; and (3) persons who engage in censorship that prohibits, limits, or penalizes freedom of expression by Syrian citizens. Authorizes the President to waive such provisions if in the U.S. national security interest. (Sec. 706) Terminates such provisions if the President certifies to Congress that the government of Syria is democratically elected and representative of the people of Syria or that a legitimate transitional government of Syria is in place."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Iran Sanctions, Accountability, and Human Rights Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Syria Human Rights Accountability Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Iran Sanctions, Accountability, and Human Rights Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Syria Human Rights Accountability Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to strengthen the multilateral sanctions regime with respect to Iran, to expand sanctions relating to the energy sector of Iran, the proliferation of weapons of mass destruction by Iran, and human rights abuses in Iran, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:21:49-05:00"
}