{
  "actions": [
    {
      "acted_at": "1985-07-31", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-19", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3126-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Chandler, Rod D.", 
      "sponsored_at": "1985-07-31", 
      "state": "WA", 
      "thomas_id": "00189", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1985-07-31", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1985-07-31", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Oakar, Mary Rose", 
      "sponsored_at": "1985-09-11", 
      "state": "OH", 
      "thomas_id": "00875", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Roukema, Marge", 
      "sponsored_at": "1985-07-31", 
      "state": "NJ", 
      "thomas_id": "00990", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Weaver, James H.", 
      "sponsored_at": "1985-09-11", 
      "state": "OR", 
      "thomas_id": "01210", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-07-31", 
  "number": "3126", 
  "official_title": "A bill to provide reporting, disclosure, and fiduciary standards for State and local public employee retirement systems.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Employee Pension Plan Reporting and Accountability Act of 1985", 
  "sponsor": {
    "district": "1", 
    "name": "Clay, William (Bill)", 
    "state": "MO", 
    "thomas_id": "00203", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-07-31", 
  "subjects": [
    "Advisory bodies", 
    "Auditing", 
    "Civil service retirement", 
    "Congressional oversight", 
    "Employee benefit plans", 
    "Federal advisory bodies", 
    "Financial statements", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local officials and employees", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Retirement", 
    "State officials and employees", 
    "States"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-07-31", 
    "text": "Public Employee Pension Plan Reporting and Accountability Act of 1985 - Imposes disclosure and reporting requirements upon State and local government pension plans. Establishes fiduciary standards for trustees of public employee pension benefit plans. Provides remedies and access to Federal courts. Specifies employee benefit plans which are exempt from this Act. Title I: Reporting and Disclosure - Requires the administrator of each public employee pension benefit plan to submit a registration statement to the appropriate State Governor within one year of enactment of this Act. Exempts a plan from the reporting and disclosure requirements of this Act if a State Governor certifies to the Secretary of Labor that: (1) State requirements are substantially equivalent to those of this Act: (2) the State can adequately administer its requirements; and (3) the State can adequately collect the requisite reports. Requires the Secretary of Labor to terminate any certification if a State is not meeting Federal requirements. Requires the plan administrator to: (1) publish a summary plan description; and (2) furnish such description to plan participants, beneficiaries, and specified persons. Delineates the contents of such summary plan description. Requires such description to: (1) state the rights of participants and beneficiaries; and (2) include an update whenever material modifications are made to the plan. Requires the plan administrator to publish an annual report. Specifies the contents of such report. Directs such administrator to engage an independent qualified public accountant to ascertain whether the financial statements and schedules in the annual report present fairly and in all material respects the information contained in the annual report. Requires the accountant's opinion to be included in the annual report. Requires the annual report to include a financial statement containing specified information, including the most recent annual statement of assets and liabilities of a common or a collective trust held by a bank or similar institution. Requires each plan to maintain a schedule of: (1) all assets held for investment purposes during each plan year; and (2) each transaction involving a party in interest. Requires annual reports to include, with respect to a defined benefit plan, a complete actuarial statement applicable to the appropriate plan year. Directs the plan administrator to engage an enrolled actuary to prepare such statement. Delineates the contents of the actuarial statement. Requires the annual report to include a statement from an insurance organization if any plan benefits are purchased from or guaranteed by such organization. Details the contents of such statement. Requires the enrolled actuary of the plan to make an actuarial valuation at least once every three plan years. Directs the plan administrator to furnish, upon written request of certain persons, a copy of summary plan descriptions and the status of an individual's plan benefits and contributions. Provides guidelines under which the plan administrator is directed to file the annual report with either the Secretary of Labor (the Secretary) or the appropriate State Governor. Authorizes the Secretary or Governor to reject the information filed by the plan administrator, and to take the following actions: (1) retain an independent public accountant to perform an audit; (2) retain an enrolled actuary to prepare an actuarial report; or (3) bring a civil action to enforce this Act. Presents guidelines for notice and review where claims for benefits are denied. Title II: Requirements Relating to Fiduciary Functions - Requires every plan to be established and maintained by written instructions which designate at least one named fiduciary. Details the functions of named fiduciaries and trustees. Established fiduciary and trustee liability. Prohibits certain transactions. Authorizes the Secretary to grant specified exemptions regarding such transactions. Imposes personal liability upon fiduciaries who fail to meet the fiduciary requirements, including removal for specified violations. Prohibits persons who have been convicted of, or imprisoned for, certain offenses from holding specified positions. Requires plan fiduciaries to be bonded. Specifies exceptions. Sets forth guidelines for the bonding procedure. Sets a limitation on actions which may be brought regarding failure to meet fiduciary requirements. Title III: Administration and Enforcement - Authorizes civil actions to redress violations of this Act. Imposes personal liability upon: (1) a plan administrator who fails to comply with a request for information; or (2) any person who fails to file required forms. Authorizes a plan to sue or be sued. Grants the U.S. district courts exclusive jurisdiction of civil actions brought under this Act. Grants concurrent jurisdiction to State courts and Federal district courts for specified actions. Authorizes the Federal district court to award reasonable attorney's fees under certain circumstances. Provides that suits brought against the Secretary may be brought in Federal district court. Authorizes the Secretary or appropriate State official to assess and collect a civil penalty against a party in interest who has engaged in a prohibited transaction. Grants such Secretary and State official investigative powers to determine violations of this Act. Details the extent of such powers. Authorizes the Secretary to prescribe regulations to administer this Act. Directs such Secretary to cooperate with State and local governments regarding the exchange of data and information. Prohibits interference with the exercise of rights by a plan participant or beneficiary. Establishes an Advisory Council on Governmental Plans, comprised of eleven members appointed by the President. Requires Council members to be qualified to appraise the plans falling under this Act. Requires the Council to: (1) report to the President and each House of Congress regarding implementation of this Act with possible recommendations for legislation; (2) advise the Secretary and make recommendations; and (3) monitor the costs incurred by plans under this Act and recommend cost reduction measures. Directs the Secretary to furnish staff services to the Council. States that this Act supersedes any State laws regarding public employee pension benefits plans. Specifies exceptions. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Employee Pension Plan Reporting and Accountability Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide reporting, disclosure, and fiduciary standards for State and local public employee retirement systems.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:41-05:00"
}