{
  "actions": [
    {
      "acted_at": "1979-06-07", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-09-24", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 96-329.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-29", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-29", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-29", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-02", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-11-13", 
      "references": [], 
      "text": "Committee on Public Works and Transportation discharged in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-13", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-13", 
      "bill_ids": [
        "hr5481-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H. R. 5481.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-13", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-19", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-19", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-716.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-19", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 96-531.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-01-31", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-04", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-04", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-02-05", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-05", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-05", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-02-15", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-02-15", 
      "references": [], 
      "text": "Public Law 96-192.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1300-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-02-15", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-07", 
  "number": "1300", 
  "official_title": "A bill to amend the Federal Aviation Act of 1958 in order to promote competition in international air transportation, provide greater opportunities for United States air carriers, establish goals for developing United States international aviation negotiating policy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5481-96", 
      "reason": "related"
    }
  ], 
  "short_title": "International Air Transportation Competition Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-07", 
  "subjects": [
    "Advisory bodies", 
    "Air traffic", 
    "Airline passenger traffic", 
    "Airline rates", 
    "Airlines", 
    "Airmail service", 
    "Airports", 
    "Antitrust law", 
    "Aviation", 
    "Aviation agreements", 
    "Competition", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Federal advisory bodies", 
    "International obligations", 
    "Negotiations", 
    "Tariff", 
    "Transportation and public works", 
    "Treaties"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Conference report filed in Senate", 
    "date": "1979-12-19", 
    "text": "(Conference report filed in Senate, S. Rept. 95-531) International Air Transportation Competition Act of 1979 - Amends the Federal Aviation Act of 1958 to direct the Civil Aeronautics Board to utilize the same public policy interests which are applicable to interstate and overseas air transportation in carrying out its functions with respect to foreign air transportation including placing maximum reliance on competitive market forces to provide the needed air transportation and strengthening the competitive position of the United States air carriers to at least assure equality with foreign air carriers including the attainment of opportunities for United States air carriers to maintain and increase their profitability in foreign air transportation. Removes the requirement that a certificate to engage in foreign air transportation or temporary air transportation may only be granted if the transportation applied for is required by the public convenience and necessity. States that no certificate to engage in foreign air transportation may be altered, amended, modified, suspended, or revoked pursuant to simplified procedures if the certificate holder requests an oral evidentiary hearing, or if the Board finds that such hearing is in the public interest. Authorizes the Board to suspend or revoke authority to serve any point, authorized in a certificate, upon notice and a reasonable opportunity for the affected carrier to present its views, but without a hearing, if the carrier has notified the Board that it proposes to suspend all service to such a point, or, except at a point which is provided seasonal service, if the carrier has failed to provide any regular service to the point for a 90-day period. Authorizes the Board to issue a permit to foreign air carriers if either the applicant has been designated by its government to perform such foreign air transportation under the terms of an agreement with the United States or such transportation will be in the public interest. Removes the requirement that a public hearing be held with respect to the issuance of such permits. Authorizes the Board, without a public hearing but subject to the approval of the President, to suspend or modify the permits of the air carriers of a foreign country if it finds that the country, its aeronautical authorities, or its air carriers, over the objections of the United States, have impaired the operating rights of U.S. carriers, or has engaged in unfair, discriminatory, or restrictive practices with a substantial adverse competitive impact upon U.S. carriers. Authorizes the Board to restrict the operations between such foreign country and the United States by any foreign air carrier of a third country. Authorizes the Board to require foreign air carriers to file such reports as the Board may require. Removes the requirement that air carriers file copies of every agreement or contract between such a carrier and any other carrier which affects foreign air transportation. Makes agreements affecting foreign air transportation subject to the same requirements as agreements affecting interstate transportation. Provides that the Secretary of State will be given notice of any such agreement filed with the Civil Aeronautics Board. Permits the Board to exempt any foreign air carrier for a period not to exceed 30 days from the requirements of this Act to the extent necessary to authorize such carrier to carry passengers, cargo, or mail in interstate or overseas air transportation in certain markets if the Board, after consultation with the Secretary of Transportation, finds that: (1) because of an emergency, certified air carriers cannot accommodate the traffic in such markets; (2) all possible efforts have been made to accommodate such traffic by utilizing the resources of such carriers; (3) such authorization is necessary to avoid undue hardship for the traffic in such market; and (4) where a labor dispute created the need, such an exemption would not unduly benefit either party. Specifies that the Board must: (1) assure that any air transportation so provided be made available on fair and reasonable terms; (2) continuously monitor the passenger load factors of certified carriers; and (3) review such authority no less than every 30 days to assure that the unusual circumstances that created the need for such authority still exist. Permits renewals after a period of up to 30 days. Authorizes the Board to temporarily suspend a foreign carrier's new tariff without a hearing pending the determination of the lawfulness of such a tariff. Stipulates that, during such a suspension, or after the rejection of such a tariff, the air carrier shall maintain in effect the rate or practice which was in effect prior to such suspension or rejection or such other rate as may be provided for under an applicable intergovernmental agreement or understanding. Authorizes the Board, without a hearing to suspend an air carrier's existing tariff for the provision of foreign air transportation services for a period or periods not exceeding 365 days pending a determination of the lawfulness of such a tariff. Stipulates that if any air carrier or foreign air carrier has its initial tariff suspended or rejected by the Board, it may file a tariff which embodies the current rate structure of any other carrier engaged in the same foreign air transportation. States the intent of Congress that, in formulating United States air transportation policy, the appropriate Federal officials should develop a negotiating policy which emphasizes the greatest degree of competition that is compatible with a well-functioning international air transportation system. Directs the Secretaries of State and Transportation and the Civil Aeronautics Board to consult with the Secretaries of Defense and Commerce as well as with affected travel industry and consumer groups in the development and implementation of such an international aviation negotiating policy. Directs the President to grant to at least one representative of each House of Congress the privilege of attending international aviation negotiations as an observer if such privilege is requested in advance in writing. Allows the Secretary to authorize U.S. carriers to engage in otherwise authorized common carriage and carriage of mail with foreign registered aircraft under lease or charter to them without crew. Removes the requirement that air transportation financed by the Federal Government be provided by domestic carriers if such transportation is provided pursuant to an air transport agreement between the United States and a foreign government and such agreement is consistent with the goals for international aviation policy and provides for the exchange of similar rights or benefits. Amends the International Air Transportation Fair Competitive Practices Act of 1974 to allow the Board to take such action as it deems necessary to eliminate the practices or restrictions of any foreign government (including its air carriers) which result in discriminatory or anticompetitive practices against a U.S. carrier or which impose unreasonable restrictions on the access of a U.S. carrier to foreign markets. Prohibits the Board from finding that any fare for the foreign transportation of persons is unjust or unreasonable on the basis that the fare is too low or too high if: (1) it is filed before the 180th day after the enactment of this Act and is not higher than the standard foreign fare level or more than 50 percent lower than such level; or (2) the proposed fare is filed after the 180th day after enactment and is not more than five percent higher than the standard foreign fare level for the same or similar services or not more than 50 percent below such level. Defines \"standard foreign fare level\" as that fare level in existence on or after October 1, 1979, as adjusted seasonally by the Board to reflect changes in the operating cost per available seat-mile. Permits the Board to determine that such fare is unjust or unreasonable and to establish a standard foreign fare level for specified routes within 180 days after enactment of such fare levels. Requires the Board to adjust levels at specified intervals to reflect changes in fuel and other costs. Prohibits the Board from authorizing port charters by certified air carriers prior to December 31, 1981. Requires the Board to grant an exemption from antitrust laws to the extent necessary to carry out inter-carrier agreements affecting foreign air transportation, if such agreements have been approved by the Board. Amends the Airline Deregulation Act of 1978 to permit the Secretary of Transportation or the Administrator of the Federal Aviation Administration from collecting a fee for any test, authorization, certificate, permit, or rating administered or issued outside the United States relating to any airman or repair station. Permits limited commercial passenger service in interstate transportation at Love Field, Texas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Air Transportation Competition Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958 in order to promote competition in international air transportation, provide greater opportunities for United States air carriers, establish goals for developing United States international aviation negotiating policy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:59-05:00"
}