{
  "actions": [
    {
      "acted_at": "1979-02-09", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-29", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 96-52.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-10", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-10", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-30", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-01", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-01", 
      "references": [], 
      "text": "Measure passed Senate, amended, #73 (78-15).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-22", 
      "bill_ids": [
        "hr2440-96"
      ], 
      "references": [], 
      "text": "Provisions inserted in H. R. 2440 as passed Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s413-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1979-01-03", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Goldwater, Barry", 
      "sponsored_at": "1979-01-03", 
      "state": "AZ", 
      "thomas_id": "01340", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1979-01-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-09", 
  "number": "413", 
  "official_title": "A bill to provide assistance to airport operators to prepare and carry out noise compatibility programs, to provide assistance to assure continued safety in aviation, to provide assistance to aircraft operators to aid them in complying with noise standards, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2440-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Aviation Safety and Noise Abatement Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-09", 
  "subjects": [
    "Actions and defenses", 
    "Air traffic", 
    "Aircraft pilots", 
    "Airline rates", 
    "Airlines", 
    "Airports", 
    "Aviation", 
    "Aviation safety", 
    "Environmental assessment", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Excise tax", 
    "Flight crews", 
    "Income tax", 
    "Local taxation", 
    "Noise", 
    "Public safety", 
    "Religious liberty", 
    "State taxation", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Noise", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1979-05-01", 
    "text": "(Measure passed Senate, amended, #73 (78-15)) Aviation Safety and Noise Abatement Act of 1979 - =Title I:= Directs the Secretary of Transportation to establish a single system of measuring noise and the impact of noise on individuals to be used to measure noise at airports and their surrounding areas and to establish land uses for such areas which are compatible with such noise levels. Allows airport operators to submit noise impact maps to the Secretary setting forth the noncompatible uses in each area of the map, a description of the projected aircraft operations during 1985, and the ways in which such operations will affect such map. Requires the revision of such maps when changes in airports operations would create any new noncompatible use in areas surrounding an airport. Amends the Airport and Airway Development Act of 1970 to authorize the Secretary to make grants to qualified airports for airport noise compatibility planning. Defines \"noise compatibility planning\" as the preparation of noise impact maps and noise compatibility programs under this Act. Sets forth limitations regarding the amounts which may be obligated through such grant program. Authorizes appropriations of $15,000,000 for each of the fiscal years 1980 and beyond to carry out such grant program. Stipulates that noise compatibility programs be filed with the Secretary. Sets forth measures which may be included in such program, including: (1) the implementation of any preferential runway system; (2) the implementation of any restriction on the use of such airport by any type or class of aircraft based on the noise characteristics of such aircraft; (3) the construction of single family residences, condominiums, apartment buildings, and other barriers and acoustical shielding, including the soundproofing of buildings; (4) the use of flight procedures to control the operation of aircraft to reduce the impact of noise in the area surrounding the airport; and (5) acquisition of land and interests therein, including, but not limited to, air rights, easements, and development rights, so as to assure the use of property for purposes which are compatible with airport operations. Sets forth factors under which the Secretary may disapprove noise compatibility programs. Permits airport operators receiving grants to agree to make such grants available to public agencies. Stipulates that the Federal share of an approved program shall be 80 percent of its cost. Authorizes the Secretary to make additional grants to operators of airports for projects to carry out a noise compatibility program developed prior to the enactment of this Act or the promulgation of its implementing regulations under specified conditions. Authorizes the Secretary to obligate up to $75,000,000 out of the Airport and Airway Trust Fund for fiscal year 1980 to carry out approved noise compatibility programs. Requires the Secretary, after consultation with the officials of any public agencies or planning agencies, to prepare noise impact maps and noise compatibility programs for specified airports near the District of Columbia. Provides that no part of any noise impact map or related information and no part of the list of land uses that are normally compatible with various impacts of noise on individuals shall be admitted as evidence or used for other purposes in any suit or action seeking relief for airport noise. Limits suits for damages resulting from airport noise by individuals acquiring property in an area surrounding an airport for which a noise impact map has been submitted. Directs the Secretary to conduct a study of the effectiveness of airport noise compatibility planning and programs which were funded pursuant to this Act. =Title II:= Amends the Airport and Airway Development Act of 1970 to increase specified appropriations authorized under such Act for fiscal year 1980. Increases the Federal share for specified airport development projects under such Act. Allows the use of funds from the unexpended balance of the Airport and Airway Trust Fund to finance operations and maintenance of the Federal Aviation Administration for fiscal year 1980 and for making expenditures incurred under the Aviation Safety and Noise Abatement Act of 1979. Waives the environmental impact statement requirement for airport development projects which will allow airport usage by aircraft in compliance with the noise standards prescribed in this Act. =Title III:= Directs the Secretary to require all air carriers and foreign air carriers engaging in foreign air transportation to meet specified noise standards if the International Civil Aviation Organization (ICAO) does not adopt noise standards which are the same as or substantially similar to the noise standards prescribed for new subsonic aircraft in regulations issued by the Secretary which were in effect on January 1, 1977. Directs the FAA to require such carriers to comply with such regulations at a phased rate of compliance similar to that in effect for U.S. aircraft. Authorizes the Secretary to provide waivers from the noise regulations in effect on January 1, 1977, where the operator has made a good faith effort to comply with such regulations for such a period as the Secretary determines to be reasonable to permit compliance. Authorizes the Secretary to provide a waiver for the operation of aircraft which do not meet such noise standards beyond January 1, 1985, if the operator has a plan or contract for the replacement of such aircraft by a specified date. Authorizes the Civil Aeronautics Board to require aircraft operators to impose a specified noise abatement surcharge on domestic or international flights which shall be retained and utilized by an aircraft operator until its fleet is in compliance with applicable Federal noise abatement regulations. Authorizes the Board to modify such surcharge, considering the following in reaching its determinations: (1) the need for the operators to raise sufficient capital to meet the requirements for compliance with all Federal noise abatement regulations; (2) the desirability of encouraging the development and use of the most advanced technology available for reducing noise levels; (3) with respect to the imposition of noise abatement charges authorized or required or an increase or decrease in, or the termination of, such charges, the views of the Department of state; (4) the intent of Congress that noise abatement charges be imposed only if operators fail to achieve an actual five-percent corporate rate of return on investment unless the Board finds such charges are otherwise not in the public interest; and (5) any report or recommendations submitted to the Board by the Secretary of Transportation. Terminates all noise abatement charges 60 months after the enactment of this Act. Permits aircraft to exceed the FAR-36 noise standards by up to five effective perceived noise decibels at takeoff, sideline, and approach and still remain in compliance. =Title IV:= Directs the Secretary to submit annual reports to Congress regarding the implementation of collision avoidance systems in the national air traffic control system. Exempts the employees of air carriers from the payment of income taxes to any State or subdivision thereof other than the State or subdivision of the employee's residence. =Title V:= Requires the Administrator of the Federal Aviation Administration to regulate the access to public areas by individuals or by religious and nonprofit organizations for the purpose of soliciting funds or distributing materials."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Aviation Safety and Noise Abatement Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide assistance to airport operators to prepare and carry out noise compatibility programs, to provide assistance to assure continued safety in aviation, to provide assistance to aircraft operators to aid them in complying with noise standards, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:42-05:00"
}