{
  "actions": [
    {
      "acted_at": "1982-03-04", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-03-04", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor Standards", 
      "text": "Referred to Subcommittee on Labor Standards.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-03-04", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Labor Standards", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-22", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Requested from Labor.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-04-21", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Labor Standards", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-04-22", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Labor Standards", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5735-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor Standards", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Collins, Cardiss", 
      "sponsored_at": "1982-04-29", 
      "state": "IL", 
      "thomas_id": "00220", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Corrada, Baltasar", 
      "sponsored_at": "1982-04-29", 
      "state": "PR", 
      "thomas_id": "00237", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Dellums, Ronald V.", 
      "sponsored_at": "1982-06-09", 
      "state": "CA", 
      "thomas_id": "00284", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "Dixon, Julian C.", 
      "sponsored_at": "1982-04-29", 
      "state": "CA", 
      "thomas_id": "00301", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Dwyer, Bernard J.", 
      "sponsored_at": "1982-04-29", 
      "state": "NJ", 
      "thomas_id": "00327", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Dymally, Mervyn M.", 
      "sponsored_at": "1982-09-15", 
      "state": "CA", 
      "thomas_id": "00328", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Eckart, Dennis E.", 
      "sponsored_at": "1982-04-29", 
      "state": "OH", 
      "thomas_id": "00331", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Edgar, Robert W.", 
      "sponsored_at": "1982-04-29", 
      "state": "PA", 
      "thomas_id": "00334", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Edwards, Don", 
      "sponsored_at": "1982-04-29", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Fazio, Vic", 
      "sponsored_at": "1982-04-29", 
      "state": "CA", 
      "thomas_id": "00374", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fenwick, Millicent H.", 
      "sponsored_at": "1982-03-04", 
      "state": "NJ", 
      "thomas_id": "00376", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Ferraro, Geraldine A.", 
      "sponsored_at": "1982-09-15", 
      "state": "NY", 
      "thomas_id": "00377", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ford, William D.", 
      "sponsored_at": "1982-04-29", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Heftel, Cecil", 
      "sponsored_at": "1982-06-09", 
      "state": "HI", 
      "thomas_id": "00526", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Lowry, Mike", 
      "sponsored_at": "1982-04-29", 
      "state": "WA", 
      "thomas_id": "00710", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Mineta, Norman Y.", 
      "sponsored_at": "1982-09-15", 
      "state": "CA", 
      "thomas_id": "00812", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1982-04-29", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1982-03-04", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Rinaldo, Matthew J.", 
      "sponsored_at": "1982-06-09", 
      "state": "NJ", 
      "thomas_id": "00963", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Rodino, Peter W., Jr.", 
      "sponsored_at": "1982-04-29", 
      "state": "NJ", 
      "thomas_id": "00973", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rosenthal, Benjamin S.", 
      "sponsored_at": "1982-06-09", 
      "state": "NY", 
      "thomas_id": "00987", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1982-04-29", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1982-04-29", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1982-06-09", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Washington, Harold", 
      "sponsored_at": "1982-06-09", 
      "state": "IL", 
      "thomas_id": "01204", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1982-04-29", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Williams, Pat", 
      "sponsored_at": "1982-03-04", 
      "state": "MT", 
      "thomas_id": "01231", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Zeferetti, Leo C.", 
      "sponsored_at": "1982-09-15", 
      "state": "NY", 
      "thomas_id": "01262", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-04", 
  "number": "5735", 
  "official_title": "A bill to provide for the compensation of individuals who are disabled as a result of occupational exposure to asbestos and uranium ore, to regularize the fair, adequate, and equitable compensation of certain occupational disease victims, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Occupational Health Hazards Compensation Act of 1982", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-03-04", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Asbestos", 
    "Cancer", 
    "Civil Rights and Liberties", 
    "Costs", 
    "Courts and Civil Procedure", 
    "Department of Labor", 
    "Disability evaluation", 
    "Discrimination in employment", 
    "Employers' liability", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Fees", 
    "Fissionable materials", 
    "Foreign Trade and Investments", 
    "Government trust funds", 
    "Health", 
    "Imports", 
    "Insurance", 
    "Labor and employment", 
    "Labor unions", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Limitation of actions", 
    "Lung diseases", 
    "Medical research", 
    "Medicare", 
    "Miners", 
    "Mines and mineral resources", 
    "Nuclear energy", 
    "Occupational health and safety", 
    "Old age, survivors and disability insurance", 
    "Products liability", 
    "Public safety", 
    "Radiation safety", 
    "Research", 
    "Research and development", 
    "Social welfare", 
    "States", 
    "Uranium", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Workers' compensation", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-03-04", 
    "text": "Occupational Health Hazards Compensation Act of 1982 - Establishes a workers' compensation system for occupational diseases related to exposure to asbestos or uranium ore. Provides for compulsory coverage of all employers and employees under this Act. Provides for compensation for death or for permanent total or permanent partial disability. Sets monetary benefits payable for death or total disability at two-thirds of the employee's average weekly wage over a specified period. Limits the amount of such weekly payments to: (1) no more than twice the national average weekly wage; and (2) no less than half the national average or the employee's actual average weekly wage, whichever is less. Sets forth provisions for survivors' benefits. Sets monetary benefits for payable partial disability at two-thirds the difference between pre- and post- disability earnings. Provides for redeterminations of benefits based on changes in degree of disability. Provides for medical benefits covering all reasonable and necessary expenses for treatment of such diseases. Provides for annual adjustments of maximum benefit limits to reflect increases in the national average weekly wage, but limits such adjustments to no more than a six percent increase in any one year. Provides that employee or survivors' monetary benefits under this Act shall be considered income for purposes of disability and retirement benefits computation under the Social Security Act. Provides that, in cases of medicare beneficiaries, medical benefits under this Act shall be the primary means of payment of medical expenses resulting from the occupational disability. Provides that there shall be no maximum limitation on the total amount of monetary or medical benefits payable under this Act. Makes ineffective any compromise or release of monetary or medical benefits unless approved by the Secretary of Labor (\"the Secretary\") as in the best interest of the claimant and sufficient for future medical care. Makes ineffective any waiver or release relating to future coverage or compensation under State workers' compensation laws or under this Act which is executed prior to death or onset of disability resulting from exposure to asbestos or uranium ore. Provides that a claimant is eligible for compensation if: (1) the employee was exposed to asbestos or uranium ore in the course of employment; (2) the employee is or was permanently disabled, or died, because of a disease associated with such exposure and arising out of and in the course of employment; and (3) an award of compensation for such disability or death has not been made under a State law or the Longshoremen's and Harbor Workers' Compensation Act (\"Longshore Act\"). Provides that, for claims based on exposure to asbestos in the course of employment: (1) mesothelioma of the pleura or peritoneum, asbestiosis, and lung cancer evidencing asbestiotic changes shall be irrebutably presumed to have resulted from such exposure; (2) lung cancer without radiological or histological evidence of asbestotic changes shall be presumed to have resulted from such exposure; and (3) any other causes of disability or death must be determined to have been significantly and substantially contributed to by such exposure. Provides that, for claims based on exposure to urainum ore in the course of employment: (1) lung cancer shall be rebuttably presumed to have resulted from such exposure, if the employee was engaged in mining or processing uranium ore for at least two years; and (2) any other causes of disability or death must be determined to have been significantly and substantially contributed to by such exposure. Sets forth procedures for making claims. Requires that a notice be given to the employer and the Office of Workmens' Compensation Programs in the Department of Labor within one year after the date of onset of disability or the death, with specified exceptions. Requires that claims be filed with the Office within two years after such date, with specified exceptions. Declares that there is no limitation on filing of claims based on length of time since the employee was last employed or last exposed to asbestos or uranium ore. Sets forth procedures for adjudication of claims. Directs the Office of Workers' Compensation Programs to ascertain whether the employer named in the claim notice is a responsible employer. Directs the Office, upon determination that no employer is a responsible employer, to: (1) notify the State insurance commissioner of the State where the employer named in the claim notice resides or has a principal place of business; and (2) upon determination of the claimant's eligibility, assign responsibility to the appropriate compensation excess liability fund in such State. Requires that the State insurance commissioner be given opportunity for a hearing to present evidence on any determination that there is no responsible employer. Directs the Office to order hearings by an administrative law judge on any claim investigation upon application of the claimant, the responsible employer, or the responsible employer's insurance carrier, before issuing an order awarding or denying compensation. Provides for appeals of Office awards or denials of compensation to the Benefits Review Board established under the Longshore Act (which provides for review of Board orders by U.S. courts of appeals). Makes compensation under this Act the exclusive remedy for asbestos or uranium ore claimants against the employer, the employer's insurance carrier, and any collective-bargaining agent of the employer's employees (and any employee, officer, director, or agent of such parties). Provides that, for asbestos liability actions brought against any third party, other than the above parties, prior to the effective date of this Act, any recovery in such actions after the effective date of this Act shall be reduced by the amount of the compensation awarded and the present value of all future compensation payable under this Act. Prohibits: (1) employer or employer insurance carrier liens upon judgments in such actions; and (2) monetary damage suits brought by liable third parties against immune parties. Provides that, after the effective date of this Act, compensation under this Act will be the exclusive remedy of asbestos claimants not only against the parties previously described but also against any manufacturer or importer of asbestos or products containing asbestos (if such manufacturers or importers participate in the Asbestos Compensation Excess Fund). Makes every employer responsible for payment of compensation which may be payable under this Act. Requires each employer to secure such payment by: (1) insuring such payment with an insurer who is authorized by State and Federal law and by the Secretary of Labor; or (2) furnishing proof of its ability to pay such compensation directly and being authorized to do so by the Secretary. Authorizes the Secretary to: (1) set specified conditions for employer self-insurers; and (2) suspend or revoke qualified carrier authorizations for good cause shown after a hearing. Requires employers to post notices relating to such secured compensation. Directs the Secretary to prescribe regulations requiring employers' carriers to discharge employer duties and obligations. Sets forth requirements for insurance contracts or policies issued under authority of this Act. Sets civil penalties for employers who have not secured compensation payment. Sets forth provisions for assignment of liability for payment. Assigns asbestos compensation payment liability to: (1) the employer who last employed the employee, unless such employer can prove that it did not expose the employee for two years or more or that the exposure was only casual and sporadic; or (2) (if the last employer sustains such burden of proof) the Asbestos Compensation Excess Liability Fund. Assigns uranium ore compensation payment liability to: (1) the last employer, unless it can prove that it did not employ the employee in uranium ore mining or processing, that it did not expose the employee for two years or more, or that the exposure was casual and sporadic; or (2) (if the last employer sustains such burden of proof) the Uranium Ore Compensation Excess Liability Fund. Establishes the Asbestos Compensation Excess Liability Fund (\"Asbestos Fund\") and the Uranium Ore Compensation Excess Liability Fund (\"Uranium Ore Fund\") to pay all compensation benefits awarded where no employer responsible for such benefits has been identified or determined under this Act. Directs the Secretary to determine yearly amounts of contributions to be made to both Funds and to make State allocations in consultation with the State insurance commissioners. Directs the Secretary to provide for the collection of contributions to the Asbestos Fund as follows: (1) 50 percent from manufacturers and importers of asbestos and of products of which asbestos is a significant constituent element; (2) 30 percent from manufacturers and importers of products containing asbestos but not as a significant constituent element; and (3) 20 percent from employers who expose employees to asbestos in the course of employment. Provides that no manufacturer or importer of asbestos or products containing asbestos shall enjoy the limitations of third party liability under this Act: (1) for any period during which it has not paid a due contribution to the Fund; or (2) if it does not participate in the Fund. Bases manufacturers' and importers' contributions on their sales of asbestos and asbestos-containing products during the previous 15 years or, if the Secretary determines that this does not reflect overall market share, during any 15-year period since January 1, 1940. Directs the Secretary to hold the sums collected for the Asbestos Fund and disburse to the State insurance commissioners, for deposit in the Asbestos Fund established in each State, such sums as may be necessary to meet the anticipated obligations of each State Asbestos fund. Requires that such deposits be in accordance with the yearly allocation formula, but authorizes the Secretary to change the ratio of deposits among the states to meet the actual needs of each State Asbestos Fund. Authorizes the Secretary to bring civil actions and to assess civil penalties against manufacturers or importers who fail or refuse to pay assessed contributions to the Asbestos Fund. Makes successor operators of entities acquired on or after January 1, 1940, liable for Asbestos Fund contributions which would have been payable by prior operators. Treats successor or parent corporations as responsible for Asbestos Fund contributions when manufacturers or importers cease to exist for specified reasons. Directs the State insurance commissioners to collect employers' contributions to the Asbestos Fund as: (1) a surcharge on such employers' workers' compensation insurance, in amounts appropriate for the size and category of the employer's enterprise; and (2) an equivalent fraction of the applicable payroll of self-insured employers. Requires, if Asbestos Fund or Uranium Ore Fund assessments or collections in any year are in excess of liabilities, that contributions for the following year be adjusted to reflect the claims experience during the previous year and that assessment reductions be allocated among contributors. Directs State insurance commissioners to collect contributions to the Uranium Ore Fund from employers who expose employees to uranium ore in the course of employment as: (1) a surcharge on the employers' workers' compensation insurance, in amounts appropriate to the size and category of the employer's enterprise; and (2) as an equivalent fraction of the applicable payroll of self-insured employers. Requires that such contributions be separately aggregated in each State to meet Uranium Ore Fund obligations in each State. Requires that surcharges be added to each contribution to the Asbestos Fund and the Uranium Ore Fund in amounts equal to: (1) ten percent of each contribution, for Federal administrative costs under this Act (with reduction of this surcharge if collections exceed such costs); and (2) one percent of each contribution, for surveillance and medical treatment research of occupationally related diseases. Requires that compensation under this Act be paid: (1) in accordance with State workers' compensation benefit schedules; (2) promptly and directly to the entitled person, without an award, except where liability is controverted by the employer; and (3) in cases of employer controversion, upon issuance of a final compensation order. Requires the employer or employer's insurance carrier to: (1) give specified types of notice upon first payment or upon suspension of payment; and (2) file annual reports detailing monetary and medical benefits paid. Sets civil penalties for failure to file such notices. Directs the Office to: (1) investigate any suspension of payments; and (2) in cases of improper suspension, order the employer to recommence payment and pay all suspended payments plus 20 percent annual interest. Provides for appeals of orders with respect to suspended payments. Provides for 20 percent additional compensation in cases of late payments. Sets forth provisions for representation and witness fees in compensation payment disputes, to be paid by the employer or the employer's insurance carrier to the claimant's representative. Sets criminal penalties for: (1) receiving any unapproved consideration or gratuity for representative services; or (2) soliciting employment as a representative in such disputes. Sets forth prohibitions and civil penalties against discrimination by any employer, insurance carrier, or other person against any employee because such employee: (1) filed a disability notice or compensation claim under this Act; (2) caused any proceeding under or related to this Act to be instituted or brought a damage suit for occcupational exposure to asbestos or uranium ore; (3) is disabled by such exposure; or (4) was previously employed in the asbestos industry or the uranium mining or milling industry or in any course of employment where there was or may have been exposure to asbestos or uranium ore. Directs the Secretary to investigate allegations by employees of employer discrimination. Provides, at the request of any party, for public hearings before an administrative law judge to present information relating to alleged violations. Directs the Secretary to make findings of fact and to issue appropriate orders. Requires that any employee so discriminated against be restored to employment and be compensated for lost wages and fringe benefits. Makes the employer alone and not the carrier responsible for such penalties and payments. Directs the Secretary of Health and Human Services, in coordination with the Secretary, to conduct research into improved means of: (1) surveillance of workers exposed to occupational health hazards; and (2) medical treatment of workers exposed to occupational hazards. Requires that such research and surveillance programs be conducted with funds available under the surcharge established in this Act. Establishes the Occupational Disease Surveillance and Medical Treatment Research Advisory Committees. Requires the Committee to report annually to the Congress, to the Secretary of Health and Human Services, and to the Secretary. Directs the Secretary of Health and Human Services to: (1) review current medical and scientific studies and reports concerning the incidences of disease associated with employment; (2) report annually to the Secretary on such current research; and (3) upon finding disease incidence 30 percent more than that of the population at large among workers exposed to given toxic substances or physical agents or among a group of workers, recommend that the Secretary prepare legislation for submission to Congress to appropriately amend this Act to cover such diseases and groups of workers. Directs the Secretary, upon receipt of such report, to prepare: (1) an annual report to the Congress describing medical and scientific data on incidences of diseases associated with employment in the United States and the compensation of workers disabled by such diseases; and (2) legislative recommendations to the Congress in accordance and consistent with the recommendations of the Secretary of Health and Human Services, including eligibility criteria recommendations. Requires the appropriate committees of the Congress, to which such report is referred, to explain to their respective Houses if they have not reported legislation amending this Act within 90 days after such referral or report. Sets forth separability and effective date provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Occupational Health Hazards Compensation Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the compensation of individuals who are disabled as a result of occupational exposure to asbestos and uranium ore, to regularize the fair, adequate, and equitable compensation of certain occupational disease victims, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:49-05:00"
}