{
  "actions": [
    {
      "acted_at": "1994-07-18", 
      "references": [
        {
          "reference": "CR S9180-9181", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-07-18", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2293-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-07-18", 
  "number": "2293", 
  "official_title": "A bill to modify the negotiating objectives of the United States for future trade agreements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4737-103", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-07-18", 
  "subjects": [
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Asia", 
    "Biological diversity conservation", 
    "Business intelligence", 
    "Citizen participation", 
    "Commerce", 
    "Confidential communications", 
    "Conservation of natural resources", 
    "Consumer education", 
    "Customs unions", 
    "Developing countries", 
    "Dispute settlement", 
    "East Asia", 
    "Environmental protection", 
    "Environmental protection groups", 
    "Federal advisory bodies", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Free trade", 
    "Government operations and politics", 
    "Intellectual property", 
    "International affairs", 
    "International agencies", 
    "International economic relations", 
    "International environmental cooperation", 
    "Lumber trade", 
    "Nature conservation", 
    "Nongovernmental organizations", 
    "Nontariff trade barriers", 
    "North America", 
    "Protectionism", 
    "Public lands and natural resources", 
    "Restrictive trade practices", 
    "Sanctions (International law)", 
    "Sustainable forestry", 
    "Trade agreements", 
    "Trade negotiations", 
    "Treaties", 
    "Wood"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-07-18", 
    "text": "Amends the Omnibus Trade and Competitiveness Act of 1988 to add as an overall U.S. trade negotiating objective that the United States obtain increased compatibility of trade agreements with environmental protection, conservation, and sustainable development. (Sec. 1) Declares principal U.S. trade negotiating objectives includes ensuring that dispute settlement mechanisms within trade agreements provide for more effective and expeditious resolution of disputes, improve transparency and public participation, and enable better enforcement of U.S. rights, including those relating to environment and conservation; (2) obtaining broader application of the principle of transparency through the observance of open and equitable procedures by GATT Contracting Parties to the GATT in trade matters related to environment and conservation; (3) taking into account the particular needs of developing countries in trade matters relating to environment and conservation; (4) improving the provisions of trade agreements to discipline unfair trade practices having adverse trade effects, including practices potentially harmful to the environment;(5) promoting compatibility of established standards of the World Trade Organization (WTO) relating to intellectual property with existing international biological diversity conventions; and (6) developing internationally agreed rules, including dispute settlement procedures, which will promote environmentally sensitive foreign investment and discourage countries from attracting or maintaining foreign investment by relaxing domestic health, safety, or environmental measures. Declares that the principal U.S. negotiating objectives: (1) regarding environment and conservation issues related to trade and foreign investment are, among other things, to promote compatibility between trade agreements and the protection of the environment and global resources; and (2) regarding trade in wood and wood products are to promote sustainable forestry practices, and to increase market access for value-added wood products and wood products that are produced from timber that is sustainably harvested. (Sec. 2) Amends the Trade Act of 1974 to revise the composition of the Advisory Committee for Trade Policy and Negotiations to include nongovernmental environmental and conservation organizations. Authorizes the President to establish individual general policy and sectoral or functional advisory committees for environment and conservation. Requires a specified report of the appropriate sectoral or functional committees concerning proposed trade agreements to include an advisory opinion as to the significant environmental effects of trade conducted within the sector or functional area. (Sec. 3) Amends the Omnibus Trade and Competitiveness Act of 1988 to declare that the principal U.S. negotiating objectives regarding environment and conservation in the WTO and the Committee on Trade and Environment of the WTO are, among other things, to promote greater compatibility of the rules and agreements of the WTO with international agreements that rely upon trade sanctions for enforcement. Declares that the principal U.S. negotiating objectives with respect to bilateral trade accession to the North American Free Trade Agreement (NAFTA) are to establish for the country seeking accession minimum environmental safeguards that are not less than those contained in NAFTA and the North American Agreement on Environmental Cooperation. Declares that the principal U.S. negotiating objectives with respect to the Asia-pacific Economic Cooperation form (APEC) are to develop a program relating to environment and conservation measures of relevance to member countries of APEC."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to modify the negotiating objectives of the United States for future trade agreements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:29-05:00"
}