{
  "actions": [
    {
      "acted_at": "1994-03-11", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-03-11", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Subcommittee on Civil and Constitutional Rights Forwarded an Original Measure to Full Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-17", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-17", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-03-25T19:33:00-05:00", 
      "references": [], 
      "text": "Reported by the Committee on Judiciary. H. Rept. 103-470. Filed late, pursuant to previous special order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-25T19:34:00-05:00", 
      "calendar": "Union", 
      "number": "262", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 262.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4018-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-03-11", 
  "number": "4018", 
  "official_title": "To revise habeas corpus proceedings.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1657-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Habeas Corpus Revision Act of 1994", 
  "sponsor": {
    "district": "16", 
    "name": "Edwards, Don", 
    "state": "CA", 
    "thomas_id": "00336", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1994-03-17", 
  "subjects": [
    "Appellate courts", 
    "Appellate procedure", 
    "Capital punishment", 
    "Civil rights and liberties, minority issues", 
    "Constitutional law", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "District courts", 
    "Evidence (Law)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Habeas corpus", 
    "Injunctions", 
    "Judicial review", 
    "Law", 
    "Lawyers", 
    "Legal assistance to prisoners", 
    "Legal assistance to the poor", 
    "Limitation of actions", 
    "Public assistance programs", 
    "Public defenders", 
    "Right to counsel", 
    "Sentences (Criminal procedure)", 
    "Social welfare", 
    "Standards", 
    "State courts", 
    "Supreme Court decisions"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-03-11", 
    "text": "Habeas Corpus Revision Act of 1994 - Amends the Federal judicial code to revise provisions governing habeas corpus procedures, particularly in capital cases. Establishes a statute of limitations of one year for the filing of an application for habeas corpus relief from a sentence of death. Prescribes periods during which such time requirement shall be tolled, including any period during which the applicant is not represented by counsel. Provides for dismissal of an application for failure to comply with such time requirement, except where the waiver of such requirement is warranted by exceptional circumstances. (Sec. 3) Specifies requirements for stays of execution in capital cases. (Sec. 4) Prohibits the court from applying a new rule representing a clear break from precedent announced by the U.S. Supreme Court that could not have reasonably been anticipated at the time the claimant's sentence became final in State court, unless such rule: (1) places the claimant's conduct beyond the power of the criminal law-making authority to proscribe or punish with the sanction imposed; or (2) requires the observance of procedures without which the likelihood of an accurate conviction or valid capital sentence is seriously diminished. (Sec. 5) Bars the court from presuming a finding of fact made in certain State court proceedings to be correct or from declining to consider a claim on the ground that it was not raised in such a proceeding at the time or in the manner prescribed by State law, unless: (1) the relevant State maintains a mechanism for providing legal services to indigents in capital cases which meets specified requirements; (2) the State actually appointed an attorney to represent an applicant who was eligible for and did not waive such appointment in the State proceeding in which the finding of fact was made or the default occurred; and (3) any attorney so appointed substantially met specified qualification standards and the performance standards established by the appointing authority. (Sec. 6) Requires that, in the case of an applicant for Federal habeas corpus relief under sentence of death, a claim presented in a second or successive application be dismissed unless the applicant shows that: (1) the basis of the claim could not have been discovered by the exercise of reasonable diligence before the applicant filed the prior application, or the failure to raise the claim in the prior application was due to action by State officials in violation of the U.S. Constitution; and (2) the facts underlying the claim would be sufficient, if proven, to undermine the court's confidence in the applicant's guilt of the offense for which the capital sentence was imposed, or in the validity of that sentence under Federal law. (Sec. 7) Grants an applicant under sentence of death the right to appeal without a certification of probable cause, except after denial of a second or successive application. (Sec. 8) Requires the district court, in adjudicating habeas corpus cases, to: (1) exercise independent judgment in ascertaining the pertinent Federal legal standards and in applying those standards to the facts when adjudicating the merits of a particular ground (rather than deferring to a previous State court judgment regarding a Federal legal standard or its application); (2) issue habeas corpus relief at any time on behalf of an applicant under sentence of death imposed either in Federal or State court who offers newly discovered evidence which, had it been presented to the trier of fact or sentencing authority at trial, would probably have resulted in an acquittal of the offense for which the death sentence was imposed or a sentence other than death; and (3) decline to consider a habeas corpus claim under specified circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Habeas Corpus Revision Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To revise habeas corpus proceedings.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:42-05:00"
}