{
  "actions": [
    {
      "acted_at": "1973-02-05", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3686-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-05", 
  "number": "3686", 
  "official_title": "A bill to establish treatment and rehabilitation programs for drug dependent members of the Armed Forces.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Armed Forces Drug Dependency Treatment and Rehabilitation Act", 
  "sponsor": {
    "district": "19", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-05", 
  "subjects": [
    "Armed forces and national security", 
    "Narcotic addicts", 
    "Narcotics"
  ], 
  "subjects_top_term": "Narcotic addicts", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-05", 
    "text": "Armed Forces Drug Dependency Treatment and Rehabilitation Act - Authorizes the Secretary of Defense to require each member of the Armed Forces on active duty or on active duty for training to be examined to determine whether such member is drug-dependent. States that the Secretary of Defense shall prescribe policies under which members of the Armed Forces who are drug-dependent will be encouraged to identify themselves as such and to seek treatment and rehabilitation. Provides that drug-dependent members shall be given treatment and rehabilitation services in facilities of the armed force concerned or in private facilities. Authorizes the Secretary to retain a drug dependent member on active duty beyond the expiration of his term of service or date of separation for the purpose of such treatment. Stipulates that no such member may be so retained for more than 30 days. Provides that charges for a drug offense shall be dismissed upon completion of a program of treatment and participation under this Act, or satisfactory participation in such program upon release from active duty. Requires absolute medical confidentiality and an exemption from disciplinary or other legal action with regard to information given in seeking or receiving treatment and rehabilitation services under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Armed Forces Drug Dependency Treatment and Rehabilitation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish treatment and rehabilitation programs for drug dependent members of the Armed Forces.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:49-05:00"
}