{
  "actions": [
    {
      "acted_at": "1992-08-12", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-08-12", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-08-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-08", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-09", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Economic and Commercial Law", 
      "text": "Referred to the Subcommittee on Economic and Commercial Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5833-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Economic and Commercial Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-08-12", 
  "number": "5833", 
  "official_title": "To increase access to health care services for individuals in rural areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural Health Care Access Improvement Act of 1992", 
  "sponsor": {
    "district": "1", 
    "name": "LaRocco, Larry", 
    "state": "ID", 
    "thomas_id": "00665", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-08-12", 
  "subjects": [
    "Administrative remedies", 
    "Antitrust law", 
    "Capital", 
    "Collection of accounts", 
    "Communication in medicine", 
    "Community health services", 
    "Computer software", 
    "Conflict of interests", 
    "Education", 
    "Electronic data processing", 
    "Emergency medical services", 
    "Excise tax", 
    "Federal aid to nursing education", 
    "Fines (Penalties)", 
    "Government liability", 
    "Government paperwork", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Hospitals", 
    "Income tax", 
    "Information services", 
    "Insurance companies", 
    "Insurance premiums", 
    "Interest", 
    "Malpractice", 
    "Medicaid", 
    "Medical centers", 
    "Medical economics", 
    "Medical education", 
    "Medical fees", 
    "Medical personnel", 
    "Medical records", 
    "Medical residents", 
    "Medicare", 
    "Nursing education", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Physicians", 
    "Prospective payment systems (Medical care)", 
    "Public assistance programs", 
    "Public health personnel", 
    "Rural public health", 
    "Standards", 
    "Student loan funds", 
    "Surgery", 
    "Tax deductions", 
    "Taxation", 
    "Trauma care", 
    "User charges"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-08-12", 
    "text": "Rural Health Care Access Improvement Act of 1992 - Title I: Provisions Relating to Physicians' Services - Subtitle A: Incentives Under Medicare - Amends title XVIII (Medicare) of the Social Security Act to modify requirements regarding payments to new physicians and other new health care practitioners for services in a rural area. Prohibits failure to make Medicare payments based on the failure of an individual to complete a questionnaire concerning the existence of a primary plan. Declares that any such payment remains conditional. Regulates the use, by carriers used for the administration of Medicare benefits, of extrapolation. Prohibits fees (by carriers or the Secretary of Health and Human Services) for filing a claim concerning physicians' services, related errors or appeals, applications for unique identifiers, responding to inquiries respecting physicians' services, or providing information with respect to medical review of such services. Requires consideration, in applying standards and criteria for contracts with carriers, of evaluations submitted by medical societies representing physicians served by the carrier. Provides for appeals of carrier actions. Requires carriers to provide for review (of denial of payments for physicians' services) by a physician in the same medical specialty. Amends titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act to modify the circumstances in which payments may be made to a physician for services provided by a second physician. Amends the Social Security Act to exclude surgical procedures performed in a rural area from requirements of utilization and quality control review. Subtitle B: Increasing Number of Physicians Practicing in Rural Areas - Amends the Internal Revenue Code to allow a personal interest deduction for qualified medical education loan interest which accrues while the physician is providing primary care to residents of a medically underserved rural area. Amends the Higher Education Act of 1965 to declare that two-year time limits do not apply to a borrower serving an internship or residency program in preparation for primary care practice with regard to paying interest subsidies on certain educational loans, insuring certain student loans, and repaying the principal and interest on certain educational loans. Amends the Public Health Service Act to add the ratio of medically underserved individuals in a health professional shortage area to the aggregate population of all such areas to the list of exclusive factors to be considered in determining the greatest shortages in the assignment of National Health Service Corps members. Subtitle C: Reduction in Medical Malpractice Liability for Community Health Centers - Amends the Public Health Service Act to include entities receiving Federal funds under provisions relating to migrant health centers, community health centers, or health services for the homeless, or health services for residents of public housing, and officers, employees, or certain contractors of such entities who are licensed or certified health practitioners, in the coverage of provisions regulating civil actions for injury resulting from medical or related functions against commissioned officers or employees of the Public Health Service. Subrogates to the United States any insurance claim such an entity or person has. Terminates the inclusion after a specified date. Prohibits grants under provisions relating to migrant or community health centers, health services for the homeless, or health services for residents of public housing unless the applicant has: (1) implemented policies and procedures to assure against malpractice and the risk of lawsuits; (2) reviewed the professional credentials, claims history, and other information regarding its licensed health care practitioners; (3) no history of claims against it (or its officers, employees, or contractor) under such provisions relating to officers and employees of the Public Health Service, or has cooperated with the Attorney General in defending against such claims and has taken corrective action; and (4) has cooperated with the Attorney General in providing information relating to an estimate of expected claims. Empowers the Attorney General, if certain conditions are met, to determine that an individual physician or other practitioner not be deemed a Public Health Service employee for purposes of these provisions. Prohibits hospitals from denying admitting privileges to an otherwise qualified health care provider who is an officer, employee, or contractor of such an entity. Mandates an annual estimate of the amount of expected claims and withholding that amount from the appropriation for each involved grant program. Subtitle D: Expansion of Exceptions to Limitations on Physician Self-Referrals - Amends provisions of title XVIII (Medicare) of the Social Security Act prohibiting physician referrals to an entity with which the physician has a financial relationship to provide for exceptions relating to health maintenance organizations, managed care plans, shared facility services, and certain community services for which it is found that community individuals will be deprived of adequate health services without such an exception. Mandates a study of the changes in aggregate costs, under Medicare and other health plans, which will result from the amendments made by this subtitle. Title II: Provisions Relating to Hospitals - Amends Medicare provisions to require rural hospital prospective payment system amounts for capital-related costs of inpatient services to be based on reasonable costs or on the methodology used to determine the payment for other hospitals, as elected by the hospital. Amends the Omnibus Budget Reconciliation Act of 1989 to extend the termination date of provisions requiring referral centers. Removes Medicare provisions relating to exceptions and adjustments in certain payments for regional and national referral centers. Provides that the disproportionate share adjustment percentage be determined, in certain circumstances, as though such provisions had not been removed. Shields from certain antitrust laws specified actions of hospitals meeting described requirements, including being outside of a city or in a city with fewer than a specified number of inhabitants. Title III: Miscellaneous Provisions - Subtitle A: Administrative Simplification - Requires any public or private health benefit plan to: (1) issue health claims cards; (2) provide information to the assigned health claims clearinghouse on eligibility and benefits for an individual; and (3) accept the determinations of clean claims made by the clearinghouse. Requires each health service provider to submit claims only to the assigned clearinghouse and only consistent with standards under this Act. Imposes civil penalties. Establishes a sunset date for the penalties. Requires each hospital, as a Medicare participation agreement requirement, to report information in a uniform manner consistent with specified provisions of the Omnibus Budget Reconciliation Act of 1987. Requires: (1) designation of clearinghouse areas having about five million residents each; and (2) a separate contract in each area with a public or private organization to perform the clearinghouse functions. Allows a clearinghouse to impose user charges. Sets forth clearinghouse functions, including eligibility and benefit verification and claims processing. Provides for inter-clearinghouse verification and the use of electronic and other communication forms. Allows the clearinghouse contract to provide for claim payment by the clearinghouse, including regarding Medicare payments. Mandates standards for: (1) uniform health claims cards with certain information electronically encoded; and (2) the type and form of information required for claims acceptance and payment. Requires the Secretary of Health and Human Services to develop and make available to providers such computer software as will enable providers to make inquiries, receive responses, and submit claims electronically and, in the case of hospitals, to submit uniform reports. Amends the Internal Revenue Code to impose a tax on the failure of any group health plan to meet certain requirements of this title, specifying sunset dates for the tax. Sets the amount of the tax at 25 percent of the gross premiums received during the year from all group health plans issued by the person on whom the tax is imposed. Requires that Medicare and Medicaid identification cards be modified to meet the requirements of this Act. Subtitle B: Other Provisions - Amends the Public Health Service Act to require that demonstration projects involving telecommunications to improve trauma care in rural areas include specified elements. Authorizes the use of a specified amount from funds appropriated to carry out provisions relating to health personnel student assistance for grants to nursing schools for the establishment of clinics to provide primary care services in medically underserved rural areas or within a certain distance of Indian country and to provide for related clinical training development, faculty enhancement, and student scholarships. Amends Federal law relating to the independent collection of information by an agency to require: (1) a study of the burden of federally conducted or sponsored health care services information collection requests; and (2) setting a goal of reducing that burden by specified percentages."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Health Care Access Improvement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To increase access to health care services for individuals in rural areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:55-05:00"
}