{
  "actions": [
    {
      "acted_at": "2007-06-18", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Byrd. With written report No. 110-84.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-18", 
      "calendar": "Senate Legislative", 
      "number": "204", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 204.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1644-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-06-18", 
  "number": "1644", 
  "official_title": "An original bill making appropriations for the Department of Homeland Security for the fiscal year ending September 30, 2008, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2638-110", 
      "reason": "identical"
    }
  ], 
  "short_title": "Department of Homeland Security Appropriations Act, 2008", 
  "sponsor": {
    "district": null, 
    "name": "Byrd, Robert C.", 
    "state": "WV", 
    "thomas_id": "01299", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-06-18", 
  "subjects": [
    "Agriculture and food", 
    "Air cargo", 
    "Airline passenger traffic", 
    "Alabama", 
    "Appropriations", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Auditing", 
    "Aviation safety", 
    "Border patrols", 
    "Bridges", 
    "Canada", 
    "Capital investments", 
    "Charities", 
    "Chemical industries", 
    "Chemicals", 
    "Child pornography", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Coast guard", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Customs administration", 
    "Data banks", 
    "Department of Homeland Security", 
    "Disaster insurance", 
    "Disaster loans", 
    "Disaster relief", 
    "Earthquakes", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Emergency housing", 
    "Emergency management", 
    "Employee training", 
    "Environmental protection", 
    "Evacuation of civilians", 
    "Explosives", 
    "Families", 
    "Federal Emergency Management Agency", 
    "Federal aid to education", 
    "Federal aid to law enforcement", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fire fighters", 
    "Fire prevention", 
    "Floods", 
    "Food relief", 
    "Foreign trade and international finance", 
    "Government lending", 
    "Government operations and politics", 
    "Government procurement", 
    "Government trust funds", 
    "Harbors", 
    "Health", 
    "Hours of labor", 
    "Housing and community development", 
    "Hurricanes", 
    "Illegal aliens", 
    "Immigrants", 
    "Immigration", 
    "Information technology", 
    "Informers", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Inspectors general", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Liability for environmental damages", 
    "Louisiana", 
    "Maps", 
    "Marine safety", 
    "Marine terminals", 
    "Mass rapid transit", 
    "Mexico", 
    "Military pensions", 
    "Mississippi", 
    "Motor buses", 
    "Nuclear terrorism", 
    "Oil pollution", 
    "Patrol aircraft", 
    "Patrol ships", 
    "Pennsylvania", 
    "Police training", 
    "Railroad freight operations", 
    "Railroad passenger traffic", 
    "Railroad safety", 
    "Reprogramming of appropriated funds", 
    "Rescission of appropriated funds", 
    "Rescue work", 
    "Research and development", 
    "Retiree health benefits", 
    "Right of privacy", 
    "Risk", 
    "Science, technology, communications", 
    "Secret service", 
    "Smuggling", 
    "Social welfare", 
    "Strategic planning", 
    "Survivors' benefits", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Terrorism", 
    "Transportation and public works", 
    "Transportation safety", 
    "Trucking", 
    "Urban affairs", 
    "Urban areas", 
    "User charges", 
    "Wages", 
    "Water resources development", 
    "West Virginia", 
    "Western Hemisphere"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2007-06-18", 
    "text": "Department of Homeland Security Appropriations Act, 2008 - Title I: Department of Homeland Security Departmental Management and Operations - Makes appropriations for FY2008 for the Department of Homeland Security (DHS) for the Offices of the Secretary of Homeland Security, the Under Secretary for Management, the Chief Financial Officer, the Chief Information Officer, the Federal Coordinator for Gulf Coast Rebuilding, and the Inspector General.Title II: Security, Enforcement, and Investigations - Makes appropriations for: (1) Customs and Border Protection (CBP), including for border security fencing, infrastructure, and technology, air and marine interdiction, maintenance, procurement, and construction; (2) Immigration and Customs Enforcement (ICE), including for the Federal Protective Service; (3) the Transportation Security Administration (TSA), including for transportation threat assessment and credentialing and the Federal Air Marshals; (4) the Coast Guard, including for environmental compliance and restoration, reserve training, acquisition, construction, and improvements, and retired pay; and (5) the Secret Service.Title III: Protection, Preparedness, Response, and Recovery - Makes appropriations for: (1) the National Protection and Programs Directorate; (2) the Office of Health Affairs; and (3) the Federal Emergency Management Agency (FEMA), including for state and local programs for terrorism prevention, firefighter assistance grants, emergency management performance grants, the radiological emergency preparedness program, the U.S. Fire Administration, and disaster assistance and flood-related activities and funds. Sets restrictions on the obligation of funds for the U.S. Visitor and Immigrant Status Indicator Technology (U.S.-VISIT). Title IV: Research and Development, Training, and Services - Makes appropriations for citizenship and immigration services (CIS), the Federal Law Enforcement Training Center, the Office of the Under Secretary for Science and Technology, and the Domestic Nuclear Detection Office. Title V: General Provisions - (Sec. 501) Sets forth prohibitions and restrictions on funds provided under this Act, including with respect to availability, reorganization authority, reprogramming, intelligence activities, federal law enforcement training, protection of agency heads, and Coast Guard operations. (Sec. 507) Designates the Federal Law Enforcement Training Accreditation Board to lead the federal law enforcement training accreditation process.(Sec. 510) Requires the Director of the Federal Law Enforcement Training Center to schedule basic or advanced law enforcement training at all four training facilities under the Center's control to ensure that these centers are operated at the highest capacity. (Sec. 513) Prohibits: (1) the obligation of funds for deployment or implementation of the Secure Flight program or other passenger prescreening program, on other than a test basis, until the Secretary of Homeland Security has certified and the Government Accountability Office (GAO) has reported that specified requirements have been met; and (2) the use, during the testing phase, of information gathered from passengers, foreign or domestic air carriers, or reservation systems to screen aviation passengers or to delay or deny boarding, except where passenger names are matched to a government watch list.(Sec. 514) Prohibits the funds made available in this Act from being used to amend the oath of allegiance required by the Immigration and Nationality Act.(Sec. 515) Prohibits the use of funds appropriated by this Act to process or approve a competition under Office of Management and Budget (OMB) Circular A-76 for services provided as of June 1, 2004, by employees of CIS who are known as Immigration Information Officers, Contact Representatives, or Investigative Assistants. (Sec. 517) Directs the Secretary to research, develop, and procure new technologies to inspect and screen air cargo carried on passenger aircraft at the earliest date possible. Requires existing checked baggage explosive detection equipment and screeners to be used to screen air cargo carried on such aircraft to the greatest extent practicable at each airport until the new technologies are available. Requires TSA to report to the Appropriations Committees on air cargo inspection statistics by airport and air carrier.(Sec. 525) Requires: (1) FEMA to submit a quarterly report to the Appropriations Committees detailing the allocation and obligation of funds for disaster relief; and (2) the Secretary, at least quarterly, to obtain and report to those committees on actual obligation and expenditure data of agencies performing mission assignments.(Sec. 530) Amends the Intelligence Reform and Terrorism Prevention Act of 2004 to extend the date for implementation of the Western Hemisphere Travel Initiative.(Sec. 531) Amends the DHS Appropriations Act, 2007 to allow a state or political subdivision to adopt or enforce a regulation, requirement, or standard of performance regarding chemical facility security that is more stringent than the federal standard, unless there is an actual conflict.(Sec. 534) Permits the transfer of specified funds from prior year balances currently available to TSA for the Secure Flight program.(Sec. 535) Provides specified disaster assistance for schools damaged by Hurricanes Katrina and Rita."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Homeland Security Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Homeland Security Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Department of Homeland Security for the fiscal year ending September 30, 2008, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:42-05:00"
}