{
  "actions": [
    {
      "acted_at": "1998-06-19", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-06-22", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-06-25", 
      "in_committee": "House Committee on the Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4100-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-06-19", 
  "number": "4100", 
  "official_title": "To amend title 18, United States Code, with respect to the employment of Federal prisoners, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Free Market Prison Industries Reform Act of 1998", 
  "sponsor": {
    "district": "8", 
    "name": "McCollum, Bill", 
    "state": "FL", 
    "thomas_id": "00761", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-06-19", 
  "subjects": [
    "Commerce", 
    "Compensation for victims of crime", 
    "Competitive bidding", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Families", 
    "Federal Prison Industries, Inc.", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government corporations", 
    "Government operations and politics", 
    "Government procurement", 
    "Government trust funds", 
    "Imports", 
    "Labor and employment", 
    "Presidential appointments", 
    "Prison labor", 
    "Privatization", 
    "State laws", 
    "Support of dependents", 
    "Wages"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-06-19", 
    "text": "Free Market Prison Industries Reform Act of 1998 - Amends the Federal criminal code to revise provisions governing Federal Prison Industries (FPI). Directs that FPI: (1) be administered by a board of seven directors appointed by the President; (2) provide industries operated as a Limited Sales Project, Private Sector Project, or Prison Industry Enhancement Project, aimed at generating the greatest amount of prisoner contributions and providing employment for the greatest number possible of inmates who are eligible to work and in the custody of the Bureau of Prisons, convicted by general courts martial and confined in an institution under Department of Defense jurisdiction, or confined in a District of Columbia penal or correctional institution; and (3) conduct its operations so that it realizes annual positive net revenues. Allows any such prison industry to offer for sale on the open market assembled or foreign-made goods. Exempts FPI from compliance with the Competition in Contracting Act of 1984 or with the Federal Acquisition Regulations. (Sec. 3) Requires any prison industry not operated as a Private Sector Project or a Prison Industry Enhancement Project to be operated as a Limited Sales Project, which shall: (1) sell its products only to the Federal Government, State and local governmental entities, or outside the United States; (2) be operated directly by FPI; and (3) be located in a facility provided by the Bureau of Prisons. (Sec. 4) Requires each industry located at a facility activated by the Attorney General one year or more after this Act's enactment to be operated as a Private Sector Project, with an exception. Permits each industry located at a facility that was activated before that date to be operated as a Private Sector Project. Directs that such a Project: (1) sell its products generally on the open market; (2) be operated by a private person under a contract with FPI for the use of prison labor; and (3) be located in a facility operated by the Bureau of Prisons or a private person under a contract with the Attorney General, or elsewhere as may be determined by the Attorney General. Requires FPI: (1) to enter into a contract with a private person to operate the Private Sector Project on terms beneficial to FPI's mission, including provision for payment for the use of the services of the inmates working in that Project; (2) before entering into such contract, to prepare and make public a notice soliciting private persons to submit bids; and (3) when reviewing bids, to give preference to private persons who proposed to use the Project for operations that otherwise would be located abroad, with an exception. Allows each industry that is in operation one year after this Act's enactment and located at a facility activated before such date to be operated as a Prison Industry Enhancement Project, which shall: (1) sell its products generally on the open market; (2) be operated by FPI; and (3) be located in a facility operated by the Bureau of Prisons or a private person under a contract with the Attorney General. Requires FPI, not later than: (1) two years after this Act's enactment date, to operate not fewer than five industries existing on such date as Private Sector Projects or Prison Industry Enhancement Projects; and (2) three years after such date, to operate not fewer than 20 such industries as Private Sector Projects or Prison Industry Enhancement Projects. (Sec. 7) Rewrites provisions regarding the prohibition on sales of prisoner-made products. Makes such prohibition inapplicable to goods, wares, or merchandise manufactured or produced, or services provided, by inmates at an industry provided by FPI, or by a State, unless: (1) the industry is operated by a person other than the State; and (2) after September 30, 2008, the State does not have in effect any requirement that State departments and agencies purchase a portion of their requirements from products produced by any State prison industry. (Sec. 8) Requires the Director of the Bureau of Labor Statistics to make an initial determination of those goods of which 95 percent or more of the amount sold in the United States are fabricated in a foreign place. (Sec. 9) Directs the Attorney General to develop and submit to the Congress a plan for restructuring FPI that provides for: (1) the phasing out of the use of Limited Sales Projects and of Prison Industry Enhancement Projects by September 30 of 2008 and 2013, respectively; and (2) the creation of a non-governmental entity to succeed Federal Prison Industries."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Free Market Prison Industries Reform Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 18, United States Code, with respect to the employment of Federal prisoners, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:00-05:00"
}