{
  "actions": [
    {
      "acted_at": "1975-02-27", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3850-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-27", 
  "number": "3850", 
  "official_title": "A bill to amend the Emergency Petroleum Allocation Act of 1973 to reduce foreign oil imports and reliance on such imports by directing the President to equitably allocate gasoline and to recommend to the Congress an increase in the Federal excise tax on gasoline purchases not subject to the program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Gasoline Conservation Act", 
  "sponsor": {
    "district": "8", 
    "name": "Gude, Gilbert", 
    "state": "MD", 
    "thomas_id": "00474", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-27", 
  "subjects": [
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Excise tax", 
    "Fuel allocation", 
    "Gasoline", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Resource allocation", 
    "Taxation"
  ], 
  "subjects_top_term": "Energy policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-27", 
    "text": "Gasoline Conservation Act - States that the purpose of this Act is to reduce foreign oil imports and reliance on such imports by directing the President to allocate gasoline so as to provide Americans with a fair share of United States domestic oil production at a fair price and to allow for purchases above the allocated amount at a price increased by a Federal excise tax in the amount necessary to reduce domestic fuel consumption by one million barrels per day. Requires the President to establish a program of end-use allocation and ordering priorities among classes of end-users of gasoline. States that each end user shall have rights to an amount of gasoline equal to the available domestic production of crude oil divided by the number of licensed motor vehicle operators in the United States who own a motor vehicle. Directs the President to structure the program in such a way as to allow evidence of rights to purchase gasoline to be freely transferable among end-users of gasoline. Requires the President to report to Congress his recommendations with respect to the amount of the excise tax on gasoline purchased in excess of the allocated amount. States that such recommendation shall also include an equitable rebate proposal for business and commercial driving, trades and professions, and special hardship cases such as the handicapped."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Gasoline Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Emergency Petroleum Allocation Act of 1973 to reduce foreign oil imports and reliance on such imports by directing the President to equitably allocate gasoline and to recommend to the Congress an increase in the Federal excise tax on gasoline purchases not subject to the program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:31-05:00"
}