{
  "actions": [
    {
      "acted_at": "1988-10-21", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-21", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-21", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-21", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-22", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-11-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5579-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-10-21", 
  "number": "5579", 
  "official_title": "A bill to provide for the participation of Indian tribes in certain social services programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Social Services Act of 1988", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-10-21", 
  "subjects": [
    "Adoption", 
    "Alaska", 
    "Alaskan natives", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Block grants", 
    "Census", 
    "Census and Statistics", 
    "Children and youth", 
    "Drug abuse", 
    "Drugs and narcotics", 
    "Energy assistance for the poor", 
    "Federal aid to Indians", 
    "Federal aid to alcoholism programs", 
    "Federal aid to child welfare", 
    "Foster home care", 
    "Health", 
    "Mental health", 
    "Mental health services", 
    "Native Americans", 
    "Population growth", 
    "Population statistics", 
    "Poverty", 
    "Public assistance programs", 
    "Social welfare", 
    "Social work", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-10-21", 
    "text": "Indian Social Services Act of 1988 - Title I: Social Services Block Grant Amendments - Amends title XX (Block Grants to States) of the Social Security Act to authorize appropriations for block grants for social services to Indian tribes. Sets forth an allocation formula for payments to Indian tribes. Makes technical amendments to appy provisions of such title to Indian tribes. Directs the Secretary of Health and Human Services to make direct grants to any tribe which operates a social service program under such title. Provides that Alaskan regional associations defined under the Alaska Native Claims Settlement Act shall be eligible for funding under this title unless a village within such association's region: (1) applies separately for direct funding; or (2) notifies the Secretary that it does not want the association to apply for funding on its behalf. Title II: Adoption Assistance and Child Welfare Act Amendments - Amends part B of title IV (Child Welfare Services) of the Social Security Act to include funding for Indian-controlled, off-reservation programs serving Indian children in the requisite features of State plans for child welfare services. Requires (current law authorizes) the Secretary to make direct payments to Indian tribes which have child welfare service plans. Sets forth an allotment formula for direct payments to such tribes. Permits tribes to use Federal or State funds to match such payments. Directs the Secretary, in any case where a satisfactory plan has been submitted by an Indian tribe, to reduce the required tribal share for such programs if such a tribe shows that it has inadequate financial resources to provide the matching funds. Requires the Secretary to make payments to any Indian tribe which operates a plan for foster care and adoption assistance under such title. Provides that provisions regarding State plans for foster care and adoption assistance shall apply to Indian tribes, except that: (1) such tribes shall develop foster care licensing and placement, case plans, and case review consistent with tribal standards and the Indian Child Welfare Act; and (2) the Secretary may alter the requirements of such provisions to relieve any hardship upon a tribe that may result from such requirement. Provides that Alaskan regional associations defined under the Alaska Native Claims Settlement Act shall be eligible for funding under such title unless a village within such association's region: (1) applies separately for direct funding under this title; or (2) notifies the Secretary that it does not want the association to apply for social services funding on its behalf. Provides that the payment of funds to Indian tribes for foster care or adoption assistance plans shall be calculated by the same formula applicable to States, except that tribes shall be entitled to 100 percent of the expenditures necessary for the training of plan personnel. Permits tribes to use Federal or State funds to match such payments. Directs the Secretary, in any case where a satisfactory plan has been submitted by an Indian tribe, to reduce the required tribal share for such programs if such a tribe shows that it has inadequate financial resources to provide the matching funds. Authorizes the Secretary, in the case of a tribal share reduction, to review and approve the tribal payment schedule for foster families and child-care institutions and the schedule provided for in adoption assistance agreements. Title III: Alcohol, Mental Health and Drug Abuse Block Amendments - Amends the Public Health Service Act to require the Secretary to reserve funds for Indian tribes for alcohol, drug abuse, and mental health services block grants. (Current law provides for such reservation subject only to certain conditions.) Sets forth an allocation formula for payments to Indian tribes. Title IV: Consolidated Funding for Indian Tribes - Requires the Secretary to consolidate the grants made directly to an Indian tribe under titles XX and IV-B of the Social Security Act, title XIX of the Public Health Service Act, and under the Low-Income Home Energy Assistance Act of 1981. Entitles an Indian tribe to submit a single application and pre-expenditure report for a consolidated grant. Title V: Collective Operation of Programs and Grant Protection for Indian Tribes - Authorizes an Indian tribe to contract with qualified providers or other Indian tribes for the centralized services of any social service program under this Act by a single organizational unit for the region served by such tribes. Authorizes such unit to submit a single grant application of all tribes which are parties to the agreement. Title VI: Census Bureau Statistics - Requires the Census Bureau to: (1) include calculations of the nationwide poverty levels for Indians living on or near a reservation in its yearly report on income and poverty; and (2) prepare a national estimate of the yearly population growth rate for Indians based upon data collected in the two previous decennial censuses relating to population trends. Title VII: Definitions, Effective Date, and Authorization of Appropriations - Sets forth definitions for this Act. Provides that this Act shall become effective in FY 1990. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Social Services Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the participation of Indian tribes in certain social services programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:51-05:00"
}