{
  "actions": [
    {
      "acted_at": "1975-01-23", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1953-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-23", 
  "number": "1953", 
  "official_title": "A bill to amend the Vocational Education Act of 1963 to improve the administration of postsecondary vocational education programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Postsecondary Vocational Education Act", 
  "sponsor": {
    "district": "17", 
    "name": "O'Brien, George M.", 
    "state": "IL", 
    "thomas_id": "00872", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-23", 
  "subjects": [
    "Education", 
    "Higher education", 
    "Labor and employment", 
    "Vocational education"
  ], 
  "subjects_top_term": "Vocational education", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-23", 
    "text": "Postsecondary Vocational Education Act - Establishes a division of funds between vocational and occupational education in allotments to States under the Vocational Education Act of 1963. Provides that funds granted to States for occupational education may be used for: (1) the provision of occupational education; and (2) ancillary services and activities to assure quality in all occupational education programs, such as program evaluation, special demonstration and experimental programs, development of instructional materials, and improved State leadership, including periodic evaluation. Directs any State desiring to receive the amount of its occupational education allotment for a fiscal year to submit a State plan for occupational education at such time, in such detail, and containing such information as the Commissioner of Education may prescribe. Sets forth criteria to be met for approval of State plans by the Commissioner. Provides that the Commission shall pay, from the State's occupational education allotment for a fiscal year, an amount equal to 50 percent of the total expenditures made in carrying out the State's approved plan. Directs each State to establish a local coordinating committee for each locality in the State. Provides that each local coordinating committee shall make a continuing study of the needs in its locality for vocational education, occupational education, and manpower training programs. States that on the basis of the information derived from such study, the local coordinating committee shall develop and propose a strategy which will present a coherent, intergrated, and comprehensive set of vocational education, occupational education, and manpower training programs designed to meet such needs. Stipulates that aggregate expenditures for administration, guidance and counseling, and technical assistance may not exceed 20 percent of the State's vocational education allotment for that year. Provides for the consolidation, under the Vocational Education Act, of programs for research and training, exemplary programs, and project and curriculum development. Sets forth provisions governing how appropriated sums shall be divided by the Commissioner among specific projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postsecondary Vocational Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Vocational Education Act of 1963 to improve the administration of postsecondary vocational education programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:59-05:00"
}