{
  "actions": [
    {
      "acted_at": "1974-04-01", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3278-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-01", 
  "number": "3278", 
  "official_title": "A bill to extend and amend the Economic Stabilization Act of 1970 to insure an orderly transition from mandatory economic controls and to provide for congressional oversight of the decontrol process.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Stabilization Act Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-01", 
  "subjects": [
    "Economic stabilization", 
    "Economics and public finance", 
    "Foreign trade and international finance"
  ], 
  "subjects_top_term": "Economic stabilization", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-01", 
    "text": "Economic Stabilization Act Amendments - States that in view of the present international and domestic economic situation and in order to provide for the orderly transition from the economic stabilization program in effect prior to May 1, 1974, and in particular the policy of gradual, selective sector-by-sector decontrol and to continue to provide for stabilizing prices, wages, and salaries, reducing inflation, improving the Nation's competitive position in world trade, promoting full employment, and protecting the purchasing power of the dollar, it is necessary to: (1) monitor compliance with commitments made by firms in connection with sector-by-sector decontrol actions; (2) review the programs and activities of Federal departments and agencies and the private sector which may have adverse effects on supply and cause increases in prices and make recommendations for changes to increase supply and restrain prices; (3) review industrial capacity, demand, and supply in various sectors of the economy, working with the industrial groups concerned and appropriate governmental agencies to encourage price restraint; (4) work with labor and management in the various sectors of the economy having special economic problems, as well as with appropriate Government agencies, to improve the structure of collective bargaining and the performance of those sectors in restraining prices; (5) improve wage and price data bases for the various sectors of the economy to improve collective bargaining and encourage price restraint; (6) conduct public hearings when appropriate to provide for public scrutiny of inflationary problems in various sectors of the economy; (7) focus attention on the need to increase productivity in both the public and private sectors of the economy; and (8) monitor the economy as a whole by requiring, as appropriate, reports on wages, productivity, prices, sales, profits, imports, and exports. Provides that the President may issue an order or a regulation under this Act to stabilize prices wages, and salaries in any sector of the economy only upon a determination that such sector has contributed to severe increases in inflation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Stabilization Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend and amend the Economic Stabilization Act of 1970 to insure an orderly transition from mandatory economic controls and to provide for congressional oversight of the decontrol process.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:08-05:00"
}