{
  "actions": [
    {
      "acted_at": "1974-10-16", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s4145-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brock, Bill", 
      "sponsored_at": "1973-01-03", 
      "state": "TN", 
      "thomas_id": "01291", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ervin, Sam J., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "01326", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-10-16", 
  "number": "4145", 
  "official_title": "A bill to establish a National Commission on Regulatory Reform.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Commission on Regulatory Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Metcalf, Lee", 
    "state": "MT", 
    "thomas_id": "01399", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-10-16", 
  "subjects": [
    "Government operations and politics", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-10-16", 
    "text": "National Commission on Regulatory Reform Act - Establishes, in the executive branch of the Federal Government, a National Commission on Regulatory Reform. States that the Commission shall identify regulatory activities of the Independent Regulatory Agencies for detailed review, and conduct such review which shall include, but shall not be limited to: (1) an analysis of the purposes and objectives of the regulatory activities; (2) an assessment of actual performance in achieving the purposes and objectives; (3) an analysis of the costs and benefits of each activity; and (4) an examination of State and local governmental regulatory activities which interact with the Federal independent regulatory system. Directs the Commission to prepare and transmit a report to the President and Congress not later than one year following the appointment of the full Commission. States that the report shall include: (1) the results of the detailed review conducted pursuant to this Act; (2) appropriate revisions to overall goals and procedures of specific Federal regulatory authorities; (3) specific recommendations for legislative actions which would improve the effectiveness or the efficiency of the Federal independent regulatory agencies reviewed; (4) an assessment of the costs, including transition costs, of any modifications recommended or suggested; and (5) recommendations for a means of continuing review of the economic costs of Federal independent regulatory activities. Sets forth the powers of the Commission, including the power to establish such advisory committees as may be necessary or appropriate, to carry out any specific analytical or investigative undertakings on behalf of the Commission. Authorizes appropriations of $500,000 to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Commission on Regulatory Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Commission on Regulatory Reform.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:22-05:00"
}