{
  "actions": [
    {
      "acted_at": "1973-06-27", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9002-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-27", 
  "number": "9002", 
  "official_title": "A bill to revise and restate certain functions and duties of the Comptroller General of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9091-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr9342-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2049-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Accounting and Auditing Act", 
  "sponsor": {
    "district": "7", 
    "name": "Gibbons, Sam", 
    "state": "FL", 
    "thomas_id": "00437", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-27", 
  "subjects": [
    "Economics and public finance", 
    "Federal aid programs", 
    "General Accounting Office", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-27", 
    "text": "Accounting and Auditing Act - Title I: Enforcement of Decisions and Settlements - Authorizes the Comptroller General to bring a suit for declaratory and injunctive relief when he has reasonable cause to believe that any official of the executive branch is about to expend, obligate, or authorize the expenditure or obligation of public funds in an illegal or erroneous manner. Directs the Comptroller General to institute a civil action for such relief in the District Court for the District of Columbia. Title II: Subpena Power - Authorizes the Comptroller General to sign and issue subpenas requiring the production of negotiated contract and subcontract records and records of other non-Federal persons or organizations to which he has a right of access by law or agreement. Title III: Budget, Fiscal, and Program Information for the Congress - Directs the Comptroller General to: (1) conduct a continuing program to ascertain congressional needs for budgetary, fiscal, and program information; (2) assist congressional committees in developing specifications for legislative requirements for executive branch evaluations of Federal programs and reports thereon to Congress; and (3) monitor reporting requirements of Congress and congressional committees, and recommend improvements to enhance their usefulness and to eliminate duplicative or unnecessary reporting. Title IV: Access to Records - Requires each recipient of Federal assistance pursuant to grants or contracts to keep such financial disclosure records as the head of the executive department or agency involved shall prescribe. Entitles such head and the Comptroller General, until 3 years after the completion of the project, to access for the purpose of audit and examination to any documents or reports related to the grants or contracts. Permits a civil action by the Comptroller General to obtain records sought under this title, but limits such relief to a declaratory judgment. Provides, following a final judgment, for a suspension of appropriations to the bureau, office, or unit of the pertinent department or establishment until the information is made available to the General Accounting Office. Sets forth provisions allowing either House to prohibit such spspension of appropriations by passage of a resolution. Title V: General Accounting Office Building - Permits the Comptroller General to exercise control over the General Accounting Office Building, to sublet space therein to other agencies, and to lease additional space for the use of the GAO in the District of Columbia and elsewhere. Title VI: Profits Study - Authorizes the Comptroller General to make selective studies of the profits of major Government contractors, for the purpose of comparing profits from government business with those from commercial sources and ascertaining whether proper allocation of costs are made to government business. Permits the Comptroller General to audit and inspect any books or records necessary for his calculations. Title VII: Statistical Sampling Procedures in the Examination of Vouchers - Authorizes the Comptroller General to prescribe limitations upon the amount of disbursement vouchers subject to administrative preaudit by statistical sampling techniques. Requires him to include in his reviews of accounting systems an evaluation of such procedures. Title VIII: Audit of Transportation Payments - Vests primary responsibility for audit of transportation bills and recovery of overcharges in one or more executive agencies designated by the Director of the Office of Management and Budget--rather than the GAO--subject to standares promulgated jointly by the Secretary of the Treasury and the Comptroller General. Directs the GAO audit to conform to the audit procedures applicable generally to Government activities. Title IX: Audit of Nonappropriated Fund Activities - Provides for audit and review by GAO of nonappropriated funds and related activities within the executive branch. Title X: Employment of Experts and Consultants - Authorizes the Comptroller General to employ 10 experts and to obtain consultant services to assist him in carrying out his duties. Title XI: Audits of Government Corporations - Changes from 1 to 3 years the frequency requirements for GAO audits of wholly owned and mixed-ownership Government corporations, and the making of reports to the Congress on such audits. Modifies audit requirements with respect to certain other Government entities. Title XII: Revision of Annual Audit Requirements - Eliminates requirements for annual GAO audits of specified revolving funds, and makes the frequency of such audits subject to the direction of the Comptroller General."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Accounting and Auditing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and restate certain functions and duties of the Comptroller General of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:18-05:00"
}