{
  "actions": [
    {
      "acted_at": "1984-04-11", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-12", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-05-15", 
      "bill_ids": [
        "hr5602-98"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Further Action See H.R.5602.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5433-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-11", 
  "number": "5433", 
  "official_title": "A bill to amend title VII of the Public Health Service Act to provide financial assistance to minority students in the health professions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5602-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Professions Minority Training Assistance Act", 
  "sponsor": {
    "district": "21", 
    "name": "Stokes, Louis", 
    "state": "OH", 
    "thomas_id": "01115", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-04-11", 
  "subjects": [
    "Authorization", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Federal aid to medical education", 
    "Government trust funds", 
    "Higher education", 
    "Medical education", 
    "Medical personnel", 
    "Medical research", 
    "Minorities", 
    "Minorities in medicine", 
    "Minority education", 
    "Student aid"
  ], 
  "subjects_top_term": "Medical education", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-04-11", 
    "text": "Health Professions Minority Training Assistance Act - Amends the Public Health Service Act to require the Secretary of Health and Human Services to make grants to accredited public or nonprofit health professions schools to establish a fund from which low interest loans may be made to low income students. Sets forth the eligibility requirements for health professions schools for such a grant. Sets as eligibility requirements for a loan that a student be a member of a minority group and have a demonstrated need of $6,000 or one-half of the cost of attending the school in which he is enrolled or to which he has been accepted. States that such loans shall be repayable over a ten-year period which begins one year after the student ceases a full-time course of study, excluding periods of: (1) active duty performed as a member of a uniformed service; (2) service as a volunteer under the Peace Corps Act; or (3) periods of advanced professional training including internships and residencies. Cancels such debt upon the death of the borrower or upon permanent or total disability. Authorizes appropriations for such grants through FY 1987. Directs the Secretary to make grants to accredited public or nonprofit health professsions schools to establish a fund from which loans may be made to minority students from families with gross incomes of less than $30,000. Sets forth the eligibility requirements a student must meet for such a loan. Provides for partial payment by the Secretary of principal and interest on any such loan for an individual who enters into an agreement to practice his profession for a period of at least two years in a health manpower shortage area and meets certain other requirements. Permits the Secretary to designate academic institutions as health manpower shortage areas. Authorizes appropriations for the purposes of making such grants through FY 1988. Provides for federally guaranteed loans to assist minority graduates of health profession schools to set up private practices in underserved areas. Establishes in the Treasury a loan guarantee fund to be available for such loan guarantees. Permits the Secretary to make annual grants to accredited public or nonprofit health professions schools with at least 20 percent but not more than 50 percent minority enrollment. Authorizes appropriations through FY 1987 for such grants. Directs the Secretary to make annual endowment grants to accredited public or nonprofit health professions schools with 50 percent or more minority students or students from families with gross incomes of $30,000 or less. Authorizes appropriations through FY 1987 for such grants. Directs the Secretary to make annual grants to accredited public or nonprofit health professions schools to identify, recruit and train minorities for careers as teachers and investigators on the faculties of such schools. Authorizes appropriations through FY 1987 for such grants. Provides for apportionment of appropriations if approved grants exceed the total of the amounts appropriated. Authorizes appropriations through FY 1987 for the purpose of entering into contracts for health research and teaching facilities and the training of professional health personnel."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Professions Minority Training Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VII of the Public Health Service Act to provide financial assistance to minority students in the health professions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:57-05:00"
}