{
  "actions": [
    {
      "acted_at": "1980-05-01", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-16", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-1035.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-30", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-30", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-24", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-05", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-09", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-09", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #534 (337-20).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-09", 
      "bill_ids": [
        "s1946-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 1946 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7235-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Lee, Gary A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00676", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Matsui, Robert T.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00748", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Santini, James D.", 
      "sponsored_at": "1979-01-03", 
      "state": "NV", 
      "thomas_id": "01014", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-01", 
  "number": "7235", 
  "official_title": "A bill to reform the economic regulation of railroads, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres716-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1946-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Harley O. Staggers Rail Act of 1980", 
  "sponsor": {
    "district": "1", 
    "name": "Florio, James J.", 
    "state": "NJ", 
    "thomas_id": "00392", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-01", 
  "subjects": [
    "Accounting", 
    "Advisory bodies", 
    "Alaska", 
    "Antitrust law", 
    "Authorization", 
    "Civil procedure", 
    "Commercial arbitration", 
    "Competition", 
    "Congress and Congressmen", 
    "Congressional agencies", 
    "Connecticut", 
    "Consolidated Rail Corporation (Conrail)", 
    "Corporations and Stocks", 
    "Economics and public finance", 
    "Environmental protection", 
    "Farm lands", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Interstate Commerce Commission", 
    "Labor and employment", 
    "Public safety", 
    "Railroad abandonments", 
    "Railroad employees", 
    "Railroad engineering", 
    "Railroad facilities", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad mergers", 
    "Railroad rates", 
    "Railroad reorganization", 
    "Railroad rolling stock", 
    "Railroad safety", 
    "Railroads", 
    "Relocation of employees", 
    "Restrictive trade practices", 
    "Rhode Island", 
    "Securities and Investments", 
    "Securities regulation", 
    "Stocks", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-09-09", 
    "text": "(Measure passed House, amended, roll call #534 (337-20)) Harley O. Staggers Rail Act of 1980 - Declares that the goals of this Act are: (1) to assist in rehabilitating the Nation's rail system to meet the demands of interstate commerce and national defense; (2) to reform Federal regulatory policy so as to preserve a safe and efficient rail system; (3) to assist the rail system to remain viable in the private sector of the economy; (4) to provide a regulatory process that balances the needs of carriers, shippers, and the public; and (5) to assist in the rehabilitation and financing of the rail system. =Title I: Rail Transportation Policy= - Amends the Interstate Commerce Act to set forth the policy of the United States in regulating the railroad industry, including: (1) establishment of reasonable rates through competition and demand for services; (2) minimum use of Federal regulatory control; (3) promotion of a safe and efficient rail transportation system by allowing rail carriers to earn adequate revenues; (4) to provide rate regulation where there is an absence of effective competition; and (5) to encourage energy conservation. =Title II: Railroad Inter-Carrier Practices= - Authorizes a rail carrier to apply to a joint rate a surcharge increasing or decreasing a through rate charge. Prohibits a carrier earning adequate revenues from applying such a surcharge to any movement on a line operated by such carrier which carried more than 3,000,000 gross ton miles of traffic in the preceding calendar year. Directs that such surcharges must be applied in equal dollar amounts to the movement subject to the surcharge. Sets forth criteria for the unilateral cancellation of a joint rate surcharge by a carrier. Directs a carrier applying such surcharge or cancelling such joint rate to file a tariff with the Interstate Commerce Commission. Permits such tariff to become effective under specified circumstances. Authorizes the Commission to cancel the application of a surcharge to a route if a shipper moving traffic over such route demonstrates that: (1) there is no competitive alternative to such route; and (2) the surcharging carrier's share of the revenues from its participation in the movement over such route would be greater than 110 percent of its variable cost of providing service over such route. Directs the Commission, upon cancelling a surcharge, to determine the level of surcharge which, in conjunction with the joint rate in effect, would equal 110 percent of the surcharging carrier's variable cost. Directs the Commission to authorize such carrier immediately to apply such a surcharge without further proceedings. Prohibits a carrier from applying a surcharge: (1) unless it has participated in all increases in specified rates for one year prior to such surcharge; and (2) to a particular movement more than once each calendar year. Permits a carrier, by tariff, to reduce unilaterally the total charges applicable to a movement over specific lines. Directs that such reductions shall be borne solely by the carrier reducing the charge. Allows a carrier to publish unilaterally surcharges applicable to railroad traffic under specified conditions. Authorizes the Commission, upon petition of an affected shipper, to cancel the application of such surcharge if such shipper demonstrates that the surcharging carrier's revenues from all traffic originating or terminating upon the line to which the surcharge applies exceed 110 percent of such carrier's variable cost. Directs that a carrier's revenue from all traffic originating or terminating upon a line shall be presumed to exceed 110 percent of its variable cost unless rebutted by a surcharging carrier. Prohibits a rail carrier from applying a surcharge that results in any shipper being required to bear more than a reasonable proportion of the costs of continuing to operate the line to which such surcharge applies. Sets forth procedures for review of and relief from such surcharges. Authorizes a carrier to cancel unilaterally, under specified conditions, the application of a joint rate to a through route in which it participates. Directs that any increase or decrease in revenue resulting from the application of a surcharge, or from the cancellation of the application of a joint rate, shall accrue solely to or be borne solely by the carrier applying the surcharge or canceling the application of the joint rate. Sets forth provisions for class III railroads concerning: (1) surcharges on through routes; (2) participation in joint rates; (3) cancellation of surcharges; and (4) carrier complaints. Specifies calculations to be used in determining: (1) variable costs for class I and other rail carriers; and (2) revenue shares. Terminates a carrier's authority to apply or cancel a surcharge three years after the date of enactment of this Act unless extended by the Commission upon petition of any carrier. Directs the Commission to: (1) classify all rail carriers on the basis of revenues; (2) review its regulations setting forth revenue-based classifications for carriers; and (3) make appropriate changes in such regulations in order to reflect inflation. Prohibits the Commission from reclassifying switching and terminal carriers or any other carriers not classified on the basis of revenues. Specifies information to be included in the Commission's annual report to Congress, including the use of surcharges and joint rates by the Consolidated Rail Corporation. Directs the Commission, within two years of the effective date of this Act, to report to Congress on whether this Act has adequately addressed the joint rate problems of carriers. Directs the Commission to complete evidentiary proceedings to adjust the division of joint rates within nine months after a complaint is filed or within 18 months after the commencement of a proceeding on the initiative of the Commission. Directs that final action must be taken by the 180th day after completion of the evidentiary proceedings, except under specified circumstances. Exempts proceedings involving class III rail carriers from such time limitations. Authorizes a carrier providing transportation subject to the jurisdiction of the Commission to establish reasonable rates for transportation or other services. Prescribes conditions for determining whether: (1) a shipper challenging such rate; or (2) a rail carrier establishing such rate has the burden of proving that such rate is not reasonable. Directs that any rate established after the effective date of this Act that does not contribute to the going concern value of a carrier is not reasonable. Sets forth procedures by which the Commission shall act on rates in violation of this Act. Directs the Commission to find that the carrier establishing the challenged rate does not have market dominance over the transportation to which the rate applies if such carrier proves that the rate charged results in specified revenue-variable cost percentages for such transportation. Directs the Commission to determine, within 180 days of the effective date of this Act and on an annual basis thereafter, the cost recovery percentage for transportation of all traffic received by rail carrier. Directs the Commission, in its annual report to Congress, to set forth such cost recovery percentage. Authorizes a carrier to increase any rate over which the Commission has jurisdiction in order to cover cost increases due to inflation, so long as the increased rate is not greater than the adjusted base rate for the transportation involved. Sets forth specific parameters on the zone of rate flexibility within which rail carriers may raise or lower their rates. Directs the Commission, within 230 days of the effective date of this Act, to determine whether product competition should be considered in proceedings to determine the reasonableness of rail carrier rates. Makes special provisions for determining the availability of alternative sources of coal. Directs the Commission, within three years after the effective date of this Act, to report to Congress its recommendations as regards the appropriate jurisdictional threshold to be used by the Commission in determining whether a proposed rate is reasonable. Directs the Commission, within 180 days of the effective date of this Act and thereafter as necessary, to establish standards for determining what constitutes adequate revenues for rail carriers. Directs the Commission, within 180 days of the effective date of this Act and annually thereafter to determine which rail carriers are earning adequate revenues. Sets forth standards by which the Commission may prescribe inflation-based rate increases. Reduces from seven to five months the time allotted to the Commission to complete a proceeding and make a final decision concerning proposals for a rate, classification, rule, or practice. Prohibits the Commission from suspending such proposals during such proceeding except under specified circumstances. Alters the time period during which the Commission shall require a rail carrier to account for all amounts received under such proposed rate increase. Authorizes one or more rail carriers to enter into a contract with one or more purchasers of rail services to provide specified services under specified rates and conditions. Directs such contract to be filed with the Commission. Sets forth procedures by which: (1) the Commission shall review and approve such contract; and (2) a complaint may be filed by a shipper or port. Allows a carrier, during the three years from the effective date of this Act, to enter into contracts for the transportation of agricultural commodities. Repeals demand-sensitive rates for carriers. Repeals provisions of such Act concerning incentives for capital investment by rail carriers. Permits a rail carrier to establish, by written declaration or agreement, limited liability rates for the transportation of property. Permits such declaration or agreement to provide for specified amounts to be deducted from any claim against the carrier. Specifies that the liability of a carrier shall not exceed the value of the physical loss of or damage to the property transported. Relieves a carrier of liability for losses caused by the negligence of a shipper, owner, or consignee. Sets forth procedures for civil actions brought against carriers. States that differences between rates, classifications, rules, and practices of rail carriers providing transportation subject to the jurisdiction of the Commission do not constitute a violation of this Act if such differences result from different services provided by rail carriers. Exempts specified surcharges and rates from the above provision. Directs the Commission to exempt a person, class of persons, or a transaction or service related to rail carrier transportation from certain existing provisions of law governing rail rates and practices under specified circumstances. Sets forth procedures for the establishment and revocation of such exemptions. Prohibits the Commission from authorizing intermodal ownership that is otherwise prohibited by this Act. Grants a State authority the power to exercise jurisdiction over intrastate transportation provided by a carrier under specified circumstances. Limits certification of a State authority by the Commission to the five-year period beginning on the date of such certification. Permits a carrier to petition the Commission to review the decision of a State authority. Grants exclusive jurisdiction over transportation by rail carriers to the Commission and State authorities. Declares that business solicitation or entertainment expenses incurred by a rail carrier providing transportation subject to the jurisdiction of the Commission shall not constitute a violation of certain prohibitions against rate discrimination if such expenses would not be unlawful if incurred by a person or corporation not subject to the jurisdiction of the Commission. Excludes such solicitation or entertainment expense from cost of service or rate base determinations made for rate regulation purposes. Directs the Commission to issue rules establishing standards and guidelines for authorized business solicitation and entertainment expenses. Specifies waiting periods for rail carriers and other carriers before proposed rate changes become effective. Prohibits, generally, an organization established or continued under a rate agreement (a \"rate bureau\") from permitting a carrier: (1) to discuss rates; (2) to participate in agreements related to rates; or (3) to vote on single line rates proposed by another carrier. Requires that, in a proceeding in which it is alleged that a carrier was a party to an agreement, conspiracy, or combination in violation of Federal or State law, the party making such allegation shall have the burden of proving the same by clear and convincing evidence. Directs the rate bureau involved to keep transcripts or sound recordings of all meetings and requires that records of votes be made. Directs that such records and transcripts or recordings be submitted to the Commission and made available to other Federal agencies as needed. Exempts from the antitrust laws agreements between rail carriers which solely provide for the compilation, publication, and distribution of rates in effect or which are to become effective. Directs the Commission to require rail carrier members of a rate bureau to provide certain employees of such bureau with fair employment arrangements no less protective of the interests of such employees than those established by the Interstate Commerce Act. Prohibits a carrier of grains, soybeans, rice, or cotton from charging or receiving more compensation for the transportation of property or passengers: (1) for a shorter distance than for a longer distance over the same line in the same direction; or (2) under a through rate than under the total of the intermediate rates it may charge, when the Commission determines that there is actual or potential competition between a rail and water service or route and anticompetitive behavior must be averted. Prohibits a rail carrier from blocking the construction or extension of a rail line by another carrier by refusing to permit that carrier to cross its property if: (1) the construction does not unreasonably interfere with the operation of the crossed line; (2) the operation does not materially interfere with the operation of the crossed line; and (3) the owner of the crossing line compensates the owner of the crossed line. Authorizes either party to a disputed matter to submit such matter to the Commission for determination. Directs the Commission to require a rail carrier proposing to construct and operate such a railroad line to provide affected employees with fair employment arrangements no less protective of the interests of such employees than those established by such Act. Authorizes the Commission to require rail carriers to enter into reciprocal switching agreements where it finds such agreements to be practicable and in the public interest. Directs the Commission to establish conditions and compensation applicable to such agreements if the carriers are unable to agree on same. Repeals the provision granting payments for the emergency use of freight cars. Requires shippers to apply to the Commission for approval of any agreement that relates to the amount of compensation such shippers propose to charge carriers for the use of rolling stock owned or leased by such shippers. Limits to 30 days the time during which the Commission is authorized to take action due to an emergency (equipment shortage, traffic congestion, etc.) in order to promote service in the interest of the public and of commerce. Directs that, in authorizing any abandonment of a railroad line, a court shall require the rail carrier involved to provide employee protection at least as protective as that established under such Act. Directs the Secretary of Transportation, on the basis of inspections of the track, physical facilities, and operations of a rail carrier, to notify the Commission that such carrier: (1) does not meet the safety requirements of applicable Federal statutes; and (2) is not maintained and operated in a manner which protects the health and safety of the public or of railroad employees. Authorizes the Commission to review the financial arrangements of such carrier and prohibit financial transactions which would unreasonably impair the ability of such carrier to: (1) meet applicable safety requirements; and (2) operate in a manner which protects the health and safety of the public or of railroad employees. Directs the Commission to submit an annual report to Congress setting forth its findings concerning subsidiary rail carriers involved in specified transactions with their parent companies. Amends the Rock Island Railroad Transition and Employee Assistance Act to assign to the United States Court of Appeals for the Seventh Circuit specified lower court decisions concerning railroad bankruptcy and restructuring. Prescribes methods by which the Rock Island Railroad and labor organizations representing the employees of such railroad may enter into an agreement on labor protection for employees adversely affected as a result of a reduction in service by such railroad within five (formerly ten) days of the date of enactment of this Act. Directs the parties, if they are unable to enter into an employee protection agreement within such period, to immediately submit the matter to the Commission. Requires that within 15 (formerly 30) days after the date of enactment of this Act, the Commission shall impose upon the parties an arrangement with respect to employee protection, unless the Rock Island Railroad and the authorized representatives of its employees have entered into a labor protection agreement. Directs the court having jurisdiction over the organization of the Rock Island Railroad to direct the Railroad's trustee and the labor organizations representing the employees of the Railroad, to implement any employee protection arrangement imposed by the Commission. Provides that any order of the Commission or of any such reorganization court entered pursuant to such an agreement may be appealed only to the United States Court of Appeals for the Seventh Circuit. Requires that such appeals shall be filed within five days after entry of the Commission's order and that the court shall finally determine any such appeal within 60 days after it is filed. Requires that employee benefit or allowance claims under such agreements be filed with the Railroad Retirement Board. Directs the Board to determine the amount for which an employee is eligible and to certify such amount to the Rock Island Railroad for payment. Directs that such benefits shall be paid by the Rock Island Railroad from its own assets and treated as administrative expenses of the Rock Island Railroad. Amends the Railroad Retirement Act of 1974 to direct the Secretary of Health and Human Services (formerly the Secretary of Health, Education, and Welfare) to make specified records available to the Board. Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to declare the findings of Congress concerning employee protection. Amends the Milwaukee Railroad Restructuring Act to declare that all obligations to the United States incurred pursuant to such Act by the Milwaukee Railroad or the trustee of its property shall be waived and cancelled when: (1) the Milwaukee Railroad is reorganized as an operating rail carrier; or (2) substantially all of the Milwaukee Railroad is purchased. Authorizes appropriations for transaction assistance for the Milwaukee Railroad. Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to increase the authorization of appropriations for rehabilitation and improvement financing. Directs the Secretary of Transportation, within 45 days of the date of enactment of this Act, to take final action on applications for loan guarantees to be used in connection with joint ownership, construction, or rehabilitation of any facilities for a second carrier to serve the Powder River Coal Region in Montana and Wyoming. Directs the Secretary to review the proposed Chicago and North Western connector line route but prohibits approval of any route that requires the use of agricultural land except under specified circumstances. Directs the Secretary to review the use of any agricultural land as a route for newly constructed line and to require that such railroad provide a private grade crossing for each land owner under specified conditions. Specifies time limits for the application and approval of such grade crossings. Limits the liability of such railroad for accidents at such grade crossings to $25,000. Amends the Regional Rail Reorganization of 1973 to increase the amount that the United States Railway Association may loan to railroads. Extends the power of the Association to make such loans from December 31, 1980, to December 31, 1981. Directs that any rate in effect on the effective date of this Act may be challenged by complaint to the Commission. Specifies requirements for such challenges. Establishes a Rail Technology and Shipper Needs Board. Sets forth the membership and personnel requirements of the Board. Authorizes the Board to conduct studies of technological means to improve rail productivity. Directs the Board to submit to Congress: (1) an interim report by January 1, 1982; and (2) a final report by January 1, 1984. Terminates the Board five years after the effective date of this Act. Authorizes the Secretary of Agriculture, in cooperation with the Secretary of Transportation, to establish regional agricultural transportation representatives to assist shippers in securing transportation services. Directs the Secretaries of Transportation and Treasury to submit jointly to Congress, within nine months of the effective date of this Act, a report on the anticipated effect of providing a tax exemption for obligations incurred in connection with the rehabilitation of railroad feeder lines. Authorizes appropriations for such transportation representatives and reports. =Title III: Railroad Cost Determinations= - Authorizes the Commission to prescribe a uniform accounting system for classes of carriers providing, and brokers for, transportation subject to the jurisdiction of the Commission. Establishes a Railroad Accounting Standards Board which shall be within and responsible to the legislative branch of the Federal Government. Sets forth the terms of office, membership, duties, and expiration date of such Board. Directs the Commission to promulgate rules to enforce cost accounting standards established by the Board. Sets forth procedures for Commission certification of accounting systems used by rail carriers. Directs the Board to submit reports to Congress within two years of the date of enactment of this Act. Specifies penalties for violation of such cost accounting standards. =Title IV: Railroad Modernization and Restructuring Assistance= - Directs the Secretary of Transportation to provide transitional financial assistance which facilitates: (1) restructuring of railroad facilities; (2) improved asset and manpower utilization; and (3) self-supporting shipper-operated or State-operated rail lines. Directs the Secretary to report annually to Congress listing the specific Federal assistance provided the railroad industry during that fiscal year. Directs the Commission, under specified circumstances, to require an abandoning carrier to sell its property at a price not less than the constitutional minimum value. Sets forth criteria under which such sales may occur. Establishes procedures for filing applications for and protests of such sales. Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to authorize the Secretary to provide financial assistance to any railroad or subsidiary of a railroad to pay the cost of restructuring its facilities, including related labor protection costs, and acquiring securities pursuant to a restructuring. Directs the Secretary to make such assistance available through repayable credits constituting a debt or equity financing. Directs the Secretary to provide such assistance by purchasing: (1) a fixed debt obligation issued by a railroad or, alternatively; (2) senior preferred stock. Prescribes terms and conditions for the purchase of such obligation or stock. Sets forth options to be used by the Secretary in the case of default. Directs a railroad or subsidiary which applies for such assistance to submit a restructuring plan to the Secretary. Directs the Secretary to establish regulations governing the content of such plan. Authorizes the appropriation, for fiscal years 1980 through 1984, of such sums as are necessary, not to exceed $1,475,000,000, to provide such assistance. Directs that no less than five percent of such sum shall be available for the purchase or rehabilitation of feeder lines. Permits financial assistance made under this Act to be used to purchase, for purposes of rail banking, certain properties of the Milwaukee Railroad located in the State of Montana. Extends to September 30, 1982, the authority for redeemable preference share financing. Directs the Secretary, upon application by the Consolidated Rail Corporation (ConRail) or another railroad, to guarantee obligations of such railroads for purposes of making capital improvements of electrification systems on high density mainline routes. Authorizes the Secretary to allocate financial assistance provided under such Act and the Department of Transportation Act to Government or private entities under specified conditions. Makes conforming and technical amendments to the Railroad Revitalization and Regulatory Reform Act of 1976. =Title V: ConRail Title V Labor Protection= - Amends the Regional Rail Reorganization Act of 1973 to grant to protected employees a monthly displacement allowance for any calendar month within the period identified in such Act in which the employee is deprived of employment or is adversely affected with respect to compensation. Sets forth provisions for payment of such allowance. Specifies the duration of the monthly displacement allowance. Sets forth provisions for training and transfer of employees, including employees in the marine crafts and employees of Penn Truck Lines, Incorporated. Permits ConRail to offer a vacant position to not more than four protected non-contract employees. Directs ConRail to give such position to the protected employee accepting transfer whom ConRail considers to be best qualified for the particular position involved. Directs ConRail, the United States Railway Association, replacement operators, and acquiring railroads, as the case may be, to pay the allowances, expenses, and costs provided protected employees under such Act. Directs the Railroad Retirement Board to reimburse ConRail, the Association, replacement operators, and acquiring railroads for such allowances, expenses, and costs up to an aggregate sum of $485,000,000. Limits the aggregate amount of reimbursements for monthly displacement allowances to $180,000,000. Authorizes an annual appropriation of up to $485,000,000. Directs ConRail, the Association, replacement operators, and acquiring railroads to pay benefits otherwise reimbursable upon the exhaustion of such authorization. Authorizes appropriations for administrative expenses incurred by the Railroad Retirement Board and the Association. Directs the Association to: (1) audit the payment of benefits under such Act; and (2) report annually to Congress and the President. Directs that protected or furloughed ConRail employees shall have the first right of hire by any other rail carrier that is subject to regulation by the Commission for any vacancy that is not covered by: (1) an affirmative action plan; or (2) a permissible voluntary affirmative action plan. Sets forth technical amendments to the Regional Rail Reorganization Act of 1973 and the Rail Passenger Service Act. =Title VI: Expedited Supplemental Transaction Proposals= - Directs the Secretary to determine whether to initiate a proposal for the transfer of all ConRail properties in Connecticut and Rhode Island to another railroad in the region. Sets forth the criteria to be used in developing such proposal. Eliminates the requirement that a supplemental transaction occur within six years after the date on which the Special Court orders conveyances of rail property to ConRail. =Title VII: Miscellaneous Provisions= - Directs that this Act shall take effect on October 1, 1980, except as otherwise provided. Exempts applications, actions, or proceedings pending before the Secretary, the Commission, or any court on the effective date of this Act from the provisions therein. Designates those rail corporations that receive direct federal monetary support as federal agencies for the purpose of applying specified Army regulations concerning the use of excess Army equipment by such railroads. Directs the Commission, when proceeding on a consolidation, merger, or acquisition of control, to consider whether the proposed transaction would have an adverse effect on competition among rail carriers in the affected region. Directs the Commission, within six months of the effective date of this Act, to determine whether certain rates charged by the Alaska Railroad would have constituted a violation of specified provisions of this Act. Sets forth criteria for congressional review of rules proposed by the Commission or the Secretary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rail Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Harley O. Staggers Rail Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the economic regulation of railroads, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:15-05:00"
}