{
  "actions": [
    {
      "acted_at": "2007-08-01", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-08-01", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-08-01", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-08-01", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Trade and Consumer Protection", 
      "text": "Referred to the Subcommittee on Commerce, Trade and Consumer Protection.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-08-08", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to the Subcommittee on Social Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3271-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Trade and Consumer Protection", 
      "subcommittee_id": "17"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-08-01", 
  "number": "3271", 
  "official_title": "To prohibit the solicitation and display of Social Security account numbers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1208-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Social Security Account Number Protection Act", 
  "sponsor": {
    "district": "1", 
    "name": "Shea-Porter, Carol", 
    "state": "NH", 
    "thomas_id": "01861", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2007-08-01", 
  "subjects": [
    "Actions and defenses", 
    "Commerce", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Driver licenses", 
    "Identification devices", 
    "Identity theft", 
    "Labor and employment", 
    "Parties to actions", 
    "Prison labor", 
    "Prisoners", 
    "Restrictive trade practices", 
    "Social security numbers", 
    "Social welfare", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2007-08-01", 
    "text": "Social Security Account Number Protection Act - Prohibits any financial or related institution covered by this Act (covered entity), unless for a specific use for which no other identifier reasonably can be employed, from soliciting a Social Security number from an individual except: (1) for use in an identification, verification, accuracy, or identity proofing process; (2) for any purpose permitted under the Fair Credit Reporting Act or the Gramm-Leach-Bliley Act; or (3) to comply with the requirements of federal, state, or local law. Specifies further exceptions to this prohibition. Prohibits a covered entity from displaying an individual's Social Security account number (or any derivative) on any card or tag commonly provided to employees (or to their family members), faculty, staff, or students for purposes of identification. Prohibits a state from displaying an individual's Social Security account number on his or her driver's license. Prohibits prisoner access to Social Security numbers. Prohibits the sale, provision, or display of Social Security numbers to the general public, or its acquisition or use to identify or locate a person with intent to injure or harm that person, or to use the person's identity for an illegal purpose. Specifies exceptions to this prohibition. Allows the sale, provision, or display of an individual's Social Security account number to the general public to the extent consistent with the individual's voluntary and affirmative written consent, but only if: (1) the terms of the consent and the right to refuse are presented to the individual in a clear, conspicuous, and understandable manner; (2) the individual is placed under no obligation to provide such consent; and (3) the terms and conditions of the consent authorize the individual to limit the sale, provision, or display to purposes directly associated with the transaction with respect to which the consent is sought. Authorizes the Federal Trade Commission, state attorneys general, and certain other federal regulatory agencies to enforce this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Account Number Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To prohibit the solicitation and display of Social Security account numbers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:03-05:00"
}