{
  "actions": [
    {
      "acted_at": "1984-02-02", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-02-02", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-02-10", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4743-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-02", 
  "number": "4743", 
  "official_title": "A bill to expand markets for United States agricultural products through increased targeting of Commodity Credit Corporation export funds, expanded exports of Commodity Credit Corporation dairy products, and expanded authority for the use of Commodity Credit Corporation stocks to facilitate export sales, to emphasize the need for increased exports of processed and protein fortified agricultural products, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Agricultural Export Trade Equity Act of 1984", 
  "sponsor": {
    "district": "4", 
    "name": "Siljander, Mark D.", 
    "state": "MI", 
    "thomas_id": "01058", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-02-02", 
  "subjects": [
    "Agricultural subsidies", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Commodity Credit Corporation", 
    "Dairy products", 
    "Department of Agriculture", 
    "Exports", 
    "Famines", 
    "Farm produce", 
    "Food and Food Industry", 
    "Food relief", 
    "Foreign Trade and Investments", 
    "Foreign trade promotion", 
    "International relief", 
    "Proteins", 
    "Public Welfare and Charities"
  ], 
  "subjects_top_term": "Agriculture in foreign trade", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-02-02", 
    "text": "Agricultural Export Trade Equity Act of 1984 - Amends the Omnibus Budget Reconciliation Act of 1982 to permit the Secretary of Agriculture to use the FY 1985 and 1986 agricultural export promotion funds for export assistance only in connection with agricultural commodities and products that have been adversely affected by price or credit subsidies used by other countries. Directs the Secretary to export at least 100,000 metric tons of dairy products owned by the Commodity Credit Corporation in each of FY 1985 and 1986, provided that: (1) export sales of dairy products shall be made at appropriate prices of not less than the minimum prices applicable under the International Dairy Arrangement; and (2) the level of exports shall be in addition to donations of dairy products made under other Acts. Authorizes the Secretary to formulate and carry out a program under which agricultural commodities and products acquired by the Corporation are made available for export without charge to U.S. exporters and users and foreign purchasers in order to promote export markets for such commodities and products. Requires the Secretary to: (1) ensure that equal treatment is provided to domestic and foreign purchasers and users in cases where the importation of a manufactured product made from agricultural commodities, made available for export under this Act, would place domestic users of such commodity at a competitive disadvantage; (2) consider all interested foreign purchasers for participation, giving priority to those who have purchased U.S. agricultural commodities in the past and who continue to do so in increased quantities; (3) ensure that Corporation stocks, made available for export under this Act, are used to encourage increased use of such commodities and to avoid unnecessary market displacement of domestic agricultural commodities; and (4) take reasonable precautions to prevent resale, transshipment, or any use of such stocks other than domestic use in the importing country. Provides for supplemental distributions to foreign purchasers who use funds realized from the sale of commodities made available for export under this Act to construct or rehabilitate facilities in the importing country for specified purposes. Requires the Secretary to determine the intervals and amounts of such supplemental distributions. Requires the Secretary to carry out this program through the Corporation. Amends the Agriculture Trade Development and Assistance Act of 1954 to require the President to consider distributing commodities for famine relief in processed and protein-fortified form. Requires the President to take all feasible steps to ensure that an appropriate portion of such commodities be in the form of processed and protein-fortified products. Amends the Agriculture and Food Act of 1981 to urge the Secretary of Agriculture to fund an export market development program for value-added farm products and processed foods at a greater funding level than that provided during FY 1984."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Export Trade Equity Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to expand markets for United States agricultural products through increased targeting of Commodity Credit Corporation export funds, expanded exports of Commodity Credit Corporation dairy products, and expanded authority for the use of Commodity Credit Corporation stocks to facilitate export sales, to emphasize the need for increased exports of processed and protein fortified agricultural products, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:40-05:00"
}