{
  "actions": [
    {
      "acted_at": "1999-07-30", 
      "references": [
        {
          "reference": "CR E1707", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-07-30", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-09", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2656-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Cummings, Elijah E.", 
      "sponsored_at": "1999-07-30", 
      "state": "MD", 
      "thomas_id": "00256", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Jackson-Lee, Sheila", 
      "sponsored_at": "1999-07-30", 
      "state": "TX", 
      "thomas_id": "00588", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Meeks, Gregory W.", 
      "sponsored_at": "1999-07-30", 
      "state": "NY", 
      "thomas_id": "01506", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Scott, Robert C. \"Bobby\"", 
      "sponsored_at": "1999-07-30", 
      "state": "VA", 
      "thomas_id": "01037", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "35", 
      "name": "Waters, Maxine", 
      "sponsored_at": "1999-07-30", 
      "state": "CA", 
      "thomas_id": "01205", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-07-30", 
  "number": "2656", 
  "official_title": "To amend the Omnibus Crime Control and Safe Streets Act of 1968 to withhold funds in certain cases, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Law Enforcement Trust and Integrity Act of 1999", 
  "sponsor": {
    "district": "14", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-07-30", 
  "subjects": [
    "Actions and defenses", 
    "Arrest", 
    "Authorization", 
    "Civil rights and liberties, minority issues", 
    "Civil rights enforcement", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal statistics", 
    "Detention of persons", 
    "Due process of law", 
    "Economics and public finance", 
    "Employee selection", 
    "Families", 
    "Federal aid to Indians", 
    "Federal aid to law enforcement", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government statistics", 
    "Governmental investigations", 
    "Grievance procedures", 
    "Imprisonment", 
    "Indian law enforcement", 
    "Injunctions", 
    "Juvenile corrections", 
    "Labor and employment", 
    "Law", 
    "Law enforcement officers", 
    "Legal fees", 
    "Licenses", 
    "Minorities", 
    "Mortality", 
    "New York City", 
    "Parties to actions", 
    "Performance measurement", 
    "Police", 
    "Police brutality", 
    "Police corruption", 
    "Police management", 
    "Police training", 
    "Police-community relations", 
    "Prisoners", 
    "Prosecution", 
    "Recruiting of employees", 
    "Sex crimes", 
    "Standards", 
    "Traffic accidents and safety", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-07-30", 
    "text": "TABLE OF CONTENTS: Title I: Law Enforcement Accreditation Title II: Law Enforcement Development Programs Title III: Administrative Due Process Procedures Title IV: Enhanced Funding to Combat Police Misconduct Title V: Enhanced Authority in Pattern and Practice Investigations Title VI: Deprivation of Rights Under Color of Law Title VII: Study of Deaths in Custody Law Enforcement Trust and Integrity Act of 1999 - Title I: Law Enforcement Accreditation - Directs the Attorney General to recommend additional areas for the development of national standards for the accreditation of law enforcement agencies in conjunction with professional law enforcement organizations, principally the Commission on Accreditation of Law Enforcement Agencies (CALEA). Directs the Attorney General to: (1) perform an initial analysis of the existing standards and accreditation methodology developed by CALEA; (2) recommend (after completion of the initial review and analysis) that CALEA adopt additional standards including early warning programs, civil review procedures, traffic stop documentation and procedures, and administrative due process requirements; and (3) adopt policies and procedures to partner with CALEA other professional law enforcement organizations and community-based organizations to continue the development of further accreditation standards and to encourage the pursuit of accreditation by Federal, State, and local law enforcement agencies. Authorizes the Attorney General to make funds available to Federal, State, and local law enforcement agencies to assist in gaining or maintaining accreditation from CALEA. Title II: Law Enforcement Development Programs - Authorizes the Attorney General to make grants to States, units of local government, Indian tribal governments, or other public and private entities, and multi-jurisdictional or regional consortia thereof to study and implement effective management, training, recruiting, hiring, and oversight policies and programs for law enforcement agencies. Makes such grants available: (1) for use for the study of law enforcement agency management and operations standards; and (2) to develop pilot programs and implement effective programs in the areas of training, hiring, recruitment, and oversight designed to improve management and address misconduct by law enforcement officers. Sets aside four percent of appropriated sums for grants to Indian tribal governments, with the remainder available for grants to applicants in each State in an amount that bears the same ratio to the amount of remaining funds as the population of the State bears to the population of all of the States. Sets forth provisions regarding technical assistance, use of Department of Justice components, matching funds, application requirements, performance evaluation, and revocation or suspension of funding. Title III: Administrative Due Process Procedures - Directs the Attorney General to: (1) conduct a nationwide study of the prevalence and impact of any law, rule, or procedure that allows a law enforcement officer to delay for an unreasonable or arbitrary period of time the answer to questions posed by a local internal affairs officer, prosecutor, or review board on the investigative integrity and prosecution of law enforcement misconduct; (2) perform an initial analysis of New York City's 48-hour rule to determine whether, at a threshold level, the impact of this type of rule or procedure raises material investigatory issues that could impair or hinder a prompt and thorough investigation of possible misconduct, including criminal conduct, that would justify a wider inquiry; and (3) gather additional data (after completion of the initial analysis and considering material investigatory issues) nationwide on rules similar to the 48- hour rule from a representative and statistically significant sample of jurisdictions to determine whether such rules and procedures raise such material investigatory issues. Sets forth reporting requirements. Title IV: Enhanced Funding to Combat Police Misconduct - Authorizes appropriations for FY 2000 for additional expenses related to enforcement of provisions of the Violent Crime Control and Law Enforcement Act of 1994 (VCCLEA) relating to a pattern or practice of police misconduct. Title V: Enhanced Authority in Pattern and Practice Investigations - Amends the VCCLEA to authorize civil actions by aggrieved persons for a pattern or practice of police misconduct. (Sec. 502) Amends VCCLEA to expand the prohibition against a police pattern or practice of unlawful conduct to include conduct by law enforcement officers or by officials or employees of any government agency with responsibility for the administration of criminal justice (currently, juvenile justice) or the incarceration of adults (currently, juveniles). Title VI: Deprivation of Rights Under Color of Law - Amends the Federal criminal code to specify that it is a deprivation of a right, privilege, or immunity secured or protected by the Constitution or laws of the United States to: (1) subject, or attempt to subject, any person to force exceeding that which is reasonably necessary to carry out a legitimate law enforcement duty; or (2) engage in or cause any unwanted sexual act or contact, or attempt to do so, with or by any other person. Prohibits a prosecution of a case described above except upon notification in writing by the Assistant Attorney General for Civil Rights that, in that official's judgment, a prosecution by the United States is in the public interest and necessary to secure substantial justice. Title VII: Study of Deaths in Custody - Amends the VCCLEA to require a State, to be eligible for a Truth-in-Sentencing incentive grant, to provide an assurance that it shall follow guidelines that may be established by the Attorney General in reporting, on a quarterly basis, information regarding the death of any person who is in the process of arrest, has been arrested, has been incarcerated or is en route to be incarcerated at any municipal or county jail, State prison, or other State or local correctional facility (including a juvenile facility). Requires that such information include: (1) the name, gender, ethnicity, and age of the deceased; (2) the date, time, and location of death; and (3) a brief description of the circumstances surrounding the death."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Law Enforcement Trust and Integrity Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Omnibus Crime Control and Safe Streets Act of 1968 to withhold funds in certain cases, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:15-05:00"
}