{
  "actions": [
    {
      "acted_at": "2008-12-10T15:03:00-05:00", 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 110-921, by Mr. Visclosky.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-12-10T15:03:00-05:00", 
      "calendar": "Union", 
      "number": "595", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 595.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7324-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-12-10", 
  "number": "7324", 
  "official_title": "Making appropriations for energy and water development and related agencies for the fiscal year ending September 30, 2009, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2641-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3258-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Energy and Water Development and Related Agencies Appropriations Act, 2009", 
  "sponsor": {
    "district": "1", 
    "name": "Visclosky, Peter J.", 
    "state": "IN", 
    "thomas_id": "01188", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2008-12-10T15:03:00-05:00", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2008-12-10", 
    "text": "Energy and Water Development and Related Agencies Appropriations Act, 2009 - Makes appropriations for energy and water development and related agencies for FY2009.Title I: Corps of Engineers-Civil - Makes FY2009 appropriations for the U.S. Army Corps of Engineers for civil functions pertaining to rivers and harbors, flood and storm damage reduction, shore protection, and aquatic ecosystem restoration, including for: (1) investigations; (2) construction; (3) flood damage reduction for the Mississippi River alluvial valley below Cape Girardeau, Missouri; (4) operation and maintenance expenses; (5) the regulation of navigable waters and wetlands; (6) cleanup of sites contamined from the early atomic energy program; (7) flood, hurricane, and natural disasters emergency operations; (8) general administration of the civil works program in the headquarters of the Corps; and (9) the Office of Assistant Secretary of the Army (Civil Works). (Sec. 101) Prohibits the use of funds to: (1) award a continuing contract for any project for which funds are derived from the Inland Waterways Trust Fund; or (2) implement any competitive sourcing actions under OMB Circular A-76 or High Performing Organizations for the Corps of Engineers.Title II: Department of the Interior - Makes FY2009 appropriations to the Department of the Interior for: (1) the Central Utah Project; and (2) the Bureau of Reclamation, including for management, development, and restoration of water and related activities, the Central Valley Project Restoration Fund, California Bay-Delta restoration, and policy and administration in the Office of the Commissioner, the Denver office, and offices in the five regions of the Bureau of Reclamation.(Sec. 201) Prohibits the use of funds to determine the final point of discharge for the interceptor drain for the San Luis Unit until development by the Secretary of the Interior and the state of California of a plan to minimize any detrimental effect of the San Luis drainage waters. Requires the costs of the Kesterson Reservoir Cleanup Program and the San Joaquin Valley Drainage Program to be classified as reimbursable or nonreimbursable and collected until fully repaid. Makes any future US obligations relating to drainage for that Unit fully reimbursable by Unit beneficiaries. Title III: Department of Energy - Makes FY2009 appropriations to the Department of Energy (DOE) for expenses related to: (1) energy efficiency and renewable energy; (2) electricity delivery and energy reliability; (3) nuclear energy; (4) fossil energy research and development; (5) naval petroleum and oil shale reserve activities, (6) the Strategic Petroleum Reserve; (7) the Northeast Home Heating Oil Reserve; (8) the Energy Information Administration; (9) non-defense environmental cleanup; (10) the Uranium Enrichment Decontamination and Decommissioning Fund; (11) expenses of science activities in carrying out the Department of Energy Organization Act; (12) nuclear waste disposal, including specified funds designated for the state of Nevada; (13) the Innovative Technology Loan Guarantee Program; (14) salaries and expenses for departmental administration; (15) the Office of Inspector General; (16) atomic energy defense weapons; (17) defense nuclear nonproliferation; (18) naval reactors; (19) the Office of the Administrator in the National Nuclear Security Administration; (20) atomic energy defense environmental cleanup; (21) plant and capital equipment necessary for atomic energy defense, other defense activities, and classified activities; (22) defense nuclear waste disposal; and (23) the Federal Energy Regulatory Commission.Approves specified expenditures from the Bonneville Power Administration Fund. Makes FY2009 appropriations for operation and maintenance of: (1) the Southeastern, Southwestern, and Western Area Power Administrations; and (2) the Falcon and Amistad Dam hydroelectric facilities. (Sec. 301) Sets forth prohibited and permitted uses of funds, including prohibitions against using funds for: (1) the Reliable Replacement Warheard; or (2) the Global Nuclear Energy Partnership.(Sec. 313) Directs the Secretary of Energy to provide funding to the National Academy of Sciences to conduct an inventory of the energy development potential on all lands currently managed by DOE and to report on present and potential energy resources and environmental impacts associated with future development.Title IV: Independent Agencies - Makes FY2009 appropriations for: (1) the Appalachian Regional Commission; (2) the Defense Nuclear Facilities Safety Board; (3) the Delta Regional Authority; (4) the Denali Commission; (5) the Nuclear Regulatory Commission (NRC), including its Office of Inspector General; (6) the Nuclear Waste Technical Review Board; and (7) the Office of the Federal Coordinator for Alaska Natural Gas Transportation Projects.Title V: General Provisions - (Sec. 501) Prohibits: (1) the use of funds appropriated by this Act to influence congressional action on legislation or appropriation matters pending before Congress; or (2) the transfer of funds to any federal entity, except pursuant to authority provided in this Act or any other appropriation Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy and Water Development and Related Agencies Appropriations Act, 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Energy and Water Development and Related Agencies Appropriations Act, 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for energy and water development and related agencies for the fiscal year ending September 30, 2009, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:41-05:00"
}