{
  "actions": [
    {
      "acted_at": "1991-06-18", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-23", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Crime and Criminal Justice", 
      "text": "Referred to the Subcommittee on Crime and Criminal Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2676-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime and Criminal Justice", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1991-06-18", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kennedy, Joseph P., II", 
      "sponsored_at": "1991-06-18", 
      "state": "MA", 
      "thomas_id": "00626", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lewis, John", 
      "sponsored_at": "1991-06-18", 
      "state": "GA", 
      "thomas_id": "00688", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "McEwen, Bob", 
      "sponsored_at": "1991-06-18", 
      "state": "OH", 
      "thomas_id": "00768", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-18", 
  "number": "2676", 
  "official_title": "To provide educational assistance to law enforcement personnel and to increase the number of police officers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Police Corps and Law Enforcement Training and Education Act", 
  "sponsor": {
    "district": "38", 
    "name": "Dornan, Robert K.", 
    "state": "CA", 
    "thomas_id": "00310", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-18", 
  "subjects": [
    "Crime and law enforcement", 
    "Education", 
    "Executive reorganization", 
    "Federal aid to higher education", 
    "Leave of absence", 
    "Minority employment", 
    "Police", 
    "Police training", 
    "Recruiting of employees", 
    "Scholarships"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-18", 
    "text": "Police Corps and Law Enforcement Training and Education Act - Title I: Police Corps and Law Enforcement Training and Education - Establishes within the Department of Justice (DOJ) an Office of the Police Corps and Law Enforcement Education to be headed by a Director. Requires a State that desires to participate in the Police Corps to designate a lead agency and submit a State plan containing assurances with respect to: (1) lead agency cooperation with other State and local agencies; (2) the State advertising of the assistance available; (3) State screening and selection of law enforcement personnel for participation in the program; and (4) compliance with other specified requirements. Authorizes the Director to award college scholarships (including direct payments to institutions and reimbursement of educational costs) to participants who agree to work for four years in a State or local police force after completion of a baccalaureate program and police corps training, subject to specified conditions. Sets forth provisions with respect to: (1) scholarship assistance for dependent children of law enforcement officers; (2) the selection of participants; (3) minority recruitment; and (4) leaves of absence. Requires the Director to establish up to three training centers to provide basic law enforcement training to State Police Corps program participants. Requires participants to attend two eight-week training sessions at such training centers and to meet certain performance standards in order to remain in the Police Corps program. Requires the Director to pay participants a weekly stipend during training. Requires a State, in order to participate in the Police Corps program, to submit a plan for implementing such program to the Director for approval. Requires such plan to: (1) include assurances that participants will receive additional State or local training after completing Federal training which shall count toward the four-year service obligation; and (2) provide that program participants shall be assigned to community and preventive patrol in geographic areas with the greatest need for additional law enforcement personnel. Provides for the swearing in of participants as members of the police force to which they are assigned after completing Federal training and meeting the requirements of that police force. Requires the Director to report annually on the Police Corps program to the Attorney General, the President, and specified congressional officials. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Police Corps and Law Enforcement Training and Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide educational assistance to law enforcement personnel and to increase the number of police officers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:24-05:00"
}