{
  "actions": [
    {
      "acted_at": "1980-03-20", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6894-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Addabbo, Joseph P.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00006", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Corman, James C.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00234", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Downey, Thomas J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00314", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Drinan, Robert F.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "00318", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Garcia, Robert", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00429", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gray, William H., III", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00460", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lederer, Raymond F.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00675", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Murphy, Morgan F.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00843", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Pepper, Claude", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "00907", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Richmond, Frederick W.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00959", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Rodino, Peter W., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00973", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Sawyer, Harold S.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "01021", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Yatron, Gus", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "01253", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Zeferetti, Leo C.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01262", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-20", 
  "number": "6894", 
  "official_title": "A bill to amend title 38, United States Code, to provide a comprehensive program of improved benefits for veterans of the Vietnam era by providing a program of career development, advancement, and training, by providing for a conditional extension of the delimiting period with respect to educational assistance, by improving and modernizing the vocational rehabilitation program for disabled veterans, by providing for the payment of tuition expenses under the GI bill through an educational loan discharge program, by providing a needs-based 15 percent increase in the rates of educational assistance allowances under the GI bill, by expanding and improving the effectiveness of outreach programs, psychological readjustment assistance, educational and occupational counseling, and employment programs, by establishing an interagency Veterans Advisory Task Force and a Presidential Commission on Veterans' Affairs, by providing for the identification, treatment, and compensation of veterans suffering from diseases or disabilities attributable to exposure to toxic substance, chemical or biological agents, or radiation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Vietnam Veterans Comprehensive Readjustment and Rehabilitation Act", 
  "sponsor": {
    "district": "6", 
    "name": "Wolff, Lester L.", 
    "state": "NY", 
    "thomas_id": "01239", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-20", 
  "subjects": [
    "Armed forces and national security", 
    "Birth defects", 
    "Education", 
    "Employment and training programs", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal-state relations", 
    "Fraud", 
    "Government operations and politics", 
    "Labor and employment", 
    "Mental care facilities", 
    "Military dependents", 
    "Survivors' benefits", 
    "Veterans' benefits", 
    "Veterans' disability compensation", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' rehabilitation", 
    "Vietnamese Conflict", 
    "Vocational education", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-20", 
    "text": "Vietnam Veterans Comprehensive Readjustment and Rehabilitation Act - Title I: Interagency Coordination and Veterans Outreach Services - Requires the Administrator of Veterans' Affairs to coordinate all programs and activities affecting veterans and their dependents with other departments and agencies. Directs the Administrator to initiate a comprehensive outreach and information program to inform and assist eligible veterans and eligible persons to understand and utilize such programs. Title II: Compensation and Treatment for Diseases and Disabilities caused by Toxic Substances and Radiation Exposure - Entitles a veteran who suffers from a personal injury or disease contracted in the line of duty, or a disabled child with birth defects resulting from genetic damage to a veteran, to compensation and medical care. Authorizes the Administrator to establish and carry out a comprehensive program of screening veterans who may have been exposed to toxic substances, chemical or biological agents, or radiation during their military, naval, or air service to determine whether such veterans have incurred any disease or disability as a result of such exposure. Provides for outreach services to inform and assist such veterans in adjusting to such diseases or disabilities. Permits the Administrator to establish a centralized registry of claims made before the Veterans' Administration (VA) or other appropriate agency arising out of exposure or possible exposure to toxic substances, chemical or biological agents, or radiation, and of the disabilities, diseases, genetic damage, or symptoms associated with such exposure. Title III: Readjustment Counseling Improvement and Expansion - Authorizes the Administrator to arrange for or assist the veteran or the veteran's dependent, or both, in obtaining readjustment counseling or mental health services. Allows for the Administrator to conduct or contract for comprehensive studies of the psychological and sociological effects of the Vietnam Conflict, military service, and the readjustment process upon veterans and dependents. Title IV: Vocational Rehabilitation - Defines for purposes of this Act: (1) medical condition; (2) program of education; (3) program of independent living services and assistance; (4) rehabilitated; (5) rehabilitation program; (6) serious employment handicap; (7) vocational goal; (8) vocational rehabilitation program. Sets forth the provisions regarding basic entitlement and periods of eligibility for eligible veterans. Sets forth the scope of services and assistance, including: (1) evaluation for rehabilitation potential; (2) educational, vocational, psychological, employment, and personal adjustment counseling; (3) allowance and other appropriate assistance; (4) work study allowance; (5) placement services; (6) personal adjustment and work adjustment training assistance, tuition, fees, books, supplies, and other training materials; (8) loans; (9) treatment care, and services; (10) prosthetic appliances and other corrective devices; (11) services to a veterans' family; (12) essential employment equipment and supplies for severely disabled veterans requiring homebound training and for self-employment; (13) travel and incidental expenses; (14) special rehabilitation services, including services for the blind and the deaf. Provides for the duration of rehabilitative programs. Requires extended evaluations of veterans with service-connected disabilities to determine whether such veteran may have or has a serious employment handicap. Allows the Administrator to formulate an individualized written plan of vocational rehabilitation for a veteran. Provides for the payment of a subsistence allowance to eligible veterans. Entitles severely disabled veterans to a program of independent living services, and assistance designed to enable such veteran to achieve maximum independence in the functions of daily living. Authorizes the Administrator to prescribe regulations regarding leaves of absences, conduct, and cooperation. Releases to eligible veterans all books, supplies, and equipment furnished to such veteran under this Act, unless the Administrator determines that such veteran must return the resources. Allows for vocational rehabilitation to hospitalized members of the Armed Forces and veterans. Provides that any Federal agency's facilities may be used to provide unpaid training or work experience as part of a veteran's vocational rehabilitation program. States that such a veteran shall be deemed a Federal employee for workmen's compensation purposes but not for the purposes of laws administered by the Office of Personnel Management. Directs the Veterans Administration (VA) to: (1) provide employment assistance, including direct employment placement, utilization of Federal, State, and nonprofit private employment services and securing loans and paying business license fees; (2) provide vocational rehabilitation staff training and development; and (3) carry out an ongoing program of rehabilitation research and special projects, including grants and contracts with public and nonprofit agencies. Directs the Administrator to appoint a Veterans' Advisory Committee on Rehabilitation. Revises provisions concerning the limitation on periods of assistance under two or more veterans' educational assistance programs to include post-Vietnam era benefits within such limitation, and to provide a 48 month aggregate eligibility period for vocational rehabilitation and other educational assistance. Authorizes the Administrator to evaluate a veteran's employability in considering certain claims based on total disability and unemployability. Title V: Conditional Cost-of-Living Adjustment Educational Assistance Allowance - Authorizes the Administrator to provide a conditional cost-of-living adjust educational assistance to an eligible veteran or eligible person who makes an application and is eligible therefore. Stipulates that a cost-of-living adjustment allowance shall be in lieu of any authorized educational assistance or training allowance. Title VI: GI Bill Program Adjustments - Modifies the delimiting period for completing a program of education for veterans. Provides for the extension of the delimiting period for eligible veterans up to a period of two years. States that the Administrator shall provide educational, vocational, and personal adjustment counseling for veterans eligible for educational assistance. Limits the aggregate period during which any person may receive assistance under two or more programs of education administered by the Veterans' Administration. Declares that educational assistance allowances for institutionalized veterans after 30 days of institutionalization shall accrue and be withheld (and converted to securities), paid to dependents, and paid to such veteran upon discharge. Authorizes the Administrator, upon the request of such veteran, to pay to such veteran all or part of the monthly allowance to meet continuing financial obligations of such veteran. Provides for the payment of unused contributions to the education assistance fund to specified individuals upon death of the participant. Eliminates reporting requirements to Congress regarding default rates and experience with respect to loans made under this Act to eligible veterans. Discharges a veteran's liability on loans upon such veteran's successful completion of educational, professional, or vocational objective. Title VII: Interagency Task Force; Presidential Commission or Veterans' Affairs - Establishes an Interagency Veterans' Advisory Task Force. Sets forth the duties and responsibilities of such Task Force. Title VIII: Job Counseling, Training, and Placement Service for Veterans - Establishes within the Department of Labor an Assistant Secretary of Labor for Veterans Employment. Title IX: Employment and Training of Disabled and Vietnam Era Veterans - Requires Federal contracts of $10,000 or more to require the contracting party to take affirmative steps to employ qualified disabled veterans and veterans of the Vietnam era and to make reasonable efforts to provide career development, advancement, and training opportunities to such veterans. Encourages veterans employment within the Federal Government. Title X: Veterans Career Development, Advancement, and Training Assistance - Establishes a program of career development, advancement, training, and related services for Vietnam-era veterans. Defines, for purposes of this Act: (1) eligible veteran; (2) eligible employer; and (3) dependent. Sets forth provisions regarding the entitlement to and the eligibility of a veteran for a career development and advancement or training allowance. Sets the duration of such eligibility. Requires the Administrator of the Veterans' Administration to provide occupational and vocational counseling. Permits an eligible veteran to select a program of career development and advancement, or a program of career development and training with an eligible employer in a chosen career field if the employer hires such veteran into its regular workforce with the expectation of permanent employment of the veteran after the training and career development assistance ends. Disallows approval of enrollment of a veteran for: (1) seasonal, intermittent or temporary jobs; (2) jobs paying less than $4.00 an hour, unless the Administrator determines in a particular case that the clause does not apply; (3) jobs outside the United States or its territories or possessions; (4) jobs under which commissions are the primary source of income; (5) employment which involves political or religious activities; (6) employment in an industry which a substantial number of experienced and able workers are unemployed; (7) jobs that are above entry level, except when applicable personnel procedures and collective bargaining procedures regarding the advancement of currently employed workers are complied with; (8) employment which would result in the displacement of any currently employed worker; (9) jobs which if filled would replace any worker who is on lay off, or on strike. Requires the Administrator to discontinue the career development and advancement allowance of an eligible veteran whose conduct or progress is unsatisfactory. Allows the Administrator to renew the veterans' allowance under certain conditions. Directs the Administrator to pay to each eligible veteran employer, on behalf of each eligible veteran, an allowance to meet in part the expenses of such veteran's wages, benefits, training, and any other necessary or appropriate costs. Sets forth the provisions for computation of career development, advancement, and training allowances and payment to eligible employers. Outlines the specifications for approval of career development and advancement programs. Provides for the issuance of certificates of approval to the eligible employers. Requires an employer who receives an overpayment as a result of: (1) willful or negligent failure to report a veteran's excessive absences from work or interruptions in a planned program; or (2) false certification to repay the amount of such overpayment to the United States. Allows the Administrator to make a complete report of the facts to the appropriate approving agency and, if considered advisable, to the Attorney General of the United States for appropriate action. Allows an eligible veteran to make one change of program, unless the Administrator finds sufficient reason to support further changes. Authorizes the Administrator to periodically conduct compliance surveys. Outlines the duties of the Secretary of Labor under this Act. Directs the Administrator, in consultation with the Secretaries of Labor, and of Health, Education, and Welfare, to provide for an outreach and public information program to inform eligible veterans of the program established by this Act. Title XI: Honorable Discharge (Limited) - Creates a discharge category of honorable discharge (limited) if the board determines that such individual has been rehabilitated, that such individual's conduct, activities, and habits since the individuals last discharge or dismissal have been exemplary for a reasonable period of time. Title XII: Effective Date - The amendments made by this Act shall take effect October 1, 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Vietnam Veterans Comprehensive Readjustment and Rehabilitation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to provide a comprehensive program of improved benefits for veterans of the Vietnam era by providing a program of career development, advancement, and training, by providing for a conditional extension of the delimiting period with respect to educational assistance, by improving and modernizing the vocational rehabilitation program for disabled veterans, by providing for the payment of tuition expenses under the GI bill through an educational loan discharge program, by providing a needs-based 15 percent increase in the rates of educational assistance allowances under the GI bill, by expanding and improving the effectiveness of outreach programs, psychological readjustment assistance, educational and occupational counseling, and employment programs, by establishing an interagency Veterans Advisory Task Force and a Presidential Commission on Veterans' Affairs, by providing for the identification, treatment, and compensation of veterans suffering from diseases or disabilities attributable to exposure to toxic substance, chemical or biological agents, or radiation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:08-05:00"
}