{
  "actions": [
    {
      "acted_at": "1980-10-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8249-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-10-01", 
  "number": "8249", 
  "official_title": "A bill to consolidate and simplify the administration of Federal aid for elementary and secondary education authorized by the Elementary and Secondary Education Act of 1965, as amended, in order to eliminate unnecessary paperwork and undue Federal interference in our schools, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7882-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Education Improvement Act of 1980", 
  "sponsor": {
    "district": "2", 
    "name": "Clausen, Don H.", 
    "state": "CA", 
    "thomas_id": "00201", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-10-01", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative procedure", 
    "Department of Education", 
    "Education", 
    "Education of socially handicapped children", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal aid to education", 
    "Federal-local relations", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Information services", 
    "Intergovernmental relations", 
    "Judicial review of administrative acts", 
    "Local and Municipal Government", 
    "Preschool education", 
    "Private schools", 
    "Public schools", 
    "Regulatory reform", 
    "Secondary education", 
    "States"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-10-01", 
    "text": "Education Improvement Act of 1980 - Title I: Financial Assistance to Meet Special Educational Needs of Children - Declares it to be the policy of the United States to continue to provide financial assistance to State and local educational agencies to meet the special needs of educationally deprived children, on the basis of entitlements calculated under title I of the Elementary and Secondary Education Act of 1965 (ESEA), in a manner which will eliminate burdensome and unproductive paperwork and free the schools of Federal supervision, direction, and control. Directs the Secretary of Education, during fiscal years 1982 through 1986, to make payments, in accordance with the provisions of this title, to State educational agencies for grants made on the basis of entitlements created under title I of ESEA and calculated in accordance with provisions of such title in effect on September 30, 1981. Directs the Secretary, in making such payments to continue to utilize specified provisions of title I of such Act, with the exception of provisions relating to local program requirements and applications and to State and Federal administration of programs and projects. Requires that State and local educational agencies use such payments for programs and projects (including the acquisition of equipment and, where necessary, the construction of school facilities) designed to meet the special educational needs of educationally deprived children. Requires that State agency programs be designed to serve those categories of children (migratory, handicapped, neglected and delinquent) counted for eligibility for grants under specified ESEA provisions in accordance with the requirements of this title. Requires that local educational agencies use ESEA funds received under this title only for programs and projects: (1) designed to meet the special educational needs of educationally deprived children identified in accordance with specified provisions of this title; and (2) included in an application for assistance approved by the State educational agency and containing specified assurances concerning such programs and projects. Provides for the participation of children enrolled in private schools in special educational services and arrangements. Sets forth requirements relating to: (1) maintenance of effort; (2) use of funds limited to excess costs; (3) Federal funds to supplement, not supplant regular non-Federal funds; (4) comparability of services; (5) exclusion of special State and local program funds; and (6) allocation of funds in certain States. Title II: Consolidation of Federal Programs for Elementary and Secondary Education - Declares it to be the purpose of this title: (1) to consolidate the program authorizations contained in titles II through IX of ESEA into a single authorization of grants to States for the same purposes set forth in such titles, but to be used in accordance with the educational needs and priorities of each State as determined by the State; and (2) to financially assist State and local educational agencies to improve elementary and secondary education (including preschool education) for public and private school children, in a manner which eliminates administrative and paperwork burdens on the schools. Vests basic responsibility for the administration of funds made available under this title in State educational agencies. Admonishes such agencies to discharge such responsibility in a manner which will not impose an unreasonable administrative burden. Declares the intent of Congress that the responsibility for the design and implementation of programs assisted under this title be mainly that of local boards of education, school superintendents and principals, and classroom teachers and supporting personnel. Authorizes appropriations for fiscal years 1982 through 1986 to carry out the purposes of this title. Sets forth provisions for allotments to States and for State grant applications. Requires that specified funds be used by State and local educational agencies to develop and implement a basic skills improvement program. Requires that at least 70 percent of such funds be allocated to local educational agencies. Authorizes State educational agencies to provide leadership and support services for the basic skills improvement program. Sets forth requirements for school level basic skills improvement programs which local educational agencies must meet in applying for program funds. Authorizes State education agencies to carry out selected activities from among the full range of programs and projects formerly authorized under titles IV, V, VI, and VII of ESEA (Educational Improvement, Resources, and Support; State Leadership; Emergency School Aid; and Bilingual Education Programs), in accordance with requirements of this title including a planned allocation of funds in the State application. Sets forth authorized activities under such programs and projects. Authorizes State educational agencies to carry out selected activities from among the full range of programs and projects formerly authorized under titles III, VIII, and IX of ESEA (Special Projects; Community Schools; and Additional Programs for Gifted and Talented Children, Educational Proficiency Standards, and Women's Educational Equity), in accordance with requirements of this title, including a planned allocation of funds set forth in the State application. Sets forth authorized activities under such programs and projects. Sets forth requirements relating to: (1) maintenance of effort; (2) Federal funds being supplementary to, and not supplanting, non-Federal funds; and (3) participation of children enrolled in private schools. Authorizes the Secretary to use discretionary reserved funds for activities relating to the purposes of and programs under this Act, such as: (1) a national information source to assess program effectiveness and the needs of those served; (2) research and demonstrations; (3) teacher training and improvement; and (4) implementation assistance for State and local educational agencies. Title III: General Provisions - Authorizes the Secretary to issue regulations relating to this Act: (1) on duties specifically assigned to the Secretary; (2) on proper fiscal accounting for appropriations and on the method of making payments authorized; and (3) which reasonably insure compliance with the specific requirements and assurances required. Prohibits the Secretary from issuing regulations on all other matters relating to the details of planning, developing, implementing, and evaluating State and local educational agency programs and projects. Permits the Secretary to consult with appropriate State, local, and private educational agencies and to provide, upon request, technical assistance, information, and suggested guidelines. Provides that regulations issued pursuant to this Act shall not have the standing of a Federal statute for the purposes of judicial review. Sets forth provisions for withholding of payments and for judicial review thereof. Provides that specified provisions of the General Education Provisions Act (relating to \"State Educational Agency Monitoring and Agency Application\") shall not: (1) apply to programs authorized under this Act except to the extent that such provisions relate fiscal control and fund accounting procedures; and (2) be construed to authorize the Secretary to require any reports or take any actions not specifically authorized by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Education Improvement Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to consolidate and simplify the administration of Federal aid for elementary and secondary education authorized by the Elementary and Secondary Education Act of 1965, as amended, in order to eliminate unnecessary paperwork and undue Federal interference in our schools, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:35-05:00"
}