{
  "actions": [
    {
      "acted_at": "1999-06-24", 
      "references": [
        {
          "reference": "CR S7600-7601", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-24", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1279-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1999-06-24", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "1999-06-24", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-06-24", 
  "number": "1279", 
  "official_title": "A bill to improve the environmental quality and public use and appreciation of the Missouri River and to provide additional authority to the Army Corps of Engineers to protect, enhance, and restore fish and wildlife habitat on the Missouri River.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Missouri River Valley Improvement Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Kerrey, J. Robert", 
    "state": "NE", 
    "thomas_id": "01378", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-06-24", 
  "subjects": [
    "Animals", 
    "Aquatic ecology", 
    "Arts, culture, religion", 
    "Commemorations", 
    "Commerce", 
    "Computers and government", 
    "Congress", 
    "Congressional reporting requirements", 
    "Dams", 
    "Data banks", 
    "Economics and public finance", 
    "Emergency management", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Exotic animals", 
    "Exotic plants", 
    "Federal aid to water resources development", 
    "Fish kills", 
    "Fishery management", 
    "Flood damage", 
    "Floodplains", 
    "Government operations and politics", 
    "Government publicity", 
    "Habitat conservation", 
    "Historic sites", 
    "History", 
    "Infrastructure", 
    "Iowa", 
    "Kansas", 
    "Land transfers", 
    "Marine and coastal resources, fisheries", 
    "Missouri", 
    "Missouri River development", 
    "Montana", 
    "Navigation", 
    "Nebraska", 
    "North Dakota", 
    "Outdoor recreation", 
    "Public lands and natural resources", 
    "Research centers", 
    "Reservoirs", 
    "Restoration ecology", 
    "Riparian ecology", 
    "River regulation", 
    "Science, technology, communications", 
    "South Dakota", 
    "Sports and recreation", 
    "Stream conservation", 
    "Tourism", 
    "Transportation and public works", 
    "Trees", 
    "Water quality", 
    "Water resources development", 
    "Water supply", 
    "Waterfronts", 
    "Watershed management", 
    "West (U.S.)", 
    "Wild rivers", 
    "Wildlife conservation", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-06-24", 
    "text": "Missouri River Valley Improvement Act of 1999 - Amends the Flood Control Act of 1944 to direct the Chief of the U.S. Army Corps of Engineers to protect, enhance, and restore fish and wildlife habitat on the Missouri River (River).(Sec. 5) Directs the Secretary of the Interior to conduct a River study to examine needs and opportunities for acquisition of land and water surrounding the River as part of the National Wildlife Refuge System.(Sec. 6) Amends provisions of the Water Resources Development Act of 1986 relating to a project for the mitigation of River fish and wildlife losses to require the Secretary of the Army to report to Congress outlining the feasibility and costs of acquiring and restoring up to 25 percent of lost habitat in the River floodplain in Nebraska, Iowa, Kansas, and Missouri.(Sec. 7) Directs the Secretary of the Army to complete, and report to Congress on, a study that: (1) analyzes any adverse effects on aquatic and riparian-dependent fish and wildlife resulting from operation of the Missouri River Mainstem Reservoir Project in Nebraska, South Dakota, North Dakota, and Montana; and (2) recommend appropriate measures to mitigate such effects. Directs such Secretary to: (1) develop and administer a pilot mitigation program; and (2) complete, and report to Congress on, a study to analyze and recommend measures to avoid or reduce the loss of fish, including rainbow smelt, through Garrison Dam in North Dakota and Oahe Dam in South Dakota. Authorizes appropriations.(Sec. 8) Directs the Secretary of the Army to modify and improve River navigation training and bank stabilization structures to protect, enhance, and restore native River fish and wildlife habitat and support ecosystem restoration. Authorizes appropriations.(Sec. 9) Amends the Wild and Scenic Rivers Act to direct the Secretary of the Interior, if requested, to work with riverside communities to develop projects to revitalize historic riverfronts in specified River communities in Missouri, Kansas, Nebraska, Iowa, South Dakota, North Dakota, and Montana. Authorizes appropriations.(Sec. 10) Directs the Secretary of the Interior to complete, and report to Congress on, a study to evaluate opportunities to protect and replenish cottonwood trees in the associated riparian woodland communities along the River between Fort Benton and Fort Peck Reservoir, Montana. Authorizes appropriations.(Sec. 11) Directs the Secretary of the Interior to establish a program at the River Studies Center, Columbia, Missouri, to monitor the physical, biological, and chemical characteristics of the River in accordance with title I of the Department of the Interior and Related Agencies Appropriations Act, 1997. Directs such Secretary to: (1) develop a program to monitor and assess the biota, habitats, and water quality of the River (requiring certain consultation); and (2) establish and make available a database on such biota, habitats, and water quality. Requires a report to Congress every three years. Authorizes appropriations.(Sec. 12) Directs the Secretary of the Interior to establish Lewis and Clark Interpretive Centers to educate the public about the economic and environmental importance of the River and the scientific and cultural discoveries of Lewis and Clark in the vicinity of River communities. Authorizes appropriations.Directs the Secretary of the Army to provide improvements to recreation facilities and visitors centers at the Missouri River mainstem projects to provide for increased visitor use associated with the Lewis and Clark commemoration. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Missouri River Valley Improvement Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the environmental quality and public use and appreciation of the Missouri River and to provide additional authority to the Army Corps of Engineers to protect, enhance, and restore fish and wildlife habitat on the Missouri River.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:44-05:00"
}