{
  "actions": [
    {
      "acted_at": "2007-11-16", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-02-27", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Public Lands and Forests. Hearings held. With printed Hearing: S.Hrg. 110-364.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-07", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2008-06-16", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with an amendment in the nature of a substitute. With written report No. 110-367.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2008-06-16", 
      "calendar": "Senate Legislative", 
      "number": "799", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 799.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2379-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands and Forests", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2007-11-16", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-11-16", 
  "number": "2379", 
  "official_title": "A bill to authorize the Secretary of the Interior to cancel certain grazing leases on land in Cascade-Siskiyou National Monument that are voluntarily waived by the lessees, to provide for the exchange of certain Monument land in exchange for private land, to designate certain Monument land as wilderness, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cascade-Siskiyou National Monument Voluntary and Equitable Grazing Conflict Resolution Act", 
  "sponsor": {
    "district": null, 
    "name": "Smith, Gordon H.", 
    "state": "OR", 
    "thomas_id": "01549", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2008-05-07", 
  "subjects": [
    "Agriculture and food", 
    "Commerce", 
    "Compensation (Law)", 
    "Grazing", 
    "Land transfers", 
    "Law", 
    "Leases", 
    "National monuments", 
    "Natural monuments", 
    "Oregon", 
    "Public lands and natural resources", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2008-06-16", 
    "text": "Cascade-Siskiyou National Monument Voluntary and Equitable Grazing Conflict Resolution Act - (Sec. 3) Authorizes the Secretary of the Interior to accept any grazing lease that is voluntarily donated by a lessee with a valid existing grazing lease for a commercial grazing allotment in the Cascade-Siskiyou National Monument, Oregon, and to terminate any such lease so acquired. Prohibits the Secretary from issuing any new grazing lease within the grazing allotment covered by the lease and requires the Secretary to ensure a permanent end to livestock grazing on the allotment covered by the lease. Allows a lessee with a grazing lease for a grazing allotment partially within the Monument to elect to donate only that portion of the lease. Requires the Secretary, if a lessee donates a portion of such a lease, to: (1) reduce the authorized grazing level and area to reflect the donation; (2) modify the lease to reflect the reduced level and area of use; and (3) prohibit grazing from exceeding authorized levels to ensure that there is a permanent reduction in grazing. Bars the Secretary, with respect to the Agate, Emigrant Creek, and Siskiyou allotments in and near the Monument, from issuing any grazing lease. Requires the Secretary to ensure a permanent end to livestock grazing on each such allotment. Prohibits the establishment of any new allotments for livestock grazing that include any Monument land, whether leased or not leased for grazing. Treats a lessee who donates a grazing lease or a portion of such lease as having waived any claim to any range improvement on the associated allotment or portion thereof. (Sec. 4) Authorizes the Secretary to offer to convey to the owner of the Box R Ranch, and to convey if the offer is accepted, certain Bureau of Land Management (BLM) land in exchange for the Rowlett parcel. Sets forth requirements for: (1) conditions concerning the conveyance of the BLM land and the Rowlett parcel; and (2) appraisals of such land and parcel. Requires the lessee of the grazing lease for the Box R grazing allotment to donate such grazing lease in accordance with this Act. (Sec. 5) Authorizes the Secretary to offer to convey to Deerfield Learning Associates and to convey, if the offer is accepted, a certain parcel of federal land (the federal parcel) in exchange for the Deerfield parcel. Specifies: (1) conditions concerning the conveyance of the federal parcel and the Deerfield parcel; and (2) appraisals of such parcels. (Sec. 6) Designates approximately 24,100 acres of Monument land as the Soda Mountain Wilderness and as a component of the National Wilderness Preservation System.Sets forth requirements regarding the administration of the Wilderness, including fire, insect, and disease management activities, livestock grazing, fish and wildlife management, and the incorporation of acquired land and interests. (Sec. 7) Prohibits anything in this Act from: (1) affecting the authority of a federal agency to modify or terminate grazing permits or leases, except as provided in this Act; (2) authorizing the use of eminent domain; (3) creating a property right in any grazing permit or lease on federal land; (4) establishing a precedent for future grazing permit or lease donation programs; or (5) affecting existing allocation, ownership, interest, or control of any water, water right, or any other valid existing right held by the United States, an Indian tribe, a state, or private individual, partnership, or corporation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cascade-Siskiyou National Monument Voluntary and Equitable Grazing Conflict Resolution Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Cascade-Siskiyou National Monument Voluntary and Equitable Grazing Conflict Resolution Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to cancel certain grazing leases on land in Cascade-Siskiyou National Monument that are voluntarily waived by the lessees, to provide for the exchange of certain Monument land in exchange for private land, to designate certain Monument land as wilderness, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:58-05:00"
}