{
  "actions": [
    {
      "acted_at": "1996-05-10", 
      "committee": "Committee on Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-05-10", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-05-10", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-05-23", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-05-23", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Trade, and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Commerce, Trade, and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3446-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Trade, and Hazardous Materials", 
      "subcommittee_id": "11"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-05-10", 
  "number": "3446", 
  "official_title": "To amend the Clean Air Act and certain other environmental laws to provide regulatory relief and preserve jobs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regulatory Relief and Job Preservation Act of 1996", 
  "sponsor": {
    "district": "9", 
    "name": "Stockman, Steve", 
    "state": "TX", 
    "thomas_id": "01114", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-05-10", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution measurement", 
    "Air quality", 
    "Automobile inspection", 
    "Automobile repair", 
    "Chemicals", 
    "Chlorine", 
    "Commerce", 
    "Cost effectiveness", 
    "Depletion allowances", 
    "Economics and public finance", 
    "Emergency management", 
    "Energy", 
    "Energy policy", 
    "Energy prices", 
    "Energy tax credits", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental protection", 
    "Environmental risk assessment", 
    "Equipment and supplies", 
    "Evidence (Law)", 
    "Excise tax", 
    "Federal-state relations", 
    "Feedstock", 
    "Finance and financial sector", 
    "Fire prevention", 
    "Gas industry", 
    "Gasoline tax", 
    "Geology", 
    "Geophysics", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hazardous waste disposal", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Labeling", 
    "Law", 
    "Licenses", 
    "Manufacturing industries", 
    "Motor vehicle pollution control", 
    "Natural gas", 
    "Oil well drilling", 
    "Oxygen", 
    "Ozone", 
    "Ozone layer depletion", 
    "Petroleum industry", 
    "Petroleum prices", 
    "Pollution taxes", 
    "Prospecting", 
    "Public lands and natural resources", 
    "Reformulated gasoline", 
    "Secondary recovery of gas", 
    "Secondary recovery of oil", 
    "Self-incrimination", 
    "Standards", 
    "Tax deductions", 
    "Tax rates", 
    "Tax refunds", 
    "Taxation", 
    "Transportation and public works", 
    "Witnesses"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-05-10", 
    "text": "TABLE OF CONTENTS: Title I: Amendments of the Clean Air Act Title II: Environmental Self-Audits Title III: Regulation of Chlorine Compound Production Title IV: Amendment of the Solid Waste Disposal Act Title V: Amendment of the Internal Revenue Code of 1986 Regulatory Relief and Job Preservation Act of 1996 - Title I: Amendments of the Clean Air Act - Amends the Clean Air Act to repeal the authority of the Administrator of the Environmental Protection Agency (EPA) to require enhanced monitoring and submission of compliance certifications. (Sec. 102) Prohibits the Administrator from specifying a minimum oxygen content for reformulated gasoline and invalidates any such regulation previously promulgated. (Sec. 103) Approves the use of a State Operating Permits Program in lieu of EPA programs even if a final decision on approval of the State program is not yet received. (Sec. 104) Exempts commercial fire suppression equipment from prohibitions on the sale or distribution of products containing class II ozone-depleting substances. Repeals certain requirements for labeling of products containing or manufactured with ozone-depleting substances. (Sec. 105) Requires the Administrator, with respect to each emissions standard for hazardous air pollutants, to provide a cost-benefit analysis and prohibits establishment of any standard at a level at which incremental compliance costs exceed incremental benefits. (Sec. 106) Revises State enhanced vehicle inspection and maintenance program standards for serious ozone nonattainment areas. Requires rescission of EPA regulations and reissuance of rules to conform with this Act. (Sec. 107) Delays the primary standard attainment date for moderate ozone nonattainment areas. (Sec. 108) Provides standards for interpretation of ozone monitor readings used in determining excessive ozone amounts. (Sec. 109) Provides a formula for establishment of a baseline trend to be used in redesignation of areas as attainment or nonattainment. Title II: Environmental Self-Audits - Provides rules making privileged, and excluding for evidentiary purposes, information from voluntary environmental self-audits. Title III: Regulation of Chlorine Compound Production - Precludes the Administrator from prohibiting the manufacture, use, or distribution of chlorine compounds absent specific authorization by Congress after submission of a proposed regulation. Title IV: Amendment of the Solid Waste Disposal Act - Amends the Solid Waste Disposal Act to exclude feedstock used in a manufacturing process from the definition of hazardous waste, with exceptions. Title V: Amendment of the Internal Revenue Code of 1986 - Amends the Internal Revenue Code to apply provisions allowing the deduction of intangible oil and gas drilling and development costs to certain geological and geophysical costs. (Sec. 502) Revises marginal production standards, for purposes of the oil and gas percentage depletion limitations, to increase the barrel ceiling on production from stripper wells that produce water at a specified rate. Establishes a tax credit for production from marginal oil and gas wells (as defined in this Act). (Sec. 504) Replaces the annually increasing base tax amount used in calculating the excise tax on ozone-depleting chemicals with one set amount. (Sec. 505) Reduces the rate of tax on certain reformulated gasoline. Requires the Secretary of the Treasury to provide a specified credit or refund of tax on gasoline used to produce such reformulated gasoline."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regulatory Relief and Job Preservation Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Clean Air Act and certain other environmental laws to provide regulatory relief and preserve jobs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:25-05:00"
}