{
  "actions": [
    {
      "acted_at": "1989-04-26", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on District of Columbia.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-26", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-28", 
      "in_committee": "House Committee on District of Columbia", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-04-28", 
      "in_committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-05-03", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Intellectual Property, and the Administration of Justice", 
      "text": "Referred to the Subcommittee on Courts, Intellectual Property, and the Administration of Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2109-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Intellectual Property, and the Administration of Justice", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-04-26", 
  "number": "2109", 
  "official_title": "To authorize the appropriation of funds to the District of Columbia for additional officers and members of the Metropolitan Police Department of the District of Columbia, to provide for the implementation in the District of Columbia of a community-oriented policing system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Fauntroy, Walter E.", 
    "state": "DC", 
    "thomas_id": "00372", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-04-28", 
  "subjects": [
    "Authorization", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "District of Columbia", 
    "Judges", 
    "Judicial officers", 
    "Law", 
    "Law enforcement officers", 
    "Maryland", 
    "Narcotic traffic", 
    "Police", 
    "Prisons", 
    "Virginia"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-04-26", 
    "text": "Amends the District of Columbia Self-Government and Governmental Reorganization Act to authorize appropriations for FY 1990 through 1994 for 700 additional officers and members of the Metropolitan Police Department of the District of Columbia. Prohibits the use of such funds in FY 1990 until 120 days after the Mayor develops and submits a community-oriented policing system plan to the Committee on the District of Columbia of the House of Representatives. Prohibits the use of such funds after FY 1990 until 120 days after the Mayor notifies such committee that a community-oriented policing system has been implemented in the District of Columbia. Directs the District of Columbia to: (1) construct a prison at a specified location within the District which is to serve solely as a place for detaining and incarcerating individuals accused or convicted of crimes within the District of Columbia; and (2) submit the design for the prison to the Committee on the District of Columbia of the House of Representatives for the Committee's approval. Requires the Attorney General and the Joint Committee on Judicial Administration in the District of Columbia to submit a report to the Congress analyzing resources available to District of Columbia courts and the feasibility of, and costs associated with, increasing such resources. Directs the chief judge of the U.S. Court of Appeals for the District of Columbia Circuit to assign district judges of such Circuit to temporary service as judges of the Superior Court of the District of Columbia. Directs the Chief Justice of the United States to assign district judges of other circuits for service in the District of Columbia Circuit upon presentation of a certificate of necessity by the chief judge of the U.S. Court of Appeals for the District of Columbia Circuit. Requires the Attorney General to: (1) submit a report to the Congress analyzing the potential effects of increased efforts to eliminate drug-related criminal activity in the District of Columbia on crime and law enforcement in the metropolitan area surrounding the District; and (2) authorize U.S. marshals for the District of Columbia and surrounding judicial districts to appoint eligible law enforcement officers from the District of Columbia, Maryland, and Virginia to temporary service as deputy U.S. marshals while investigating criminal activity within the District of Columbia, Maryland, and the Eastern and Western Districts of Virginia."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To authorize the appropriation of funds to the District of Columbia for additional officers and members of the Metropolitan Police Department of the District of Columbia, to provide for the implementation in the District of Columbia of a community-oriented policing system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:30-05:00"
}