{
  "actions": [
    {
      "acted_at": "1992-09-22", 
      "committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science, Space and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5992-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-09-22", 
  "number": "5992", 
  "official_title": "To modernize the technology and operations of the National Weather Service.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Weather Service Modernization Act of 1992", 
  "sponsor": {
    "district": "8", 
    "name": "Scheuer, James H.", 
    "state": "NY", 
    "thomas_id": "01029", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-09-22", 
  "subjects": [
    "Administrative procedure", 
    "Airports", 
    "Automation", 
    "Aviation safety", 
    "Congressional reporting requirements", 
    "Department of Commerce", 
    "Employee training", 
    "Equipment and supplies", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Government operations and politics", 
    "Government paperwork", 
    "Meteorological research", 
    "Planning", 
    "Radar", 
    "Technological innovations", 
    "Weather", 
    "Weather forecasting"
  ], 
  "subjects_top_term": "Weather", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-09-22", 
    "text": "Weather Service Modernization Act of 1992 - Requires the Secretary of Commerce (Secretary) to include as part of the Department of Commerce's annual budget request justification material a National Implementation Plan (National Plan) of actions needed to accomplish the objectives of the ten-year Strategic Plan currently required under the National Aeronautics and Space Administration Authorization Act, Fiscal Year 1989 (NASA Act) for modernization of the National Weather Service (NWS). Specifies national plan contents. Requires the Secretary to: (1) transmit a copy of each annual national plan to the Modernization Transition Committee (established by this Act); and (2) consult with it in developing such plan. Requires the Secretary to: (1) contract with the National Research Council (NRC) for a review of the scientific and technical modernization criteria by which the Secretary proposes to certify action to close, consolidate, automate, or relocate NWS field offices; and (2) publish in the Federal Register final modernization criteria based on such NRC review. Changes requirements for certification that the closing, consolidation, automation, or relocation of any field office will not result in service degradation. Prohibits the Secretary from: (1) changing operations at an NWS field office pursuant to implementation of the Strategic Plan unless the Secretary has provided appropriate notification; (2) removing or permanently decommissioning any NWS radar until the Secretary has prepared radar commissioning and decommissioning reports documenting that such action would be consistent with the final modernization criteria established above; (3) commissioning an automated surface observing system located at an airport unless the weather services provided after commissioning will continue to be in full compliance with applicable flight aviation rules; (4) closing, before January 1, 1996, any NWS field office pursuant to implementation of the Strategic Plan; (5) closing or relocating any NWS field office located at an airport unless the Secretary determines that such action will not result in degradation of service that affects aircraft safety; (6) closing or relocating any NWS field office which is the only office in a State unless the Secretary determines that a comparable level of weather services provided to in-State users will remain; or (7) closing, consolidating, automating, or relocating a NWS field office until arrangements have been made to maintain at least one person in the service area to act as a liaison officer with area weather service users with respect to the provision of information regarding NWS modernization and restructuring activities and weather warnings and forecasts. Establishes the Modernization Transition Committee. Specifies Committee duties, which include reviewing proposed certifications and advising the Congress and the Secretary on implementation and development of the Strategic and National Plans and establishment of modernization criteria. Requires the Secretary to prepare a report for the Congress on the proposed NWS modernization. Specifies report contents. Repeals provisions of the NASA Act with respect to NWS modernization."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Weather Service Modernization Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To modernize the technology and operations of the National Weather Service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:58-05:00"
}