{
  "actions": [
    {
      "acted_at": "1988-03-30", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2235-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-03-30", 
  "number": "2235", 
  "official_title": "A bill to provide tax incentives and assistance to low income working families.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employment Incentive Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Wallop, Malcolm", 
    "state": "WY", 
    "thomas_id": "01451", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-03-30", 
  "subjects": [
    "Child support", 
    "Children and youth", 
    "Costs", 
    "Day care", 
    "Domestic Relations and Families", 
    "Earnings", 
    "Economics and public finance", 
    "Excise tax", 
    "Families", 
    "Federal aid to child welfare", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Inflation", 
    "Social welfare", 
    "State finance", 
    "States", 
    "Support of dependents", 
    "Tax credits", 
    "Taxation", 
    "Youth"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-03-30", 
    "text": "Employment Incentive Act of 1988 - Title I: The Family Earned Income Tax Credit - Amends Internal Revenue Code provisions governing the earned income tax credit to: (1) increase from $5,714 to $7,143 the amount of earned income subject to the credit; and (2) increase the credit percentage incrementally from 14 percent to 35 percent, adjusted annually for inflation, as the number of the taxpayer's dependent children increases from one to four or more. Title II: Child Care Tax Credits - Allows an individual taxpayer a refundable income tax credit, in an amount based on adjusted gross income (minimum credit of $150), for each dependent below the age of compulsory school attendance in the State where the taxpayer resides. Disallows application of the nonrefundable dependent care income tax credit with respect to a taxpayer's dependents under age 15, unless the child is physically or mentally incapable of self-care. Title III: Child Support Tax - Imposes a child support tax on every liable absent parent (one who is absent on other than a temporary basis, who has a legal obligation under State law to furnish child support, and whose whereabouts are known). Bases the rate of the tax (maximum rate is 40%) on the number of children to whom the parent has support obligations. Applies in connection with this tax the same withholding, information return, penalty, and other administrative provisions currently applied with respect to income tax collection. Amends part D (Child Support and Establishment of Paternity) of title IV of the Social Security Act to establish a program of Federal child support benefits for use on behalf of any child under age 18 who has at least one absent parent and who is living with another parent or has been removed from home for his or her welfare. Directs the Secretary of Health and Human Services to make these payments monthly to the custodial parent or other appropriate person. Sets 1989 benefit rates at between $830 (nine or more children) and $2,000 (one child), depending on the number of eligible children living in the recipient household. Provides for rate increases in subsequent years. Limits the amount of benefits to the amount of child support tax collected from the absent liable parent. Describes general administrative features, benefit adjustment procedures, and procedures for appealing eligibility determinations with respect to this new benefit program. Penalizes persons who fail to report changes in circumstances that would affect either benefit amount or eligibility. Provides criminal penalties for misrepresentation and fraud in connection with the program. Directs the Secretary to undertake a demonstration program under which at least six voluntarily participating States would implement State programs essentially corresponding to the Federal child support tax and child support payment program described in this Act. Requires the Secretary to submit to the Congress an annual report on the demonstration program. Directs the Office of Management and Budget to report to the Congress before January 1, 1989, on the budgetary ramifications of implementing the child support program nationwide. Directs the Secretary to provide for the comprehensive independent evaluation of these programs according to prescribed standards and to report evaluation results to the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employment Incentive Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide tax incentives and assistance to low income working families.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:55-05:00"
}