{
  "actions": [
    {
      "acted_at": "1994-02-07", 
      "references": [], 
      "text": "Read twice and referred concurrently to the Committee on Appropriations; the Budget pursuant to the order of January 30, 1975, with instructions that the Budget Committee be authorized to report its views to the Appropriations Committee, and that the latter alone be authorized to report the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-02-08", 
      "bill_ids": [
        "hr3759-103"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations. Provisions of measure incorporated into measure H.R. 3759 ordered to be reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-02-08", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Appropriations. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-02-08", 
      "references": [], 
      "text": "Committee on Appropriations. Reported to Senate by Senator Byrd with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-02-08", 
      "calendar": "Senate Legislative", 
      "number": "366", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 366.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1994-05-24", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1832-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-02-07", 
  "number": "1832", 
  "official_title": "A bill to rescind certain budget authority proposed to be rescinded in a special message transmitted to the Congress by the President on February 7, 1994, in accordance with title X of the Congressional Budget and Impoundment Control Act of 1974, as amended.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3759-103", 
      "reason": "unknown"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Byrd, Robert C.", 
    "state": "WV", 
    "thomas_id": "01299", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1994-02-08", 
  "subjects": [
    "Administration of justice", 
    "Aeronautics", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural insurance", 
    "Agricultural labor", 
    "Agricultural research", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Air force procurement", 
    "Airlines", 
    "American economic assistance", 
    "American military assistance", 
    "Animals", 
    "Appellate courts", 
    "Appropriations", 
    "Armed forces and national security", 
    "Arms sales", 
    "Army procurement", 
    "Astronautics", 
    "Ballistic missiles", 
    "Biomass energy", 
    "Board for International Broadcasting", 
    "Coast guard", 
    "Commerce", 
    "Congress", 
    "Congressional agencies", 
    "Defense budgets", 
    "Defense procurement", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of Defense", 
    "Department of Education", 
    "Department of Energy", 
    "Department of Health and Human Services", 
    "Department of Housing and Urban Development", 
    "Department of Labor", 
    "Department of State", 
    "Department of Transportation", 
    "Department of Veterans Affairs", 
    "Department of the Interior", 
    "Department of the Treasury", 
    "District courts", 
    "Economic assistance", 
    "Economic development", 
    "Economics and public finance", 
    "Energy", 
    "Energy policy", 
    "Energy research", 
    "Energy supplies", 
    "Environmental protection", 
    "Executive impoundment of appropriated funds", 
    "Farm produce", 
    "Federal aid highway program", 
    "Federal aid to housing", 
    "Federal aid to research", 
    "Federal aid to transportation", 
    "Federal office buildings", 
    "Finance and financial sector", 
    "Fishery management", 
    "Food relief", 
    "Foreign trade and international finance", 
    "General Services Administration", 
    "Government lending", 
    "Government operations and politics", 
    "Government trust funds", 
    "Guided missiles", 
    "Home ownership", 
    "House of Representatives", 
    "Housing and community development", 
    "Independent regulatory commissions", 
    "International affairs", 
    "International broadcasting", 
    "International relief", 
    "Israel", 
    "Labor and employment", 
    "Law", 
    "Libraries", 
    "Library of Congress", 
    "Low-income housing", 
    "Marine and coastal resources, fisheries", 
    "Middle East and North Africa", 
    "Military aircraft", 
    "Military construction operations", 
    "Military research", 
    "National Aeronautics and Space Administration", 
    "National Science Foundation", 
    "Naval aviation", 
    "Naval procurement", 
    "Nuclear Regulatory Commission", 
    "Nuclear power", 
    "Postal service", 
    "Radio broadcasting", 
    "Radio stations", 
    "Railroad research", 
    "Rental housing", 
    "Research and development", 
    "Rural electrification", 
    "Rural housing", 
    "Science, technology, communications", 
    "Senate", 
    "Shipbuilding", 
    "Small business", 
    "Social welfare", 
    "Soil conservation", 
    "Space activities", 
    "Telephone", 
    "Transportation and public works", 
    "Warships"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1994-02-08", 
    "text": "TABLE OF CONTENTS: Chapter I: Department of Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Chapter II: Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Chapter III: Department of Defense Chapter IV: Energy and Water Development Chapter V: Foreign Operations, Export Financing, and Related Programs Chapter VI: Department of the Interior and Related Agencies Chapter VII: Departments of Labor, Health and Human Services, and Education, and Related Agencies Chapter VIII: Legislative Branch Chapter IX: Department of Defense-Military Construction Chapter X: Department of Transportation and Related Agencies Chapter XI: Treasury, Postal Service, and General Government Chapter XII: Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Chapter I: Department of Agriculture, Rural Development, Food and Drug Administration, and Related Agencies - Rescinds funds made available to the Department of Agriculture for the Economic Research Service, the Cooperative State Research Service, the Agricutural Stabilization and Conservation Service, the Soil Conservation Service, the Farmers Home Administration, the Rural Electrification Administration, and the Food and Nutrition Service. Chapter II: Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies - Rescinds funds made available to the Department of Commerce for the International Trade Administration, export administration, the Minority Business Development Agency, the National Telecommunications and Information Administration, and the Economic Development Administration. Rescinds funds made available to the Department of State for the Administration of Foreign Affairs. Rescinds funds made available to the Courts of Appeals, District Courts, and other judicial services. Rescinds funds made available to the Board for International Broadcasting, the Small Business Administration, the State Justice Institute, and the United States Information Agency. Chapter III: Department of Defense - Rescinds funds made available to the Department of Defense for procurement and research, development, test and evaluation. Chapter IV: Energy and Water Development - Rescinds funds made available to: (1) the Department of the Army for the Civil Corps of of Engineers; (2) the Bureau of Reclamation of the Department of the Interior; (3) the Department of Energy; and (4) the Nuclear Regulatory Commission. Chapter V: Foreign Operations, Export Financing, and Related Programs - Rescinds certain funds appropriated to the President for multilateral economic assistance, bilateral economic assistance, international security assistance, and military assistance. Chapter VI: Department of the Interior and Related Agencies - Rescinds funds made available to the Department of the Interior for the U.S. Fish and Wildlife Service and the Department of the Treasury for Biomass Energy Development. Chapter VII: Departments of Labor, Health and Human Services, and Education, and Related Agencies - Rescinds funds appropriated to the Department of Labor, the Department of Health and Human Services, and the Department of Education for salaries and expenses and administrative costs. Chapter VIII: Legislative Branch - Rescinds certain funds made available to the Senate, the House of Representatives, the Library of Congress, and the General Accounting Office. Chapter IX: Department of Defense - Rescinds funds appropriated to the Department of Defense for military construction. Chapter X: Department of Transportation and Related Agencies - Rescinds funds made available to the Department of Transportation for the Office of the Secretary, Federal Aviation Administration, Federal Highway Administration, National Highway Traffic Safety Administration, Federal Railroad Administration, and Federal Transit Administration. Chapter XI: Treasury, Postal Service, and General Government - Rescinds amounts made available to the Internal Revenue Service for information systems, and the General Services Administration for the Federal Buildings Fund. Chapter XII: Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies - Rescinds funds made available for certain housing programs and for research and development of the National Aeronautics and Space Administration."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to rescind certain budget authority proposed to be rescinded in a special message transmitted to the Congress by the President on February 7, 1994, in accordance with title X of the Congressional Budget and Impoundment Control Act of 1974, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:17-05:00"
}