{
  "actions": [
    {
      "acted_at": "1985-10-30", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3651-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-10-30", 
  "number": "3651", 
  "official_title": "A bill to reaffirm the boundaries of the Great Sioux Reservation to convey federally held lands in the Black Hills to the Sioux Nation; to provide for the economic development, resource protection and self-determination of the Sioux Nation; to remove barriers to the free exercise of traditional Indian religion in the Black Hills; to preserve the sacred Black Hills from desecration; to establish a wildlife sanctuary; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1453-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1453-99", 
      "reason": "identical"
    }
  ], 
  "short_title": "Sioux Nation Black Hills Act", 
  "sponsor": {
    "district": "3", 
    "name": "Howard, James J.", 
    "state": "NJ", 
    "thomas_id": "00564", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-10-30", 
  "subjects": [
    "Federal-Indian relations", 
    "Forests and forest products", 
    "Indian claims", 
    "Indian hunting and fishing rights", 
    "Indian lands", 
    "Indian water rights", 
    "Land transfers", 
    "Monuments and memorials", 
    "National forests", 
    "National monuments", 
    "National parks", 
    "Native Americans", 
    "Parks and Natural Areas", 
    "Public Lands and Real Property", 
    "South Dakota"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-10-30", 
    "text": "Sioux Nation Black Hills Act - Reconveys certain Federal lands to the Sioux Reservation. Requires the Secretary of the Interior to identify and inventory such re-established lands, both privately and federally owned, and to accept comments on such inventory from the Sioux Nation and any other interested party. Requires the head of each Federal agency owning lands, water rights, or sub-surface mineral estate within such re-established lands to convey such Federal interests to the Sioux Nation. Grants a specified easement to the United States. Prohibits the conveyance of the Mount Rushmore National Memorial to the Sioux Nation. Grants the Sioux Nation first preference in the bidding for the operation of any concessions at such memorial. Conveys all water rights within the re-established areas to the Sioux Nation. Exempts all such re-established areas from Federal and State taxation and from acquisition for public purposes without the consent of the Sioux Nation. Provides that privately held lands within the re-established lands shall not be disturbed and may be held by the owners, subject to specified conditions. Gives the Sioux Nation the right of first refusal to purchase privately held lands in the re-established areas. Authorizes the Secretary to acquire, by purchase or exchange, all State school lands and interests therein that are located within such re-established lands. Requires the Secretary to undertake to acquire those lands held by the State of South Dakota at Bear Butte. Requires such lands acquired by exchange to be conveyed to the Sioux Nation. Sets forth specified compensation to be paid by the United States to the Sioux Nation for the loss of the use of its lands from 1877 to the present. Establishes Sioux Park (out of national park and other lands) within the re-established lands and provides specified conditions for its use. Designates specified lands (including national forest and other lands) acquired by the Sioux Nation under this Act as the Black Hills Sioux Forest. Sets forth specified conditions for its use. Establishes the Sioux National Council for the management of the re-established lands. Establishes an Interim Management Board to manage such lands until the Council has been selected. Provides that nothing in this Act shall deprive any person or government of any valid existing mineral lease, grazing permit, timber lease and permit, contract rights, or access to any lands conveyed to the Sioux Nation. Grants the Sioux Nation exclusive jurisdiction to regulate hunting and fishing on all lands conveyed to it within the re-established lands. Provides that all former treaties between the United States and the Sioux Nation, to the extent not inconsistent with this Act, shall continue in full force and effect and any claims the Nation may have against the United States are not extinguished. Sets forth criminal jurisdiction over non-Indians who commit crimes on re-established lands. Extinguishes all claims of the Sioux Nation that arise from the previous taking by the United States of Sioux reservation lands upon the transfer of such lands to the Sioux Nation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sioux Nation Black Hills Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reaffirm the boundaries of the Great Sioux Reservation to convey federally held lands in the Black Hills to the Sioux Nation; to provide for the economic development, resource protection and self-determination of the Sioux Nation; to remove barriers to the free exercise of traditional Indian religion in the Black Hills; to preserve the sacred Black Hills from desecration; to establish a wildlife sanctuary; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:54-05:00"
}