{
  "actions": [
    {
      "acted_at": "1975-05-06", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1645-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-06", 
  "number": "1645", 
  "official_title": "A bill to establish improved programs for the benefit of producers and consumers of rice.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rice Act", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-06", 
  "subjects": [
    "Acreage allotments", 
    "Agricultural research", 
    "Agriculture and food", 
    "Rice"
  ], 
  "subjects_top_term": "Agricultural research", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-06", 
    "text": "Rice Act - Title I: Rice - Directs the Secretary of Agriculture, under the provisions of the Agricultural Adjustment Act of 1938, to establish for each of the 1976 and 1977 crops of rice a national acreage allotment which shall be the number of acres which will produce an amount of rice equal to the estimated domestic comsumption and exports (less imports) of rice for the marketing year beginning in the year in which the crop is to be produced, adjusted to maintain agequate supplies or to prevent excessive carryover stocks. Requires that the national acreage allotment shall not be less than two million acres. Directs the Secretary to allocate the national acreage allotment on the basis of the rice allotments established for the preceding crops, as equitably adjusted. Provides for reserving a portion of the rice allotment for apportionment to new rice farms and new rice producers. Sets forth criteria for reducing the rice allotment. Authorizes the Secretary to transfer for any year because of natural disaster all or part of such rice acreage for any farm in the county or in any other nearby county on which one or more producers on the farm from which transfer is to be made will be engaged in the production of rice and will share in the proceeds in accordance with such regulations as the Secretary may prescribe. Directs the Secretary to permit the owner and operator of any farm for which a farm acreage allotment has been established to sell or lease all or any part to any other owner or operator of a farm in the same State, or to transfer all or any part of such allotment to any other farm owned or controlled by him if in the same State. Title II: Rice Research - Authorizes the Secretary of Agriculture to carry out regional and national research programs with respect to rice for specified purposes, including: (1) to reduce fertilizer and herbicide usage in excess of production needs; (2) to develop varieties of rice more susceptible to complete fertilizer utilization; and (3) to improve the resistance of rice plants to disease and to enhance their conservation and environmental qualities. Authorizes the appropriation of up to $1,000,000 in any fiscal year to carry out such research. Title III: Miscellaneous - Provides, under the Agricultural Act of 1949, that for the 1976 and 1977 crops of rice, a cooperator shall be a producer on a farm on which a farm acreage allotment has been has been established or to which a producer on a farm on which a farm acreage allotment allocated, who has set aside the acreage required under such Act and who complies with the conditions of eligibility prescribed by the Secretary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rice Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish improved programs for the benefit of producers and consumers of rice.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:22-05:00"
}