{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr652-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "652", 
  "official_title": "A bill to authorize the Secretary of Labor to provide for the development and implementation of programs of units of local government to provide comprehensive year-round recreational opportunities for the Nation's underprivileged youth.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Urban Recreational Opportunities Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Families", 
    "Native Americans", 
    "Recreation", 
    "Recreation centers", 
    "Urban affairs", 
    "Youth"
  ], 
  "subjects_top_term": "Youth", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Urban Recreational Opportunities Act - Expresses the findings of Congress that the solution of the problem of providing recreational opportunities for the Nation's underprivileged youth lies in: (1) the establishment of a permanent year-round urban recreational opportunities program within the Department of Labor; and (2) the providing of the necessary linkage on the local level with already existing Federal, State, or locally funded programs in such a way as to utilize existing resources. Authorizes the Secretary of Labor, in consultation with the Secretary of the Department of Interior, to develop and to implement programs which are used or usable for recreation. Provides for the coordination of all such programs by the Secretary with units of local government. Provides that programs will be carried out through grants made directly to units of local government, with particular attention being given to the needs of Appalachia and Indian Tribes. Allows agencies to contract with private nonprofit agencies or organizations to implement program projects. States that programs assisted under this Act shall, to the extent feasible, be designed to include information tours, cultural field trips, athletic activities, and admission to special events. Requires the Secretary to submit an annual report to the Congress on the progress of this Act. Authorizes to be appropriated to carry out the provisions of this Act $100,000,000 for fiscal year 1973 $150,000,000 for fiscal year 1974; and $200,000,000 for fiscal year 1975."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Urban Recreational Opportunities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Labor to provide for the development and implementation of programs of units of local government to provide comprehensive year-round recreational opportunities for the Nation's underprivileged youth.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:38-05:00"
}