{
  "actions": [
    {
      "acted_at": "1993-03-04", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-08-06", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Civil and Constitutional Rights", 
      "text": "Referred to the Subcommittee on Civil and Constitutional Rights.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-03-09", 
      "references": [
        {
          "reference": "CR H1092", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1220-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Civil and Constitutional Rights", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-03-04", 
  "number": "1220", 
  "official_title": "To provide the penalty of death for certain Federal crimes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Death Penalty Act of 1993", 
  "sponsor": {
    "district": "17", 
    "name": "Gekas, George W.", 
    "state": "PA", 
    "thomas_id": "00432", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-03-04", 
  "subjects": [
    "Administration of justice", 
    "Air piracy", 
    "Aircraft", 
    "Airports", 
    "Aliens", 
    "Americans in foreign countries", 
    "Appellate procedure", 
    "Armed forces and national security", 
    "Assassination", 
    "Bank robberies", 
    "Biological weapons", 
    "Bombings", 
    "Capital punishment", 
    "Chemical weapons", 
    "Child molesting", 
    "Civil rights and liberties, minority issues", 
    "Conspiracy", 
    "Correctional personnel", 
    "Criminal procedure", 
    "Destruction of property", 
    "Discrimination", 
    "Drug law enforcement", 
    "Equality before the law", 
    "Espionage", 
    "Evidence (Law)", 
    "Explosives", 
    "Families", 
    "Federal employees", 
    "Federal installations", 
    "Firearms", 
    "Genocide", 
    "Government paperwork", 
    "Hijacking", 
    "Homicide", 
    "Hostages", 
    "Indian courts", 
    "Informers", 
    "Judges", 
    "Judicial officers", 
    "Juries", 
    "Jurisdiction", 
    "Juvenile delinquency", 
    "Kidnapping", 
    "Law enforcement officers", 
    "Licenses", 
    "Local officials and employees", 
    "Marine safety", 
    "Mass destruction weapons", 
    "Mentally handicapped", 
    "Murder", 
    "Narcotic traffic", 
    "Native Americans", 
    "Nuclear weapons", 
    "Offshore structures", 
    "Organized crime", 
    "Poor", 
    "Postal crimes", 
    "Pregnant women", 
    "Presidential protection", 
    "Prison violence", 
    "Prisoners", 
    "Railroads", 
    "Rape", 
    "Recidivists", 
    "Religious liberty", 
    "Right to counsel", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Ships", 
    "State officials and employees", 
    "Territorial waters", 
    "Terrorism", 
    "Torture", 
    "Treason", 
    "Victims of crimes", 
    "Violence", 
    "Witnesses", 
    "Youth"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-03-04", 
    "text": "Federal Death Penalty Act of 1993 - Amends the Federal criminal code to establish criteria for the imposition of the death penalty for Federal crimes. Requires the Government, for any offense punishable by death, to serve notice upon the defendant that it intends to seek the death penalty and the aggravating factors upon which it will rely. Requires a separate sentencing hearing before a jury, or the court upon motion by the defendant, when the defendant is found guilty or pleads guilty to an offense punishable by death. Allows the defendant and the Government to present any information relevant to sentencing, but permits evidence to be excluded where its probative value is substantially outweighed by the danger of creating unfair prejudice, confusing the issues, or misleading the jury (but permits the Government to present information concerning the effect of the offense on the victim and the victim's family). Specifies mitigating and aggravating factors. Sets forth special aggravating factors for: (1) treason, espionage, homicide, and the attempted murder of the President; and (2) drug offenses punishable by the death penalty (such factors include previous serious drug felony convictions, use of a firearm in committing or furthering certain continuing criminal enterprises, use of minors in trafficking, and lethal adulteration of controlled substances). States that no person who was under 18 years of age at the time of the offense or who is mentally retarded may be sentenced to death. Requires the court to instruct the jury not to consider the race, color, religion, national origin, or sex of the defendant or victim in its consideration of the sentence. Sets forth procedures for: (1) appeal from a death sentence; and (2) implementation of a sentence of death. Prohibits: (1) a sentence of death from being carried out upon a person who lacks the mental capacity to understand the death penalty and why it was imposed on that person, or upon a woman while she is pregnant; and (2) requiring any employee of any State department of corrections, the Federal Bureau of Prisons, the U.S. Marshals Service, or any employee providing services to that department, bureau, or service under contract to be in attendance or to participate in any execution if such participation is contrary to such employee's moral or religious convictions. Sets forth provisions regarding: (1) appointment of counsel; (2) deadlines for collateral attacks on judgments imposing a sentence of death; and (3) stays of execution. Limits the circumstances under which a person subject to the criminal jurisdiction of an Indian tribal government may be executed under this Act. Provides for the imposition of the death penalty for specified Federal crimes, including: (1) murders committed by prisoners in Federal correctional institutions; (2) certain offenses relating to drive-by shootings; (3) kidnappings which result in the death of any person; (4) attempting to kill the President of the United States (if such attempt results in bodily injury or comes dangerously close to causing the President's death); (5) murder in the aid of a a racketeering activity; (6) civil rights murders and certain murders involving damage to religious property or obstruction of persons in the free exercise of religious belief; and (7) murder of Federal witnesses in the Witness Protection Program. Increases penalties for obstruction of justice offenses against court officers and jurors, and for retaliatory killings of witnesses, victims, and informants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Death Penalty Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide the penalty of death for certain Federal crimes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:29:23-05:00"
}