{
  "actions": [
    {
      "acted_at": "2010-01-20", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2934-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-01-20", 
  "number": "2934", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to ensure the safety of imported seafood.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Imported Seafood Safety Standards Act", 
  "sponsor": {
    "district": null, 
    "name": "Vitter, David", 
    "state": "LA", 
    "thomas_id": "01609", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-01-20", 
  "subjects": [
    "Agriculture and food", 
    "Food supply, safety, and labeling", 
    "Fraud offenses and financial crimes", 
    "Seafood", 
    "State and local government operations", 
    "Trade restrictions"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-01-20", 
    "text": "Imported Seafood Safety Standards Act - Amends the Federal Food, Drug, and Cosmetic Act to prohibit the importation of any seafood from a foreign country unless the country complies with U.S. standards for seafood manufacturing, processing, and holding. Requires an annual inspection of each foreign facility that exports seafood to the United States to ensure compliance with such standards. Requires periodic follow-up inspections of such foreign facilities as determined necessary by the Secretary of Health and Human Services (HHS). Requires the Secretary to inspect and test: (1) not less than 20% of all imported seafood each year; and (2) the first 15 shipments of seafood imported or offered for import into the United States from an exporter. Sets forth inspection and test requirements that apply with respect to exporters that fail to meet inspection or test requirements. Directs the Secretary to: (1) refuse entry of all seafood shipments from a country that repeatedly fails to meet inspection or testing requirements; and (2) establish exporter fees as necessary. Requires the detention or destruction of imported seafood that fails to meet safety standards unless the shipment meets criteria for re-export. Allows importation of seafood at only those U.S. ports of entry that have the personnel trained to conduct the applicable testing and inspections. Prohibits: (1) making a knowingly false statement with respect to a test or inspection under this Act; or (2) knowingly misbranding any seafood imported under this Act. Establishes a civil penalty for violations. Authorizes the Secretary to establish a program under which a state may conduct inspection, testing, and certification of U.S. seafood imports."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Imported Seafood Safety Standards Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to ensure the safety of imported seafood.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:40-05:00"
}