{
  "actions": [
    {
      "acted_at": "1975-02-05", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-02-05", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2890-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-05", 
  "number": "2890", 
  "official_title": "A bill to amend the Budget Control Act of 1974 to incorporate a system for the limitation of Federal revenues and budget outlays, to improve the dissemination of information concerning the fiscal impact of all bills and joint resolutions, to impose upon the Federal Reserve Board a set of limits for the expansion of monetary supply, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Budget Limitation Act", 
  "sponsor": {
    "district": "4", 
    "name": "Holt, Marjorie S.", 
    "state": "MD", 
    "thomas_id": "00555", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-05", 
  "subjects": [
    "Economics and public finance", 
    "Federal budgets", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "House of Representatives", 
    "House rules and procedure", 
    "Money", 
    "Money supply"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-05", 
    "text": "Federal Budget Limitation Act - Title I: Revenue and Budget Outlays Control - Defines the term \"Federal revenue and budget outlay limit\" for purposes of the Congressional Budget and Impoundment Control Act of 1974 to mean an amount derived by the Congressional Budget office according to specified formulas. Prohibits Congress from making any appropriation for any fiscal year in excess of the Federal revenue and budget outlay limit for such fiscal year, except in the event of a substantial emergency, as declared by concurrent resolution approved by two-thirds of the Members in each house. Provides that a bill or joint resoultion of a public or private character which has been introduced by it from the other House of Congress or received by it from the other House shall be printed only when there appears at the bottom of the first page thereof a fiscal note. Requires such fiscal note to state the amounts estimated to be the direct and indirect costs likely to be incurred or the direct and indirect savings likely to be achieved in carrying out the provisions of such bill or joint resolution in the fiscal year in which it is introduced or received and in each of the five fiscal years following such fiscal year, or for the authorized duration of any program authorized by such bill or joint resolution if less than five years, except that in the case of measures affecting revenue, the fiscal note shall state only the estimate of the change in revenues for a one-year period. Title II: Monetary Supply Control - Requires the Board of Governors of the Federal Reserve System to insure that any rate of increase in the amount of currency in circulation and demand deposits is not greater than 1 1/4 percent per quarter fiscal year, unless the Board finds that an extradinary economic condition exists and Congress does not disagree with those findings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Budget Limitation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Budget Control Act of 1974 to incorporate a system for the limitation of Federal revenues and budget outlays, to improve the dissemination of information concerning the fiscal impact of all bills and joint resolutions, to impose upon the Federal Reserve Board a set of limits for the expansion of monetary supply, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:14-05:00"
}