{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-09-11", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary with amendment, H. Rept. 93-461.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-09-26", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #483 (336-30).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-09-27", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr981-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "981", 
  "official_title": "A bill to amend the Immigration and Nationality Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres545-93", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr6701-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Immigration", 
    "Visas"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1973-09-26", 
    "text": "(LATEST SUMMARY) Immigration and Nationality Act Amendments - Permits the entry of aliens into the United States to perform services or labor when the employment of such aliens will not adversely affect the wages and working conditions of workers similarly employed. Provides separate hemispheric ceilings of 170,000 for the Eastern Hemisphere and 120,000 for the Western Hemisphere. Provides that visas on immigration from dependent areas of foreign states be chargeable only to the hemisphere ceiling in which the dependent areas are located and shall not exceed 600 in any one fiscal year. Defines the term \"refugee.\" Requires that to be eligible for refugee status, aliens must: (1) be outside the country of which they are national or if they have no country of nationality, outside the country in which they have habitually resided; and (2) satisfy an Immigration and Naturalization Service officer at an examination in any non-Communist or non-Communist-dominated country that they (a) are unable or unwilling to return home because of persecution or well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group or political opinion and (b) that they are not nationals of the country in which they are making their application; and (c) that they are not firmly resettled in any country. Requires the Secretary of State to terminate the registration of any alien who fails to apply for an immigrant visa within one year after notification of availability of the visa. Directs the Secretary of Labor to submit quarterly reports to the Congress including lists of occupations in short supply or oversupply, regionally projected manpower needs, and up-to-date statistics on the number of labor certifications approved or denied. Permits the Attorney General to parole into the United States specified aliens upon recommendation by the Secretary of State. Provides for the adjustment of the status of persons who have been granted indefinite certifications for employment in the Virgin Islands. Provides for adjustments to the status of Cuban refugees to that of lawful permanent residents of the United States. Makes technical and conforming changes in the Immigration and Nationality Act. States that this Act shall not affect the immigrant status of an alien as in effect on the day before the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:05-05:00"
}