{
  "actions": [
    {
      "acted_at": "1983-03-10", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Labor and Human Resources; Finance; Banking by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-23", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-23", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Labor Department, Treasury Department, GAO, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s763-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1983-03-10", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1983-03-10", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-10", 
  "number": "763", 
  "official_title": "A bill to consolidate assistance to the States for programs relating to health, social, educational, and community services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "State Fiscal Assistance Block Grant Act", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1983-03-10", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Block grants", 
    "Community development", 
    "Department of the Treasury", 
    "Environmental protection", 
    "Federal aid programs", 
    "Federal aid to community development", 
    "Federal-state relations", 
    "Government trust funds", 
    "Housing and Housing Finance", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Public works", 
    "Refuse and refuse disposal", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "State finance", 
    "States", 
    "Urban affairs", 
    "Urban economic development", 
    "Water and Water Resources Development", 
    "Water supply"
  ], 
  "subjects_top_term": "Federal aid programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-10", 
    "text": "State Fiscal Assistance Block Grant Act - Declares that the purpose of this Act is to consolidate into a single program of assistance to States specified health, social, educational, and community services programs. Establishes in the Treasury a State Fiscal Assistance Block Grant Fund. Requires that funds appropriated for FY 1984 for the programs consolidated by this Act be deposited into such fund and that an equal amount be deposited for FY 1985 through 1988 financed from taxes on alcohol, tobacco, and communications. Places a limit on appropriations and entitlements for the programs consolidated by this Act. Limits the amount of any financial assistance provided to any State for FY 1985 and for each of the succeeding three fiscal years to the amount to which it become entitled for FY 1984. Makes amounts in the fund available for the programs for which they were appropriated in the event that a State does not participate in the consolidated program. Entitles a State to financial assistance under this Act upon notification to the Secretary of the Treasury and designation of one or more of the programs. Entitles a State, for each applicable fiscal year, if it designates a formula grant program, to receive the financial assistance it would have received under that program for FY 1985. Sets forth the procedure for determining the amount of assistance if a State designates a program that is not a formula grant program. Sets forth special rules with respect to water, waste disposal, and community facility loans. Permits a State to use amounts made available by this Act for a fiscal year only for: (1) the same general purposes as are served by any of the consolidated programs; and (2) administrative activities. Provides for the allocation of block grant amounts among program purposes for FY 1984 through 1987. Requires each State to provide to units of local government the same proportion as the State maintained with respect to those entities during FY 1981, 1982, and 1983. Requires a State, if it designates a water, waste disposal, or community facility program under the Consolidated Farm and Rural Development Act, to use the funds exclusively for the purpose of the designated program. Sets forth similar restrictions on the allocation of funds by a State if it designates a program under the Housing and Community Development Act of 1974. Requires a State, in order to become entitled to assistance under this Act, to prepare a report on proposed funds use. Requires assurance by a State that it has complied with the requirements of this Act. Sets forth requirements concerning reports, fiscal controls, audits, and prohibitions on age and sex discrimination. Requires Federal agencies to reduce or conclude their administrative activities with respect to the programs specified by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "State Fiscal Assistance Block Grant Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to consolidate assistance to the States for programs relating to health, social, educational, and community services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:41-05:00"
}