{
  "actions": [
    {
      "acted_at": "1995-09-21", 
      "committee": "Committee on Ways and Means, and in addition to the Committees on Commerce, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on Commerce, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-21", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-21", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-21", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-26", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-02", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-13", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Health and Environment, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2389-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Barton, Joe", 
      "sponsored_at": "1995-09-21", 
      "state": "TX", 
      "thomas_id": "00062", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Bilirakis, Michael", 
      "sponsored_at": "1995-09-21", 
      "state": "FL", 
      "thomas_id": "00089", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-09-21", 
  "number": "2389", 
  "official_title": "To combat fraud and abuse in the medicare program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safeguarding Medicare Integrity Act of 1995", 
  "sponsor": {
    "district": "21", 
    "name": "Thomas, William M.", 
    "state": "CA", 
    "thomas_id": "01148", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-09-21", 
  "subjects": [
    "Administrative procedure", 
    "Appropriations", 
    "Auditing", 
    "Bribery", 
    "Commerce", 
    "Competition", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost control", 
    "Crime and law enforcement", 
    "Debarment of government contractors", 
    "Department of Health and Human Services", 
    "Department of Justice", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Information services", 
    "Informers", 
    "Insurance companies", 
    "Law", 
    "Licenses", 
    "Managed care", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical ethics", 
    "Medical supplies", 
    "Medicare", 
    "Medicare fraud", 
    "Peer review organizations (Medicine)", 
    "Prosecution", 
    "Public assistance programs", 
    "Quality of care", 
    "Science, technology, communications", 
    "Telephone", 
    "Valuation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-09-21", 
    "text": "TABLE OF CONTENTS: Title I: Preventing Fraud and Abuse Title II: Regulatory Relief Safeguarding Medicare Integrity Act of 1995 - Title I: Preventing Fraud and Abuse - Directs the Secretary of Health and Human Services to: (1) make certain ongoing efforts to alert Medicare beneficiaries of any fraud or abuse committed against the Medicare program as well as of the toll-free telephone line for reporting such fraud and abuse; (2) provide an explanation of Medicare benefits with respect to each item or service for which payment may be made regardless of whether or not a deductible or co-payment may be imposed; and (3) issue special Medicare-related fraud alerts upon request after investigation. Directs the Secretary to establish certain incentive programs to: (1) encourage the reporting of Medicare fraud and abuse; and (2) collect information on program efficiency. (Sec. 103) Amends title XVIII (Medicare) of the Social Security Act (SSA) to revise contracting requirements, allowing imposition of intermediate sanctions for specified program violations in lieu of contract termination under guidelines for the payment of health maintenance organizations and competitive medical plans. Applies such sanctions to any Medicare program violation. (Sec. 104) Amends SSA title XI (General Provisions and Peer Review) to direct the Secretary to establish a voluntary disclosure program for an individual or entity with information on acts or omissions of such individual or entity which constitute grounds for a sanction. Authorizes the Secretary to waive or mitigate any applicable sanction in the event of such a voluntary disclosure. (Sec. 105) Amends SSA title XI to revise current sanctions, increasing criminal fines and establishing a minimum period of exclusion for certain individuals and entities subject to permissive exclusion. (Sec. 106) Amends SSA title XVIII (Medicare) to create the Medicare Integrity Program for contracting with eligible entities to conduct various anti-fraud and abuse review and audit activities. Establishes the Anti-Fraud and Abuse Trust Fund in the Treasury, consisting of specified fines, penalties, and amounts transferred from the Federal Hospital Trust Fund and the Federal Supplementary Medical Insurance Trust Fund, to carry out such activities. Provides for a direct appropriation of funds to carry out the program. Prohibits any agency or organization (including fiscal intermediaries and insurance carriers) from carrying out any such activities that have been contracted out. (Sec. 107) Permits Medicare carriers to carry out prior authorization for certain items of durable medical equipment. (Sec. 108) Directs the Attorney General to establish a Health Care Anti-Fraud Task Force within the Department of Justice to prosecute health care fraud offenses. (Sec. 109) Directs the Administrator of the Health Care Financing Administration (acting through the Office of Research and Development) to contract with a private entity to study for a report to Congress on the adequacy of private quality assurance programs and consumer protections used by eligible organizations with risk-sharing contracts under Medicare, including an analysis of the effectiveness of such organizations in protecting enrollees against the risk of insufficient provision of benefits which may result from utilization controls. Title II: Regulatory Relief - Amends SSA title XI to provide for regulatory relief with regard to: (1) the imposition of civil monetary and anti-kickback penalties (and associated exceptions); and (2) the effect and application of safe harbor exceptions. (Sec. 203) Provides for solicitation of proposals for and publication of modifications to existing safe harbors and addition of new ones. (Sec. 204) Directs the Secretary to issue advisory opinions regarding prohibited remuneration, inducements to reduce or limit Medicare or Medicaid services, or qualification of any activity or proposed activity for the imposition of specified sanctions. Prohibits advisory opinions with respect to fair market value of goods, services, or property, or to an individual's status as a bona fide employee."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safeguarding Medicare Integrity Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To combat fraud and abuse in the medicare program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:52-05:00"
}