{
  "actions": [
    {
      "acted_at": "1973-05-30", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1900-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-30", 
  "number": "1900", 
  "official_title": "A bill to provide financial assistance to States to encourage States to assume greater financial responsibility for public elementary and secondary education, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "State Education Finance Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-30", 
  "subjects": [
    "Education", 
    "Elementary and secondary education", 
    "States"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-30", 
    "text": "State Education Finance Assistance Act - States that it is the purpose of this Act to provide Federal financial assistance to States in order to assist the States to assume financial responsibility for the non-Federal expenditures for public elementary and secondary education over a reasonable period of time and thereby to assist the Sates to meet the educational needs of the children of that State. Authorizes the Commisssioner of Education in accordance with the provisions of this Act to make payments to State educational agencies for grants to local educational agencies. Authorizes to be appropriated for the purpose of making such payments $2,000,000,000 for the fiscal year ending June 30, 1975, and such sums as may be necessary for each of the three succeeding fiscal years. Sets forth the formula for alloting such funds to the States. Provides that a State educational agency shall use the payments received under this Act for grants to local educational agencies within that State on the basis of need criteria established by the State educational agency in accordance with this Act. States that grants to local educational agencies pursuant to this Act may be used in accordance with applications and plans approved under this Act for educational programs and activities conducted by the local educational agencies. States that a State desiring to receive its allotment of Federal funds under this Act shall submit a State plan through its State educational agency at such times, in such manner, and containing or accompanied by such information as the Commissioner may reasonably require. Sets forth criteria necessary for approval of a State plan. Provides that a local educational agency may receive a grant from the appropriate State educational agency under this Act for any fiscal year only upon an application approved by the appropriate State educational agency, upon its determination consistent with such criteria as the Commissioner may establish. Sets forth specific criteria to be complied with by local educational agencies. Sets forth the method of computation for determining the payments to be made under this Act. Provides that in any State which has a State plan approved under this Act and in which State law does not provide for the furnishing of, or a local educational agency fails to provide, educational services and arrangements on an equitable basis to children enrolled in private nonprofit elementary or secondary schools located in the area under the jurisdiction of such agency, the Commissioner shall arrange for the provision, on an equitable basis of such services and arrangements and shall pay the costs thereof for any fiscal year from that State's allotment. Permits the Commissioner to arrange for such programs through contracts with institutions of higher education or other competent nonprofit institutions or organizations. States that whenever the Commissioner, after reasonable notice and opportunity for hearing to any State educational agency, finds that there has been a failure to comply substantially with any provision set forth in the State plan of that State approved under this Act, the Commissioner shall notify the agency that further payments will not be made to the State under this Act until he is satisfied that there is no longer any such failure to comply. Provides that until he is so satisfied, no further payments shall be made to the State under this Act, or payments by the State educational agency under this Act shall be limited to local educational agencies whose actions did not cause or were not involved in the failure, as the case may be. States that if any State is dissatisfied with the Commissioner's final action with respect to the approval of its application submitted under this Act or with his final action such State may within sixty days after notice of such action, file with the United States court of appeals for the circuit in which such State is located a petition for review of that action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "State Education Finance Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide financial assistance to States to encourage States to assume greater financial responsibility for public elementary and secondary education, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:44-05:00"
}