{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1112-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1112", 
  "official_title": "A bill to amend the Public Health Service Act to provide for a comprehensive review of the medical, technical, social, and legal problems and opportunities which the Nation faces as a result of medical progress toward making transplantation of organs, and the use of artificial organs a practical alternative in the treatment of disease; to amend the Public Health Service Act to provide assistance to certain non-Federal institutions, agencies, and organizations or the establishment and operation of regional and community programs for patients with kidney disease and for the conduct of training related to such programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Artificial Organ, Transplantation Technological Development Act", 
  "sponsor": {
    "district": "30", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Disabled", 
    "Health", 
    "Kidney diseases", 
    "Medical care, personnel, and facilities", 
    "Transplantation of organs, tissues, etc."
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Artificial Organ, Transplantation, and Technological Development Act - Establishes a seven-member National Commission on Transplantation and Artificial Organs and provides that members would be appointed by the President, by and with the advice and consent of the Senate, with the Chairman and members selected on the basis of qualifications in medical, legal, social, economic and technical fields. Provides that the Commission shall function over a three-year period and requires it to review and report on all medical activities in the nation in the field of transplantation and the use of artificial organs for the treatment of disease, and to review legal, social, and technical problems associated with this area of medicine. Provides that it shall consider various ways by which the Federal Government can participate in developing the knowledge and facilities for the appropriate use of transplantation and artificial organs in the treatment of disease and make projections of the public need for readily available facilities for this purpose. Authorizes the appropriation of $20,000,000 for fiscal year 1973 and $30,000,000 for each succeeding fiscal year until fiscal 1975 to provide funds to be used for assistance in establishing and operating regional and community programs for the preventing and treatment of kidney disease. Establishes in the Department of HEW the Office for Kidney Centers to administer the provisions of this Act. Provides that Federal assistance grants to such Centers or Units would be used for the following expenses: (1) 100 percent of the costs directly related to the training of physicians, staff members, patients and their families; (2) 100 percent of the costs for construction or renovation of existing facilities and for the necessary equipment to establish a Regional Kidney Center; (3) 60 to 90 percent of the costs for construction or renovation of existing facilities and for the necessary equipment to establish a Community Dialysis Unit; (4) 90 percent in the first year of full operation, 60 percent in the second year, and 30 percent in the third year, and thereafter of the operation and maintenance costs of Regional Kidney Centers and Community Dialysis Units established pursuant to this Act. Establishes a twelve-member National Advisory Committee on Kidney Disease Programs to advise and assist the Secretary of HEW in the preparation of regulations, policy and the administration of this Act as it pertains to the diagnosis, treatment and care of patients suffering from kidney disease. Authorizes and directs the Secretary to study the effectiveness of the coverage extended under this Act to individuals with kidney failure, giving particular attention to the need for increasing the duration of the benefits provided and for any other adjustments necessary to further the goals of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Artificial Organ, Transplantation Technological Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to provide for a comprehensive review of the medical, technical, social, and legal problems and opportunities which the Nation faces as a result of medical progress toward making transplantation of organs, and the use of artificial organs a practical alternative in the treatment of disease; to amend the Public Health Service Act to provide assistance to certain non-Federal institutions, agencies, and organizations or the establishment and operation of regional and community programs for patients with kidney disease and for the conduct of training related to such programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:07-05:00"
}