{
  "actions": [
    {
      "acted_at": "2004-07-13", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-07-22", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-11-19", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator McCain with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2004-11-19", 
      "calendar": "Senate Legislative", 
      "number": "815", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 815.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2004-12-07", 
      "references": [], 
      "text": "By Senator McCain from Committee on Commerce, Science, and Transportation filed written report. Report No. 108-427.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2644-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2004-07-13", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-07-13", 
  "number": "2644", 
  "official_title": "A bill to amend the Communications Act of 1934 with respect to the carriage of direct broadcast satellite television signals by satellite carriers to consumers in rural areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Satellite Home Viewer Extension and Rural Consumer Access to Digital Television Act of 2004", 
  "sponsor": {
    "district": null, 
    "name": "Ensign, John", 
    "state": "NV", 
    "thomas_id": "00348", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-07-22", 
  "subjects": [
    "Administrative procedure", 
    "Aircraft", 
    "Antennas", 
    "Boats and boating", 
    "Broadband", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Consumer education", 
    "Contracts", 
    "Copyright", 
    "Direct broadcast satellites", 
    "Directories", 
    "Families", 
    "Federal Communications Commission", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Households", 
    "Housing and community development", 
    "Independent regulatory commissions", 
    "Intellectual property", 
    "Law", 
    "Licenses", 
    "Quality of products", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Sports and recreation", 
    "Television advertising", 
    "Television broadcasting", 
    "Television industry", 
    "Television programs", 
    "Television relay systems", 
    "Television stations", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2004-11-19", 
    "text": "Satellite Home Viewer Extension and Rural Consumer Access to Digital Television Act of 2004 - Amends the Communications Act of 1934 to extend until December 31, 2009, the exemption that allows the retransmission of the signals of a network station directly to a home satellite antenna without the consent of the originating station to subscribers outside the local market that reside in unserved households. (Sec. 3) Requires a satellite carrier to transmit all signals of local television broadcast stations retransmitted by that carrier within a local market by means of a single reception antenna and associated equipment. Allows an 18-month transition period after the enactment of this Act for satellite carriers that, as of July 1, 2004, are retransmitting signals by means of more than a single reception antenna and associated equipment. (Sec. 4) Limits to two the number of distant digital signals of stations from the same network that a satellite carrier may transmit to a subscriber in an unserved household in a single day. Requires the Federal Communications Commission (FCC) to determine signal standards for eligibility for retransmissions of digital signals of network stations to unserved households. Directs: (1) a satellite carrier providing a distant digital signal to notify its customers that it will cease providing such signal within 120 days after the date on which the carrier is notified that the household ceases to be an unserved household with respect to digital signals; and (2) a network station to notify all affected satellite carriers within 48 hours of filing with the FCC any license application that will result in any household ceasing to be an unserved household. Requires a satellite carrier, within 60 days after such notification, to transmit to the network station a list identifying all subscribers to which the carrier provides a distant digital signal in the local market of that network station. Provides for enforcement of such requirements. Directs the FCC, within six months after enactment of this Act, to complete a specified ruling with respect to digital translators. (Sec. 5) Prohibits, until January 1, 2010, a multichannel video programming distributor (MVPD) from failing to negotiate in good faith for retransmission consent. (Sec. 6) Directs the FCC to exempt certain subscriber-requested signal intensity tests frombeing paid for by broadcasters or satellite carriers. (Sec. 7) Extends to satellite carriers the privacy requirements that apply to cable operators' collection and use of subscribers' information. (Sec. 8) Extends to all MVPDs the rules requiring radio stations to announce at the same time of a broadcast for which any money, service, or other valuable consideration was directly or indirectly received from any person that such broadcast was paid for or furnished by such person. (Sec. 9) Applies to recreational vessels and aircraft the statutory licensing provisions governing the secondary transmission of network stations or superstations to recreational vehicles and commercial trucks. (Sec. 10) Allows a satellite carrier to offer a broadcaster's signal, if the broadcaster was the only network signal in that State prior to January 1, 1995, to other viewers in that State as long as the community is not included in the top 50 broadcast television markets. Allows a satellite carrier to provide to viewers in a State that contains a top 50 broadcast market any network and superstation signals that were licensed as of January 1, 1995, in the same market, as long as such market: (1) does not encompass all the counties in a State; and (2) is not a top 50 market. (Sec. 11) Prohibits a satellite carrier from carrying the signal of a television station into an adjacent local market comprised of only a portion of a county, other than to unserved households in that county. (Sec. 12) Allows a MVPD to retransmit to subscribers in an eligible county: (1) any television broadcast stations located in the State in which the county is located and that any MVPD was retransmitting to subscribers on January 1, 2004; or (2) up to two television broadcast stations located in the State in which the county is located, if the number of broadcast stations that the MVPD is authorized to carry is less than three. (Sec. 13) Requires a satellite carrier that offers MVPD service in the United States to more than 5 million subscribers, within two years after enactment of this Act, to retransmit the analog and digital signals of each broadcast station located in any local market within a State that is not part of the contiguous United States and that contains more than one television market. Prohibits the cost to subscribers of such retransmissions from exceeding costs of such retransmissions in other States. Prohibits the importation of distant digital signals into Alaska pursuant to the distant signal copyright license once local Alaska stations are made available by the satellite operator to Alaska subscribers pursuant to the local-into-local copyright license."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Satellite Home Viewer Extension and Rural Consumer Access to Digital Television Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Satellite Home Viewer Extension and Rural Consumer Access to Digital Television Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 with respect to the carriage of direct broadcast satellite television signals by satellite carriers to consumers in rural areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:54-05:00"
}