{
  "actions": [
    {
      "acted_at": "1975-02-06", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3085-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-06", 
  "number": "3085", 
  "official_title": "A bill to prohibit foreign oil producing countries, and the citizens, residents, or agents of such countries, from acquiring controlling interests in any domestic petroleum-related or energy-producing industry.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Helstoski, Henry", 
    "state": "NJ", 
    "thomas_id": "00529", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-06", 
  "subjects": [
    "Foreign investments", 
    "International affairs", 
    "Investments", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry"
  ], 
  "subjects_top_term": "Foreign investments", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-06", 
    "text": "States that the purpose of this Act is to prohibit any oil exporting country from controlling any segment of the American petroleum and energy industry, and to prevent any such country from exerting undue influence over the political, social, and economic structure, and foreign policy, of the United States. Defines the terms used in this Act. Defines \"controlling interest\" as meaning the direct or indirect ownership of more than 25 percent of any equitable or legal interest in, or rights to, the profits or proceeds of any real or personal property, or any other form of legal or equitable right to the control or management of such property. Makes it unlawful for any citizen, organization, or other representative of a petroleum-exporting country to use the instrumentalities of interest or foreign commerce to acquire a controlling interest in any energy producing or petroleum-related facility in the United States, or to acquire an interest in any such facility which is involved in, or connected with, interstate commerce. Authorizes the Attorney General to bring an action in any U.S. district court to enjoin any acts or practices which constitute a violation of this Act. Requires that violators shall be ordered to divest controlling interests and may be fined up to $1,000,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to prohibit foreign oil producing countries, and the citizens, residents, or agents of such countries, from acquiring controlling interests in any domestic petroleum-related or energy-producing industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:18-05:00"
}