{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s177-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "177", 
  "official_title": "A bill to provide for a system of cost sharing for health care and uncompensated care, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care for the Uninsured Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Ambulatory care", 
    "Business and commerce", 
    "Drugs", 
    "Economics and public finance", 
    "Emergency medical services", 
    "Excise tax", 
    "Government trust funds", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Home care services", 
    "Hospital care", 
    "Hospitals", 
    "Insurance", 
    "Maternal health services", 
    "Medical economics", 
    "Midwives", 
    "Public health", 
    "Taxation", 
    "X-rays"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Health Care for the Uninsured Act of 1987 - Permits States to establish health care pools to: (1) provide health care services to all uninsured individuals; and (2) share among all hospitals in the State the costs of uncompensated care. Requires the implementation of the health care pool at the Federal level where a State does not establish such a program or receive a waiver from the Secretary of Health and Human Services. Allows the Secretary to grant a waiver if an independently formulated State plan would provide the same results. Lists the benefits such State health care pools are required to provide, including: (1) inpatient hospital services; (2) emergency outpatient services; (3) physician services; (4) prenatal, delivery, and post partum services; (5) laboratory and x-ray services; (6) nurse midwife services; (7) home health care services; and (8) inpatient drugs. Requires each uninsured individual who wishes to secure health care through the pool to pay a premium for such coverage based on the individual's family income. Allows a State to require deductibles and coinsurance amounts imposed for users of the services. Provides that the solvency of the State health care pools may be ensured through: (1) premiums collected from individuals; (2) revenues from a tax imposed on the operating net revenue of hospitals within the State; and (3) funds provided by the State or locality. Provides that a hospital may be exempt from such taxes if it: (1) provides uncompensated care at a rate equal to or greater than 200 percent of the State average; or (2) provides care to individuals eligible for Medicaid (title XIX of the Social Security Act) at a rate equal to or greater than 200 percent of the State average. Requires the Secretary to establish a health care pool for any State which fails to do so. Requires the Secretary of the Treasury to establish special accounts in the Treasury for such States to utilize in carrying out the health care pool established by the Secretary of Health and Human Services. Amends the Internal Revenue Code to impose a hospital services tax on hospitals which are not subject to a State established health care pool."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care for the Uninsured Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a system of cost sharing for health care and uncompensated care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:07-05:00"
}