{
  "actions": [
    {
      "acted_at": "1973-01-30", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3330-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-30", 
  "number": "3330", 
  "official_title": "A bill to permit an interested U.S. citizen to request a consular or immigration officer to review the presumed immigrant status determined for an alien by such officer.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "25", 
    "name": "Wiggins, Charles E.", 
    "state": "CA", 
    "thomas_id": "01228", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-30", 
  "subjects": [
    "Aliens", 
    "Immigrants", 
    "Immigration", 
    "Immigration law"
  ], 
  "subjects_top_term": "Immigration law", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-30", 
    "text": "Provides that if a consular officer makes a determination under the Immigration and Nationality Act that an alien is to be deemed an immigrant by reason of his failure to overcome the presumption contained in the Act, the officer, upon the written request of any citizen of the United States, shall submit to such citizen a written statement: (1) describing the evidence concerning the alien which was presented to the officer before he made such determination, (2) setting forth the reasons for his determination, and (3) a description of the general character of the evidence needed to overcome the presumption that the alien, or such citizen of the United States, thereafter submits to the officer evidence of the general character needed to overcome the presumption that the alien is an immigrant, the officer shall review all of the evidence then available to him bearing on the question of the alien's immigrant status. Requires the officer to submit to the citizen a written statement containing the basis for his determination respecting the sufficiency of the evidence if he determines that such evidence is not sufficient to overcome the presumption."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to permit an interested U.S. citizen to request a consular or immigration officer to review the presumed immigrant status determined for an alien by such officer.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:43-05:00"
}