{
  "actions": [
    {
      "acted_at": "1983-03-16", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-26", 
      "bill_ids": [
        "s1715-98"
      ], 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Provisions of measure incorporated into measure S. 1715 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s823-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1983-04-28", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-16", 
  "number": "823", 
  "official_title": "A bill to amend the Natural Gas Policy Act of 1978 to clarify the definition of abuse, to restrain natural gas price increases by facilitating price responsiveness during periods when supplies exceed demand, to enhance competitive options for local distribution companies in purchasing the least expensive natural gas available, to repeal the incremental pricing of natural gas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1715-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Natural Gas Fair Marketing Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Jepsen, Roger W.", 
    "state": "IA", 
    "thomas_id": "01372", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-07-26", 
  "subjects": [
    "Contracts", 
    "Economics and public finance", 
    "Energy prices", 
    "Gas pipelines", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Price regulation"
  ], 
  "subjects_top_term": "Energy prices", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-16", 
    "text": "Natural Gas Fair Marketing Act of 1983 - Amends the Natural Gas Policy Act of 1978 to define the term \"abuse\" so as to include misrepresentation, imprudence on the part of the pipeline, failure by a pipeline to bargain at arms-length with any producer, and the entering into of or operating pursuant to any contract by any pipeline with any producer if such contract materially prevents the pipeline from responding to changes in customer demand or other market forces. Voids any cost passthrough if the Federal Energy Regulatory Commission (FERC) determines that the amount paid by a pipeline for natural gas was excessive due to abuse. Prohibits any contract price provision for the first sale of natural gas to any pipeline which does not establish a specific unit price predictable with certainty over the duration of the contract (indefinite price escalator provisions). Deems any contract for the first sale of natural gas to any pipeline to allow the pipeline to escape the contract or to negotiate a new lower price if the natural gas is not marketable at the contract price (market-out provisions). Deems any contract for the first sale of natural gas to any pipeline to include a purchase requirement adjustment provision which, as a general rule, authorizes a pipeline, without obligation to pay, to exercise a right not to accept delivery of any portion of the volume of natural gas which the pipeline has contracted to accept, if the pipeline has determined that it cannot market the total volume of gas contracted for. Prohibits a pipeline from reducing, pursuant to these contract provisions, the volume of natural gas the pipeline accepts delivery of below a level equal to 50 percent of the volume contracted for. Deems any contract for the sale of natural gas to a pipeline to include a transportation obligation clause which provides that whenever a pipeline has exercised its right under any contract provision to reduce the volume of natural gas the pipeline is obligated to take delivery of on the grounds that the pipeline cannot market the total volumes for which it is so obligated, the pipeline shall provide, on behalf of the seller, transportation of any of the volume of the natural gas: (1) which is involved in the reduction; (2) which is resold by the seller to another purchaser; and (3) which the pipeline would be required to pay for in the absence of the exercise of such contract provision. Provides that the consideration for any transportation provided under these contract provisions shall be five cents per million Btu's plus the cost of such transportation. Directs FERC, in cooperation with the affected State commissions and the national organization of the State commissions, to endeavor to restructure relationships between pipelines and local distribution companies for the purpose of reducing gas distribution purchase costs through increased reliance on competitive market forces. Directs FERC to issue regulations requiring first sale purchasers of natural gas to file a copy of the contract with FERC. Repeals incremental pricing provisions of the Act. Makes technical and conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Fair Marketing Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Natural Gas Policy Act of 1978 to clarify the definition of abuse, to restrain natural gas price increases by facilitating price responsiveness during periods when supplies exceed demand, to enhance competitive options for local distribution companies in purchasing the least expensive natural gas available, to repeal the incremental pricing of natural gas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:42-05:00"
}