{
  "actions": [
    {
      "acted_at": "1978-02-10", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-02-10", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 95-870.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Committee on Environment and Public Works discharged in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-28", 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2541-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-10", 
  "number": "2541", 
  "official_title": "A bill to amend chapter 4 of title 23 of the United States Code to authorize appropriations for certain highway safety programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Highway Safety Act", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-10", 
  "subjects": [
    "Advisory bodies", 
    "Authorization", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Motor vehicles", 
    "Public safety", 
    "Roads and highways", 
    "Speed limits", 
    "Traffic accidents and safety"
  ], 
  "subjects_top_term": "Traffic accidents and safety", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1978-05-15", 
    "text": "(Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 95-870) Highway Safety Act - Authorizes and directs the Secretary of Transportation to assist and cooperate with other Federal departments and agencies, State and local governments, private industry, and other interested parties, to increase highway safety. Requires each State to have a highway safety program to reduce traffic deaths and injuries. Requires each State to achieve conformity in laws and practices which affect interstate motorists. Sets forth an apportionment formula for Federal funding of State highway safety programs. Directs each State to authorize its political subdivisions to develop and carry out local highway safety programs. Requires that at least 40 percent of a State's apportionment for highway safety programs be available for expenditures by the State's political subdivisions to carry out local highway safety programs. Authorizes the Secretary to waive such requirement where there is an insufficient number of local highway safety programs to justify such an expenditure. Requires each State highway safety agency to annually submit its proposed highway safety program for the ensuing fiscal year to the Secretary for approval. Stipulates that the Federal share of a highway safety project shall not exceed 70 percent of its cost. Authorizes the Secretary to use funds appropriated pursuant to this Act for highway safety research and development projects. Authorizes the Secretary to make grants each fiscal year to those States which develop the most innovative approaches to highway safety problems in accordance with criteria devised by the Secretary. Authorizes appropriations for such grants through fiscal year 1982. Establishes within the Department of Transportation a National Highway Safety Advisory Committee to advise the Secretary on matters relating to the activities and functions of the Department in the field of highway safety. Authorizes appropriations in specified amounts to carry out various highway safety programs. Requires each State to annually certify to the Secretary that it is enforcing the national maximum speed limit. Directs the Secretary to reduce a State's apportionment for Federal-aid highway funds if the percentage of motor vehicles exceeding 55 miles per hour exceeds a specified percentage."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Highway Safety Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 4 of title 23 of the United States Code to authorize appropriations for certain highway safety programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:38-05:00"
}