{
  "actions": [
    {
      "acted_at": "1985-04-17", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-22", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to Subcommittee on Water Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-25", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Water Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-30", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Water Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.  Hearings printed: H. Hrg. 99-9.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-22", 
      "bill_ids": [
        "hr8-99"
      ], 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "See H.R.8.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2090-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-17", 
  "number": "2090", 
  "official_title": "A bill to review and extend certain provisions of the Federal Water Pollution Control Act, as amended, for five years, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "s793-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s793-99", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Howard, James J.", 
    "state": "NJ", 
    "thomas_id": "00564", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-17", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Authorization", 
    "Boats and boating", 
    "Business intelligence", 
    "Chesapeake Bay", 
    "Citizen lawsuits", 
    "Coal", 
    "Conflict of interests", 
    "Consent decrees", 
    "Conventional weapons", 
    "Courts and Civil Procedure", 
    "Dredging", 
    "Economics and public finance", 
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Estuarine pollution", 
    "Federal aid to water pollution control", 
    "Fines (Penalties)", 
    "Forests and forestry", 
    "Government operations and politics", 
    "Indian lands", 
    "Intergovernmental relations", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Liability for water pollution damages", 
    "Licenses", 
    "Local and Municipal Government", 
    "Local finance", 
    "Marine pollution", 
    "Military training", 
    "Mine wastes", 
    "Mines and mineral resources", 
    "Municipal services", 
    "Native Americans", 
    "Northern Mariana Islands", 
    "Ocean", 
    "Sewage disposal", 
    "Sewage sludge", 
    "Sewage treatment plants", 
    "Ships", 
    "Standards", 
    "State finance", 
    "States", 
    "Storm drains", 
    "Technological innovations", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Waste disposal in the ocean", 
    "Waste water treatment", 
    "Water and Water Resources Development", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-17", 
    "text": "Amends the Federal Water Pollution Control Act (the Clean Water Act) to extend the authorization of appropriations for five years, through FY 1990, for: (1) research on pollution prevention and elimination; (2) grants for State and interstate agency pollution control programs; and (3) the general implementation of the Act. Authorizes the Administrator of the Environmental Protection Agency (EPA) to make grants to Chesapeake Bay States for implementing management mechanisms contained in the comprehensive environmental plan. Sets forth application conditions and procedures. Limits such grants to 50 percent of costs. Requires recipient States to report annually to the Congress. Authorizes appropriations for such grants for FY 1986 through 1988. Authorizes appropriations for publicly-owned treatment works (POTWs) construction grants for FY 1986 through 1989. Revises eligibility requirements for such grants to restrict Federal funding to sequential phases or segments of a treatment facility, related interceptors, or correction of infiltration-inflow. Eliminates the use of Federal funds for sewer systems and overflows. Revises construction grant allotment procedures and formulas, eliminating set asides for: (1) rural areas; (2) innovative technologies; and (3) water quality management planning. Extends from July 1, 1984, to July 1, 1988, or three years after the establishment of effluent limitations guidelines, the deadline for industrial compliance with the best available technology and best conventional pollutant control technology (BAT/BCT) effluent limitations. Limits the Administrator's authority to modify effluent limitations for nonconventional pollutants to specified listed pollutants, permitting the Administrator to modify such list based upon a showing that adequate tests and data exist to determine that such modification will not interfere with the maintenance or achievement of required water quality standards. Revises modification request procedures. Amends the ocean discharge requirements for POTWs to restate that an applicant for modification must be in compliance with applicable pretreatment requirements by the time the modification is approved and must continue in compliance after such modification. Requires that modifications result in the discharge of effluent which has received at least primary or equivalent treatment (screening, sedimentation, and skimming). Exempts small and remote dischargers. Prohibits modifications in permits for discharges into saline estuarine waters receiving pollutant loading from multiple sources and showing signs of environmental stress. Establishes a deadline for the submission of permit modification requests for innovative technology. Authorizes the Administrator, or the State if appropriate, to grant a stay of up to six months, with a possible six-month extension, of permit conditions for which a modification has been requested if such stay will not result in an unacceptable risk to human health or the environment. Authorizes the Administrator to prescribe fees for permit modifications. Authorizes the Administrator, or the State if appropriate, to modify effluent limitations on a case-by-case basis for specified preexisting discharges related to coal mining operations. Requires an applicant for modification to demonstrate that the remaining operations and accompanying reclamation activities will substantially improve the environment and that preexisting discharges will be reduced and/or water quality improved in any case complying with applicable State water quality standards. Modifies the conflict of interest requirements applicable to membership on State permitting boards to require full disclosure of income from sources subject to an enforcement order or a permittee and a majority of such members to represent the public interest. Redefines \"new source\" to make new source performance standards and pretreatment standards for new sources applicable to any facility that began construction after issuance of final rather than proposed regulations. Restates the authority of authorized contractors to have both direct and indirect access to samples and records at a dischargers. Establishes criminal penalties for the unauthorized divulgence of trade secrets by such contractors. Authorizes the Administrator to order a violator to undertake remedial measures, including interim compliance measures with an applicable schedule. Grants the Secretary of the Army, acting through the Corps of Engineers, to exercise enforcement authority over dischargers of dredged or fill material into U.S. waters without the requisite Corps permit. Authorizes the Administrator to assess daily administrative penalties for each violation of a Clean Water Act requirement. Permits such assessment after an opportunity for a hearing. Subjects such an order to Federal district court review. Increases the maximum daily, per-violation civil penalty. Authorizes the Administrator to issue administrative orders to protect the public health and the environment from imminent and substantial endangerment, including sanctions for violations of such orders. Revises criminal penalties for violations under the Clean Water Act, increasing penalties for the knowing violations of such Act and including violations of sewage sludge disposal requirements. Establishes enhanced criminal penalties for knowing violations which the perpetrator knows would place another person in imminent danger of death or serious bodily injury. Increases criminal penalties for knowingly making false statements or falsifying documents, reports, or data from monitoring devices required to be maintained or filed under this Act. Removes Federal marine sanitation devices requirements for vessels 65 feet or less in length, designating such requirements as exclusively a State responsibility. Restates the Administrator's authority to issue general as well as individual national pollutant discharge elimination systems (NPDES) permits. Authorizes a State with an approved State NPDES program to do the same. Eliminates the requirement that the introduction of logs into water in connection with silvicultural activities subject to an areawide waste treatment management plan requires a permit under NPDES. Extends from five to ten years the NPDES permit term for permits with no modifications. Expands the provisions regulating the disposal of sewage sludge to include any person disposing of such sludge, not just the treatment works' owner or operator, and to include any treatment works treating primarily domestic sewage, not just POTWs. Permits NPDES permits issued to a POTW or any other treatment works treating primarily domestic sewage to include implementing guidelines for the use and disposal of sewage sludge. Authorizes the Administrator to issue a permit solely to implement the sewage sludge guidelines. Includes the Commonwealth of the Northern Mariana Islands under the Clean Water Act. Excludes munitions used in the course of conventional military weapons training and testing from the definition of pollution controlled under such Act. Authorizes the Administrator to treat Indian tribes as States for purposes of such Act. Requires copies of citizen suits brought under such Act and proposed consent judgments to be provided to both the Administrator and the Attorney General. Eliminates the Secretary of Commerce's annual report to the Congress on the international trade impacts of water pollution control expenditures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to review and extend certain provisions of the Federal Water Pollution Control Act, as amended, for five years, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:14-05:00"
}