{
  "actions": [
    {
      "acted_at": "1979-10-26", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5725-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-26", 
  "number": "5725", 
  "official_title": "A bill to amend title 39, United States Code, to restore to Postal Service employees their rights to participate voluntarily, as private citizens, in the political processes of the Nation, to protect such employees from improper political solicitations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2400-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Postal Service Employees Political Activities Act of 1979", 
  "sponsor": {
    "district": "4", 
    "name": "Vento, Bruce F.", 
    "state": "MN", 
    "thomas_id": "01185", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-26", 
  "subjects": [
    "Campaign funds", 
    "Civil service employment", 
    "Election candidates", 
    "Employee rights", 
    "Federal employees and officials", 
    "Government employees' political activities", 
    "Government operations and politics", 
    "Labor and employment", 
    "Leave of absence", 
    "Political ethics", 
    "Political participation", 
    "Political rights", 
    "Postal Services and Facilities", 
    "Postal employees", 
    "Voting"
  ], 
  "subjects_top_term": "Government employees' political activities", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-26", 
    "text": "Postal Service Employees' Political Activities Act of 1979 - Declares it to be the policy of Congress to encourage employees of the United States Postal Service to exercise their rights to participate or refrain from participating in political processes. Prohibits such employees from: (1) using their official authority to influence the result of any election or the political action of any person; (2) using any information obtained through employment and not publicly available for any political purpose; (3) giving or offering to give a political contribution to any individual either to vote or refrain from voting; (4) soliciting or receiving a political contribution to vote or refrain from voting; (5) knowingly giving a political contribution to a superior; (6) knowingly soliciting or receiving a political contribution from another employee with respect to whom such employee is a superior; or (7) knowingly soliciting or receiving a political contribution in specified facilities or from any person who has or is seeking business relations with the employee's agency. Directs the Postal Service and the Postal Rate Commission to prescribe certain exemptions to such prohibitions. Prohibits employees from engaging in political activities while on duty, while wearing a uniform or official insignia identifying their position, or in designated areas. Requires a postal employee to notify his agency (U.S. Postal Service or the Postal Rate Commission, as applicable) upon becoming a candidate for elective office. Permits such employee to take annual leave or leave without pay to engage in activities related to his candidacy. Sets forth the penalties to be imposed against any employee who is found by the Merit Systems Protection Board to have violated provisions of this Act. Requires the Postal Service to study and report to Congress on the effects of this Act on the political activities of employees, the merit system, and matters generally contributing to the improper use of official authority or information by employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postal Service Employees Political Activities Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 39, United States Code, to restore to Postal Service employees their rights to participate voluntarily, as private citizens, in the political processes of the Nation, to protect such employees from improper political solicitations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:44-05:00"
}