{
  "actions": [
    {
      "acted_at": "2009-03-09", 
      "committee": "Committee on the Budget, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Budget, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-03-09", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-03-09", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1390-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-03-09", 
  "number": "1390", 
  "official_title": "To amend the Congressional Budget and Impoundment Control Act of 1974 to provide for the expedited consideration of certain proposed rescissions of budget authority, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1294-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3652-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Earmark Accountability and Reform Act of 2009", 
  "sponsor": {
    "district": "13", 
    "name": "Buchanan, Vern", 
    "state": "FL", 
    "thomas_id": "01840", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-03-09", 
  "subjects": [
    "Appropriations", 
    "Budget deficits and national debt", 
    "Budget process", 
    "Economics and public finance", 
    "Income tax credits", 
    "Income tax deductions", 
    "Income tax exclusion", 
    "Legislative rules and procedure", 
    "Presidents and presidential powers"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-03-09", 
    "text": "Earmark Accountability and Reform Act of 2009 - Amends the Congressional Budget and Impoundment Control Act of 1974 to authorize the President to propose the cancellation (line item veto) of any dollar amount of discretionary budget authority, item of direct spending, or targeted tax benefit. Sets forth requirements for the President's transmittal to Congress of a special message regarding a proposed cancellation. Dedicates any cancellation only to deficit reduction or increase of a surplus. Provides for adjustment of: (1) committee allocations resulting from such rescission; and (2) applicable limits, as appropriate, under the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Sets forth procedures for expedited congressional consideration of a proposed rescission. Expresses the sense of Congress that no President or any executive branch official should condition the inclusion or exclusion, or threaten to condition the inclusion or exclusion, of any proposed cancellation in any special message under this Act upon any vote cast or to be cast by any Member of either chamber. Amends Rule XXII (House and Senate Relations) of the Rules of the House of Representatives to declare that any earmark that was not committed to conference by either chamber in their disagreeing votes on a measure shall be considered out of scope under such Rule. Amends Rule XIII (Calendars and Committee Reports) to prohibit floor consideration of a report by the Committee on Rules on a rule or order to waive the three-day layover requirement of Rule XIII or Rule XXII, except when agreed to by two-thirds of the Members voting, a quorum being present."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Earmark Accountability and Reform Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Congressional Budget and Impoundment Control Act of 1974 to provide for the expedited consideration of certain proposed rescissions of budget authority, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:52:35-05:00"
}