{
  "actions": [
    {
      "acted_at": "2002-03-06", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-03-20", 
      "in_committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-03-21", 
      "in_committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Health, Education, Labor, and Pensions. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-07-26", 
      "committee": "Health, Education, Labor, and Pensions", 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Reported by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 107-226. Minority views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2002-07-26", 
      "calendar": "Senate Legislative", 
      "number": "525", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 525.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1992-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "2002-03-06", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2002-03-06", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clinton, Hillary Rodham", 
      "sponsored_at": "2002-03-06", 
      "state": "NY", 
      "thomas_id": "01631", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Corzine, Jon S.", 
      "sponsored_at": "2002-03-06", 
      "state": "NJ", 
      "thomas_id": "01630", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "2002-03-06", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2002-03-06", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2002-03-06", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2002-04-18", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2002-06-06", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "2002-03-08", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2002-03-06", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reed, Jack", 
      "sponsored_at": "2002-03-06", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2002-05-09", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2002-03-20", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": "2002-04-23"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2002-03-06", 
  "number": "1992", 
  "official_title": "A bill to amend the Employee Retirement Income Security Act of 1974 to improve diversification of plan assets for participants in individual account plans, to improve disclosure, account access, and accountability under individual account plans, and for other purposes.", 
  "popular_title": "Pension Protection bill", 
  "related_bills": [
    {
      "bill_id": "hr3762-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Protecting America's Pensions Act of 2002", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2002-03-21", 
  "subjects": [
    "Accounting and financial statements", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Brokers", 
    "Collective bargaining agreements", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corporate collapse", 
    "Corporation directors", 
    "Defined benefit pension plans", 
    "Defined contribution plans", 
    "Department of Labor", 
    "Electronic data interchange", 
    "Electronic government information", 
    "Employee ownership", 
    "Employee pensions", 
    "Employee rights", 
    "Employee stock options", 
    "Executive reorganization", 
    "Executives", 
    "Families", 
    "Fees", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Insider trading in securities", 
    "Insurance companies", 
    "Internet", 
    "Investment advisers", 
    "Investments", 
    "Labor and employment", 
    "Labor statistics", 
    "Law", 
    "Legislation", 
    "Liability (Law)", 
    "Liability insurance", 
    "Ombudsman", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Profit", 
    "Public-private partnerships", 
    "Real property", 
    "Science, technology, communications", 
    "Stocks", 
    "Surety and fidelity", 
    "Surveys", 
    "Survivors' benefits", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Trusts and trustees", 
    "Web sites"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2002-07-26", 
    "text": "Protecting America's Pensions Act of 2002 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) and the Internal Revenue Code to set forth requirements for diversification of assets, disclosure, account access, and accountability under defined contribution plans (DCPs) that are individual account plans (IAPs) (401(k) and similar plans).Title I: Improvements in Diversification of Plan Assets - Sets forth requirements for diversification of pension plan assets.(Sec. 101) Requires IAPs to offer at least three investment options in addition to the option to invest in publicly-tradable employer securities or employer real property. Requires IAPs to grant a participant or beneficiary the right to reinvest such assets in such alternative ways: (1) immediately, in the case of employee contributions and elective deferrals; and (2) after not more than three years of service, in the case of employer contributions other than elective deferrals. Exempts from such requirement employee stock ownership plans (ESOPs) that do not hold employee elective or employer matching contributions.Directs the Secretary of Labor to make recommendations to specified congressional committees as to whether diversification requirements under this section and section 102 of this Act should also apply to nonpublicly-tradable employer securities and, if so, whether there are legislative changes necessary to reflect differences between such securities and publicly-tradable ones.(Sec. 102) Allows IAPs either to permit employees' elective deferrals to be invested in employer securities or to make the employer's contribution in employer securities, but prohibits an IAP from doing both. Exempts from such limitation employers who maintain a qualified defined benefit plan (DBP) in addition to the DCP coverage of the IAP. Qualifies such DBPs if they: (1) cover at least 90 percent of the employees covered by the IAP; and (2) pay a minimum accrued benefit to each participant, as determined under a specified formula.(Sec. 103) Exempts IAP sponsors from fiduciary liability for IAP investments only if they designate qualified investment advisors, who shall be fiduciaries with respect to such investments.Title II: Improvements in Disclosure - (Sec. 201) Requires IAPs to furnish quarterly pension benefit statements with certain information to plan participants if they and beneficiaries have rights to direct investments.(Sec. 202) Requires sponsors and administrators of IAPs to provide all material investment information to participants and beneficiaries in an accurate form, and treats misleading investment information as a violation. Authorizes fines of up to $1,000 per day for failure or refusal to comply with such requirement.(Sec. 203) Requires disclosure, on an issuer's IAP website, of any insider trading that must be reported to the Securities Exchange Commission (SEC). Requires the issuer to provide such disclosure, in written, electronic, or other appropriate form, to any IAP participants or beneficiaries who do not have access to such website.Title III: Improvements in Access and Accountability - (Sec. 301) Requires IAPs to give 30 days notice to participants and beneficiaries before a period (lockdown) in which their ability to exercise control over their account assets will be limited. Prohibits such lockdowns from continuing for an unreasonable period.(Sec. 302) Provides that, during such lockdowns, employers are not exempt from liability for failing in fiduciary duty with respect to IAP investments. Directs the Secretary to issue guidelines and establish safe harbors on which fiduciaries may rely in meeting their duties during such periods.(Sec. 303) Requires fiduciaries of IAPs which cover more than 100 participants to have adequate insurance to protect the interests of participants and beneficiaries.(Sec. 304) Extends personal liability to any insider who holds publicly traded company stock and who knowingly participates in or conceals a breach of fiduciary duty, in cases of IAPs that include 401(k) plans. (Defines an insider as an officer or director of the plan sponsor, or an independent accountant for the plan or for the plan sponsor.) Makes any plan fiduciary personally liable to each participant and beneficiary to make good any losses they suffered and to restore to them any profits the fiduciary made, as a result of a breach of duty, in cases of IAPs that include 401(k) plans. Permits such plan participants and beneficiaries to sue fiduciaries for breaches of duty.(Sec. 305) Requires joint boards of trustees, representing interests of employers and those of employee participants and beneficiaries, to hold in trust the assets of single-employer IAPs which cover more than 100 participants.(Sec. 306) Prohibits the right to civil action for pension claims under ERISA from being waived, deferred, or lost under any agreement of the participant and the plan sponsor. Allows arbitration agreements that are entered into knowingly and voluntarily after a dispute arises.(Sec. 307) Establishes an Office of Pension Participant Advocacy in the Department of Labor.(Sec. 308) Directs the Pension Benefit Guaranty Corporation to study and report on developing an insurance system for IAPs.(Sec. 309) Directs the Secretary to study and report on the fees charged by IAPs to participants and beneficiaries.(Sec. 310) Authorizes additional enforcement measures (including seeking appropriate relief and injunctions) against actions or practices that interfere with protected rights under ERISA, including protections for whistleblowers with respect to any employee benefit plan violations. Adds protections for other persons who have opposed any practice in connection with a pension plan that is unlawful under ERISA.(Sec. 311) Requires administrators of pension plans with more than 100 participants to provide certain information on the relative value of each optional form of benefit payment to plan participants, spouses, or surviving spouses, if the plan offers such individuals choices of lump sum distribution or other optional forms of benefits.Title IV: General Provisions - (Sec. 401) Sets forth the general effective date for this Act, with a special rule for collectively bargained pension plans.(Sec. 402) Sets forth compliance conditions for pension plan amendments."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Pension Protection bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Protecting America's Pensions Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Protecting America's Pensions Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Employee Retirement Income Security Act of 1974 to improve diversification of plan assets for participants in individual account plans, to improve disclosure, account access, and accountability under individual account plans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:22-05:00"
}