{
  "actions": [
    {
      "acted_at": "1973-02-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3566-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-01", 
  "number": "3566", 
  "official_title": "A bill to amend the national emergency provisions of the Labor Management Relations Act, 1947, with respect to their application to the maritime and longshoring industries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Shipping Preservation Act", 
  "sponsor": {
    "district": "2", 
    "name": "Mink, Patsy T.", 
    "state": "HI", 
    "thomas_id": "00815", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-01", 
  "subjects": [
    "Labor and employment", 
    "Labor disputes", 
    "Longshoremen", 
    "Ships and shipping"
  ], 
  "subjects_top_term": "Labor disputes", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-01", 
    "text": "Shipping Preservation Act - Provides that whenever an interested person believes that a labor dispute in the maritime or longshoring industry has resulted in a strike or lockout which has, or will have, if continued, caused a reduction in the gross tonnage being shipped by surface transportation into or out of any State or Puerto Rico or Guam of 50 percent, he may petition any U.S. district court having jurisdiction of the parties to enjoin such strike or lockout or the continuing thereof. Makes provisions for the issuance of an injunction, and requires the parties during the period of injunction to make every effort to adjust and settle their differences, with the assistance of the Federal Mediation and Conciliation Service. Provides for the appointing of a board of inquiry within 3 days of the injunction which shall make a written report but no recommendations. States that the President shall file a copy of the report with the Service, and shall make its contents available to the public. Requires the National Labor Relations Board, to take a secret ballot of employees to determine whether they wish to accept the final offer of settlement made by their employer. Provides that if a settlement of the dispute has not been reached through such ballot, the Attorney General shall petition for an 80 day extenstion of the injunction, which the court shall grant if the parties remain in substantial disagreement, and a prolonged strike or lockout would be likely. Requires the injunction to be discharged following the 80 day period, or upon the settlement of the dispute. States that the President shall make a full and comprehensive report of the proceedings after the discharge of the injunction. (Amends 29 U.S.C. 181) Prohibits the provisions of contracts concerning the terms and conditions of employment in the maritime or longshoring industry from remaining in effect more than three years. Sets forth uniform expiration dates for such contracts. (Adds 29 U.S.C. 188)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Shipping Preservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the national emergency provisions of the Labor Management Relations Act, 1947, with respect to their application to the maritime and longshoring industries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:47-05:00"
}