{
  "actions": [
    {
      "acted_at": "1979-05-03", 
      "committee": "Senate Select Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Select Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1074-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Small Business (Select)", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-03", 
  "number": "1074", 
  "official_title": "A bill to amend the Small Business Act to strengthen significantly the role of small, innovative firms in federally-funded research and development, to promote their formation and growth, and to promote a higher level of innovation and productivity in the Nation's economy.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5126-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Small Business Innovation Research Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-03", 
  "subjects": [
    "Business and commerce", 
    "Government operations and politics", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Research", 
    "Small business"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-03", 
    "text": "Small Business Innovation Research Act of 1979 - Amends the Small Business Act to direct the Small Business Administration (SBA) to develop an information program to assure that each qualified small business concern has the opportunity to participate in the Federal agency Small Business Innovation Research (SBIR) programs. Requires the SBA to report annually to the appropriate committees of Congress on the SBIR programs. Requires each Federal agency having an annual research and development budget of more than $100,000,000 to establish an SBIR program where one-half of one percent of its 1980 research and development budget and one percent of its subsequent budgets would be reserved for contract awards to small business firms specifically in connection with the SBIR program. Sets forth responsibilities of each such Federal agency with respect to the administration of an SBIR program as follows: (1) determine categories of projects; (2) issue SBIR solicitations; (3) receive and evaluate proposals; (4) select awardees for SBIR contracts; (5) administer such contracts; (6) make payments to SBIR contractors; and (7) make quarterly reports on the SBIR program to the SBA. Requires each Federal agency with a research and development budget in excess of $20,000,000 to establish goals specifically for awards of contracts for research and development to small business concerns. Allows such agencies to include the value of SBIR contracts in determining whether such goals are met. Prohibits contract awards to small business concerns for research and development which result from competitive or single source selections other than under an SBIR program to be counted as meeting any portion of the percentage requirements established pursuant to this Act. Directs the Administrator of the Office of Federal Procurement Policy, in conjunction with the SBA and the National Science Foundation, to issue regulations which shall: (1) provide a simplified acquisition process for the program with SBIR requests for proposals being standardized throughout the Federal Government; and (2) include uniform requirements for patent rights and rights in data."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Innovation Research Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Act to strengthen significantly the role of small, innovative firms in federally-funded research and development, to promote their formation and growth, and to promote a higher level of innovation and productivity in the Nation's economy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:55-05:00"
}