{
  "actions": [
    {
      "acted_at": "1991-05-22", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-15", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-16", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1137-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1991-05-22", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1991-05-22", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1991-06-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1991-06-03", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1991-05-22", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1991-05-22", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-22", 
  "number": "1137", 
  "official_title": "A bill to amend title IV of the Higher Education Act of 1965 to simplify the needs analysis.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-05-22", 
  "subjects": [
    "College costs", 
    "Earnings", 
    "Education", 
    "Federal aid to higher education", 
    "Federally-guaranteed loans", 
    "Income", 
    "Parents", 
    "Scholarships", 
    "Student aid", 
    "Student loan funds", 
    "Unemployment insurance", 
    "Valuation", 
    "Veterans' education", 
    "Wealth"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-05-22", 
    "text": "Amends title IV (Student Assistance) of the Higher Education Act of 1965 (HEA) to revise the needs analysis. Revises the eligibility formula for Pell Grants (or basic educational opportunity grants) to refer to the Federal eligibility number under revised family contribution requirements. Repeals separate provisions, with respect to Pell Grants, for family contribution schedules and eligibility determinations (but specifies how general needs analysis provisions are to be applied to Pell Grants). Applies general student assistance needs analysis (need equals the cost of attendance minus the expected family contribution) to the program of grants to States for State student incentives (SSI grants). Applies general student assistance needs analysis cost of attendance requirements to Pell Grants. Includes as a cost of attendance an allowance based on expenses reasonably incurred for room and board costs for all types of student residences. Provides for institutional determination of certain types of costs incurred specifically when correspondence students fulfill a required period of residential training. Revises general student assistance needs analysis provisions for family contribution (and retitles such provisions \"Federal eligibility\") to include the following adjustments for Pell Grants: (1) exclusion from the family contribution of the standard income contribution and any veterans' educational benefits; and (2) notwithstanding that adjustment, use of any calculated contribution from student income in determining family contribution for Pell Grant purposes. Calls such modified expected family contribution the Federal eligibility number for Pell Grant eligibility purposes. Revises the data elements used in determining expected family contribution. Changes the designations \"dependent student\" and \"independent student\" to \"student using the Parents First Model\" and \"student using a Students First model.\" Limits the number of family members who are at least half-time postsecondary students for whom the family may reasonably be expected to contribute to: (1) the dependent children only of the parents in the Parents First model; and (2) the student, spouse, and student's dependents only in the Students First model. Adds as data elements to be considered in determining expected family contribution: (1) the age of the older parent in the Parents First model and of the student in the Students First models; and (2) (except for Pell Grant determinations) the standard income contribution and the student's veterans' educational benefits. Eliminates as elements for such consideration: (1) unusual medical and dental expenses; and (2) number of dependent children enrolled in a private elementary or secondary institution and reimbursed tuition paid. Revises requirements governing family contribution for dependent students (renaming them \"Federal eligibility for Parents First model\"). Removes the student's spouse's income from calculation of the student contribution from income. Deems the following to have a zero family contribution: (1) a family receiving public assistance; or (2) a family with a parent's earned income below the earned income limitation for earned income credit purposes under the Internal Revenue Code. Includes only dependent children who will be at least half-time postsecondary students in the formula for determining the parents' contribution from adjusted available income. Eliminates deductions for a medical-dental expense allowance and an educational expense allowance from the determinations of parents' available income. Renames the standard maintenance allowance the income protection allowance. Increases the amount of such allowance in general and for various numbers of dependents in college. Revises, and provides separate tables for, the computation of the adjusted net worth of a business and of a farm. Increases the amount of the asset protection allowance for both two parent and one parent families, at various ages for the oldest parent. Sets the asset conversion rate at 12 percent. Sets the income supplemental amount from assets at zero for families who have a total income of $20,000 or less and have filed specified forms (or are not required to file) under the Internal Revenue Code. Sets the value of the principal place of residence at the lesser of the current market value or three times the total income. Determines the net value of such residence by subtracting from its value any outstanding liabilities or indebtedness against the assets. Revises the schedule for the parents' assessment from adjusted available income to change the rates for certain income levels. Revises the student contribution from available income in the Parents First model. Renames the mandatory self-help amount the standard income contribution. Increases the minimum contribution to $900 for a first-year undergraduate and $1,100 for any other student; but removes requirements for a greater contribution of 70 percent of the student's total income minus an adjustment to student (and spouse) income. Provides for updating of the standard income. Provides, in the Parents First model, for student (and spouse) contribution from assets (replacing provisions for determining their supplemental amount from assets). Sets forth provisions (similar to those for parents' contributions) for determining adjusted net worth of a business and value and net value of a principal place of residence. Provides for adjustment of the student's contribution, in the Parents First model, on the basis of individual circumstances for enrollment periods other than nine months. (Retains current provisions for adjustments of parents' contribution for enrollment periods other than nine months.) Revises requirements for family contribution for independent students without dependents (and renames them Federal eligibility for Students First model without dependent children). Revises the computation formula for such contribution. Requires the contribution from income to be not be less than the standard income contribution of $1,350. Considers a family receiving public assistance to have a zero family contribution. Adds veterans' benefits to such modified and combined income and assets contributions in determining the total expected family contribution. Revises the formula for the student's (and spouse's) contribution from income in the Students First model without dependents. Provides for deductions of specified allowances from total income. Renames the maintenance allowance for periods of nonenrollment the income protection allowance, and revises its amount (on the basis of student marital status and whether student and spouse are both in college). Sets the assessment of available income at 70 percent for all income levels. Revises the formula for the student's (and spouse's) contribution from assets in the Students First model without dependents. Revises the calculation of the student's net worth. Provides for adjustments of the student's contribution based on individual circumstances, for enrollment periods other than nine months, in the Students First model without dependents. Revises requirements for family contribution for independent students with dependents (and renames them Federal eligibility for Students First Model with dependent children). Revises the assessment schedule for adjusted available income. Provides that a family receiving public assistance shall be considered to have a zero family contribution. Renames the standard maintenance allowance the income protection allowance and increases its amount, which is based on family size and number in college. Eliminates a medical-dental allowance and an educational expense allowance, in determining the family's available income. Revises requirements for the family's income supplemental amount from assets, in the Students First model with dependents. Revises and increases the asset protection allowance for families and students, which is based on the student's age and marital status. Revises and provides separate formula tables for determination of adjusted net worth of a business and of a farm. Provides for determination of the value and net value of the principal place of residence by a revised method (similar to that described for the Parents First model). Sets the asset conversion rate at 12 percent for all income levels. Sets forth the revised assessment schedule for adjusted available income. Provides for adjustments of the student's contribution based on individual circumstances, for enrollment periods other than nine months, in the Students First model with dependents. Repeals certain provisions for a simplified needs analysis for low-income families. Allows granting discretionary authority to student financial aid administrators, in special circumstances, to use their discretionary authority to make case-by-case adjustments of the expected student or parent contribution (or both) and of the methodology used to calculate such contributions. Specifies that special circumstances mean conditions pertaining to an individual student. (Current law requires conditions that differentiate an individual student from a class of students.) Repeals certain conditions relating to discretionary adjustments to assets. Revises definitions of total income to include currently excluded: (1) proceeds of a sale of a farm or business assets resulting from foreclosure, forfeiture, bankruptcy, or involuntary liquidation; (2) unemployment compensation received by certain dislocated workers; and (3) college work-study income. Applies the Students First models (with or without dependent children, as applicable) to any student who is: (1) 24 years of age or older by July 1 of the award year; (2) an orphan or ward of the court; (3) a veteran of the U.S. armed forces; (4) a graduate or professional student; (5) one who has legal dependents other than a spouse; or (6) one for whom a financial aid administrator makes a documented determination that the student meets the Students First requirements by reason of other usual circumstances. Applies the Parents First model to any student who does not meet the Students First model requirements. Sets the student's standard income contribution to postsecondary educational expenses at: (1) $900 for first year undergraduates using the Parents First model; (2) $1,100 for all other students using the Parents First model; and (3) $1,350 for all students using one of the Students First models. Provides for updating of such standard income contribution. Revises provisions for forms and regulations to direct the Secretary of Education (the Secretary) to prescribe a simplified application form for use in determining need and eligibility for various student assistance programs. Directs the Secretary, to the extent funding is available, to ensure that no student or parent is charged a fee for processing the application form the Secretary prescribes. Allows States and institutions to charge a processing fee for forms not required by the Secretary. Directs the Secretary to enter into at least two contracts with States, institutions of higher education, or private organizations to process the prescribed simplified application form and to issue eligibility reports."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title IV of the Higher Education Act of 1965 to simplify the needs analysis.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:58-05:00"
}