{
  "actions": [
    {
      "acted_at": "1973-01-15", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2100-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-15", 
  "number": "2100", 
  "official_title": "A bill to amend the Communications Act of 1934 to provide that renewal licenses for the operation of a broadcasting station may be issued for a term of 5 years and to establish certain standards for the consideration of applications for renewal of broadcasting licenses.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-15", 
  "subjects": [
    "Broadcasting", 
    "Government operations and politics", 
    "Licenses"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-15", 
    "text": "Provides that in any hearing before the Federal Communications Commission involving an application for renewal of a broadcasting licence, under the Communications Act of 1934, if the applicant for renewal makes a prima facie showing that: (1) its broadcasting service during the preceding license period has reflected a good-faith effort to serve, and demonstrated a responsiveness to, the needs and interest of its area; and (2) the operation of the Station has not otherwise been characterized by serious deficiencies, then the burden of proof with respect to any petition to deny such application or any other application for the same broadcasting service shall be upon the petitioner or competing applicant to show that it would not be in the public interest, convenience, and necessity to grant the application for renewal. Provides that the Commission shall give expeditious treatment to all proceedings involving an application for renewal of a broadcasting license and shall provide that any hearing shall be structured so as to proceed as expeditiously as possible. Provides that such licenses may be renewed for a term of not to exceed five years if the Commission finds that the public interest, convenience, and necessity would be served thereby. States that in any judicial proceeding to review the denial by the Commission of an application for renewal of a broadcast license, the action of the Commission shall be set aside unless the court finds such action was supported by a preponderance of the evidence in the record before the Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 to provide that renewal licenses for the operation of a broadcasting station may be issued for a term of 5 years and to establish certain standards for the consideration of applications for renewal of broadcasting licenses.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:23-05:00"
}