{
  "actions": [
    {
      "acted_at": "1975-06-26", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2022-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1975-01-03", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-26", 
  "number": "2022", 
  "official_title": "A bill to provide for the compensation of persons injured by criminal acts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Loss Recovery Act", 
  "sponsor": {
    "district": null, 
    "name": "Hartke, Vance", 
    "state": "IN", 
    "thomas_id": "01349", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-26", 
  "subjects": [
    "Compensation for victims of crime", 
    "Crime and law enforcement", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "States", 
    "Victims"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-26", 
    "text": "Title I: Short Title and Definitions - Criminal Loss Recovery Act - Defines terms used in this Act. Title II: Establishment of Criminal Loss Compensation Commission - Establishes within the executive branch of the Federal Government an agency known as the Criminal Loss Recovery Commission. States that the Commission shall consist of three members appointed by the President with the advice and consent of the Senate. Declares that one member must have served as a judge and that one must be a licensed medical doctor. States that in order to carry out the purposes of this Act, the Commission shall: (1) receive and process applications under the provisions of this Act for compensation for personal injury; (2) pay compensation to victims and other beneficiaries in accordance with the provisions of this Act; (3) hold such hearings, sit and act at such times and places, and take such testimony as the Commission or any member thereof shall deem advisable; and (4) make grants in accordance with the provisions of title V of this Act. Authorizes the Commission to promulgate such rules and regulations as may be required to carry out the provisions of this Act. Provides for the compensation of Commission members and of members of committees appointed by the Commission. Authorizes the Commission to subpena and require production of documents, and to administer oaths or affirmations to witnesses and receive evidence. Title III: Recovery for Criminal Loss - Authorizes the Commission to pay compensation in any case in which a person is injured or killed by any act or omission which violates a Federal or State penal statute. Specifies particular instances in which payment shall be made. States that victims or dependents of deceased victims may be compensated under this Act. Sets forth the procedures for applying for compensation under this Act. Provides for the payment of attorneys' fees in cases brought pursuant to the provisions of this Act, and for a fine to be paid for the charging of excessive fees. Sets forth the nature of the compensation which may be paid under this Act. Includes expenses incurred as a result of the injury; loss of earnings; and medical expenses. Provides for judicial review of the decisions of the Commission. Sets the time limit within which a claim must be brought under this Act. States that the amount of an award under this Act shall not be limited. States that the Commission shall pay the amount of compensation awarded. States that the payment of compensation pursuant to this Act shall not affect the right of a party to recover damages by a civil action for the injury or death. Title IV: Criminal Loss Recovery Compensation Grants - Authorizes the Commission to make grants to States to pay the Federal share of the costs of State programs to compensate victims of violent crimes. Title V: Miscellaneous Reports to the Congress - Directs the Commission to transmit annually to the President and the Congress a report on its activities under this Act. Authorizes the appropriation of such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Loss Recovery Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the compensation of persons injured by criminal acts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:28-05:00"
}