{
  "actions": [
    {
      "acted_at": "1973-10-16", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-10-16", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 93-591.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-10-24", 
      "references": [], 
      "text": "Measure passed House, roll call #547 (369-15).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres600-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-16", 
  "number": "600", 
  "official_title": "A bill to extend the Environmental Education Act for 3 years.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Matsunaga, Spark M.", 
    "state": "HI", 
    "thomas_id": "00749", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-16", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-16", 
    "text": "States that upon the adoption of this resolution it shall be in order to move that the House resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (H.R. 3927) to extend the Environmental Education Act for three years. Provides that after general debate, which shall be confined to the bill and shall continue not to exceed one hour, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Education and Labor, the bill shall be read for amendment under the five-minute rule. Requires that it shall be in order to consider the amendment in the nature of a substitute recommended by the Committee on Education and Labor now printed in the bill as an original bill for the purpose of amendment under the five-minute rule. Stipulates that, at the conclusion of such consideration, the Committee shall rise and report the bill to the House with such amendments as may have been adopted, and any Member may demand a separate vote in the House on any amendment adopted in the Committee of the Whole to the bill or to the committee amendment in the nature of a substitute. Provides that the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit with or without instructions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to extend the Environmental Education Act for 3 years.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:33-05:00"
}