{
  "actions": [
    {
      "acted_at": "1973-02-28", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4963-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-28", 
  "number": "4963", 
  "official_title": "A bill to promote the exploration and development of geothermal resources through cooperation between the Federal Government and private enterprise.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Matsunaga, Spark M.", 
    "state": "HI", 
    "thomas_id": "00749", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-28", 
  "subjects": [
    "Energy", 
    "Geothermal resources", 
    "Power resources", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-28", 
    "text": "Title I: Geothermal Resources Research Program - Directs the Secretary of the Interior to establish a five year Federal Geothermal resources research program designed to: (1) establish a reliable body of knowledge of the principles that govern geothermal resources; (2) develop reliable guides for identification of and exploration for specific reservoirs of geothermal resources; (3) conduct regional surveys that will lead to identification of potential reservoirs of geothermal resources; and (4) develop the basic knowledge of geothermal resource systems necessary for consideration of by-product recovery. Authorizes appropriations of $10,000,000 to be spent over the five year life of the program for the purposes of this title. Title II: Geothermal Resource Development Loan Program - Authorizes the Secretary to enter into contracts with persons engaged in the business of developing power from geothermal resources to: (1) conduct exploration to determine the potential of reservoirs of geothermal resources; (2) develop the technology of power generation from geothermal resources; (3) develop the technology of by-product recovery; and (4) develop a disposal system for waste products from geothermal resources. Requires an annual written report to the President, Congress, and the Environmental Protection Agency on the progress of this program. Provides for Federal loans up to 75 percent of the cost of a project under this title to be repaid if the Secretary determines the project has commercial value. Establishes a revolving fund from which loans will be made and into which loan repayments will be deposited. Authorizes appropriations of $20,000,000 in the first fiscal year after enactment of this act and in each subsequent fiscal year an amount not exceeding $5,000,000, provided that the revolving fund does not exceed $20,000,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to promote the exploration and development of geothermal resources through cooperation between the Federal Government and private enterprise.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:11-05:00"
}