{
  "actions": [
    {
      "acted_at": "1973-01-11", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1916-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-11", 
  "number": "1916", 
  "official_title": "A bill to assure to all Americans adequate protection against the cost of health care, through Federal-State programs covering all costs incurred by those who are unable to provide such protection for themselves and a Federal program covering catastrophic costs incurred by those who are normally able to provide such protection.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "12", 
    "name": "Saylor, John P.", 
    "state": "PA", 
    "thomas_id": "01024", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-11", 
  "subjects": [
    "Health", 
    "Health insurance", 
    "Insurance", 
    "Medical care, personnel, and facilities", 
    "National health insurance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-11", 
    "text": "Revises the present title 19 program of the Social Security Act and replaces it with a new title 19 program, called the \"National Health Care Program.\" Declares it to be the purpose of this Act to assure every individual and family in the United States of adequate protection against the costs of health and medical care. Provides for the creation of two separate, but related, programs of health insurance protection. Authorizes the Secretary of Health, Education, and Welfare to enter into agreements with the States for the purpose of financing the health care of the medically needy and indigent. Provides that, under such an agreement, each State would determine annually the level of medical indigence for various individuals and families. Provides that a State shall determine an average annual cost per individual or family which reflects adequate health care expenditures. Asserts that the States shall then purchase, on behalf of those who were at, or below, the applicable level of indigence, health insurance protection which would equal health care costs up to the average annual cost for individuals or for families. Authorizes the Secretay of HEW to pay to each State having an agreement under this Act amounts equal to 65 percent of the costs incurred by States in providing basic health insurance protection equal to the average annual cost for such coverage as provided for in this Act. Provides that where a State cannot or will not participate in such program the Federal Government will assume the costs of providing both basic health insurance protection and the costs of providing catastrophic health care. Authorizes the Secretary of HEW to establish a castastrophic health insurance program for all persons, who are residents, with incomes above the level of medical indigence. Limits Federal financial participation in such expenditures to 90 percent of castastrophic health care costs. Establishes a \"Federal Health Care Trust Fund\" into which would be deposited one hundred percent of the funds raised by means of the tax for the National Health Care Program, provided in this Act. Imposes a new employment tax for purposes of financing the National Health Care Program. Provides that the tax shall be equal to the sum of wages or self-employment income, plus any other income whether or not earned (if the gross of such other income exceeds $2,000), multiplied by a rate of 0.4 percent, except that the income base upon which such tax were applied could not exceed the maximum taxable earnings base provided for in Sec 3121(a)(1) of the Internal Revenue Code. Provides that this Act shall become effective on January 1, 1972, and that before such effective date, the Secretary of HEW shall submit a report to the Congress specifying which laws would require modification or repeal by reason of amendments made by this Act including recommendations for such changes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to assure to all Americans adequate protection against the cost of health care, through Federal-State programs covering all costs incurred by those who are unable to provide such protection for themselves and a Federal program covering catastrophic costs incurred by those who are normally able to provide such protection.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:20-05:00"
}