{
  "actions": [
    {
      "acted_at": "1998-10-13", 
      "references": [
        {
          "reference": "CR E2131", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-13", 
      "committee": "House Committee on Science", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-20", 
      "in_committee": "House Committee on Science", 
      "references": [], 
      "subcommittee": "Space and Aeronautics", 
      "text": "Referred to the Subcommittee on Space and Aeronautics.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4820-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Space and Aeronautics", 
      "subcommittee_id": "16"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-13", 
  "number": "4820", 
  "official_title": "To impose accountability on the International Space Station, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Save the International Space Station Act of 1998", 
  "sponsor": {
    "district": "9", 
    "name": "Sensenbrenner,  James, Jr.", 
    "state": "WI", 
    "thomas_id": "01041", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-13", 
  "subjects": [
    "Auditing", 
    "Aviation safety", 
    "Claims", 
    "Commerce", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Cost control", 
    "Cost effectiveness", 
    "Economics and public finance", 
    "Europe", 
    "Finance and financial sector", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government procurement", 
    "Indexing (Economic policy)", 
    "Inspectors general", 
    "International affairs", 
    "International cooperation in astronautics", 
    "Law", 
    "Liability (Law)", 
    "Negotiations", 
    "President and foreign policy", 
    "Profit", 
    "Russia", 
    "Safety measures", 
    "Space activities", 
    "Space shuttles", 
    "Space stations", 
    "Transportation and public works", 
    "Treaties"
  ], 
  "subjects_top_term": "Space activities", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-13", 
    "text": "Save the International Space Station Act of 1998 - Prohibits any funds or in-kind payments from being: (1) transferred to any entity of the Russian Government or any Russian contractor when such funds are intended to be used to perform work on the International Space Station which the Russian Government pledged, at any time, to provide at its expense; and (2) made to any entity of the Russian Government in exchange for any goods or services associated with the Space Station, except pursuant to a contract or agreement in effect as of the date of enactment of this Act. Provides for exceptions to such prohibition, based on certain determinations by the Administrator of the National Aeronautics and Space Administration (NASA) and subject to the approval of specified congressional committees. Expresses the sense of the Congress that if the Russian Government is unable to provide at its own expense any contribution, capability, or launch service to the Space Station, the Memorandum of Understanding between NASA and the Russian Space Agency, and, if necessary, the Intergovernmental Agreement among all the Space Station partners, should be renegotiated to reduce Russia's benefits commensurate with its reduced level of contribution to the Space Station. Directs the NASA Administrator to develop and deliver to the Congress, with the President's budget request for fiscal year 2000, a specified contingency plan for the removal or replacement of each Russian Government contribution or capability of the Space Station that lies in the critical path, as well as Russian space launch services. Defines the \"critical path\" as the sequence of events of a schedule of events under which a delay in any event causes a delay in the overall schedule. Requires the Administrator, on or before December 1, 1998, and until completion of the assembly of the Space Station, to report to the Congress every other month on whether or not the Russians have performed work expected of them and necessary to complete the Space Station. Requires the President to notify the Congress by April 1, 1999, of the decision on whether or not to proceed with permanent replacement of the Russian Service Module, other Russian contributions or capabilities in the critical path of the Space Station, or Russian launch services. (Sec. 4) Limits the total amount appropriated for: (1) costs of the Space Station through completion of assembly; and (2) space shuttle launch costs in connection with the assembly of the Space Station through completion of assembly. Makes such limitations inapplicable to specified operations, research, and crew return activities subsequent to completion of the Space Station. Provides for amounts to be increased to reflect any increase in costs attributable to specified conditions, including the lack of performance or the termination of participation of any of the international countries participating in the Space Station. Requires the Administrator to provide with each annual budget request a written notice and analysis of any changes to the amounts to specified congressional committees. Directs the Administrator: (1) as part of the overall space shuttle program budget request for each fiscal year, to identify separately the amounts of the requested funding that are to be used for completion of the assembly of the Space Station; and (2) as part of the overall Space Station budget request for each fiscal year, to identify the amount to be used for development of the Space Station. Requires the Administrator, as part of the annual budget request to the Congress, to account for the cost limitations imposed. Directs the Administrator to arrange for a verification, by the General Accounting Office, of the accounting submitted to the Congress . Directs the Inspector General of NASA to review the Administrator's notice and analysis of changes to amounts and report the results to the committees. (Sec. 5) Authorizes the Administrator, on behalf of the United States, to reciprocally waive claims with cooperating parties, under which each party to each such waiver agrees to be responsible, and agrees to ensure that its own related entities are responsible, for damage or loss to its property or to property for which it is responsible, or for losses resulting from any injury or death sustained by its own employees or agents, as a result of activities connected to the Space Station. Makes waivers inapplicable in certain cases, including those involving negligence. Requires the Administrator to establish overall safety requirements and plans and to conduct overall integrated system safety reviews for Space Station elements and payloads, and permits the Administrator to undertake all authorized steps to ensure that such elements and payloads pose no safety risks for the Space Station. (Sec. 6) Requires the Administrator to transmit to the Congress a report containing a description of all Space Station-related agreements entered into by the United States with a foreign entity after September 30, 1993, along with: (1) a complete accounting of all costs and benefit to the United States during FY 1994 through 1998 pursuant to each such agreement; and (2) an estimate of costs and benefits after fiscal year 1998 to the United States pursuant to each such agreement. Requires the Administrator to transmit to the Congress annual reports containing a description of all Space Station-related agreements entered into by the United States with a foreign entity during the preceding fiscal year, along with: (1) a complete accounting of all costs and benefits to the United States during that fiscal year pursuant to each such agreement; and (2) an estimate of such future costs and benefits. (Sec. 7) Requires the Administrator to report to specified congressional committees on: (1) agreements that have been reached with foreign entities to transfer to a foreign entity the development and manufacture of Space Station hardware baselined to be provided by the United States; and (2) the impact of those agreements on U. S. operating costs and utilization shares of the Space Station. Requires the Administrator, before entering into any such additional agreements, to report to such committees on the nature of the proposed agreement and its anticipated cost, schedule, commercial, and utilization impacts. (Sec. 8) Prohibits NASA from entering into any agreement or contract with a foreign government, for the provision by that government of goods and services, that grants the foreign government the right to recover profit in the event that the agreement or contract is terminated."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Save the International Space Station Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To impose accountability on the International Space Station, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:19-05:00"
}