{
  "actions": [
    {
      "acted_at": "1973-01-29", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3135-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-29", 
  "number": "3135", 
  "official_title": "A bill to amend the Social Security Act to increase OASDI benefits by 15 percent (with a $120 minimum) and raise the earnings base, to provide various improvements in benefit computations, to provide full benefits for men at age 60 and women at age 55, to pay a wife's and widow's benefits without regard to age in disability cases, and liberalize eligibility for disability benefits; to liberalize the medical coverage of disabled beneficiaries under age 65, to finance the medical insurance program entirely from general revenues, and to cover prescription drugs; to require the furnishing of drugs on a general basis under the medicare and public assistance programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr39-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Social Security Amendments", 
  "sponsor": {
    "district": "20", 
    "name": "Gaydos, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00430", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-29", 
  "subjects": [
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-29", 
    "text": "Social Security Amendments - Provides for a 15 percent increase in Old-Age, Survivors, and Disability Insurance benefits under title II of the Social Security Act. Establishes a $120 minimum primary insurance amount. Provides that an increase of earnings shall be counted for social security benefit and tax purposes under the Internal Revenue Code when it exceeds a specified base salary. Provides for full OASDI benefits for men at age 60 and for women at age 55. Provides that the benefit computation shall be based on an individual's 5 years of highest earnings. Provides for an increase in dropout years (in determining the average monthly wage for computing the primary insurance amount) for individuals with 40 quarters of coverage. Provides for wife's and widow's benefits without regard to age in cases of disability. Revises the definition of disability under title II of the Social Security Act. Provides that an individual shall be insured for disability insurance benefits in any month if he would have been a fully insured individual had he attained retirement age and filed application for benefits under the Social Security Act. Lowers the waiting period or time requirement for eligibility in disability cases. Provides for the financing of the supplementary medical insurance program from general revenues. Provides for the coverage of prescription drugs under the supplementary medical insurance program for the aged under title XVIII of the Social Security Act (Medicare). Requires that drugs provided by or under programs receiving Federal financial assistance pursuant to titles I, IV, X, XIV, XVI, XVIII and XIX of the Social Security Act must be prescribed and furnished on a nonproprietary or generic basis. Authorizes and directs the Secretary of Health, Education, and Welfare to study: (1) the existing need for programs making comprehensive prenatal and infant care services available to all mothers and children in the United States, and (2) the feasibility of utilizing the medicare program, or other programs embodying the approach of medicare program, to meet this need more effectively."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to increase OASDI benefits by 15 percent (with a $120 minimum) and raise the earnings base, to provide various improvements in benefit computations, to provide full benefits for men at age 60 and women at age 55, to pay a wife's and widow's benefits without regard to age in disability cases, and liberalize eligibility for disability benefits; to liberalize the medical coverage of disabled beneficiaries under age 65, to finance the medical insurance program entirely from general revenues, and to cover prescription drugs; to require the furnishing of drugs on a general basis under the medicare and public assistance programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:40-05:00"
}