{
  "actions": [
    {
      "acted_at": "1973-03-20", 
      "committee": "House Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5824-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-20", 
  "number": "5824", 
  "official_title": "A bill to permit State and local officials to elect to use funds from the highway trust fund for purposes of urban or rural mass transportation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-20", 
  "subjects": [
    "Housing and community development", 
    "Mass rapid transit", 
    "Roads and highways", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Mass rapid transit", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-20", 
    "text": "Provides for the use of Federal highway funds within urban areas and in rural areas designated by the State and approved by the Secretary of Transportation on the basis of local transportation need. Authorizes the use of such funds for the acquisition and construction of rail facilities, exclusive or preferential bus lanes, traffic control devices, passenger loading areas and facilities, including shelters, fringe and transportation corridor parking facilities to serve bus and other public mass transportation passengers, and for the purchase of equipment including rolling stock. States that the Secretary of Transportation shall require that equipment meet the standards prescribed by the Administrator of the Environmental Protection Agency and that planning and design of mass transportation facilities meet the special needs of the elderly and the handicapped. Declares that funds available for Indian roads and bridges shall be available for the purchase of buses and rail equipment, to be operated in accordance with regulations jointly approved by the Secretaries of Transportation and of the Interior, to provide access to employment, health care, retail centers, education, and public centers. (Amends 23 U.S.C. 142)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to permit State and local officials to elect to use funds from the highway trust fund for purposes of urban or rural mass transportation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:26-05:00"
}