{
  "actions": [
    {
      "acted_at": "1987-05-19", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-06-23", 
      "references": [], 
      "text": "Committee on Banking. Original measure reported to Senate by Senator Proxmire. With written report No. 100-85. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-23", 
      "calendar": "Senate Legislative", 
      "number": "203", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 203.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1987-07-22", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Subjects on the Table.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-22", 
      "bill_ids": [
        "s1420-100"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure into S. 1420.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1409-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-23", 
  "number": "1409", 
  "official_title": "An original bill to amend the Export Administration Act of 1979, to amend the Bank Export Services Act of 1982, to amend the Foreign Corrupt Practices Act of 1977, to enhance the competitiveness of the United States in world trade, to provide for long-term exchange rate stability, to increase bank safety and soundness, and to alleviate the international debt crisis.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1420-100", 
      "reason": "related"
    }
  ], 
  "short_title": "United States Trade Enhancement Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-05-19", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "American investments", 
    "Armed forces and national security", 
    "Authorization", 
    "Bank holding companies", 
    "Bribery", 
    "Business and commerce", 
    "Business ethics", 
    "Business records", 
    "China", 
    "Courts and Civil Procedure", 
    "Credit", 
    "Crime prevention", 
    "Department of Commerce", 
    "Developing countries", 
    "Development credit institutions", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Embassies", 
    "Export controls", 
    "Export trading companies", 
    "Exports", 
    "Federal reserve system", 
    "Fees", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign banks and banking", 
    "Foreign exchange", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Fraud", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government records, documents, and information", 
    "Information services", 
    "International affairs", 
    "International agencies", 
    "International banking", 
    "International cooperation", 
    "International economic relations", 
    "International monetary system", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Licenses", 
    "Monetary policy", 
    "Money", 
    "Multilateral development banks", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Postal Services and Facilities", 
    "Science and technology", 
    "Securities and Investments", 
    "Securities industry", 
    "Securities regulation", 
    "Standards", 
    "Technology transfer", 
    "Trade agreements", 
    "Trade fairs", 
    "Trade negotiations", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-23", 
    "text": "United States Trade Enhancement Act of 1987 - Title I: Export Administration Act Amendments - Amends the Export Administration Act of 1979 to exclude China from the definition of \"controlled country\" for purposes of such Act. Requires the Secretary of Commerce (Secretary) to grant a general license for exports to qualified foreign parties that the Secretary has certified have a high expectation of being reliable end-users. Defines qualified foreign parties to include Government entities from countries that have agreed to maintain export controls. Prohibits any fee from being charged in connection with the submission or processing of an export license application. Prohibits requiring permission (under the national security export control provisions) for the export of goods or technology to a country which maintains export controls on such goods or technology cooperatively with the United States pursuant to the agreement of the Coordinating Committee on Export Controls (COCOM), or a specified international agreement, if the export of such goods or technology to China on May 6, 1987, would require only notification to the participating governments of COCOM. Authorizes the Secretary to require notification to the Secretary of Commerce of such exports. Authorizes the Secretary to require a license for the export of such goods or technology to: (1) consignees; and (2) consignees in a country that is believed to be engaging in a practice of noncompliance with the COCOM agreement. Prohibits requiring permission to export to any country other than a controlled country of any goods or technology if the export of such goods or technology requires only notification of the participating governments of COCOM. Authorizes the Secretary to require notification to the Secretary of such exports. Declares that no permission to reexport any goods, technologies, or services subject to U.S. jurisdiction may be required for shipment: (1) to a consignee in any country which maintains export controls pursuant to a specified international agreement (except for certain highly critical goods, technologies, or services that are unilaterally controllable by the United States); or (2) from any country if such goods, technologies, or services to be reexported are incorporated in other products and no license is required for the export of either the incorporated material or the products into which they are incorporated, the value of the U.S. content of such products is 20 percent or less, or the goods are normal and usual replacements for U.S. origin components in a legally exported foreign made product and do not exceed the value of the U.S. content in the product. Requires such consignee to notify the Secretary at the time of reexport. Requires the President to resolve any disputes with respect to the placement of goods and technology on the Commodity Control List (list of goods and technology subject to export controls). Requires the Secretary to use data developed from his annual review of the Commodity Control List (CCL) in formulating U.S. proposals relating to multilateral controls imposed by COCOM. Sets forth specified responsibilities of the Secretary with respect to the CCL. Directs the Secretary to eliminate from the CCL, except for controls on goods or technology for which foreign availability does not exist or which the United States is negotiating multilateral cooperation, items unilaterally controlled by the United States from the CCL. Sets forth provisions relating to the review by the Secretary of certain controlled exports to China that have not been reviewed within the previous two years. Declares that applications for a license for exports to China of goods and technology controlled under the CCL for exhibition at a trade show shall carry a presumption of approval if the exhibitor adheres to specified conditions. Imposes a timetable for responses by the Secretary to allegations of foreign availability by export license applicants. Requires the Secretary to publish any assessment of such foreign availability. Requires the President to notify specified congressional committees when he has begun negotiations to eliminate the foreign availability of controlled items and why he believes it is important to the national security that such controls be maintained. Requires the Secretary to conduct annual reviews of the performance level of goods or technology below which: (1) exports to China require only notification of participating governments; and (2) no permission may be required for exports to a country which maintains export controls on such goods or technology cooperatively with the United States pursuant to the agreement of COCOM or a specified international agreement. Includes as an objective with respect to presidential negotiations with participating governments of COCOM the agreement to enhance cooperation among such governments in obtaining the agreement of governments outside of COCOM to restrict the export of goods and technology on the International Control List (ICL), to establish mechanisms to coordinate implementation of export control measures related to such agreements, and to remove items from the ICL if such items continue to be available to controlled countries or no longer serve COCOM's objectives. Prohibits export controls from being imposed on a good solely on the basis that such good contains controlled parts if specified conditions exist. Prohibits the Secretary, unless the President determines that the absence of export controls would be detrimental to national security, from requiring a validated export license for the export of goods or technology that the Secretary has determined are available in fact from sources outside the United States, if the goods or technology do not exceed the technical parameters of those available from sources outside the United States, to any country with respect which the source country does not place controls on such exports. Sets forth the procedures for obtaining a license for the export of such goods or technology. Imposes a timetable for responses by the Secretary to allegations of West-West foreign availability. Declares that foreign availability will be deemed to exist and the Secretary will be prohibited from requiring a license for the export of such goods or technology if such responses are not made within a specified time. Provides for interagency cooperation in determinations of foreign availability. Requires the President to pursue negotiations with the appropriate countries for the elimination of foreign availability. Requires the President to pursue negotiations with the appropriate countries for the elimination of foreign availability in cases where export controls are maintained. Declares that the President, before imposing export controls for foreign policy reasons, should choose diplomatic alternatives to export controls which offer opportunities of distinguishing the United States from, and expressing U.S. displeasure with, specific actions of foreign nations. Prohibits controls on the export of U.S. petroleum products, unless the President determines such controls are necessary. Requires the Secretary to approve or deny a request for a license to export controlled goods or technology whenever the Secretary of Defense fails, within 20 days of receiving notification of such request, to make specified recommendations and notifications to the President and Secretary. Permits non-U.S. citizens who violate the export control laws of a country to be debarred from contracting with any Federal agency for a period not to exceed five years. Provides for judicial review of civil penalties imposed by the Secretary and of orders by the Secretary that temporarily deny a person export privileges. Authorizes appropriations for FY 1988 and 1989 to the Department of Commerce for the functions of the Under Secretary of Commerce for Export Administration. Title II: Export Trading Company Amendments - Amends the Bank Holding Company Act of 1956 to set forth the following additional factors to be considered in determining whether a company is an \"export trading company:\" (1) the operations of such company during the first two years shall not be taken into account in making such determination; (2) not less than four consecutive years of operations of such company (not including the first two years of operation) shall be taken into account in such determination; and (3) fees derived from the facilitation, outside of the United States, of trade services shall be treated as revenue derived from exporting or facilitating exports to the extent the fees are remitted to the United States and the aggregate amount of such fees does not exceed one-half the amount of revenue derived from export operations or the facilitation of export services. Defines \"facilitation of trade services.\" Prohibits the Board of Governors of the Federal Reserve System from disapproving a proposed investment solely on the basis of the proposed asset-to-equity ratio of the export trading company unless the proposed annual average ratio is greater than 15 to one. Prohibits the Board from establishing a maximum dollar limit on the value of goods which export trading companies may maintain in inventory. Authorizes the Board to establish a maximum dollar limit on the value of goods which an export trading company may maintain in inventory if the Board finds that such limitation is necessary to prevent risks that would affect the financial or managerial resources of an investor bank holding company. Amends the Export Trading Company Act of 1982 to require the Office of Export Trade within the Department of Commerce to establish a program to assist the operation of export intermediaries, including existing and newly formed export management companies. Requires the Secretary of Commerce to submit a report to the Congress on Department of Commerce activities to promote the formation of new, and the operation of existing and new, export promotion intermediaries, including export management companies, export trade associations, and export trading companies. Title III: Export Promotion - Requires the Secretary of State and the Secretary of Commerce to review the number of U.S. diplomatic personnel who are engaged in commercial duties to assist U.S. exporters and businesses doing business outside the United States. Requires such Secretaries to increase the number of such personnel upon a determination that such number is insufficient to carry out such duties. Requires each chief of a U.S. diplomatic mission to a country which is a major U.S. trading partner to transmit to the President and the Congress a report describing: (1) strategy used by such mission to expand U.S. exports; and (2) efforts of such mission to assist U.S. industries in expanding export sales. Expresses the sense of the Congress that, in order to promote procurement opportunities for U.S. firms, each U.S. executive director to a multilateral development bank should: (1) inform U.S. firms of bidding opportunities in foreign countries; (2) help such firms complete and submit bidding documents; (3) investigate complaints about the awarding of contracts; and (4) ensure that contract procedures are observed. Expresses the sense of the Congress that a Foreign Commercial Officer should be assigned to each U.S. executive director to assist in promoting opportunities for procurement of U.S. goods or services. Directs the Secretary of Commerce to develop and maintain an export promotion data system to provide trade information to U.S. firms. Requires the Secretary of Commerce to designate an office of the International Trade Administration to act as business liaison with multilateral development banks which do not have U.S. offices. Requires such office to disseminate information relating to new projects, bid specifications, and deadline dates for such projects. Authorizes the Secretary of Commerce to designate eight U.S. missions abroad at which the U.S. and Foreign Commercial Service Officer will be able to use the title Minister-Counselor. Requires the Secretary of Commerce to prepare a reference manual for U.S. firms containing information related to exporting, foreign investment, foreign market conditions, foreign laws affecting exports, and sources of export and foreign investment financing. Requires such manual to be distributed to all field offices of the Departments of Commerce and Agriculture, and to State departments of commerce. Title IV: Exchange Rates and International Economic Policy Coordination - Exchange Rates and International Economic Policy Coordination Act of 1987 - Declares it is U.S. policy that: (1) the United States and other major industrialized countries should take steps to coordinate monetary policies initiated at the Tokyo Economic Summit in May 1986; (2) the goal of policy coordination should be to eliminate trade imbalances and to stabilize exchange rates; and (3) the United States and such other countries should coordinate the participation by central banks in international currency markets, with the objective of reducing fluctuations in the values of currencies, deterring currency speculation, and promoting the adjustment of exchange rates. Requires the President to negotiate with other countries to: (1) achieve better coordination of macroeconomic policies of the major industrialized countries, including sustainable levels of trade and current account balances and stability in the exchange rates of the U.S. dollar and other currencies; (2) review the functioning of the international exchange rate system; and (3) develop a program for modification of such system to provide for long-term exchange rate stability. Directs the President to annually determine which countries manipulate the exchange rate between their currency and the U.S. dollar. Requires the President, if such countries have global current account surpluses and trade surpluses with the United States, to initiate negotiations with such countries in the International Monetary Fund or bilaterally to ensure that such countries regularly adjust the exchange rates between their currencies and the U.S. dollar. Requires the Secretary of the Treasury to submit to specified congressional committees a report regarding international economic policy. Sets forth the contents of such report. Amends the Federal Reserve Act to include, in a specified annual report of the Board of Governors of the Federal Reserve System to the Congress, an analysis of the impact of the U.S. dollar's exchange rate on the U.S. economy. Title V: International Debt - Subtitle A: General Provisions - Sets forth congressional findings concerning international debt issues and sets forth the purposes and policy of this title. Subtitle B: The International Debt Management Authority - International Debt Management Act - Requires the Secretary of the Treasury to initiate discussions with industrialized and developing countries for the purpose of establishing a multilateral financial intermediary which would: (1) purchase sovereign debt of less developed countries from private creditors at an appropriate discount; (2) enter into negotiations with debtor countries for the purpose of restructuring debt; and (3) assist the creditor banks in the voluntary disposition of their Third World loan portfolio. Lists specific proposals which the Secretary should include in any such discussions. Requires the Secretary to report to the Congress on a regular basis on the progress being made on such study and in such discussions. Requires the Secretary to review potential resources available to the United States and to multilateral financial institutions which could be used to support the creation of an international debt management facility. Expresses the sense of the Congress that: (1) a solution to the practice of capital transfers from developing countries is essential to solving the international debt problem and enhancing and sustaining economic growth in developing countries; and (2) the U.S. Executive Director of the International Monetary Fund (IMF) should begin discussions for the purpose of developing policy proposals for both developed countries and developing countries. Subtitle C: Regulatory Provisions Affecting International Debt - Declares that it is the policy of the United States that: (1) commercial banks should establish reserves against the risks inherent in international lending; and (2) U.S. commercial banks should have significant latitude to restructure the terms and conditions on their existing loans. Amends the International Lending Supervision Act of 1983 to require the appropriate Federal banking agencies to conduct a study of any regulatory or accounting barriers to exchanges of foreign debt for equity. Requires the Secretary of the Treasury to instruct the U.S. Executive Director of the World Bank to begin discussions on the appropriate role for the World Bank and the International Finance Corporation in supporting debt-to-equity swaps. Declares that it is the policy of the United States that the Secretary of the Treasury and the appropriate Federal banking agencies shall encourage the improvement of the economic health of the United States and other countries and of commercial banks by strengthening initiatives which address the high level of debt of certain heavily indebted international borrowers. Requires the Secretary and the banking agencies to report to the Congress on a study analyzing possible regulatory steps to encourage a reduction in the indebtedness of heavily indebted international borrowers to supervised banks in a way that would improve overall bank asset quality and reduce the burden of the loans on the countries themselves. Title VI: National Treatment of Financial Institutions - Amends the International Banking Act of 1978 to authorize a Federal banking agency (with the prior approval of the President) to deny any application by a foreign bank or foreign bank holding company if the country in which the foreign bank is chartered or the country in which the foreign bank holding company is incorporated or has its principal place of business does not accord to U.S. banks and bank holding companies the same competitive opportunities as it accords to domestic banks and bank holding companies. Prohibits the Federal Reserve Board and the Federal Reserve Bank of New York from designating any person of a foreign country as a primary dealer in Government debt instruments if that foreign country does not accord to U.S. companies the same competitive opportunities in the underwriting and distribution of Government debt instruments issued by that country as it accords to domestic companies. Allows an exception to such prohibition for countries having or negotiating bilateral agreements with the United States. Title VII: Foreign Corrupt Practices - Foreign Corrupt Practices Act Amendments of 1987 - Amends the Securities Exchange Act of 1934 to prohibit the imposition of criminal liability on securities issuers who fail to maintain an internal accounting controls system. Prohibits anyone from knowingly circumventing such accounting system for a purpose inconsistent with the accountability and accuracy goals of such system. Requires only good faith efforts at ensuring compliance by issuers who hold 50 percent or less of the voting power of domestic or foreign firms. Defines \"reasonable assurances\" and \"reasonable detail.\" Repeals a provision relating to the unlawful use of the mails by a securities broker or dealer to affect a foreign exchange. Authorizes the Securities and Exchange Commission to transmit evidence concerning unlawful payments to foreign officials to the Attorney General, who shall annually report on the disposition of such referrals to the Senate Committee on Banking, Housing, and Urban Affairs and the House Committee on Energy and Commerce. Amends the Foreign Corrupt Practices Act of 1977 to revise the prohibition against domestic concerns using any means of interstate commerce to make payments to a foreign official to obtain business. States that such a payment made directly or indirectly to a foreign official is illegal. Prohibits such payments that are made to: (1) influence a foreign official's act or induce such an official to violate a legal duty; or (2) induce a foreign official to affect a foreign government's act. Prohibits domestic concerns from using interstate commerce to direct or authorize an agent to make such a payment to a foreign official. Exempts from such prohibitions: (1) payments to foreign officials to expedite or to secure the performance of routine governmental action; (2) payments which constitute tokens of regard or esteem; (3) expenditures associated with selling, purchasing, or demonstrating goods; or (4) ordinary expenditures associated with performing a contract with a foreign government. Revises the fines and criminal penalties for violations of such Act. Empowers the Attorney General to undertake all civil investigations necessary to enforce such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Trade Enhancement Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Exchange Rates and International Economic Policy Coordination Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Foreign Corrupt Practices Act Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "International Debt Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Export Administration Act of 1979, to amend the Bank Export Services Act of 1982, to amend the Foreign Corrupt Practices Act of 1977, to enhance the competitiveness of the United States in world trade, to provide for long-term exchange rate stability, to increase bank safety and soundness, and to alleviate the international debt crisis.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:35-05:00"
}