{
  "actions": [
    {
      "acted_at": "1988-08-03", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-23", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2681-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1988-08-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1988-08-03", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-08-03", 
  "number": "2681", 
  "official_title": "A bill to amend the Public Health Service Act to establish a lifecare long-term care program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Lifecare Long-Term Care Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-08-03", 
  "subjects": [
    "Business and commerce", 
    "Case mix (Medical care)", 
    "Community health services", 
    "Day care centers for the aged", 
    "Extended care facilities", 
    "Federal aid to medical education", 
    "Federal aid to nursing education", 
    "Geriatric nursing", 
    "Geriatrics", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Health planning", 
    "Home care services", 
    "Insurance", 
    "Licenses", 
    "Long-term care", 
    "Long-term care insurance", 
    "Medical education", 
    "Medical personnel", 
    "Medical research", 
    "Nurses", 
    "Nursing", 
    "Nursing homes", 
    "Paramedical personnel", 
    "Prospective payment systems (Medical care)", 
    "Regional medical programs", 
    "Respite care", 
    "Social welfare", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-08-03", 
    "text": "Lifecare Long-Term Care Protection Act - Part A: General Provisions - Adds a new title to the Public Health Service Act: Lifecare Long-Term Care Protection Program. Directs the Secretary of Health and Human Services to contract with States or private nonprofit organizations to establish and administer a long-term care agency for each designated area of a State. Requires contracting agencies to establish: (1) a screening division to make determinations of eligibility for agency services under this Act; (2) a case management services division to develop and administer a care plan for each individual and to allocate resources; and (3) a registry of qualified providers of home and community-based and nursing home care. Sets the method for determining State fund contributions. Part B: Coverage of Home and Community-Based Care Services - Sets forth eligibility requirements for home and community-based care services, including that the individual be 65 or older, be under 19, or be receiving certain Social Security benefits; and be dependent, cognitively impaired, or unable to perform daily living activities without assistance or supervision. Enumerates the criteria for receipt of respite care benefits. Lists those entities considered to be qualified service providers, including adult day health care centers certified by the State. Prescribes the procedures for payments by the Secretary to long-term care agencies and other service providers. Limits the payment for home health and community-based services for three years, based on a percentage relating to Medicare (title XVIII of the Social Security Act) benefits. Prescribes procedures for subsequent years and sets the amount of coverage, including measures of severity of need for services. Requires a copayment by beneficiaries. Requires States to establish quality assurance boards to monitor quality of care and a community advisory board for each long-term care agency. Establishes certification procedures for a survey of home care agencies, home health agencies, and adult day care health centers to determine eligibility for participation in the program under this Act. Outlines reimbursement procedures. Part C: Coverage of First Six Months of Nursing Home Care - Provides, subject to certain limitations, for nursing facility services for up to six months for eligible individuals. Allows an extension of up to one year if medical assessment indicates a reasonable possibility of the patient returning home. Allows additional nursing home coverage if: (1) the individual has not been an inpatient for at least six consecutive months; (2) the diagnosis is different; or (3) there has been a substantial worsening of the individual's condition since the latest discharge. Sets forth eligibility requirements for benefits under this part. Part D: Insurance Coverage for Nursing Home Care That Exceeds Six Months - Directs the Secretary to establish an optional insurance program for individuals 45 and over to cover nursing home stays that exceed six months. Prescribes procedures for setting premium rates and requires annual rate revisions by the Secretary. States that the rates are expected to cover 45 percent of the estimated nursing home costs of stays exceeding six months. Requires the Secretary, to the extent feasible, to establish a prospective payment mechanism for payment of nursing home services that takes into account the expected resource utilization of the patient based on the degree of disability and other factors. Part E: Training and Research - Requires the making of grants to schools of nursing, social work, allied health, and public health of universities to develop training programs for the provision of home and community-based care and nursing home care for the elderly and in the administration of such programs. Authorizes appropriations through FY 1992. Requires that grants be made to State approved programs to train individuals in the provision of home health aide services. Authorizes appropriations through FY 1992. Requires the making of grants to university schools of nursing to develop model consumer training programs regarding the delivery of home care services. Authorizes appropriations through FY 1992. Requires that grants or contracts be made to assist public and private nonprofit entities in meeting the costs of developing centers for multidisciplinary health planning development and assistance. Authorizes appropriations through FY 1992."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lifecare Long-Term Care Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to establish a lifecare long-term care program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:05-05:00"
}