{
  "actions": [
    {
      "acted_at": "2011-09-14", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1556-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Johnson, Ron", 
      "sponsored_at": "2011-09-14", 
      "state": "WI", 
      "thomas_id": "02086", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lee, Mike", 
      "sponsored_at": "2011-09-20", 
      "state": "UT", 
      "thomas_id": "02080", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-09-14", 
  "number": "1556", 
  "official_title": "A bill to require an accounting for financial support made to promote the production or use of renewable energy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3331-112", 
      "reason": "related"
    }
  ], 
  "short_title": "FARE Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Vitter, David", 
    "state": "LA", 
    "thomas_id": "01609", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-09-14", 
  "subjects": [
    "Accounting and auditing", 
    "Alternative and renewable resources", 
    "Asia", 
    "Business ethics", 
    "Business investment and capital", 
    "Business records", 
    "China", 
    "Congressional oversight", 
    "Department of Energy", 
    "Energy", 
    "Energy research", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government studies and investigations"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-09-14", 
    "text": "Federal Accounting of Renewable Energy Act of 2011 or FARE Act of 2011 - Requires the head of each federal agency to submit to Congress an accounting for all FY2009-FY2011 financial support (including grants, loans, loan guarantees, and direct payments) made by the agency to promote the production or use of renewable energy. Directs the agencies to include in such accounting: (1) a list of the projects that directly led to the production or use of renewable energy; (2) the quantity of renewable energy or products on the market as a direct result of such support and the gross sales of the recipient company during a recent fiscal year; and (3) the total quantity of financial support, the number of jobs created, and the average cost to the recipient company of each full-time job created. Requires, for each project, a full accounting of: (1) the employment, sales, and revenue targets submitted by each recipient company before receiving support and a list of the companies that substantially failed to meet targets; (2) a list of all recipient companies that received support but are no longer in operation or have moved any portion of their operations to China; and (3) a list of all venture capital firms involved in submitting the proposal for awarded support. Directs the Inspector General of an agency that provided support to a company that is no longer in existence, or is unlikely to achieve substantially the purpose of the support, to conduct a preliminary investigation of the documents submitted by the company to determine whether fraud was committed in obtaining such support. Requires the Inspector General of the Department of Energy (DOE) to submit to Congress a list of the recipient company executives who: (1) received financial support from the National Renewable Energy Laboratory during any of calendar years 2009-2011, and (2) had an immediate family member who was employed by the Laboratory as of the date of receipt of the financial support."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "FARE Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Accounting of Renewable Energy Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require an accounting for financial support made to promote the production or use of renewable energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:15:10-05:00"
}