{
  "actions": [
    {
      "acted_at": "2012-06-27", 
      "references": [
        {
          "reference": "CR E1152", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-27", 
      "committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6042-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Connolly, Gerald E.", 
      "sponsored_at": "2012-06-27", 
      "state": "VA", 
      "thomas_id": "01959", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Norton, Eleanor Holmes", 
      "sponsored_at": "2012-06-28", 
      "state": "DC", 
      "thomas_id": "00868", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Van Hollen, Chris", 
      "sponsored_at": "2012-06-27", 
      "state": "MD", 
      "thomas_id": "01729", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-06-27", 
  "number": "6042", 
  "official_title": "To amend title 5, United States Code, to reform the Senior Executive Service, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2249-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Senior Executive Service Reform Act of 2012", 
  "sponsor": {
    "district": "8", 
    "name": "Moran, James P.", 
    "state": "VA", 
    "thomas_id": "00832", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-06-27", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Disability and paralysis", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Minority employment", 
    "Office of Personnel Management (OPM)", 
    "Performance measurement", 
    "Women's employment"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-06-27", 
    "text": "Senior Executive Service Reform Act of 2012 - Amends provisions of federal law relating to the Senior Executive Service (SES) to: (1) reduce from 25% to 15% the number of SES positions at the start of each fiscal year that may be filled by noncareer appointees; (2) require the head of each federal agency to create a position of assistant secretary for administration or management and appoint a career SES employee to fill such position; and (3) require agency heads to appoint career SES employees to positions with direct responsibility for agency-wide functions in acquisition, information technology, and human resources. Requires each federal agency to: (1) evaluate any SES position that becomes vacant to determine the skills and qualifications necessary for the position, (2) ensure that vacant positions are open for a reasonable period of time and that application requirements are streamlined, (3) ensure that applicants for a vacant position receive timely notification of the status of their application, and (4) take steps to strengthen candidate development programs to prepare aspiring leaders for the SES. Prohibits the use of quotas or forced distribution of ratings for performance appraisals. Provides for annual pay adjustments for senior executives and other senior employees rated at the fully successful level or higher. Includes executive performance awards and bonuses in basic pay for purposes of calculating retirement annuities. Requires a written explanation for an SES performance rating if such rating is lowered from the initial recommendation. Requires: (1) the Director of the Office of Personnel Management (OPM) to establish a Senior Executive Service Resource Office in OPM to improve the efficiency, effectiveness, and productivity of the SES and its hiring process, advance its professionalism, and promote diversity; (2) senior executives appointed to the SES to create an executive development plan that includes continuing development, training, and mentoring goals; and (3) agency heads to oversee the establishment of an onboarding program to provide new SES appointees an overview of their role and responsibilities, the agency's mission, priorities, and strategic plan, and SES rules and regulations. Allows agencies to establish a rotation program for career SES appointees. Requires each federal agency to: (1) incorporate in its executive performance plans an objective for holding executives accountable for addressing employee satisfaction; and (2) submit a plan to OPM to enhance and maximize opportunities in SES for the advancement and appointment of minorities, women, and individuals with disabilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Senior Executive Service Reform Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 5, United States Code, to reform the Senior Executive Service, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:57:21-05:00"
}