{
  "actions": [
    {
      "acted_at": "1975-04-24", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-07-29", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 94-337.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-08", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 94-337 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-10", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-10", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-11", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-11", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #394 (76-8).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-04", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-04", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-04", 
      "bill_ids": [
        "hr4510-94", 
        "hr5810-94", 
        "hr7500-94", 
        "hr7567-94"
      ], 
      "references": [], 
      "text": "Measure passed House, amended (included provisions of H.R. 4510, H.R. 5810, H.R. 7500, and H.R. 7567).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-04", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-05", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-13", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-660.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-13", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-18", 
      "references": [], 
      "text": "House agreed to conference report, roll call #714 (358-52).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-18", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-11-18", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-18", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-19", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-11-29", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1975-11-29", 
      "references": [], 
      "text": "Public law 94-141.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1517-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1975-11-29", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-24", 
  "number": "1517", 
  "official_title": "An Act to authorize appropriations for the administration of foreign affairs; international organizations, conferences, and commissions; information and cultural exchange, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4510-94", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5810-94", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr7500-94", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr7567-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Foreign Relations Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Sparkman, John J.", 
    "state": "AL", 
    "thomas_id": "01436", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-24", 
  "subjects": [
    "Appropriations", 
    "Arms Control and Disarmament Agency", 
    "Aviation", 
    "Broadcasting", 
    "Conferences", 
    "Department of State", 
    "Education", 
    "Educational exchanges", 
    "Foreign service", 
    "Government operations and politics", 
    "International affairs", 
    "Nuclear energy", 
    "Radio", 
    "United States Information Agency", 
    "Weapons"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1975-11-13", 
    "text": "(Conference report filed in House, H. Rept. 94-660) Foreign Relations Authorization Act = Title I: Administration of Foreign Affairs= - Authorizes appropriations to the Department of State for fiscal year 1976 for administration of foreign affairs. Prohibits the use of funds authorized under this Act for the development or implementation of the Travel Document and Issuance System, or of any other new passport system. Expresses the sense of the Congress that the position of United States ambassador to a foreign country should not be accorded primarily because of partisan political activity. Authorizes the appropriation of funds for the reopening of the United States Consulate at Gothenburg, Sweden. Requires the Director of the Arms Control and Disarmament Agency to report by December 31, 1976, on the results of a study of the impact upon military expenditures of arms control measures mutually agreed to by the United States and the Soviet Union. Expresses the sense of the Congress that the President should establish an agricultural attache in the People's Republic of China. Authorizes the appropriation of funds for the purpose of conducting research regarding development of nuclear safeguard techniques. Requires Government agencies preparing any legislative or budgetary proposal for weapons systems or technology which such agency or the Director believes may have a significant impact on arms control and disarmament policy or negotiations to provide the Director with full and timely access to detailed information. Requires the Director to keep the National Security Council and the Office of Management and Budget informed of such proposals. Provides the Director of the Arms Control and Disarmament Agency with access to information concerning any program of research or development of armaments or military facilities or any other program involving weapons systems or technology which such Government agency and the Director agree have a significant impact on arms control negotiations. Authorizes the Director to waive normal security clearance requirements for specified employees who could otherwise be denied access to classified information. Requires that the Director be involved in all U.S. Government decisions concerning arms export licenses, military grant assistance, and military sales. Authorizes appropriations for Foreign Service Buildings. =Title II: International Organizations, Conferences, and Commissions= - Authorizes appropriations to the Department of State for international organizations and conferences and for international commissions for fiscal year 1976. Removes limitations on United States contributions to specified international peace-keeping activities. Raises the sub-ceiling on United States expenditures for the Interparliamentary Union. States that the delegates to the Interparliamentary Union Conference shall consist of not more than nine members of the House and at least two members of the Senate Foreign Relations Committee. =Title III: Educational Exchange= - Authorizes appropriations for fiscal year 1976 for Educational Exchange programs. =Title IV: Foreign Service= - Provides that a substantial number of Foreign Service officers shall, before their fifteenth year of service as such officers, be assigned in the United States, or any territory or possession thereof, for significant duty with a State or local government, public school, community college, or other public organization designated by the Secretary; and that such duty may include assignment to a Member or office of the Congress. Requires a report within six months to the Speaker of the House and to the Committee on Foreign Relations of the Senate on the steps taken to carry out such assignments. States that a Foreign Service officer or any Reserve officer, whose services meet the standards required for the efficient conduct of the work of the Service and who shall have been in a given class for a continuous period of nine months or more, shall, on the first day of the first pay period that begins on or after July 1 each year, receive an increase in salary to the next higher rate for the class in which such officer is serving. Defines \"grievance\" under the Foreign Service Act to mean, in part, any act or condition subject to the control of the Department of State, United States Information Agency, or the Agency for International Development which is alleged to deprive the grievant of a right or benefit authorized by law or regulation, or is otherwise a source of concern or dissatisfaction to the grievant. Requires the board considering and resolving grievances to be composed of independent, distinguished citizens of the United States, well-known for their integrity, who are not active officers, employees or consultants of the foreign affairs agencies but may be retired officers or employees. Requires a grievance to be presented to such board within three years of the occurence giving rise to the grievance. Provides that any grievant filing a grievance, and any witness or other person involved in a proceeding under the regulations adopted under this title shall be free from any restraint, interference, coercion, harassment, discrimination, or reprisal in those proceedings or by virtue of them. Requires the board to conduct a hearing, at the request of a grievant, in any case which involves disciplinary action or a grievant's retirement from the Service or which in the judgement of the board can best be resolved by a hearing or by presentation of oral argument. Requires a foreign affairs agency to promptly furnish the grievant any agency record which the grievant requests to substantiate his grievance and which the board determines is relevant and material to the proceeding. States that if the board determines that such an agency is considering any action of the character of separation or termination of the grievant, disciplinary action against the grievant, or recovery from the grievant of alleged overpayment of salary, expenses, or allowances, which is related to a grievance pending before the board, and that such action should be suspended, the agency shall suspend such action until the board has ruled upon such grievance. Allows the board, where it finds that the grievance is meritorious, to direct the agency to correct any official personnel record relating to the grievant which the board finds to be inaccurate or falsely prejudicial; to reverse an administrative decision denying the grievant compensation or any other perquisite of employment authorized by law or regulation when the board finds that such denial was arbitrary, capricious, or contrary to law or regulation; to retain in service an employee whose termination would be in consequence of the matter by which the employee is aggrieved; and to reinstate with back pay, under applicable law and regulations an employee where it is clearly established that the separation or suspension without pay of the employee was unjustified or unwarranted. Defines \"foreign service employee\" for purposes of receipt of death gratuities. =Title V: General= - Provides that whenever the President determines it to be important to the national interest he is authorized to furnish on such terms and conditions as he may determine assistance under the Refugee and Migration Assistance Act for the purpose of meeting unexpected urgent refugee and migration needs. Establishes a United States Emergency Refugee and Migration Assistance Fund to carry out such purposes. Authorizes appropriations to carry out such Act. Requires the President to direct the United States Ambassador to the United Nations to insist that the United Nations take all necessary and appropriate steps to obtain an accounting of members of the United States Armed Forces and United States civilians missing in action in Southeast Asia."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the administration of foreign affairs; international organizations, conferences, and commissions; information and cultural exchange.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to authorize appropriations for the administration of foreign affairs; international organizations, conferences, and commissions; information and cultural exchange, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:20-05:00"
}