{
  "actions": [
    {
      "acted_at": "1977-03-31", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1190-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-31", 
  "number": "1190", 
  "official_title": "A bill to authorize appropriations for the Department of State, the United States Information Agency, the Board for International Broadcasting, and the Arms Control and Disarmament Agency; to establish for those agencies requirements and guidelines regarding policy and procedures. Development.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Relations Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "McGovern, George", 
    "state": "SD", 
    "thomas_id": "01397", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-31", 
  "subjects": [
    "Alien labor", 
    "American technical assistance", 
    "Americans employed in foreign countries", 
    "Authorization", 
    "Board for International Broadcasting", 
    "Broadcasting", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Communist countries", 
    "Conferences", 
    "Crime and law enforcement", 
    "Department of State", 
    "Diplomats", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Employee benefit plans", 
    "Europe", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Foreign service", 
    "Government operations and politics", 
    "Health", 
    "Immigration", 
    "Imprisonment", 
    "International affairs", 
    "International agencies", 
    "International propaganda", 
    "Labor and employment", 
    "Medical personnel", 
    "Presidential appointments", 
    "Radio", 
    "Radio broadcasting", 
    "Recognition (International law)", 
    "Refugees", 
    "Retired military personnel", 
    "Retirement", 
    "United Nations", 
    "United Nations economic assistance", 
    "United States Information Agency"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-31", 
    "text": "Foreign Relations Authorization Act, Fiscal Year 1978 - Title I: State Department - Amends the Foreign Relations Authorization Act, Fiscal Year 1977, to authorize appropriations to the Department of State for fiscal year 1978 for functions relating to the administration of foreign affairs ($741,820,000), international organizations and conferences ($400,537,000), international commissions ($31,278,000), education exchange ($83,100,000), migration and refugee assistance ($30,054,000), employee benefits and compensation, and such sums as may be necessary for fiscal year 1979 to carry out its functions. Restricts the transfer of funds for such purposes. Authorizes $7,281,583 of funds authorized for international organizations and conferences to be used to pay the United States assessment to the World Health Organization, notwithstanding restrictions on payments to the United Nations and affiliated agencies. Authorizes the Secretary of State to assist United States citizens incarcerated abroad, with emergency medical attention and dietary supplements. Title II: United States Information Agency - Authorizes appropriations to the United States Information Agency for fiscal year 1978 to carry out international informational activities under the United States Information and Educational Exchange Act of 1948, the Mutual Educational and Cultural Exchange Act of 1961, and Reorganization Plan Numbered 8 of 1953 for (1) salaries and expenses ($269,286,000), (2) special international exhibitions ($4,360,000), (3) acquisition and construction of radio facilities ($9,792,000), and (4) increases in employee compensation and benefits (such amounts as may be necessary). Restricts the transfer of such funds. Authorizes the appropriation for 1979 of such sums as may be necessary for such purposes. Title III: Board for International Broadcasting - Amends the Board for International Broadcasting Act of 1973 to authorize appropriations of $58,730,000 for fiscal year 1978 for grants to Radio Free Europe/Radio Liberty and for other purposes. Authorizes the appropriation for fiscal year 1979 of such sums as may be necessary for such purposes. Title IV: Arms Control and Disarmament Agency - Amends the Arms Control and Disarmament Act to authorize the appropriation of $13,600,000 for fiscal year 1979 to carry out such Act. Authorizes the appropriation of such additional sums as may be necessary for employee benefits. Title V: General - Amends the Foreign Service Act of 1946 to extend the procedures for computation of compensation for a Foreign Service officer acting as chief of mission to any Reserve officer acting in such capacity. Amends the Foreign Service Act of 1946 to authorize establishments of the Government, including legislative and judicial branches in addition to governmental agencies, to administer alien employee programs in accordance with compensation plans for alien employees of the Foreign Service. Permits the heads of Government agencies and other establishments of the Government to compensate any current or former alien employee who is or has been imprisoned by a foreign government upon a determination by the Secretary of State that such imprisonment resulted from the alien's employment by the United States. Amends the Foreign Service Act of 1946 to repeal the ten-year citizenship requirement for appointment as a Foreign Service officer, or as a Foreign Service Reserve officer. Amends the Foreign Service Act of 1946 to replace entry procedures for Foreign Service officer candidates with a Career Candidate Program which authorizes the appointment of candidates who have passed the required examinations as Foreign Service Reserve officers for a trial period. Amends the Foreign Service Act of 1946 to make the retirement procedures for any foreign service officer who has served as chief of mission applicable to the Foreign Service Reserve officer who is a participant in the Foreign Service Retirement and Disability System. Amends the Foreign Service Act of 1946 to preserve the Foreign Service personnel status of Foreign Service Reserve officers appointed to any governmental agency or international body by the President. Redefines \"Foreign Service employee,\" for purposes of death gratuities for foreign service employees, to include alien employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Department of State, the United States Information Agency, the Board for International Broadcasting, and the Arms Control and Disarmament Agency; to establish for those agencies requirements and guidelines regarding policy and procedures. Development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:14-05:00"
}