{
  "actions": [
    {
      "acted_at": "1987-01-21", 
      "bill_ids": [
        "s185-100"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works ordered to be reported an original measure in lieu of S.185.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-01-27", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Original measure reported to Senate by Senator Burdick. With written report No. 100-4. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-01-27", 
      "calendar": "Senate Legislative", 
      "number": "10", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 10.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1987-02-02", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-02-03", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-02-04", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-02-04", 
      "bill_ids": [
        "hr2-100"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 2 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-02-04", 
      "bill_ids": [
        "hr2-100"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 2 in lieu of this measure by Yea-Nay Vote. 96-2. Record Vote No: 21.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-02-04", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 10.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-02", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s10-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "10"
    }, 
    {
      "amendment_id": "s11-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "11"
    }, 
    {
      "amendment_id": "s12-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "12"
    }, 
    {
      "amendment_id": "s13-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "13"
    }, 
    {
      "amendment_id": "s14-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "14"
    }, 
    {
      "amendment_id": "s15-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "15"
    }, 
    {
      "amendment_id": "s16-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "16"
    }, 
    {
      "amendment_id": "s17-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "17"
    }, 
    {
      "amendment_id": "s18-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "18"
    }, 
    {
      "amendment_id": "s19-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "19"
    }, 
    {
      "amendment_id": "s20-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "20"
    }, 
    {
      "amendment_id": "s21-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "21"
    }, 
    {
      "amendment_id": "s22-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "22"
    }, 
    {
      "amendment_id": "s23-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "23"
    }, 
    {
      "amendment_id": "s24-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "24"
    }, 
    {
      "amendment_id": "s25-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "25"
    }, 
    {
      "amendment_id": "s26-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "26"
    }, 
    {
      "amendment_id": "s27-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "27"
    }, 
    {
      "amendment_id": "s28-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "28"
    }, 
    {
      "amendment_id": "s29-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "29"
    }
  ], 
  "bill_id": "s387-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-27", 
  "number": "387", 
  "official_title": "An original bill to authorize appropriations for certain highways in accordance with title 23, United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "s185-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal-Aid Highway Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Burdick, Quentin N.", 
    "state": "ND", 
    "thomas_id": "01297", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-01-21", 
  "subjects": [
    "Access to airports", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Airports", 
    "Airspace (Law)", 
    "Alaska", 
    "Alcoholic beverages", 
    "American Samoa", 
    "Arizona", 
    "Arkansas", 
    "Authorization", 
    "Bicycles", 
    "Bikeways", 
    "Blind", 
    "Block grants", 
    "Bridges", 
    "Business and commerce", 
    "Buy American", 
    "California", 
    "Canals", 
    "Coal", 
    "Congressional oversight", 
    "Connecticut", 
    "Construction costs", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Department of Transportation", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "District of Columbia", 
    "Drug abuse", 
    "Drunk driving", 
    "Economics and public finance", 
    "Electrification", 
    "Eminent domain", 
    "Employee training", 
    "Environmental assessment", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Excise tax", 
    "Executive impoundment of appropriated funds", 
    "Executive reorganization", 
    "Farms", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid to transportation", 
    "Federal preemption", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Ferries", 
    "Flood damage", 
    "Floods", 
    "Florida", 
    "Flowers", 
    "Foreign trade and international finance", 
    "Forest roads", 
    "Forests and forest products", 
    "Freedom of information", 
    "Georgia", 
    "Government and business", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Guam", 
    "Highway beautification", 
    "Highway construction and repair", 
    "Highway engineering", 
    "Highway finance", 
    "Highway planning", 
    "Highway research", 
    "Highway snow and ice control", 
    "Highway use tax", 
    "Historic sites", 
    "Idaho", 
    "Illinois", 
    "Independent regulatory commissions", 
    "Indiana", 
    "Interstate commissions", 
    "Interstate compacts", 
    "Interstate highway system", 
    "Interstate relations", 
    "Iowa", 
    "Land transfers", 
    "Lease and rental services", 
    "Liability (Law)", 
    "Light rail transit", 
    "Louisiana", 
    "Low-income housing", 
    "Maryland", 
    "Mass rapid transit", 
    "Massachusetts", 
    "Minorities", 
    "Minority business enterprises", 
    "Minority employment", 
    "Missouri", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Motor vehicles", 
    "Names", 
    "National parks", 
    "Native Americans", 
    "Nebraska", 
    "Nevada", 
    "New Jersey", 
    "New Mexico", 
    "New York State", 
    "Northern Mariana Islands", 
    "Nuclear energy", 
    "Ohio", 
    "Oklahoma", 
    "Oregon", 
    "Outdoor advertising", 
    "Parks and Natural Areas", 
    "Passenger ships", 
    "Pennsylvania", 
    "Planning", 
    "Police", 
    "Prison labor", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Public housing", 
    "Public safety", 
    "Public utilities", 
    "Puerto Rico", 
    "Radiation safety", 
    "Radioactive wastes", 
    "Railroad finance", 
    "Railroad relocation", 
    "Railroad safety", 
    "Railroads", 
    "Real property", 
    "Relocation", 
    "Rental housing", 
    "Research", 
    "Residential rehabilitation", 
    "Retail trade", 
    "Right-of-way", 
    "Roads and highways", 
    "Rural affairs legislation", 
    "School buses", 
    "Ships and shipping", 
    "Small business", 
    "South Africa", 
    "South Dakota", 
    "Sparsely populated areas", 
    "Standards", 
    "State finance", 
    "States", 
    "Surplus government property", 
    "Technological innovations", 
    "Territories (U.S.)", 
    "Toll roads", 
    "Torts", 
    "Traffic accidents and safety", 
    "Transportation and Travel", 
    "Transportation and state", 
    "Transportation and the aged", 
    "Transportation and the physically handicapped", 
    "Transportation of hazardous substances", 
    "Trucking", 
    "Trucks", 
    "Trust Territory of the Pacific Islands", 
    "Urban affairs", 
    "Urban transportation", 
    "Utah", 
    "Virgin Islands", 
    "Virginia", 
    "Water and Water Resources Development", 
    "West Virginia", 
    "Zoning and zoning law"
  ], 
  "subjects_top_term": "Roads and highways", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1987-04-02", 
    "text": "(Measure indefinitely postponed in Senate) Federal-Aid Highway Act of 1987 - Authorizes appropriations out of the Highway Trust Fund (other than the Mass Transit Account) for FY 1987 through 1990 for: (1) the Federal-aid Interstate-Primary program; (2) the Federal-aid Urban system; (3) the Federal-aid Secondary system; (4) bridge replacement and rehabilitation; (5) the Federal lands highway program; (6) the territorial highway program for the Virgin Islands, Guam, American Samoa, and the Commonwealth of the Northern Marianas; (7) highway safety construction programs; (8) highway safety research and development; (9) certain hazards elimination projects; (10) hazards elimination projects regarding railway-highway crossings; and (11) certain highway assistance programs. Makes highway construction projects on any public road serving the area of a withdrawn Interstate route eligible as highway substitution projects. Makes substitution funds available in a State for two years. Authorizes the Secretary to adjust in September of 1986 and every subsequent September the last approved Interstate Substitute Cost Estimate to make apportionments for substitute highway projects and substitute transit projects on October 1 or as soon as practicable thereafter for fiscal years subsequent to FY 1986. Directs the Secretary to reserve in a State's account until a disposition decision has been reached an amount equal to the Federal funds expended to purchase a right-of-way for a withdrawn Interstate route if the State has not disposed of such right-of-way upon the date of enactment of this Act. States that upon repayment by a State of its right-of-way debt, such repayment shall be credited to the unprogrammed fund balance apportioned to such State, and shall then be available for expenditure in accordance with this Act. Directs the Secretary to set aside funds from specified authorizations for the Strategic Highway Research Program. Sets forth apportionment guidelines for FY 1987 through 1990 for: (1) the Federal-aid Interstate-Primary Program; (2) the Federal-aid Secondary System; and (3) the Federal-aid Urban System. Authorizes a State to transfer up to 50 percent of its apportionment between the Urban and Secondary Systems. Requires the approval of the affected local area officials before a State may transfer the allocations for an urbanized area of 200,000 or more population. Makes available for obligation for four years the sums apportioned for: (1) the Interstate Federal-aid Interstate-Primary Program; (2) the Federal-aid Secondary system; (3) the Federal-aid Urban system; and (4) bridge replacement and rehabilitation. Declares that apportioned amounts remaining unobligated at the end of four years shall lapse (except for the bridge rehabilitation apportionments, which shall be allocated by the Secretary as bridge discretionary funds). States that funds made available to the State of Alaska may be expended for access and development roads on a Federal-aid system. Prohibits the Secretary from reducing more than ten percent of a State's apportioned funds for its failure to: (1) adequately maintain the Interstate system; or (2) certify a maintenance program. Prohibits the Federal share payable for the Primary system (other than the Interstate system) from exceeding 75 percent of construction costs. Allows certain Interstate routes to be improved at a 90 percent Federal share. States that the Federal share payable for a highway emergency relief project may be 100 percent for emergency repairs accomplished in the first 30 days after an occurrence. Authorizes Federal funds to reimburse State costs for the relocation of utility facilities necessitated by a highway construction project, or by a State's highway safety improvement program. Authorizes the expenditure of Federal emergency relief funds for: (1) the Virgin Islands; (2) Guam; (3) American Samoa; and (4) the Northern Mariana Islands. Sets a $5,000,000 obligation ceiling upon such funds during any fiscal year. Revises the penalty provisions regarding violations of vehicle weight limitations on the Interstate System to provide that withheld funds will not lapse if they are subsequently released and obligated within the normal four-year availability period. Delineates conditions under which the Secretary is authorized to permit Federal participation in new toll road and ferryboat construction. Precludes Federal funding out of the Highway Trust Fund for State toll facilities which have not been certified by State officials as: (1) being adequately maintained; and (2) having an operator able to fund inadequately-maintained facilities without the use of Federal-aid highway funds. Requires each State to survey and identify all highway-railroad crossings needing separation, relocation, or protective devices. Requires that half of all authorized funds for such crossings be made available for installing protective devices. Requires each State to report annually to the Secretary and the Secretary to report annually to specified congressional committees on program progress. Makes certain sums available for obligation for the Strategic Highway Research Program (SHRP). Authorizes the Secretary to implement the SHRP in cooperation with State highway departments. Directs the Secretary to set standards for the use of funds to conduct research, development, and technology transfer activities determined to be strategically important to the national highway transportation system. Authorizes the Secretary to provide grants to and enter into cooperative agreements with State highway departments or the National Academy of Sciences to conduct such activities. Requires the Secretary to report annually to certain congressional committees regarding the progress and research findings of the SHRP. Makes certain remedies against the United States applicable in any civil action against the National Academy of Sciences for injury or property loss arising from activities in connection with the Strategic Highway Research Program. Credits certain State-financed off-system bridge replacement and rehabilitation projects towards the non-Federal share of the cost of other Federal-aid bridge projects. Authorizes States to use bridge project funds to build any bridge which replaces: (1) any low water crossings; (2) any bridge destroyed before 1960; (3) any ferry in existence on January 1, 1984; or (4) any road bridges rendered obsolete by U.S. Corps of Engineers flood control or channelization projects and not rebuilt with corps funds. Directs the Secretary to make a minimum allocation among the States so that a State's percentage of total apportionments shall be at least 85 percent of the percentage of estimated tax payments attributable to highway users in such State paid into the Highway Trust Fund. Adds total allocations as well as apportionments to the calculation of the 85 percent minimum funds. (Currently only apportioned programs are considered in the minimum allocation calculation.) Establishes the Federal-Aid Interstate-Primary Program to bring all elements of the primary system up to certain Federal standards. Declares that such program shall consist of projects for the construction, reconstruction, rehabilitation, restoration, and resurfacing or improvement of the primary system and the Interstate system. Requires the Secretary to give priority consideration to: (1) completion of essential gaps on the Interstate System; and (2) rehabilitation of existing highway facilities. Directs States to use for Federal-aid highway projects the net income received from the use, sale, or lease of right-of-way airspace acquired as a result of certain Federal highway programs. Requires the designation of a territorial Federal-aid highway system in each territory. Permits States to use Federal-aid highway funds earmarked for highway substitute projects for bicycle projects. Authorizes States to use one and one-half percent of apportioned Interstate Highway Transfer funds for highway planning and research facilities. Decreases from one-half of one percent to one-quarter of one percent the National Highway Institute funds available for expenditure by a State highway department for the education and training of State and local highway department employees. Requires the Secretary (who currently is merely authorized) to provide education and training of highway employees at no cost to State and local governments for those subject areas which are a Federal program responsibility. Outlines the conditions under which real property may be donated by a person to a State or Federal agency. Provides for: (1) crediting the fair market value of private right-of-way donations for highway projects to the State matching share when such donations are made to the State; and (2) revesting such property to the donor if it is not required after environmental assessments. States that the fair market value of lands donated to the State of California for a State Route 73 relocation and construction project in Orange County shall first be credited toward payment of the non-Federal share of such project cost. Prohibits State documents regarding safety enhancement of potential accident sites, road conditions, or rail-highway crossings from being either: (1) disclosed under the Freedom of Information Act; or (2) admitted into evidence in certain actions for damages. Makes \"Buy American\" provisions applicable to projects whose total costs exceed $500,000. Amends the General Bridge Act of 1906 to repeal Federal regulatory authority over bridge tolls. Authorizes the preferential employment of Indians on construction projects and contracts effected on Indian reservation roads. Directs the Secretary to cooperate with Indian tribal governments and the States to implement such preferential employment. Requires States to expend a minimum of ten percent of Federal-aid highway contracts with small businesses owned and controlled by socially and economically disadvantaged individuals. Prescribes guidelines for a disadvantaged business enterprise program. Releases the State of Maryland from the requirement of accepting title to any road or portion thereof (such as the Baltimore-Washington Parkway) in return for Federal participation in improvements to such Parkway. Authorizes appropriations for the upgrading of certain highways in the vicinity of the Waste Isolation Pilot Project (a nuclear waste storage repository in New Mexico). Sets forth obligation limitations for Federal-aid highways and highway safety construction programs for FY 1987 through 1990. Makes eligible for Federal-aid bridge funds costs incurred to mitigate harm to an historic bridge if the bridge remains part of the highway system. Requires States to identify historic bridges on the National Bridge Inventory. Requires the Transportation Research Board to review historic bridges and develop rehabilitation standards for such bridges. Sets forth allocation guidelines for forest highways for FY 1987 through 1990. Directs the Secretary to require the planting of native wildflowers for landscaping and scenic enhancement of Federal-aid highways. Directs the Secretary to conduct a Combined Road Program Demonstration to test the feasibility of approaches for combining, streamlining, and increasing the flexibility in the administration of the Federal-aid secondary, Federal-aid urban and off-system urban and secondary bridge programs. Directs the Delaware River Joint Toll Bridge Commission to enter into an agreement with the Secretary of Transportation (in conjunction with the State highway agencies of Pennsylvania and New Jersey) to repay Federal funds previously obligated for the Delaware Water Gap Bridge on Interstate 80. Requires the Commission and such States to enter into an agreement with the Secretary of Transportation if the Commission and such States decide to operate an uncompleted bridge on Interstate 78 as a toll bridge. Grants congressional consent to a supplemental agreement between Pennsylvania and New Jersey which: (1) grants the Delaware River Joint Toll Bridge Commission authority to collect tolls and revenues for the use of Commission facilities and to expend such revenues for existing non-toll bridges over the Delaware River between New Jersey and Pennsylvania; and (2) authorizes such States to construct a bridge across the Delaware River in the vicinity of Easton, Pennsylvania, and Phillipsburg, New Jersey. Directs the Secretary to make arrangements with the Transportation Research Board (TRB) of the National Academy of Sciences to conduct a study of specified motor vehicle issues. Requires the TRB to report the study results to certain congressional committees. Authorizes appropriations. Requires the Secretary to conduct a study of national highway-railroad crossing improvement and maintenance needs. Delineates the issues to be addressed by such study. Directs the Secretary to report such study results to certain congressional committees. Authorizes appropriations. Makes certain unobligated balances available for specified projects. Increases from $30,000,000 to $100,000,000 the ceiling on disaster relief projects for natural disasters occurring after calendar year 1985. Specifies priority construction projects to be implemented by the Secretary if requested to do so by a State highway department and if such projects are designated as part of a Federal-aid system. Requires the Secretary to approve from a State's apportionment the sums requested by a State highway department to implement such priority projects. Sets guidelines for the Federal share payable for such approved sums. Sets availability guidelines for the apportionment and allocation of funds for specified Federal-aid highway programs. Authorizes the Secretary to waive competitive bidding on a reconstruction contract in an emergency situation. Authorizes the Secretary to void a certain agreement regarding West Virginia turnpikes if the West Virginia Turnpike Commission (upon its own request) enters into an agreement with the Secretary that toll revenues will be used only on the West Virginia Turnpike for certain operation and construction costs. Amends Federal law relating to construction by States in advance of apportionment to authorize the Secretary to pay the Federal share of a State's highway construction costs when a State: (1) has obligated all highway substitute, urban, secondary, or bridge funds apportioned or allocated to it; (2) has used or demonstrated that it will use the obligation authority allocated to it; and (3) proceeds to construct a highway substitute, urban, secondary, or bridge project without the aid of Federal funds; or (4) proceeds to construct any project on the Federal-aid primary system including the Interstate System without the aid of Federal funds. Provides that the Federal share of a State's construction costs shall include the interest earned and payable on bonds issued by the State only to the extent that the bond proceeds have been expended in the construction of such projects on the Interstate System. (Currently, such Federal share provision applies to any State highway Federal aid project.) Prohibits the Secretary from approving applications for the Federal share of construction costs if the amount of approved applications in the category of funds involved exceeds certain apportionments for the applicant State. Requests the Board of Engineers for Rivers and Harbors of the United States Army Corps of Engineers to review specified reports relating to the United States Route 13 Relief Route for the purpose of modifying an existing canal project to provide a new structure for the selected alignment of such relief route. Makes certain parkway funds available to finance the cost of upgrading from two lanes to four lanes a highway providing access from Route 25 E through that portion of the Cumberland Gap National Historical Park which lies within the State of Virginia. Directs the Secretary to conduct a public ferry boat service feasibility study in consultation with the highway departments of the States of Nebraska and South Dakota, and to report the results of such study to the Congress within one year after the date of enactment of this Act. Directs the Secretary (upon the request of the State of Florida) to enter into an agreement with that State to permit the collection of tolls to finance the cost of certain toll road features which are recommended by the final environmental impact statement but for which Federal financial participation is not permitted by the Secretary. Requires the Secretary to report to the Congress regarding a highway feasibility study for a proposed route from Louisiana to Arkansas and Missouri. Sets guidelines under which the State matching share for the Calder Bridge Project across the St. Joe River in Idaho may be credited by the fair market value of land and construction. Sets forth guidelines under which the Secretary is authorized to approve (upon the joint request of the Governor of the State of Oregon and the local governments concerned) a substitute transit project for construction of a light rail transit system in lieu of certain interstate lanes. Makes certain unobligated balances available for specified projects. Authorizes the Secretary to approve plans for Federal-aid highway projects in States which permit segments of the Interstate System outside of an urbanized area of 50,000 population or more to have a maximum speed limit of up to 65 miles per hour. Expresses the sense of the Senate that the Senate Committee on Commerce, Science and Transportation should address automobile safety issues in separate authorization legislation for the National Highway Traffic Safety Administration, and report to the Senate by April 1, 1987. Expresses the sense of the Congress that the States should consider: (1) the full cost of using rock salt on highways (including the damage caused by such use) in calculating the real cost of deicing materials; and (2) the use of calcium magnesium acetate as an alternative deicing material. Authorizes repayment to the United States of all Federal-aid highway funds paid to the State of Georgia regarding a certain State route which connects two Interstate highways. Provides that upon repayment of such funds, such State route shall be free of any regulations regarding tolls and other charges. Title II: Highway Revenue Act of 1987 - Highway Revenue Act of 1987 - Amends the Internal Revenue Code to extend from 1988 to 1992: (1) specified Highway Trust Fund taxes; (2) specified excise tax exemptions for certain fuels; (3) installment payments of highway use tax on motor vehicles; and (4) certain appropriations and expenditures regarding the Highway Trust Fund (including continuation of the Mass Transit Account). States that certain transfers from the Highway Trust Fund shall be borne by the Highway Account and the Mass Transit Account in proportion to the respective revenues transferred to both such Accounts. Directs the Secretary of the Treasury to promulgate regulations regarding payment of a certain tax imposed on any highway motor vehicle operated by a motor carrier domiciled in any contiguous foreign country (or owned or controlled by persons of such country). Title III: Uniform Relocation Act Amendments of 1987 - Amends the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970 to revise various definitions for purposes of such Act. States that the moving and related expenses of a nonprofit organization or small business displaced because of Federal acquisition of real property shall be paid to the extent of actual reasonable expenses necessary to reestablish such entity at its new site (but not to exceed $10,000). Revises the limitations placed upon the payments which a displaced business or farm operation may elect to receive (from a minimum of $1,000 to a maximum of $20,000). States that any person whose sole business is renting out displacement property shall not qualify for this payment. States that whenever a federally assisted project undertaken by a displacing agency other than a Federal agency will result in the displacement of a utility from property under the ownership or control of a State or local agency, the displacing agency shall provide a payment to the utility under State law (or according to contract provisions), but such payment shall not exceed the actual reasonable cost of relocation. Increases the maximum amount of assistance that a displacing agency may provide to a displaced homeowner for replacement housing. Requires such assistance to include an amount necessary to: (1) meet the reasonable cost of a suitable replacement dwelling as defined in this Act; and (2) compensate the displaced person for any increased financing costs. Authorizes a displacing agency to extend the one-year period, following payment for an acquired home, during which the displaced person must purchase and occupy a replacement dwelling in order to qualify for housing replacement payments, but limits such payments to the costs of relocating such person within that one-year period. Increases from $4,000 to $4,500 the ceiling on the amount of rental housing replacement assistance provided to displaced tenants. Revises the formula used to pay for replacement housing for tenants and certain others by using the median income of the affected area to calculate such payments. Provides that certain displaced homeowners may elect to receive Federal, State or local low income housing assistance in lieu of payments for replacement housing. Specifies conditions under which the displacing agency may meet its requirement to provide suitable replacement housing by providing low income housing assistance if the recipients are persons eligible for such low income housing assistance. Permits eligible displaced tenants to apply such rental assistance toward the downpayment on a decent, safe, and sanitary replacement dwelling. Requires that all relocation assistance advisory programs: (1) provide information on suitable locations for displaced farming (and business) operations; and (2) assure that no person is required to move before being given a reasonable choice of suitable replacement dwellings. Provides for the designation of a single, cognizant Federal agency to establish procedures to be used by a non-Federal displacing agency to implement related activities funded by two or more Federal agencies. Directs the lead agency to require that a displacing agency use project funds to provide dwellings for displaced persons in excess of housing replacement assistance ceilings only on a case-by-case basis and for good cause (if the project would be delayed because suitable housing is not otherwise available). Permits a Federal agency to discharge its responsibilities by accepting the certification by a State agency that it will implement State law to carry out the Federal relocation assistance program, provided that the lead agency determines that such State law will accomplish the purpose and effect of the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970. Requires the head of such agency, prior to accepting certification, to provide interested parties with an opportunity for public review and comment, and to consult with interested local governments. Directs the head of the lead agency to monitor and report biennially to the Congress on State agency implementation of such certification. Permits an agency to withdraw acceptance of a certification after providing the State government with notice. Permits a Federal agency to withhold approval of any grant, contract, or cooperative agreement with any displacing agency found to have failed to comply with certification of State law. Requires the head of the lead agency to: (1) promulgate rules to carry out such Act; (2) coordinate relocation assistance activities with Federal and federally-financed low-income housing programs; (3) monitor the implementation of such Act; and (4) perform such other duties as necessary. Requires a State agency to pay the United States all net amounts (currently all amounts) received from the sale of surplus Federal property transferred to the agency for the purpose of providing replacement housing. Repeals the authority of any displacing agency to make loans to various organizations for planning and obtaining federally-insured mortgage financing for housing for displaced persons. Authorizes the lead agency to prescribe a procedure under which Federal agencies may acquire real property without having it appraised. Permits a displaced person to donate to the acquiring agency the real property being acquired or any of the compensation paid for such property. Authorizes the head of a Federal agency to accept certification from a State agency that it will implement State law in a manner which will accomplish certain policies and objectives regarding Federal financial assistance for State acquisition of real property under this Act. Title IV: Urban Mass Transportation Authorization Act of 1987 - Amends the Urban Mass Transportation Act of 1964 to authorize appropriations for FY 1987 through 1990 from the Mass Transit Account of the Highway Trust Fund for specified purposes under such Act, and for substitute mass transportation projects. Provides for allocation of such funds representing at least 80 percent of estimated tax payments into the Mass Transit Fund attributable to highway users in the State receiving the allocation. Amends the Urban Mass Transit Act of 1964 to specify allocation percentages for: (1) rail modernization; (2) new fixed guideway systems and extensions; and (3) bus purchase, replacement, and rehabilitation, and the construction of bus-related facilities. Amends the Urban Mass Transportation Act of 1964 to modify the deadlines for the submission of certain reports to specified congressional committees. Requires the Secretary of Transportation to submit to such committees a status report on execution of grant contracts and the establishment of a Letter of Credit (or other reimbursement authority) for sums already obligated for each State, designated recipient, and applicant. Declares that block grants for construction projects shall also be available to finance the leasing of facilities and equipment for use in mass transportation service. Modifies the definition of \"associated capital maintenance items\" to include reconstructed items and to reduce the benchmark value of such items from one percent to one-half of one percent of the current fair market value of rolling stock (thus expanding the number and type of items that may be capitalized). Makes the Federal grant for any construction project 80 percent of the net project cost (currently 80 percent is the maximum percentage). Authorizes the recipient to provide additional local match at its option for the operating expenses percentage of such a project. Authorizes newly urbanized areas to use from their annual apportionments the same amount of funds for operating assistance in FY 1986 through 1990 as was available during FY 1985. Requires reapportionment of lapsed formula grant funds within 30 days after the lapsing date. Requires that block grant appropriations for any fiscal year be fully apportioned by the tenth day following the appropriation date. Makes certain Mass Transit Account funds available for capital grants. Requires a block grant recipient to certify to the Secretary within a specified period of time that it is the recipient's intent to obligate certain unobligated funds by a certain deadline. Makes apportionments which have not been so certified available for reallocation. Directs the Secretary to transmit annually to certain congressional committees an agenda listing all areas in which he or she intends to propose rules governing activities under this Act. Provides capital assistance for: (1) bus remanufacturing that extends the life of a bus eight years or more; and (2) the overhauling of rolling stock. Prohibits additional restrictions on the use of rural transit grants for operating assistance. Authorizes the Secretary to use a maximum of one-half of one percent of the funds made available for major capital projects each fiscal year to contract with any person for the performance of project management oversight. Prescribes guidelines for such a contract. Requires major capital project grant recipients to develop project management oversight plans. Authorizes the Secretary to make capital grants to public mass transit systems for crime prevention and security. Directs the Secretary to: (1) increase by a specified amount the estimate of the cost of completing substitute mass transit projects; (2) enter into a multi-year contract with the Southern California Rapid Transit District to complete specified \"Minimum Operable Segments\"; (3) undertake a comprehensive study (in cooperation with specified local bodies) of the future of the Bay Area Rapid Transit System, with special emphasis on the development of financing alternatives for certain first phase rail extensions; and (4) transmit a report with a specified deadline to the Congress on the results of such study. Authorizes the Governor of Nevada to transfer a specified maximum sum of unused formula capital grant apportionments for use in Santa Clara County, California. Declares that the Congress recognizes the need to consider the problem of bus service deterioration for small communities and rural areas. Requires the Secretary to conduct a feasibility study regarding the use of tactile mobility aid for visually handicapped persons. Amends the Urban Mass Transportation Act of 1964 to make certain funds available to implement a rural transit assistance program in nonurbanized areas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal-Aid Highway Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for certain highways in accordance with title 23, United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:12-05:00"
}